[
  "director for Rep. Sean Maloney and a Steve Israel alum ... Patrick Kerley, managing director at Burson Marsteller … WashPost’s Martine Powers, alum of the Boston Globe and POLITICO (h/t Lauren Dezenski) … Politico alum Jennifer Dreyer, now director of project delivery at The Pew Charitable Trusts … Politico’s analytics and search guru Mitch Schuler … Politico’s Catherine Pritchard ... Elizabeth Harball, reporter for Alaska’s Energy Desk and an E&E alum, is 3-0 ... Gary Ginsberg, EVP of corporate marketing and comms at Time Warner (h/t Jewish Insider) … Kimmy Railey, National Journal’s House reporter on the Hotline team, is 24 (h/ts Zach Montellaro and Colby Bermel) …\n\n… Margy Levinson of BerlinRosen Public Affairs is 3-0 ... Fox News’ Eldad Yaron ... Bradley Silverman ... Alex Cathcart of Federal Capital Partners and a Wells Fargo alum ... Murray Weiss, columnist/criminal justice editor at DNAinfo ... Ariana Berengaut ... Eric Pooley, SVP of strategy and comms at the Environmental Defense Fund ... Susan Holappa of Sen. Bennet's office ... George Riccardo ... Christine Marlowe of Sen. Schumer's office ... Karl Russo, economist with the Joint Committee on Taxation, is 38 ... former Rep. Ben Jones (D-GA) is 75 ... Minna Elias, NY COS for Rep. Carolyn Maloney ... Gillibrand alum Sara Cooper (h/ts Legistorm) ... Christine Mangi … Lisa Ling … Heidi Aldrich … Rob Dettbarn … Jody Day … Greg Spring is 51 … Ruthie Posekany … Justin Paschal … Jadyn Gilbert (h/ts Teresa Vilmain) ... Charlie Pope ... Terry Bish ... Sean Finnegan ... Andrey Che ... Cristine Russell ... Pam Gibson ... actor Bill Daily is 89 ... cartoonist R. Crumb is 73 ... comedian Lewis Black is 68 ... Timothy Bottoms is 65 ... Cameron Diaz is 44 ... Lisa Ling is 43 ... Andy Roddick is 34 ... actor Cameron Finley is 29 (h/ts AP)\n\nSUBSCRIBE to the Playbook family: POLITICO Playbook http://politi.co/1M75UbX ... New York Playbook http://politi.co/1ON8bqW ...Florida Playbook http://politi.co/1JDm23W ... New Jersey Playbook http://politi.co/1HLKltF ... Massachusetts Playbook http://politi.co/1Nhtq5v ... Illinois Playbook http://politi.co/1N7u5sb ... California Playbook http://politi.co/1N8zdJU ...Brussels Playbook http://politi.co/1FZeLcw ... All our political and policy tipsheets http://politi.co/1M75UbX\n\nFollow us on Twitter Anna Palmer @apalmerdc\n\n\n\nJake Sherman @JakeSherman\n\n\n\nDaniel Lippman @dlippman",
  "The Arizona Republic has a five-column banner headline: “Setting up November’s showdowns,” with subheds: “McCain, Arpaio face tough fights,” and “Russians tied to Ariz. voter hack.” Front page image:http://politi.co/2co1Qum … Burgess Everett talks to McCain in Phoenix: http://politi.co/2c7jLRN\n\n-- @DRUDGE_REPORT: “McCain Fight of His Life…” @meghanmccain: “@DRUDGE_REPORT Um, the fight of his life was when he was captured and imprisoned for 5.5 years, but go with this obnoxious headline…”\n\nSILICON VALLEY WATCH -- European Competition commissioner “Margrethe Vestager slams Apple with €13 billion tax bill: Commission said Apple paid an effective corporate tax rate of 1 percent on its European profits in 2003 down to 0.005 percent in 2014,” by POLITICO Europe’s Nicholas Hirst: “The three-year investigation zeroed in on two companies of the Apple group — Apple Sales International and Apple Operations Europe.",
  "Instead, Trump ‘needs to worry about places like Chicago.’ Camden's homicide rate this year is more than double the rate in Chicago - where Christie said Democratic Mayor Rahm Emanuel ‘has refused to do anything about the fact that there's over 2,000 of these incidents in a year.’” http://bit.ly/2bx1txA … Front page: http://politi.co/2cbcC60\n\nPOLITICO GETS RESULTS -- “Trump campaign demands ‘dinner with Trump’ super PAC cease and desist,” by Shane Goldmacher: “Donald Trump’s campaign sent a cease-and-desist letter on Monday to a super PAC unaffiliated with the campaign that has lured more than $1 million in donations by offering the Republican nominee’s supporters a chance at dinner with Trump, accusing the group of ‘defrauding’ its donors.",
  "Hours later, Burns deleted the tweet and said it was ‘not at all my intention to offend anyone.’ The controversy came as Trump launched a fresh effort to reach out to African American voters, including a weekend event in Detroit and a sit-down interview with a black evangelical TV network.” http://wapo.st/2bxQu5Y\n\nFUN READ -- “Donald Trump’s other blood sport: His foray into mixed martial arts highlighted his own combative style — and embrace of Russia,” by Michael Crowley: “It was June 5, 2008 and Trump had called a news conference at Trump Tower to announce a new venture into the business of mixed martial arts—a blood-spattering blend of boxing, wrestling and karate often fought in a caged octagon.",
  "‘You are knowingly defrauding every person who gives you his or her email address or who makes a donation through your unauthorized website,’ reads a letter from Trump’s campaign attorney, Donald McGahn, to the super PAC.” http://politi.co/2bWQTOs ... Shane’s original killer story http://politi.co/2bw12h4\n\nPRIMARY WATCH -- “The U.S. Senate primary that never was: Rubio, Murphy unleashed a barrage of attacks against each other because each was perceived as the frontrunner,” by Matt Dixon in Tallahassee: “Over the summer, the campaigns of [Marco] Rubio and [Patrick] Murphy have unleashed a barrage of narrative-setting attacks against each other because each was clearly perceived as the front-runner.",
  "Learn more at google.com/grow/veterans\n\nGOTHAM WATCH -- “Texts reveal Anthony Weiner knew his marriage was ‘busted,’” by N.Y. Post’s Rebecca Rosenberg, Carl Campanile and Bruce Golding: “Anthony Weiner’s long-suffering wife, Huma Abedin, finally saw the light and kicked the sext maniac to the curb on Monday — after The Post revealed the lewd selfies he sent to a busty brunette, including a crotch shot of himself with the couple’s young son lying next to him …\n\n“During their very first exchange, on Jan. 23, 2015, Weiner asked the woman via a Twitter direct message about her ‘status.’ ‘Divorced after 16 years,’ the 40-something answered.",
  "Despite taking overt actions to the contrary, both have tried to give the appearance that they are not overlooking their primary fight, but their focus is clear: November's general election.” http://politi.co/2bQlFaC\n\nSOROS WATCH -- “George Soros’ quiet overhaul of the U.S. justice system,” by Scott Bland: “While America’s political kingmakers inject their millions into high-profile presidential and congressional contests, Democratic mega-donor George Soros has directed his wealth into an under-the-radar 2016 campaign to advance one of the progressive movement’s core goals — reshaping the American justice system.",
  "Right now, you walk down the street, you get shot.’” http://wapo.st/2cb88My\n\nDAILY DONALD -- “Black pastor, a Trump surrogate, apologizes for tweet showing Clinton in blackface,” by WaPo’s Rebecca Sinderbrand: “Mark Burns, a black pastor and a prominent Donald Trump surrogate, tweeted a picture of Democratic presidential nominee Hillary Clinton in blackface Monday, before taking it down and apologizing for it … Burns, who often introduces Trump at rallies, had also retweeted a Photoshopped image of Hillary Clinton wearing a traditionally African American hairstyle.",
  "‘If she hits me, though — you have to see what happens,’ Mr. Trump said.” http://nyti.ms/2cnYRSL\n\nHACKED -- “Russia-Backed DNC Hackers Strike Washington Think Tanks,” by Defense One’s Patrick Tucker: “Last week, one of the Russia-backed hacker groups that attacked Democratic computer networks also attacked several Russia-focused think tanks in Washington, D.C. … The perpetrator is the group called COZY BEAR, or APT29, one of the two groups that cybersecurity company CrowdStrike blamed for the DNC hack, according to founder Dmitri Alperovitch.",
  "Since joining the Post in 2003, he has also served as bureau chief in Kabul, Islamabad, and Jerusalem; he was Middle East editor and then deputy foreign editor; and he spent a semester on a teaching fellowship at Princeton, his alma mater.” The memo http://wapo.st/2bx6TJ1\n\n--Per MSNBC: “Nielsen’s August ratings come out Tuesday and are expected to show a significant upset in the cable news ratings wars: MSNBC is on track to trounce CNN in prime time (8-11pm) among both total viewers and the key demo of adults 25-54.",
  "Treasury Chief of Staff Chris Weideman: “He played a key role in describing the progress of the economic recovery and in communicating how Wall Street reform created a foundation for stable economic growth.”\n\nTRANSITIONS -- FIRST IN PLAYBOOK: John Allen Gay, managing editor of The National Interest, is leaving the publication to become the executive director of the new organization the John Quincy Adams Society, which will work with college students to provide a pro-foreign policy restraint perspective.",
  "**SUBSCRIBE to Playbook: http://politi.co/1M75UbX\n\nDEBATE PREP -- “Hillary Clinton Piles Up Research in Bid to Needle Donald Trump at First Debate,” by Pat Healy and Matt Flegenheimer on A1 of the NYT: “Hillary Clinton’s advisers are talking to Donald J. Trump’s ghostwriter of ‘The Art of the Deal,’ seeking insights about Mr. Trump’s deepest insecurities as they devise strategies to needle and undermine him in four weeks at the first presidential debate, the most anticipated in a generation.",
  "BIRTHDAYS: Warren Buffett is 86 ... Tribune’s Christi Parsons, the pride of Tuscaloosa, Alabama … CNN’s John King (h/t temporary houseguest Richard Keil) ... Sen. Thom Tillis (R-N.C.) is 56 ... Jordan Kauflin is 34 … Ginny Hunt, principal for strategy and civic innovation at Google ... Corley Kenna, VP of public affairs and corporate comms at Ralph Lauren and an alum of Burson-Marstellar, State, Clinton 2008 and DSCC ... Kerri Collins of the Harvard IOP … Caitlin Girouard, comms.",
  "So, we are creating a farm team that is ready to go, or we think will be ready to go.”\n\n--Growing digital focus: “The future, I think, is going to be using addressable TV and targeting your voters even more, the digital I would predict is going to be an increasingly larger part of the budget ... we also do mail, phones, but for the clubs it’s primarily the ads.”\n\n--Mike Pence fan: “It’s just practical for us: If Trump does well, our candidates are likely to do better.",
  "Alperovitch said fewer than five organizations and 10 staffers researching Russia were hit by the ‘highly targeted operation.’ He declined to detail which think tanks and researchers were hit, out of concern for his clients’ interests and to avoid revealing tools and techniques or other data to hackers.” http://bit.ly/2byGtRe\n\nHOT DOC -- “Harry Reid’s Letter to James Comey” -- NYT: “The Senate minority leader, Harry Reid, sent a letter on Monday to the F.B.I.",
  "I think on trade we’re going to continue to advocate free trade and free trade agreements and that will be the one area where it depends where he ends up but we’re going to have to push the wisdom on how that creates economic growth and jobs in America.”\n\n--What Paul Ryan must do: “I think his challenge going forward is how to ... reorient the Republican conference so the ethic when we promise in an election, we promise something, we will fight for that.",
  "Affliction folded after staging just two budget-busting events, likely losing millions.” http://politi.co/2co3ZX2\n\nPUTIN WATCH – “Russians Hacked Two U.S. Voter Databases, Officials Say,” by NBC News: “Hackers based in Russia were behind two recent attempts to breach state voter registration databases, fueling concerns the Russian government may be trying to interfere in the U.S. presidential election, U.S. intelligence officials tell NBC News.",
  "‘This is the closest we’ve come to tying a recent hack to the Russian government,’ the official said.” http://nbcnews.to/2bwxvqA\n\n--“FBI alert sparks fears that state voting systems are under digital assault,” by Cory Bennett and Eric Geller: “The alert was coded ‘Amber,’ designating messages with sensitive information that ‘should not be widely distributed and should not be made public,’ [an] ex-official said.",
  "That’s both a turnout — ‘don’t give up and stay home’ — and it’s a ‘split your ticket’ message if they are not willing to vote straight Republican ticket.”\n\n--Adding scouts to identify talent: “We hired three scouts who are visiting the states and the districts — they are basically gathering intelligence about who are the economic conservatives who could run for Congress if there is a vacancy in the future.",
  "OBAMA ALUMNI -- “White House Alums Say Press Fell for ‘Many Bull**** Pivots’ by Obama,” by Inside Sources’ Graham Vyse: “Friday’s episode [of the podcast ‘Keepin’ It 1600’] included discussion of Republican nominee Donald Trump’s alleged effort to ‘pivot’ and attract a broader swath of voters in the general election — a move the Obama West Wing veterans called superficial and meaningless.",
  "!’ Weiner sheepishly responded, ‘I doubt I am under any circumstances.’” http://nyp.st/2bx3gma\n\n--“Clinton aide Abedin dumps Weiner after more lewd texts,” by Glenn Thrush, Annie Karni, and Nick Gass: “A person close to Abedin said the couple has been ‘estranged’ for about a year and ‘essentially’ separated — although they still share both their Manhattan apartment and parenting duties.",
  "Michael Noonan, Ireland’s finance minister, said he would fight the Commission’s decision in court ‘to defend the integrity of our tax system … and to challenge the encroachment of EU state aid rules into the sovereign member state competence of taxation.’” http://politi.co/2bBDZlg\n\n\n\nA message from Google: Google is supporting service members as they transition to civilian jobs.",
  "The billionaire financier has channeled more than $3 million into seven local district attorney campaigns in six states over the past year — a sum that exceeds the total spent on the 2016 presidential campaign by all but a handful of rival super-donors.” http://politi.co/2bx38Du\n\n\n\nA message from Google: Google is committed to helping veterans build successful civilian careers.",
  "SCOOP: Team Trump gives Republicans a ‘look inside’ transition for 5K donation -- Hackers targeted Arizona election system -- Huma calls it QUITS -- B’DAY: Warren Buffett Presented by\n\nDriving the Day\n\nBULLETIN – “PARIS (AP) - French president says US-EU trade talks bogged down, won’t succeed this year.”\n\nPLAYBOOK SCOOP -- Cash for access to the Trump transition effort -- Gov.",
  "--Gabriel Debenedetti (@gdebenedetti): “Team Clinton's August was all about fundraising: in the last 7 days, by my count, HRC+TK have raised @ least $19m over 18 events in 8 states”\n\nTRUMP IMMIGRATION SPEECH TOMORROW -- “Suddenly unsure on immigration, Trump trying to clear it up,” by AP’s Jill Colvin: “It’s been the driving issue of Donald Trump’s campaign.",
  "The Center for a New American Security will host a DC premiere of the film September 21.” Trailer http://bit.ly/2co3so3\n\nCLICKER -- Actor Chris Jackson, best known for playing President George Washington in the Tony Award-winning Broadway musical “Hamilton,” stopped by the set of Bloomberg Politics’ “With All Due Respect” to freestyle on Hillary and Trump.",
  "Retired football star Calvin Johnson and Indy race car driver James Hinchcliffe are also on tap for the fall season, ET has learned.” http://et.tv/2bFrUNv\n\n--RedState headline: “Rick Perry’s Next Career Move Is Literally Unbelievable.”\n\nPIC DU JOUR -- Mark Zuckerberg posts on Facebook: “Priscilla and I had the honor of meeting Pope Francis at the Vatican.",
  "… You can feel his warmth and kindness, and how deeply he cares about helping people.” With pic http://bit.ly/2bx3zgZ\n\nTREASURY DEPARTURE LOUNGE -- Deputy Assistant Secretary for Public Affairs Adam Hodge’s last day at Treasury is Wednesday after three and a half years at the agency, where he has headed up the public affairs’ domestic finance portfolio.",
  "Let’s write about that!” They all fall for it.’” http://bit.ly/2bWQc85 … The podcast episode http://bit.ly/2bywMXD\n\nOUT TODAY – “Citizen Soldier follows a group of soldiers from the Oklahoma Army National Guard’s 45th Infantry Brigade Combat Team during their deployment in one of the most dangerous parts of Afghanistan at the height of the surge.",
  "At their first session devoted to the debate, on Aug. 21 at Mr. Trump’s club in Bedminster, N.J., the conservative radio host Laura Ingraham was on hand to offer counsel and, if Mr. Trump was game, to play Mrs. Clinton, said Trump advisers who spoke on the condition of anonymity because the debate preparations were supposed to be kept private.",
  "I’m a huge fan of Mike Pence’s, so I tell people when it comes to the Trump-Pence ticket, I am all for Pence and we are neutral on the presidential.”\n\n--Breaking with Trump on trade: “I think his agenda on taxes, his agenda on cutting regulations, his agenda on spending, all of those are things where free market ideas have potential ...",
  "…\n\n“Abedin, according to two people in her orbit, didn’t know the Post story was in the works before heading to the Hamptons for her annual working vacation with the Clintons -- who have been ferociously fundraising -- and Clinton intimates like Cheryl Mills, along with Abedin’s own family, including her sister Heba and her son Jordan.",
  "They are undertaking a forensic-style analysis of Mr. Trump’s performances in the Republican primary debates, cataloging strengths and weaknesses as well as trigger points that caused him to lash out in less-than-presidential ways …\n\n“‘I believe you can prep too much for those things,’ Mr. Trump said in an interview last week.",
  "... One person who works with state election officials called the FBI’s memo ‘completely unprecedented.’ ‘There’s never been an alert like that before that we know of’ … ‘I think he’s just unleashed the hounds,’ said Tom Kellermann, head of Strategic Cyber Ventures, referring to Putin.” http://politi.co/2bwO4CP\n\nGOV.",
  "http://bit.ly/2cbcweL\n\n-- “Griff Witte to become Berlin Bureau Chief” of WashPost -- Foreign Editor Douglas Jehl and Foreign Deputy Editor Mary Beth Sheridan email colleagues: “As London bureau chief since 2013, Griff has already gained mastery in writing about the powerful forces that are reshaping Europe.",
  "Somehow a film got made.” http://nyti.ms/2co2Sqk ...The cover http://bit.ly/2bFHMzK\n\nMEDIAWATCH -- Vice News unveils the trailer for their new evening newscast, “Vice News Tonight.” They are positioning the broadcast as the next generation of the evening news -- “journalism without the makeup,” they say.",
  "The invitation, which went out this week, invites a small number of Republican insiders to the Bernard’s Inn in Bernards, New Jersey, for the Sept. 15 event, which will run from 8:45 a.m. to 10 a.m. “This will be an inside look on the work underway on planning for the transition,” the invitation reads.",
  "John Kasich (right) endorses Chris Sununu for New Hampshire’s governor during a news conference Monday in Concord, N.H. | AP Photo\n\nTOP TALKER -- “Trump woos women and minorities by pitting one group against another,” by WaPo’s Jose DelReal: “Immigrants and refugees are taking jobs from black workers.",
  "‘Poor Hispanics and African American citizens are the first to lose a job or see a pay cut when we don’t control our borders,’ the Republican presidential candidate said at a rally last week in Akron, Ohio, adding that blacks in particular should vote for him because their lives are so terrible.",
  "It also underscores how little his Republican campaign has invested in the nitty gritty of outlining what he would do as president, especially when compared with the more detailed plans of his Democratic rival, Hillary Clinton.” http://apne.ws/2co0u2R\n\nPlaybook Reads\n\nPHOTO DU JOUR: Ohio Gov.",
  "Both have overt support from their party’s infrastructures, are sitting on big piles of campaign contributions from traditional Beltway special interest groups, already raised large amounts of general election money, and skipped debates over opponents they were dominating in the polls.",
  "The $5,000 donation is to the transition effort -- not the Trump campaign -- and is only disclosed, it says, “within thirty days after the inauguration of the President-elect as President.” Corporate donations are permitted, according to a flier distributed by the transition team.",
  "JUST POSTED -- The Washington Post just made public thousands of pages of documents it used “in the development of ‘Trump Revealed,’ a biography of the Republican presidential nominee published August 23 by Scribner.” “The archive is searchable and navigable in a number of ways.",
  "In the morning show battle, ‘Morning Joe’ will handily beat ‘New Day’ for the 18th consecutive month and, for the third month in a row, is expected to deliver the biggest total audience for the 6-9am time period in MSNBC's 20 year history.” Playbook note: Fox beats everyone.",
  "“Asked what more Trump, as president, could do in the city - often ranked among the most dangerous in the nation - Christie replied: ‘Nothing.’ Trump ‘doesn't have to worry about liberal policies in New Jersey,’ the governor said during a Statehouse news conference.",
  "Over the past few months, people close to the couple have painted a portrait of a marriage on the verge of collapse, and reporters covering the campaign have noticed in recent weeks that Abedin has often appeared in public without her wedding or engagement rings.",
  "Trump’s campaign also sent a letter to the Federal Election Commission, the nation’s election watchdog agency, disavowing the super PAC on the same day POLITICO revealed that the group had raised more than $1 million from 20,000 donors in less than three months.",
  "SEND YOUR SPOTTINGS to daniel@politico.com\n\nRICK PERRY to “Dancing with the Stars!” -- Scoop by ET Online: “ET can exclusively confirm that Jana Kramer, Marilu Henner, former Texas Governor Rick Perry and Vanilla Ice are the latest celebrities headed to DWTS.",
  "video http://bit.ly/2co2DLQ\n\nTHE PLAYBOOK INTERVIEW: David McIntosh\n\nFormer Indiana Rep. David McIntosh is now running the Club for Growth, which is on track to spend more than $12 million in the 2016 election -- although none of it will go for Donald Trump.",
  "Learn more at google.com/grow/veterans\n\nDEEP DIVE – this Sunday’s Times Magazine cover, “Edward Snowden’s Long, Strange Journey to Hollywood,” by Irina Aleksander: “Oliver Stone wanted a hit — and the chance to put America’s most iconic dissident onscreen.",
  "And expel everyone living in the U.S. illegally with the help of a ‘deportation force.’ Ten weeks before the election, however, buffeted by conflicting advice from aides and advisers, Trump has seemed to be in full indecision mode.",
  "For Donald Trump, appealing to minority groups and women often amounts to an ‘us vs. them’ proposition — warning one group that it is being threatened or victimized by another, using exaggerated contrasts and a very broad brush.",
  "... Now Fedor, 31, was the star fighter for Affliction Entertainment, an upstart mixed martial arts company Trump had partnered with to host pay-per-view fights in the U.S. and a reality television show to be filmed in Russia.",
  "While Apple employs almost 6,000 people in Ireland and claims to be the country’s largest taxpayer, the Commission said the ‘head offices’ of these two companies existed only on paper and could not have generated such profits.",
  "Even if there is a difference at the top of the ticket part of our strategy is going to be looking to those voters who are Republicans but not ready to vote for Trump and say, ‘It’s so important you vote’ for the turnout.",
  "Produced by Wendy R. Anderson, former CoS to Ash Carter and deputy CoS to Chuck Hagel, and directed by David Salzberg and Christian Tureaud, Citizen Soldier immerses viewers using 100% real footage from the battlefield.",
  "But for critics, many already disposed to vote against him, his wavering on what has been his signature issue, seems like a warning that he’s unable to handle a central element of any president's job — making decisions.",
  "‘But it worked out for the best, being surrounded by her family and her friends ... It’s a difficult day but she'll get through it.’” http://politi.co/2bMiaoe\n\nHAPPENING TODAY -- Donald Trump is in Everett, Washington.",
  "Her team is also getting advice from psychology experts to help create a personality profile of Mr. Trump to gauge how he may respond to attacks and deal with a woman as his sole adversary on the debate stage.",
  "| Courtesy of Cindy McCain\n\nSPOTTED: Sen. Bernie Sanders (I-VT) eating Sunday night with wife Jane and other family members at Shore Acres Inn and Restaurant in North Hero, VT. Sanders ordered halibut.",
  "Then, on Nov. 17, 2015, the two engaged in a revealing discussion about Weiner’s future, with the woman, who was based out West, asking whether he would be ‘moving to DC’ if Clinton becomes president.",
  "Christie, who last weekend said voters who want ‘safer streets’ should choose Trump, said Monday that the GOP presidential nominee ‘doesn’t need to worry about Camden’ if he gets to the White House.",
  "The conservative group is active in five primaries Tuesday, and is expecting to help Sen. Marco Rubio and Rep. Ron DeSantis clear their primaries, along with Arizona Rep. Paul Gosar.",
  "It is meant as a resource for other journalists and a trove to explore for our many readers fascinated by original documents.” http://wapo.st/2bO9SaZ\n\nGood Tuesday morning from D.C.",
  "BIRTHWEEK (was yesterday): former NY Assemblyman Richard Brodsky ... Anna Adams-Sarthou, most recently a spokeswoman for the Democratic National Convention ... Tim Warner is 48.",
  "Boyd comes from the American Diabetes Association where she served as the senior manager of strategic communications and prior to that, worked at APCO Worldwide and Edelman.",
  "Today when service members search “jobs for veterans” on Google, and enter their military occupational specialty code, they’ll see jobs that match their military skill sets.",
  "At a Fox News town hall tall taping last week, in the face of pressing questions, he proceeded to poll the audience at length on the fate of an estimated 11 million people.",
  "Christie says Donald Trump couldn’t do anything more than he himself has as governor to make Camden safer, after an 8-year-old girl was hit by a stray bullet last week.",
  "“We’re having our best cycle cycle ever with the exception of the Donald Trump nominee.”\n\n--Turning out never-Trumpers: “This cycle Republicans are a bit on defense.",
  "My hope is we will send more members that will back him up when he does that reorientation ... Our view is don’t have a lame duck, save it for the next [Congress].",
  "We told him how much we admire his message of mercy and tenderness, and how he’s found new ways to communicate with people of every faith around the world.",
  "Let the voters speak and then have the new Congress resolve the issues.”\n\nPlaybookers\n\nSen. John McCain celebrates his 80th birthday at Lon's in Phoenix.",
  "… ‘She wasn’t fleeing the media,’ said a person close to the longtime Clinton body woman -- whom the Democratic nominee has likened to a second daughter.",
  "... Mr. Trump said in the interview that he would ‘rather not’ attack Mrs. Clinton on personal grounds, including Bill Clinton’s extramarital affairs.",
  "director, James B. Comey Jr., expressing concern that Russia was trying to influence the presidential election and requesting that the F.B.I.",
  "There are 70 days until Election Day, 27 days until the first debate, and it’s been 269 days since Hillary Clinton’s last media availability.",
  "“Christie: Chicago, not Camden, needs Trump’s help,” by Maddie Hanna and Andrew Seidman on the front page of the Philadelphia Inquirer: “Gov.",
  "We also help employers find them by enabling companies to implement this feature on their career sites using Google Cloud’s Talent Solution.",
  "‘We “pivoted to jobs,” like, a thousand times,’ Pfeiffer elaborated, ‘and every time the press was like, “Yet another pivot to jobs!",
  "Through Grow with Google, our initiative to create economic opportunities, we’ve developed resources specifically for veterans.",
  "We gave him a model of Aquila, our solar-powered aircraft that will beam internet connectivity to places that don’t have it.",
  "He has been especially resistant to his advisers’ suggestions that he take part in mock debates with a Clinton stand-in.",
  "CareerBuilder, Pepsi, Siemens, RecruitMilitary, and many others have already implemented the API on their career sites.",
  "Trump is behind in the polls ... but that means down ticket we’ve got to be prepared to defend good conservatives ...",
  "This show is the brainchild of Josh Tyrangiel, the former Bloomberg bigwig, who oversees the news operation at Vice.",
  "(h/t Kolby Patterson) ... Shaun Donovan and Tamera Luzzatto at separate tables dining at Doi Moi in Logan Circle.",
  "We also discussed the importance of connecting people, especially in parts of the world without internet access.",
  "“We’re basically building on the really solid foundation that was there when I came,” McIntosh told Playbook.",
  "“Trump is now planning a major speech on Wednesday, during which he's expected to finally clarify his stance.",
  "Chris Christie is hosting an intimate, 40-person “look inside” the transition effort, but it’ll cost you.",
  "… One official tells NBC News that the attacks have been attributed to Russian intelligence agencies.",
  "It releases today in numerous retail and digital outlets, such as Walmart, Amazon.com, and iTunes.",
  "And, they plan to help out Rep. Scott Garrett fend off a tough challenger in northern New Jersey.",
  "‘You and I have been a part of many bull**** pivots.’ ‘Many a pivot,’ Favreau said in agreement.",
  "‘I kinda envy that path now that I have a 3 yr old and a busted marriage,’ Weiner, 51, replied.",
  "Mike Pence will hold a town hall in Georgia, followed by an evening rally in North Carolina.",
  "-- Samantha Boyd has joined Bloomberg’s Washington news bureau as communications director.",
  "open an investigation.” http://nyti.ms/2bOGzI0\n\nIT’S PRIMARY DAY IN ARIZONA AND FLORIDA.",
  "CrowdStrike discovered the attack on the DNC and provides security for the think tanks.",
  "The five-night-a-week broadcast will have no anchor, and will premiere Sept. 26 on HBO.",
  "You can sound scripted or phony — like you’re trying to be someone you’re not.’ ...",
  "FOX News’ prime time programming is actually down in both categories year to year.",
  "(The club is also supporting Andy Biggs in Arizona and Mary Thomas in Florida.)",
  "Pat Toomey in Pennsylvania, Ron Johnson in Wisconsin and Rubio in Florida.",
  "CHRIS CHRISTIE says Donald Trump couldn’t help Camden more than he can.",
  "The American lawyer just wanted the whole insane project to go away.",
  "The Russian lawyer wanted someone to option the novel he’d written.",
  "Their biggest plays in the general election include backing Sens.",
  "But the Trump-Fedor tag team would not last long, nor end well.",
  "‘You’ll be able to walk down the street without getting shot.",
  "Supporters are hoping for a strong, decisive showing.",
  "Donald Trump has still not released his tax returns.",
  "We hope you’re reading this from a beach somewhere.",
  "Honestly don’t know what she will do,’ Weiner said.",
  "For months, it has been the primary that never was.",
  "Tim Kaine is in Erie and Lancaster, Pennsylvania.",
  "Undocumented criminals prey on American women.",
  "Muslims pose a threat to gay men and lesbians.",
  "‘It’s a total bull**** thing,’ Pfeiffer said.",
  "Weiner was not invited, they told POLITICO.",
  "In that world, Fedor Emelianenko was king.",
  "When the woman insisted, ‘You’re moving!!",
  "Build a wall along the southern border.",
  "‘What do you have to lose?’ he said.",
  "Hillary Clinton is in the Hamptons.",
  "The price tag: $5,000 per person.",
  "Oh, [Obama’s] pivoting to jobs!",
  "The subject wanted veto power.",
  "Make Mexico pay for it.",
  "‘That is a very big Q.",
  "No surprises expected.",
  "‘It can be dangerous.",
  "I’m wishing him well.",
  "He declined.",
  "2-min.",
  "...",
  "..."
]