[
  "Trump owned a major stake in Affliction Entertainment, which about a year after launching folded as an MMA promotion largely as a result of the cancellation of a heavily promoted fight between Fedor Emelianenko and Josh Barnett because of the latter testing positive for performance-enhancing drugs.",
  "His involvement in the business side of the sweet science includes hosting and co-promoting one of the biggest fights in boxing history, the 1988, 91-second heavyweight title unification bout between Michael Spinks and Mike Tyson that grossed about $750,000 for every second of in-ring action.",
  "White’s outfit recently overcame a similar problem by replacing Jon Jones with Anderson Silva in a match against Daniel Cormier at UFC 200 after Bones tested positive for banned substances, which showed the advantages of a deep roster over a few big-name fighters.",
  "“In 2001, my partners [Lorenzo and Frank Fertitta] and I bought the UFC, and it was basically considered a bloodsport,” White, characteristically without a tie, told the dressed-up convention.",
  "The UFC president praised Donald Trump in a fiery Republican National Convention as a hard worker, loyal, and displaying great business instincts.",
  "White did not mention Trump’s more direct foray into the world of mixed-martial arts (MMA), which displayed less than great business instincts.",
  "Except Donald Trump.”\n\nWhite noted that Trump hosted the first two events the UFC staged under the group led by White and the Fertittas.",
  "“I’ve been in the fight business my whole life,” a bald-on-his-head-but-unshaven-on-his-face White declared.",
  "Ladies and gentlemen, Donald Trump is a fighter, and I know he will fight for this country!”",
  "Though Trump stumbled in the cage, he excelled in the boxing ring.",
  "The group bought the business for $2 million back then.",
  "Arenas around the world refused to host our events.",
  "They sold it for $4 billion earlier this month.",
  "“State athletic commissions didn’t support us.",
  "Like Dana White, Tyson endorses Trump.",
  "He can also promote a candidate.",
  "Dana White can promote a fight.",
  "Nobody took us seriously.",
  "“I know fighters.",
  "Nobody."
]