[
  "Story highlights Peggy Drexler: Trump fired campaign manager Corey Lewandowski, apparently after pressure from his daughter, Ivanka\n\nFor all his offensive remarks about women, he appears to respect and need the support of his daughter, Drexler says\n\nPeggy Drexler is the author of \"Our Fathers, Ourselves: Daughters, Fathers, and the Changing American Family\" and \"Raising Boys Without Men.\"",
  "This was especially problematic in the context of the recent massacre in Orlando -- which Trump used as an opportunity to congratulate himself for \"being right on radical Islamic terrorism\" -- as well as his campaign's ongoing racist and misogynistic rhetoric.",
  "Some reports suggest Ivanka and her siblings worried that Lewandowski lacked the experience to lead their father through a national campaign -- including stepping up fundraising efforts and bolstering Trump's anemic communications team.",
  "She'd been pressing for awhile, according to news reports, and the straw that broke the proverbial camel's back may well have been an increase in tensions between Lewandowski and her husband, Jared Kushner.",
  "(CNN) Divisive GOP frontrunner Donald Trump announced Monday that his campaign has parted ways with divisive campaign manager, Corey Lewandowski, amid suggestions that daughter Ivanka Trump made him do it.",
  "But it's hard not to wonder whether she and her family were also concerned about Lewandowski's character, and the influence he has had on how brash, to put it mildly, the candidate was encouraged to be.",
  "She is an assistant professor of psychology at Weill Medical College of Cornell University and a former gender scholar at Stanford University.",
  "How could a strong, successful, pragmatic working mother of three continue to back someone like that, even if he is her father?",
  "The opinions expressed in this commentary are solely those of the author.",
  "And so, campaign insiders say, Trump got an ultimatum.",
  "Who will it be, Dad: Him or us?",
  "Read More"
]