[
  "But he was known for his devastating blows, including a nasty punch dubbed “the Russian hook.” And his fans included his country’s president, Putin, a black belt in karate who watched Fedor battle from front-row seats and sat with him at dinners and sports events.",
  "It’s like, you know, somebody just — succumbs.”\n\nAt last month’s Republican National Convention, UFC founder and president Dana White — whose company sold for $4 billion in July — repaid Trump's past support with a prime-time testimonial.",
  "Hillary Clinton’s campaign has targeted Trump's ties to Russia, saying he repeats Kremlin talking points on issues like Crimea and NATO, and may have undisclosed business interests in the country, which he has visited several times.",
  "It was June 5, 2008 and Trump had called a news conference at Trump Tower to announce a new venture into the business of mixed martial arts—a blood-spattering blend of boxing, wrestling and karate often fought in a caged octagon.",
  "Nobody, except Donald Trump.”\n\nThough Trump didn’t remain closely involved in mixed martial arts, he indulged his taste for no-holds-barred fighting with pro wrestling cameos, including a 2007 appearance at WrestleMania XXIII.",
  "Now Fedor, 31, was the star fighter for Affliction Entertainment, an upstart mixed martial arts company Trump had partnered with to host pay-per-view fights in the U.S. and a reality television show to be filmed in Russia.",
  "But just months after New Jersey became the second state to sanction the sport in 2000, Trump hosted the Ultimate Fighting Championship for the first of several events at his Taj Mahal casino in Atlantic City, New Jersey.",
  "Trump not only teamed up with Fedor, but with the fighter’s St. Petersburg-based promoter, Vadim Finkelchtein, whose management company was a partner in the venture and who attended three press events at Trump Tower.",
  "When Trump hosted UFC in Atlantic City, White said, mixed martial arts “was basically considered a blood sport … State athletic commissions didn’t support us, arenas around the world refused to host our events.",
  "In 2008, Trump was approached by Affliction Clothing, a martial-arts-themed apparel company looking to expand into fight sponsorship, and which saw a partnership with Trump as a sure-fire publicity generator.",
  "Later that year, Trump’s son, Donald Jr., told Men's Fitness magazine that his father had not only lent his name but invested cash into the venture: “If we have to put in more, we’ll put in more,” he said.",
  "(Wearing a suit and tie, Trump body slammed and pretended to beat World Wrestling Entertainment Chairman Vince McMahon outside the ring before shaving a restrained McMahon’s head with an electric razor.)",
  "The event reportedly drew an audience of more than 100,000 viewers — respectable but not stellar, perhaps because UFC undermined its upstart rival with a free televised event on the same night.",
  "A video montage played at one Affliction news conference at Trump Tower showed Fedor knocking an opponent in midair and, while training, beating the radials out of a tire with a sledgehammer.",
  "(One memorable 2007 dinner also featured the kick boxer and action star Jean-Claude Van Damme, along with Putin's friend and political ally, Italian Prime Minister Silvio Berlusconi.)",
  "In October 2008, an Affliction news release announced plans for a 15-episode reality television show, “Fighting Fedor,” in which unknowns would compete to take on the fabled champ.",
  "“The whole thing was a mess,” said Josh Gross, a sportswriter and author of Ali vs. Inoki: The Forgotten Fight That Inspired Mixed Martial Arts and Launched Sports Entertainment.",
  "Despite the failure of his partnership with Fedor, Trump remains something of a hero in world of mixed martial arts, revered for his support of the underdog sport 15 years ago.",
  "Fedor's lawsuit notes that Finkelchtein \"had used his personal contacts to ensure\" that Affliction's third event \"would be broadcast on Russia's state-run television channel.\"",
  "Fedor, as everyone called him, was a heavyweight champion who made his name in his native Russia, cracking ribs in places like Kaliningrad, St. Petersburg and Moscow.",
  "(One source familiar with the deal relayed a message to POLITICO through an intermediary saying he believes Trump only licensed his name and had not invested money.)",
  "The New York mogul's embrace of a sport often denounced as vulgar, brutal and politically incorrect reflects Trump's own body-slamming political and business style.",
  "Adding to Fedor's mystique was his friendship with Putin, who enhanced his own sportsman's image through numerous public appearances alongside the storied fighter.",
  "Vladimir Putin shakes hands with Mixed Martial Art heavyweight fighter Fedor Emelianenko of Russia after his victory over Jeff Monson in Moscow on Nov. 20, 2011.",
  "Sen. John McCain (R-Ariz.) had branded it \"human cockfighting\" and sought to ban it from television; several states, including New York, refused to authorize it.",
  "The $39.95 pay-per-view extravaganza featured the heavy metal band Megadeth, along with Fedor’s defeat, in 36 seconds, of an opponent 8 inches taller than him.",
  "Donald Trump poses with Mixed Martial Art heavyweight fighters Josh Barnett of the U.S. (left) and Russia's Fedor Emelianenko in New York on June 3, 2009.",
  "\"While many people truly appreciated Megadeth as musicians, it probably was not the right venue for an MMA event,\" he told a mixed martial arts website.)",
  "But after those titans left the scene, Trump felt the sport’s allure had faded—and saw the potential in its younger, wilder offshoot as early as 2001.",
  "Soon Fedor was no longer fighting for Affliction but against it, in the form of a lawsuit he and Finkelchtein filed in a California federal court.",
  "Michael D. Cohen, a senior Trump Organization executive, happened to be a fan of the sport, and encouraged Trump to lend his name to the venture.",
  "While Trump saw a chance to make money from his association with Fedor, he also delighted in his association with the fearsome Slavic warrior.",
  "“It will be taped in St. Petersburg, Russia ... I’m going to be there.”\n\nThe show was never filmed, and Trump apparently never made the trip.",
  "Soon after, Putin named Fedor — who spent two years as a firefighter in the Russian military — to a presidential sports and fitness council.",
  "By now the company was bleeding cash, thanks in part to expensive payouts for Fedor and other top fighters signed at above-market rates.",
  "Earlier this month, Clinton campaign manager Robby Mook charged that \"the hand of the Kremlin is at the core of [Trump's] campaign.\"",
  "“His thing,” Donald Trump said, “is inflicting death on people.”\n\nStory Continued Below\n\nAnd he was Trump’s newest business partner.",
  "A third event scheduled to be held in California in August 2009 was canceled when one fighter tested positive for steroids.",
  "Trump says he has never met Putin, has no business ties to Russia, and rejects claims of Russian influence over his views.",
  "“His neck is like, I think it's 28 inches!”\n\nAt the time, Fedor dominated his sport the way Tyson had conquered boxing.",
  "He intimidated his opponents with “a stoic, almost robotic demeanor,” Gross said, and no one had ever knocked him out.",
  "And when Fedor announced a comeback last year after three years of retirement, he said Putin called to wish him luck.",
  "The mogul had dabbled in boxing in previous decades, teaming up with the likes of Mike Tyson and Don King.",
  "Fedor's contract with M-1 Global had promised him $300,000 per bout plus a $1.2 million consulting fee.",
  "The lawsuit also said that Finkelchtein \"had invested $1 million to open Affliction stores in Moscow.\"",
  "“I’m looking at this Russian, Fedor, with a face like you don't want to touch,” Trump told Stern.",
  "At that time, mixed martial arts was struggling to find a foothold amid widespread condemnation.",
  "“It’s sort of like, you just — somebody dies!” Trump told radio host Howard Stern in July 2008.",
  "Fedor learned the news after landing in Anaheim with 35 Russian fans and associates in tow.",
  "It is also another example of Trump’s colorful history with wealthy or prominent Russians.",
  "The New Jersey State Martial Arts Hall of Fame lists Trump on its website as an inductee.",
  "Nor is there any evidence Fedor ever connected Trump with Putin, directly or indirectly.",
  "Affliction folded after staging just two budget-busting events, likely losing millions.",
  "In mixed martial arts, Trump seemed to relish the very brutality that appalled others.",
  "“You don't get more masculine and mano-a-mano than mixed martial arts,” Gross said.",
  "Cohen became chief operating officer of the newly named Affliction Entertainment.",
  "He had never killed anyone, despite Trump’s quip in an interview that summer.",
  "At one point, Trump’s plans for the partnership included a visit to Russia.",
  "\"I have nothing to do with Russia,\" he said at a July news conference.",
  "“The show will be spectacular,” the release quoted Trump as saying.",
  "Trump’s dealings with Fedor and Affliction occurred within the U.S.",
  "But the New Yorker did vow to visit Russia on the company's behalf.",
  "He had a shaved head, deadpan eyes and construction-worker muscles.",
  "He was a Russian army veteran who called Vladimir Putin a friend.",
  "But the Trump-Fedor tag team would not last long, nor end well.",
  "When Putin ran for president in 2012, Fedor campaigned for him.",
  "Trump’s knockout may have been quick, but was also revealing.",
  "Trump allowed them to come in and have an event,\" Gross said.",
  "Fedor's manager, Finkelchtein, also had influence at home.",
  "| Getty\n\nAffliction staged its first event in July 2008.",
  "His campaign did not respond to a request for comment.",
  "By 2008, Trump was no newcomer to mixed martial arts.",
  "It’s not like, ‘Oh, how are the judges voting?’ OK?",
  "Next to Trump's name is a single word: “Visionary.”",
  "| Getty\n\nThe UFC \"was floundering and going broke.",
  "\"It's a sordid chapter for mixed martial arts.\"",
  "By late summer 2009, the venture had collapsed.",
  "(Cohen later questioned the event's management.",
  "His name was Fedor and other men feared him.",
  "In that world, Fedor Emelianenko was king.",
  "\"It was a big deal, and fairly historic.\"",
  "And it’s terrible ... It’s the gladiator.",
  "The reality show never took flight.",
  "“I’ve never seen anything like it.",
  "Nobody took us seriously."
]