[
  "One decade ago, Emelianenko signed a contract with the now-defunct Affliction Entertainment promotion, whose COO, Michael Cohen, who is now a person of interest in an ongoing federal investigation into Russian interference and collusion with U.S. President Donald Trump’s 2016 campaign.",
  "The 41-year-old Ukrainian-born Russian was still flying high after a first-round knockout of Mir (18-12 MMA, 0-1 BMMA) that cleared the way for a semifinal-round matchup against Chael Sonnen (30-15-1 MMA, 2-1 BMMA) in Bellator’s yearlong heavyweight grand prix.",
  "Everything was OK. Everything was good.”\n\nThat was about as much as Emelianenko (37-5 MMA, 1-1 BMMA) offered on the rendezvous, which was reported by telegraph.co.uk prior to Saturday’s Paramount-televised event at Allstate Arena in Rosemont, Ill.",
  "“But generally speaking, everything finished in a very good way.”\n\nEmelianenko reportedly met with investigators on Wednesday after arriving from Amsterdam, but the content of their conversation was not disclosed.",
  "“To tell you the truth, I believe that Chael is a good person, because when we meet each other in some place or in the hotel, we actually communicate in a very good and friendly manner,” Emelianenko said.",
  "Sonnen may have got the crowd booing with an insult-laden faceoff after Bellator 198’s headliner, but Emelianenko didn’t exactly take him seriously.",
  "As for other stressors present on fight night, Sonnen was more successful at getting Emelianenko to crack a smile than cracking his icy facade.",
  "ROSEMONT, Ill. – Fedor Emelianenko downplayed an interview with the FBI prior to his Bellator 198 headliner opposite ex-UFC champion Frank Mir.",
  "“Not at all,” Emelianenko said via a translator when asked whether the surprise meeting was a distraction during his pre-fight preparations.",
  "Because I know him from an absolutely different side.”\n\nFor complete coverage of Bellator 198, check out the MMA Events section of the site.",
  "“I cannot say the fight went the way I planned it because I still missed some hits,” Emelianenko told MMAjunkie of the fight.",
  "When a reporter jokingly asked whether Emelianenko was accused of being a spy, he laughed and said he hadn’t.",
  "That’s not to say Emelianenko is totally neutral toward Sonnen, who’s repeatedly bashed him over the years.",
  "“I think that’s the way he attracts extra attention to his fights and his performances.",
  "Trump licensed his name to Affliction and helped promote the events.",
  "“In public, definitely, his behavior is challening,” he said.",
  "But he chooses not to take things personally.",
  "“Everything was great."
]