[
  "Luke Harding, author of A Very Expensive Poison, about the 2006 lethal poisoning of defected Russian spy Alexander Litvinenko with radioactive polonium-210 in London, said the lawlessness in former Soviet republics like Russia, Ukraine and Azerbaijan explains why businessmen from those countries seek safe havens to invest their wealth.",
  "The godfather of the operation was identified as Alimzhan Tokhtakhounov, who federal prosecutors said was a Vor, \"a powerful figure in former Soviet Union organized crime\" who never left Russia because he was under indictment in the U.S. for his role in allegedly bribing officials at the 2002 Winter Olympics in Salt Lake City.",
  "McCallion, as a private lawyer, also represented former Ukrainian prime minister Yulia Tymoshenko in a 2011 lawsuit alleging that Paul Manafort, Trump's former campaign manager, engaged in a racketeering and money-laundering scheme to hide $3.5 billion in stolen funds, much of it by buying U.S. real estate.",
  "Here is a closer look at some of the Trump project investors or condo buyers with alleged ties to organized crime and the Russian government:\n\n\n\nFelix Sater\n\n\n\nSater spent a year in prison for stabbing a man in the face with a broken margarita glass at the Rio Grande restaurant and bar in New York in 1991.",
  "Firtash, a major donor of Yanukovych's party, was indicted in 2013 by U.S. prosecutors in Chicago for allegedly paying officials in India $18.5 million in bribes for licenses to mine titanium ore. Firtash said he is an innocent victim of American efforts to punish political allies of Putin.",
  "Anatoly Golubchik, Vadim Trincher and Michael Sall\n\n\n\nThree Trump condo owners — Golubchik, Trincher and Sall — were convicted in 2013 in federal court in New York of participating in an illegal high-stakes sports betting ring for a Russian-American organized crime group.",
  "Manafort resigned from the Trump campaign in August, days after Ukrainian investigators alleged that secret ledgers showed $12.8 million was put aside for Manafort by the party of pro-Russian President Viktor Yanukovych, who was ousted in a popular uprising in 2014.",
  "Manafort's co-defendants were Dmitry Firtash, a Ukranian gas executive under federal indictment for bribery, and Semyon Mogelivich, identified by the Justice Department as head of a transnational criminal organization that posed a threat to U.S. national security.",
  "In an interview with USA TODAY, McCallion said he spent years looking into the Trump Organization, the businesses and individuals that dealt with it, and the possibility that Trump's real estate empire may depend on hundreds of millions of dollars from Russians.",
  "Peter Kiritchenko\n\n\n\nKiritchenko, a Ukrainian businessman who owned two condominiums with his daughter at Trump International Beach Resort in Sunny Isles Beach, Fla., was named in a money-laundering scheme involving former Ukraine prime minister Pavlo Lazarenko.",
  "But Sater subsequently travelled to Russia carrying business cards identifying him as a senior adviser to Trump with a Trump Organization phone number and email address, according to photos of the card posted online by NBC, the BBC and other news organizations.",
  "Investigators in Belgium accused Mashkevich and two of his Kazakh business partners of money laundering and forgery connected to the $55 million in alleged bribes they received from a Belgian company in the mid-1990s, according to the Financial Times.",
  "Viktor Khrapunov\n\n\n\nKhrapunov, a former Kazakhstan energy minister and mayor of Almaty, owns three units in the Trump SoHo through shell companies, according to lawyers for the Kazakh city who filed a 2014 federal lawsuit against him in Los Angeles.",
  "A federal criminal complaint in New York in 1998 accused Sater of money laundering and stock manipulation but was kept secret by prosecutors because the Russian immigrant was working as a CIA informant, according to numerous published reports.",
  "In 2013, Trump said in another deposition that he didn't think Sater was connected to the Mafia, that Sater mostly dealt \"with my company, not me\" and that \"if he was sitting in the room right now I really wouldn't know what he looked like.\"",
  "Salvatore Lauria, a co-defendant, co-wrote in a 2003 book that he and Sater sought to reduce their sentences by acting as middlemen for the CIA to buy weapons that fell into the hands of mobsters after the fall of the Soviet Union.",
  "According to federal prosecutors in San Francisco in 2009, Kiritchenko helped Lazarenko launder millions of dollars obtained through extortion by purchasing luxury real estate in the United States and other countries.",
  "His extradition from Austria to the United States was approved in February and then put on hold while an Austrian judge considers a Spanish indictment against him on charges of money laundering and organized crime.",
  "Trump's lawyer, in interviews with The New York Times and the Post, downplayed the relationship between the two men, saying Trump met and spoke with lots of people but his relationship was with Bayrock, not Sater.",
  "He met alongside Donald Trump Jr. in Phoenix with local officials, and in New York he met repeatedly with Trump and his staff to talk about potential deals in Los Angeles, Ukraine and China, the Post reported.",
  "Mashkevich and principal Bayrock partner Tevfik Arif were embroiled in a case in 2010, when Turkish police alleged prostitution and human trafficking after they raided a luxury yacht that Mashkevich chartered.",
  "Manafort, who has acknowledged working for pro-Russian Ukrainian politicians, has denied receiving off-the-books pay and said his compensation covered campaign staff, polling and television ads in Ukraine.",
  "Almaty's lawyers alleged in the lawsuit that Khrapunov used real estate in California, New York, Europe and the Middle East to hide hundreds of millions of dollars looted by selling state-owned assets.",
  "Kriss, a former finance director for the developers, accused Sater, Lauria and Bayrock partners in a 2010 federal lawsuit of diverting millions of dollars to shell companies to avoid U.S. taxes.",
  "\"There are oligarchs who are FOPs (friends of Putin) and there are those who lost their assets due to corruption, abuse of power, a crummy legal system and the lack of property rights,\" he said.",
  "One group offered better terms, but Bayrock rejected that and went with the FL Group, which provided $50 million in financing and was \"in favor with Putin,\" according to the original complaint.",
  "He also claimed they kept secret Sater's criminal past and his guilty plea to racketeering charges while \"he was aiding the prosecution of his Mafia and Russian organized crime confederates.\"",
  "After police boarded the Savarona — once owned by the founder of the modern Turkish state, Mustafa Kemal Atatürk — they arrested 10 wealthy men, including Arif, a former Kazakh official.",
  "That year, Trump testified in a deposition in a defamation lawsuit that he didn't think Sater was a principal at Bayrock and that he was considering not doing business with him anymore.",
  "Sall helped launder tens of millions of dollars from the gambling enterprise, prosecutors said when they announced that all three condo owners pleaded guilty to lesser charges.",
  "But many of the racketeering and fraud claims against them survived a motion to dismiss the lawsuit, according to a Dec. 2 order signed by U.S. District Judge Lorna Schofield.",
  "They also found nine young women from Russia and Ukraine — two were 16 years old — and \"a huge amount of contraceptives,\" according to the Israeli newspaper Yedioth Ahronoth.",
  "Khrapunov, who lives in Switzerland, denies the claim, saying he and his family are being targeted by a political opponent, Kazakh President Nursultan Nazarbayev.",
  "The betting ring operated illegal gambling websites and catered almost exclusively to wealthy oligarchs from the former Soviet Union, according to prosecutors.",
  "Kriss alleged that while Bayrock was seeking money from foreign investors for Trump SoHo, it considered two groups of Russians with offices in Iceland.",
  "Golubchik and Trincher were principal leaders of the enterprise, which included money laundering and extortion, prosecutors charged in the indictment.",
  "Alexander Mashkevich\n\n\n\nMashkevich, a Kazakh mining billionaire, was another source of funds for the SoHo project, according Kriss' lawsuit.",
  "Lazarenko was sentenced to eight years in federal prison and fined $9 million after he was convicted on multiple counts of money laundering.",
  "Manafort also allegedly worked for a Russian billionaire to advance Putin's interests a decade ago, the Associated Press reported March 22.",
  "The lawsuit was dismissed in 2015 because Tymoshenko was unable to show the role of each defendant in the alleged money-laundering plot.",
  "Some became wealthy before Putin's rise to power \"and in some cases are in hidden resentment or quiet opposition to Putin,\" Cohen said.",
  "Kiritchenko was convicted of one count of receiving stolen property in California after he testified against the former prime minister.",
  "The scheme fell apart, but the relationships remained, according Lauria's book, The Scorpion and the Frog: High Crimes and High Times.",
  "\"A lot of these people run big businesses, banks, retail, oil and gas, and these are legitimate businesses that pay taxes\" in Russia.",
  "Ariel Cohen, a senior fellow at the Atlantic Council think tank, said not all wealthy Russians are crooks or beholden to Putin.",
  "A federal appeals court said Kiritchenko was a \"deep and willing\" accomplice \"in the heart of the conspiracy.\"",
  "Sater and his co-defendants denied the allegations, calling Kriss' lawsuit a long-running extortion scheme.",
  "They are refugees from the corporate raiding Russian-style practised for the last couple of decades.\"",
  "\"You need to convert it to rubles and dollars and put it somewhere someone can't steal it from you.",
  "Tokhtakhounov remains in Russia, which does not have an extradition treaty with the United States.",
  "\"It's Russian-laundered money from people who operate under the good graces of President Putin.",
  "Sall pleaded guilty to interstate travel in aid of an unlawful activity — illegal gambling.",
  "Sater told The Washington Post last year that he met one-on-one numerous times with Trump.",
  "If these people pull the plug on the Trump Organization, it would go down pretty quickly.\"",
  "Mashkevich, who was not at the scene, and Arif denied being involved in anything illegal.",
  "Bayrock's investment pamphlet describes him in general as a source of Bayrock financing.",
  "\"The FBI is always concerned if public officials can be blackmailed,\" McCallion said.",
  "And professional poker player Trincher owns a condo in Trump Tower in New York City.",
  "The women stayed silent about their involvement, according to published reports.",
  "\"If you steal money in a place like Russia, you have a problem,\" Harding said.",
  "In 2011, all three men agreed to pay an undisclosed fine to settle the case.",
  "Golubchik and Trincher pleaded guilty to conspiracy to commit racketeering.",
  "One place to do that is buy real estate in New York, Miami or London.\"",
  "\"Many of these people moved abroad, to London, New York and Florida.",
  "More details about the alleged secret payments surfaced March 20.",
  "Arif was charged but acquitted, and the court file was sealed.",
  "Sater did not respond to calls and emails sent to his office.",
  "The lawsuit is still pending, but without that allegation.",
  "They admitted no wrongdoing, and the charges were dropped.",
  "Golubchik and Sall own Trump condos in Sunny Isles Beach.",
  "\"It's more complicated than that,\" Cohen said.",
  "Sater's criminal past came to light in 2007.",
  "Mashkevich was not charged with a crime."
]