[
  "In the past year, Cohen has had just two other legal clients besides the president, his attorney told a federal judge last week: Fox News host Sean Hannity, who said he consulted Cohen on unspecified real estate matters, and Elliott Broidy, a major Trump supporter who served with Cohen as a deputy finance chairman of the Republican National Committee.",
  "But associates of Trump and Cohen say that Cohen, with his deep knowledge of Trump’s personal and financial life, could seek to cut a deal with prosecutors at a moment when Trump’s business dealings are facing scrutiny related to the separate inquiry by special counsel Robert S. Mueller III into Russian interference in the 2016 election.",
  "Trump’s former attorney Jay Goldberg, who has talked about the matter with the president, said that if Cohen faces jail time, he would be under extraordinary pressure from his family “to say what he believes the government wants to hear.”\n\nIn tweets Saturday, Trump rejected speculation that Cohen would turn against him.",
  "Sater in 1998 pleaded guilty to a role in a Mafia-linked stock-fraud case and later served as an FBI informant, a role that led a federal official to certify that he had provided “information crucial to national security.”\n\nSater wrote to Cohen that he was pursuing a deal for a Trump Tower in Moscow.",
  "But, in the end, “He was iced out.”\n\nNow, the bond between the president and his self-proclaimed fixer is under much more punishing pressure: a wide-ranging criminal investigation into Cohen’s business dealings and actions he took to quash negative stories about Trump during the 2016 campaign.",
  "“He grew up in a homogenous, wealthy enclave, and he came to a radically different place, Brighton Beach, on the border of Coney Island, which was filled with immigrants and minorities,” said a longtime Cohen friend who spoke on the condition of anonymity to describe a private relationship.",
  "Goldberg, the attorney who was working for Trump at the time, said Cohen stepped into the void left by the 1986 death of Trump’s longtime lawyer Roy Cohn, the former chief counsel to Sen. Joseph McCarthy who had told Trump to counterpunch 100 times harder against whoever tried to hit him.",
  "After leaving the Trump Organization in early 2017, Cohen became Trump’s personal attorney, and he secured a contract with the New York law office of Squire Patton Boggs, which agreed to pay him $500,000 annually to help the firm land new business, court documents show.",
  "George E. Pataki to a transit board, “where I serve as a public watchdog against corruption in government.”\n\nAs for his other New York City accomplishments, Cohen wrote that, among his achievements, he had “hectored” a local coffee shop into better managing its trash.",
  "It was a coup for Cohen, Goldberg said, because at the time, “everybody in the world was trying to get Trump as a client.”\n\nIn the following decade, Cohen handled all manner of problems for his boss that could not be solved through traditional channels.",
  "One involved a mixed martial arts fight company called Affliction Entertainment that planned to host pay-per-view bouts in the United States and a reality television show to be filmed in Russia, home to the most famous fighters in the burgeoning sport.",
  "Questions also were raised about Cohen’s role in the “Steele dossier,” a report put together by a former British spy that included the unsubstantiated allegation that Cohen had met with Russians in Prague to discuss the hacking of Democrats’ computers.",
  "Michael Caputo, a former Trump political adviser, said that Cohen was “an ever-present force” in Trump’s activities, including a prospective run for New York governor, the possible purchase of the Buffalo Bills football team, and a presidential bid.",
  "Cohen said his job was to protect his boss “from all those who seek to malign him.” And as Trump was battling Democratic candidate Hillary Clinton for the White House, an issue surfaced that called for Cohen’s tough negotiating skills.",
  "Citing a New York Times report on the issue, the president wrote that he “always liked & respected” Cohen, adding: “Most people will flip if the Government lets them out of trouble, even if it means lying or making up stories.",
  "He paid $150,000 for a one-month vacation rental in the Hamptons but later sued the landlord, complaining about the small beds and electrical problems in what he called a “nightmare.” The 2014 suit was settled confidentially.",
  "Meanwhile, the value of Cohen’s taxi medallions, required to operate cabs in New York City, has plummeted — from the 2014 peak of $1.2 million per medallion to $300,000 today — amid the rise of ride-hailing companies.",
  "Cohen has said that the Trump campaign and the Trump Organization were not involved with the payment, which he said he made by drawing money from a home equity credit line secured by his Trump Park Avenue condo.",
  "Both men have sent public signals in recent days that their relationship remains steady, with Trump describing a federal raid on Cohen’s offices and home as a “disgrace” and calling his attorney to check on him.",
  "For his part, Cohen had warned Trump against giving Ivanka Trump and Kushner White House jobs, saying the president would be hammered by complaints of nepotism, according to two people familiar with the matter.",
  "Some of Cohen’s work on international deals has drawn the attention of special counsel Mueller and congressional committees examining possible collusion between the Trump presidential campaign and Russia.",
  "“Here was a guy who dedicated his life to Trump, who was sure he would be a top pick,” said a Trump associate who spoke on the condition of anonymity to describe conversations that he witnessed.",
  "Trump hired him as special counsel and executive vice president of the Trump Organization, a privately owned family company that had a collection of hotels, condos, casinos and other properties.",
  "In 2006, Cohen took Trump’s side in a dispute at Trump World Tower, where some condominium owners wanted to oust Trump from managing the property, according to people familiar with the dispute.",
  "Cohen bought his first property in a Trump building — Trump World Tower near the United Nations — in April 2001, paying $1 million for a condominium that sold 16 years later for $5 million.",
  "Most famously, he vowed to a Daily Beast reporter in 2015 to “mess your life up” if a story was published about Ivana Trump’s statement in a deposition that her husband had “raped” her.",
  "Cohen was drawn to politics, first as a Democrat volunteering for the 1988 presidential campaign of Michael Dukakis and then as a Republican, losing a 2003 bid for city council.",
  "In the campaign’s final weeks, Cohen paid $130,000 to adult-film star Stormy Daniels in exchange for her silence about an alleged sexual encounter with Trump a decade earlier.",
  "In the view of several Cohen associates, the Daniels payment was an ill-conceived Cohen effort to curry Trump’s favor at a time when the lawyer’s rivals were shutting him out.",
  "Cohen’s tough talk and willingness to handle difficult problems for Trump became especially useful as Trump launched his bid for the 2016 Republican presidential nomination.",
  "1 of 68 Full Screen Autoplay Close Skip Ad × Scenes from Trump?s second year in office View Photos A look at the president?s visits, speeches and meetings with dignitaries.",
  "Some in Trump’s inner circle worried about blowback from Cohen’s associations and un­or­tho­dox tactics in fixing the New York developer’s problems, Trump associates said.",
  "Among them was Russian migrant Felix Sater, who years later would work with both Trump and Cohen on efforts to develop Trump-branded real estate in Russia and elsewhere.",
  "Three years later, he sold it for $10 million to a family real estate fund represented by Brooklyn lawyer Herbert Chaves, who did not respond to a request for comment.",
  "In 2005, Cohen purchased his most expensive Trump property, in Trump Park Avenue, a former hotel that Trump turned into some of Manhattan’s most luxurious apartments.",
  "Describing his methods to ABC News, he said that “if somebody does something Mr. Trump doesn’t like, I do everything in my power to resolve it to Mr. Trump’s benefit.",
  "If you do something wrong, I’m going to come at you, grab you by the neck, and I’m not going to let you go until I’m finished.”\n\nCohen also did side deals with Trump.",
  "Sorry, I don’t see Michael doing that despite the horrible Witch Hunt and the dishonest media!”\n\nCohen declined to comment for this story, as did the White House.",
  "He invested in the taxi business, for a time managing a fleet of 200 cabs with Simon Garber, a Ukrainian immigrant who also operates a fleet of taxis in Moscow.",
  "Part of Cohen’s role at the Trump Organization was negotiating licensing deals, selling Trump’s name to developers interested in building Trump Towers abroad.",
  "Federal investigators are scrutinizing the payment and any involvement Cohen may have had with another Trump accuser, former Playboy model Karen McDougal.",
  "In 2011, Cohen created a website, shouldtrumprun.com, and traveled on Trump’s plane to the first-caucus state of Iowa to promote his potential candidacy.",
  "Cohen often visited her home in Queens, and he also visited friends in Brooklyn, where Soviet refugees had settled in Brighton Beach and Sheepshead Bay.",
  "When Donald Trump won the presidency, his longtime attorney Michael Cohen seemed in position for a coveted spot in the senior ranks of the White House.",
  "“I will get Putin on this program and we will get Donald elected,” Sater wrote to Cohen, according to an email first reported by the New York Times.",
  "The rebuff wounded Cohen, according to people familiar with his views, although he continued to publicly express admiration for his longtime boss.",
  "The outcome — and Cohen’s response to the investigation — could determine the fate of both men, who have relied heavily on each other for years.",
  "I was doing my job.”\n\nThe Moscow proposal came under scrutiny when Mueller and congressional committees began examining Trump’s Russia contacts.",
  "A wannabe tough guy\n\nCohen hardly seemed headed for life as a tough-talking “fixer” growing up in an upper-middle-class town on Long Island.",
  "Before going to work for Trump, he also invested $1.5 million in a Florida casino boat with two Ukrainian emigres, but the project flopped.",
  "“When Michael won that fight, that’s when Trump gained a lot of respect for him,” said Cohen’s lawyer and longtime friend David Schwartz.",
  "By 2012, when his partnership with Garber ended, Cohen was earning $90,000 a month from taxi medallions, according to a court filing.",
  "At one point, Cohen topped a list of five candidates for White House counsel, according to documents reviewed by The Washington Post.",
  "Ultimately, neither project was constructed, but Trump did make money from preliminary licensing deals in a development in Georgia.",
  "Cohen used the proceeds in 2015 to purchase an interest in a $58 million, seven-story apartment building on the Upper East Side.",
  "The Soviet emigres were “tough kids,” and there was a “lot of friction between the Italian and Russian gangs,” the friend said.",
  "He was the Trump Organization’s main contact for a project in Batumi, a resort city in the former Soviet republic of Georgia.",
  "Cohen met Trump in the late 1990s at a political fundraiser for a local Republican whom the developer hosted in Trump Tower.",
  "In late 2015, as the Trump campaign was ascendant, Cohen received an email from his old Brighton Beach friend Felix Sater.",
  "She sold the story of her alleged affair with Trump for $150,000 to AMI, the company that publishes the National Enquirer.",
  "Cohen, according to a former associate, employed Trump’s tactics of threats and lawsuits, relying on tough-guy language.",
  "Cohen described himself as an “agnostic Jew.”\n\nAs a teenager in the 1980s, he dated Ukrainian emigre Laura Shusterman.",
  "Cohen performed some legal work for Trump in the early 2000s, according to a person familiar with their relationship.",
  "Cohen also had seven unnamed business clients to whom he did not provide legal advice, according to court filings.",
  "Cohen told congressional investigators in a statement that “this was solely a real estate deal and nothing more.",
  "Broidy used Cohen to arrange a $1.6 million payment to a Playboy playmate with whom Broidy had an affair.",
  "The story included Cohen’s threats and his incorrect assertion that a person cannot be raped by a spouse.",
  "How Cohen will fare under the financial and legal strain of the investigation remains an open question.",
  "Learning skills from the boss, he invested in New York City real estate and made substantial profits.",
  "He later learned to speak Russian “like a 4-year-old,” Cohen told The Post in an interview last year.",
  "Among those opposed, the associates said, were Trump’s daughter Ivanka and son-in-law, Jared Kushner.",
  "In a candidate questionnaire for the New York race, Cohen touted his appointment by Republican Gov.",
  "Sater had worked with Trump on a number of real estate ventures, including Trump Soho condominium.",
  "He later apologized, and Ivana Trump, Donald Trump’s first wife, backed down from the allegation.",
  "One property, a modest apartment building at 172 Rivington St., cost him $2 million in 2011.",
  "The email went to a general press email address, and the Moscow project did not go forward.",
  "In January 2016, Cohen wrote to Putin’s spokesman seeking help on the Trump Tower project.",
  "He also told The Post he once traveled to Kazakhstan to try to land a similar deal there.",
  "But when Trump built his West Wing team, the brash New York lawyer did not make the cut.",
  "Starting in 2011, he bought four New York City buildings and sold them for $32 million.",
  "His father, a physician, was a Polish-born Holocaust survivor; his mother was a nurse.",
  "His role model was Trump, whose first book, “The Art of the Deal,” had inspired him.",
  "“I’ve been admiring Donald Trump since I was in high school,” Cohen told ABC News.",
  "Caption A look at the president?s visits, speeches and meetings with dignitaries.",
  "Cohen, meanwhile, expanded his real estate investments beyond Trump properties.",
  "He told The Post last year that he never invested in Garber’s Russian business.",
  "“And I wasn’t happy.”\n\nHis investments in Trump properties proved more secure.",
  "Cohen owed $56,000 in back taxes for his New York taxi business, records show.",
  "Promoting the boss\n\nCohen for years had pushed Trump to seek the presidency.",
  "The firm ended its association with Cohen this spring, according to filings.",
  "He attended a yeshiva day school, and then elite Lawrence Woodmere Academy.",
  "He suggested to some Trump allies that he might make a good chief of staff.",
  "Moreover, Sater wrote, Russian President Vladi­mir Putin could help Trump.",
  "Laura’s father, Fima Shusterman, pleaded guilty in 1993 to fraud charges.",
  "Cohen’s wealth is not publicly disclosed, but he has luxurious tastes.",
  "“We lost the boat into a foreclosure,” Cohen told The Post last year.",
  "Cohen also became Trump’s attack dog, particularly with journalists.",
  "The business faltered after Affliction hosted just a few matches.",
  "Cohen, as a unit owner, vocally sided with Trump, who prevailed.",
  "Trump decided not to run then, but Cohen kept pushing the idea.",
  "The next morning, the FBI raided Cohen’s office and residences.",
  "Cohen has said consistently that no such meeting occurred.",
  "He befriended a number of emigres from Russia and Ukraine.",
  "“I will always protect our @POTUS,” he tweeted April 8.",
  "The president has said he was unaware of the payment.",
  "It was a real estate brawl that cemented their bond.",
  "That led to an extraordinary leap in Cohen’s career.",
  "Susan Walsh/AP Buy Photo Wait 1 second to continue.",
  "Again, Donald Trump signed the sales document.",
  "Trump himself signed Cohen’s sales document.",
  "Its owners included Trump’s daughter Ivanka.",
  "His in-laws had purchased a separate unit.",
  "Cohen married Laura the following year.",
  "AMI did not publish the McDougal story.",
  "Making money was another Cohen goal.",
  "Cohen paid $5 million for unit 10A.",
  "Cohen emulated them."
]