[
  "[Manafort also] mailed Kilimnik about offering private briefings on the campaign to Deripaska, who claims that Manafort owes him at least $19 million.” And Donald Trump, Jr. after he had met with Russians to get dirt on Hillary Clinton on June 9 told CNN’s Jake Tapper on July 24 it was “disgusting” to suggest Russia was helping the Trump team.",
  "(Irina Bujor/Kommersant Photo via AP)\n\nOpinion writer\n\nThe Post’s Aaron Blake reports on contacts between a Russia-connected figure and two Trump associates, Roger Stone and Michael Caputo:\n\n… one involves informal Trump adviser Stone meeting in May 2016 with a Russian who — you guessed it — was offering dirt on Hillary Clinton.",
  "And “a marketing document Bayrock once circulated to prospective investors noted that Alexander Mashkevich, an oligarch born in the former Soviet Union, was one of Bayrock’s primary sources of funding.” Sater and Bayrock allegedly worked on multiple deals with Trump, including the Trump SoHo project that Bayrock funded.",
  "But former campaign policy adviser Carter Page actually went to Russia to give a speech during the campaign, and then-Russian Ambassador to the U.S. Sergey Kislyak was present (presumably someone invited him) at the Mayflower Hotel in Washington in April 2016 for Trump’s major foreign policy speech.",
  "Manafort denied any Russian connections even as he also “corresponded with Konstantin Kilimnik, a Russian-Ukrainian political operative and former member of Russian intelligence, asking if Russian oligarch Oleg Deripaska had seen news coverage of Manafort joining the Trump campaign.",
  "Although someone like Attorney General Jeff Sessions may have a credible argument that his denials of contact with Russians were the results of misunderstandings, Stone’s and Caputo’s denials were ironclad.",
  "A slew of Trump administration officials, from Vice President Pence and Sessions on down, has also denied the campaign’s Russia contacts even as evidence of more connections has grown and grown.",
  "And of course Trump knew that his son Donald Trump Jr., son-in-law Jared Kushner and campaign manager Paul Manafort had attended the June 2016 Trump Tower meeting with a Russian lawyer.",
  "\n\nVice President of Crocus Group Emin Agalarov, left, Miss Universe 2013 Gabriela Isler, from Venezuela, center, and Donald Trump at the 2013 Miss Universe pageant in Moscow.",
  "President Trump has repeatedly obscured his recent dealings with Russia, including the Trump Tower in Moscow that he was pursuing during the presidential campaign.",
  "A conspiracy of lies designed to convince investigators looking for Russia links that no such links existed does suggest an effort to subvert the investigation.",
  "That brings us to the most rational explanation: They denied contacts with Russians because they knew Trump and Trump associates were doing something wrong.",
  "According to news reports, Bayrock was initially funded, in part, with a $10 million investment from a Soviet-born oligarch who owned a chromium plant.",
  "The question then remains: Why did so many people dissemble about connections between Russian figures and Trump and/or his associates?",
  "He told NBC’s Lester Holt, “I have had dealings over the years where I sold a house to a very wealthy Russian many years ago.",
  "Even if people with nothing to hide personally would strenuously deny such contacts, that raises the question of obstruction.",
  "But unlike other previously undisclosed meetings, this one was very, very clearly denied — and repeatedly — by both parties.",
  "Aside from the Moscow project, there is Felix Sater, a Russian-born dealmaker with the Bayrock firm located in Trump Tower.",
  "When consciousness of guilt is so prevalent it would be peculiar, to say the least, if their conduct was entirely innocent.",
  "Another is that all these people, including Trump, have terrible memories and simply didn’t recall Russian interactions.",
  "They are not the only Trump-allied figures who have denied, misled or out-and-out lied about contacts with Russians.",
  "Trump also denied that members of his campaign — “nobody that I know of” — had Russia contacts during the campaign.",
  "The meeting was arranged by Caputo, an official member of Trump’s campaign who had previously worked in Russia.",
  "It was also apparently denied in or at least omitted from their testimonies to congressional investigators.",
  "But wait; Trump says he has the best memory ever, so at least in his case that doesn’t seem likely to fly.",
  "I had the Miss Universe pageant — which I owned for quite a while — I had it in Moscow a long time ago.",
  "One theory goes that they weren’t really doing anything wrong, but it looked bad, so they lied.",
  "But other than that I have nothing to do with Russia.” That is false.",
  ".",
  ".",
  ".",
  ".",
  ".",
  "."
]