[
  "Since the beginning of 2014, the ruble has lost 36 percent of its value against the euro and 42 percent against the dollar © AFP/File Alexander Nemenov Moscow (AFP) - The ruble sank Friday to fresh record lows as oil prices plunged further, prompting apparent intervention from Russia's central bank.",
  "Russia has spent more than $5 billion so far this month alone on market interventions to shore up the ruble, and concern is growing at the rate of depletion of its foreign currency reserves, which are down a fifth since the summer of 2013.",
  "\"The market is mainly being driven by the disappointment of what is viewed as overly conservative action on the part of the central bank of Russia in hiking the key rate only 100 basis points,\" Alfa Bank said in a research note Friday.",
  "The Russian currency weakened to 72.14 against the euro and 57.98 against the dollar, before trading in the greenback suddenly jumped -- in what appeared to be action by the central bank to halt the ruble's haemorrhage.",
  "\"About 80 percent of the fall in the dollar-ruble rate based on the intervention was won back in the next half hour,\" Mikheyev said, criticising what he called a \"toothless\" strategy from the central bank.",
  "\"The central bank responded by raising interest rates, but this failed to stem the ruble's fall, leading to speculation that capital controls may be introduced,\" Capital Economics said.",
  "\"The ruble's fall continued Friday morning.... After this followed a new intervention from central bank, it pushed the ruble rate down,\" said Alexei Mikheyev, an analyst at VTB-24 bank.",
  "By raising interest rates, the bank was hoping to make the currency more attractive to savers and help fight inflation, which is projected to reach 10 percent by the end of the year.",
  "The central bank's actions to shore up the ruble have so far proved futile, with its latest one percentage point interest rate hike on Thursday shrugged off by the market.",
  "At the heart of the problem is plunging oil prices, which, coupled with Western sanctions over the Ukraine crisis, have hurt the Russian economy.",
  "Analysts say the market is shunning the ruble on Friday because the central bank had failed to take more decisive action to help the currency.",
  "Since the beginning of the year, the ruble has lost 36 percent of its value against the euro and 42 percent against the dollar.",
  "Replenishing its coffers is therefore proving to be more difficult than expected.",
  "Other analysts speculated that more drastic action may yet be applied.",
  "Half of Russia's revenues come from oil and gas.",
  "The effect was shortlived, however."
]