[
  "File photo of passengers waiting in the transit zone in Sheremetyevo airport terminal in Moscow © AFP/File Kirill Kudryavtsev Moscow (AFP) - Their international competitors may be cheering tumbling oil prices, but the collapse in the ruble has meant major financial turbulence for Russian airlines who have expenses in foreign currencies.",
  "Holiday connections\n\nEven if Transaero denounced the report as an attempt to destabilise it by competitors, the possibility of thousands of Russian tourists stranded abroad as happened this past summer when a number of travel agencies went bust was enough to prod the government into quick action.",
  "Air transport expert Elizabeta Kuznetsova wrote in a recent commentary in the business daily Kommersant that even if the state measures \"soften the pain\" for airlines there risks being a \"complete upheaval in the market\" in 2015.",
  "Anxious to show it was moving to contain the effects of the currency crisis, the government promised to help airlines by subsidising domestic routes and providing loan guarantees to ensure airlines had access to funds.",
  "With the Russian central bank expecting the country's economy to contract by nearly 5 percent if oil prices remain at current levels and for there to be no recovery before 2017, there won't be an easy out for airlines.",
  "First, traffic on their most profitable international routes has dropped as Russians stopped travelling as their purchasing power has been eroded, not to mention ticket prices being jacked up twice by 10 percent.",
  "The ruble has slumped by 40 percent this year against the dollar and euro, mostly due to crude oil prices falling by half in the past six months as Russia's economy is heavily dependent upon oil exports.",
  "With traffic rising by 15 to 20 percent annually in recent years, Russian airlines have leased and ordered new planes from Airbus and Boeing to retire their ageing fleet of gas-guzzling Russian aircraft.",
  "The same day Alfa Bank said it was temporarily suspending, \"at the request of the government\", its legal action against Utair in order to avoid disruptions to flights during the upcoming holidays.",
  "\"The result is obvious: as a drop in traffic is inevitable, they must return planes to lessors, reduce foreign currency costs and lower the number of planes and flights,\" he told AFP.",
  "Russia nearly shuts down at the beginning of the year as most people take holiday between the New Year and the Russian Orthodox Christmas, celebrated this year on Thursday January 7.",
  "Complete upheaval\n\nDeputy Prime Minister Arkady Dvorkovich warned airlines that the government aid would not help unless they optimised their fleet and routes and cut costs.",
  "Second, the airlines have considerable costs in foreign currencies -- mostly aircraft leases -- which have nearly doubled in ruble terms as the currency has slumped.",
  "According to Deutsche Bank, Russia's leading airline Aeroflot earns 90 percent of its revenue in rubles while 60 percent of its costs are in foreign currencies.",
  "Then this past week doubts began to surface about the finances of number two airline Transaero, which boasts a fleet of more than 100 mostly Boeing aircraft.",
  "Russian airlines also stand to benefit, but that is expected to pale in comparison to the double whammy resulting from the drop in the value of the ruble.",
  "Khazbiyev estimated that a majority of Russian airlines will lose money and several smaller regional companies may go bust, as happened in 2008-2009.",
  "Panteleyev said \"obtaining loans is indispensable... to pay for jet fuel, airport fees and salaries, but it isn't sufficient to survive.\"",
  "The government has a clear short-term goal, according to Panteleyev: \"the airlines must transport all the passengers over the holidays\".",
  "\"Next year, the traffic on international flights will continue to drop and the airlines will reduce their number of flights,\" he said.",
  "Alexei Khazbiyev, a transportation specialist with the magazine Expert, also sees dark clouds ahead for Russian airlines.",
  "As jet fuel accounts for upwards of a quarter of the cost for flights, most airlines are set to see a boost to earnings.",
  "\"The situation is very serious,\" said Oleg Panteleyev, the editor-in-chief of the specialist website AviaPort.",
  "TASS news agency reported that it had appealed to the government for help to avoid having to suspend flights.",
  "On Wednesday Transaero was granted a loan guarantee of 9 billion rubles (140 million euros, $170 million).",
  "Unable to repay some of its debts, Alfa Bank has been trying in court to seize its aircraft.",
  "Uncertainty has hovered for weeks over the third-largest Russian airline, Utair.",
  "Their owners would also have to pump money into them, he said."
]