[
  "(Alfa Bank maintains that it has “never advocated for political or trade issues on behalf of the Russian government.”) “Fridman and Aven were seen as people that Washington could talk to about U.S.-Russia, because they checked two boxes—they were ‘polite company’ oligarchs, and they could shed light on Putin’s intentions and perspective,” a senior official in the Obama Administration told me.",
  "The investigation, he said, found that “there was no communications link between the Trump Organization and Alfa Bank.” Democratic senators expressed concern that Benczkowski had taken on work for Alfa Bank; he had been a senior member of Trump’s transition team and had good reason to expect that he would be appointed to a job in the Administration.",
  "(Max described himself as “a John McCain Republican.”) Its members sometimes worked with law enforcement or for private clients, but mostly they acted as self-appointed guardians of the Internet, trying to thwart hackers and to keep the system clean of malware—software that hackers use to control a computer remotely, or to extract data.",
  "Describing the lawless post-Soviet years to the journalist Chrystia Freeland, who is now the foreign minister of Canada, Fridman said, “We were absolute savages.” In a notorious episode in 2008, a group of Russian companies, including Alfa Group, tried to gain control of a joint venture they’d formed with British Petroleum.",
  "“The likely scenario is that they adapted a server and vender already available to them, which they felt was away from prying eyes.” Leto told me that he envisioned “something like a bulletin-board system.” Or it could have been an instant-messaging system that was part of software already in use on the server.",
  "denies doing this, calling the idea “ridiculous on its face.” Whatever the reason that the Trump domain vanished, Alfa Bank’s servers continued trying to look it up: Max’s group observed fifteen failed attempts that Friday, twenty-eight on Saturday, none on Sunday, ninety on Monday, twenty on Tuesday.",
  "For instance, Foer’s sources had found that the Trump domain was blocking incoming e-mail, and argued that this was evidence that Trump and Alfa Bank were maintaining a private communications network; in fact, Listrak routinely configured its marketing servers to send e-mail but not to receive it.",
  "Ambassador to Russia, told me he was impressed that Fridman and Aven had “navigated the very difficult world of maintaining their private business interests and not crossing the Kremlin.” One reason the server story alarmed Alfa Bank was that it threatened the bank’s standing in Washington.",
  "These incursions coincided with a period of intense Russian activity in the U.S., including the hacking of the D.N.C., a pro-Trump social-media blitz, and the arrival of Maria Butina, who is accused of being a Russian agent sent to ingratiate herself with American conservative leaders.",
  "“And we thought, Why the hell is a Russian bank communicating with a server that belongs to the Trump Organization, and at such a rate?” Only one other entity seemed to be reaching out to the Trump Organization’s domain with any frequency: Spectrum Health, of Grand Rapids, Michigan.",
  "Spayd argued that Slate had acted correctly by publishing a more aggressive story, which Baquet dismissed as a “fairly ridiculous conclusion.” That June, Spayd’s job was eliminated, as the paper’s publisher said that the position of ombudsman had become outdated in the digital age.",
  "He attributed the traffic to kompromat, but also expounded a scenario in which it had been caused by a technical glitch: Trump e-mails “hidden” in the system were intermittently processed by the bank’s security software, an application called Trend Micro Deep Discovery Inspector.",
  "One researcher whom Foer interviewed put it vividly: “The knee was hit in Moscow, the leg kicked in New York.” There is, however, at least one possibility that doesn’t involve Moscow: the lobbyists in Washington could have passed along a warning to Trump, as a courtesy.",
  "The bank, he said, suspected that “we are victims of classic Russian kompromat—a well-known scam in which Russian competitors pay analysts to write false reports to damage reputations.” Birnbaum described the press inquiries into the matter as an extended affliction.",
  "The Trump Organization now controls the original domain; in March, 2017, Cendyn told CNN that it had been “transferred back.” Records show that Cendyn handed over the domain only a few days before the CNN story ran—a year after the last e-mail was sent from it.",
  "official called Lichtblau and asked him to come to the Bureau’s headquarters, in Washington, D.C. At the meeting, in late September, 2016, a roomful of officials told Lichtblau that they were looking into potential Russian interference in the election.",
  "Members of Russia’s government and many of its businessmen have been under American economic sanctions since 2014, when Russia annexed Crimea, but Alfa’s principals and representatives have enjoyed access to U.S. politicians at the highest levels.",
  "Then, on October 30th, Senate Minority Leader Harry Reid wrote a letter to James Comey, the director of the F.B.I., charging that the Bureau was withholding information about “close ties and coordination” between the Trump campaign and Russia.",
  "A third problem was that, if Alfa Bank wasn’t receiving new e-mails from the Trump Organization after March, 2016, then the number of Trump e-mails in the archive—and thus the number of lookups—should have remained steady through the summer.",
  "A senior analyst at a D.N.S.-service provider said, “Things can get messed up in unexpected ways.” But Paul and Leto maintained that they had considered and rejected every scenario that they had encountered in decades of cybersecurity work.",
  "When I talked to Baquet recently, he still felt that he had been right to resist discussing the server in greater depth, but he acknowledged that the Times had been too quick to disclaim the possibility of Trump’s connections to Russia.",
  "After the Slate article appeared, some commentators suggested that Trump’s server had innocently sent promotional e-mails to Alfa Bank, and that a computer there had responded with queries designed to verify the identity of the sender.",
  "Ross Kramer, Listrak’s C.E.O., told me, “I gave them everything they asked for.” Around the same time, the second Democratic senator approached a former Senate staffer named Daniel Jones and asked him to give the data a closer look.",
  "Mueller has been looking into Prince’s meeting, following the election, with a Russian official in the Seychelles, at which he reportedly discussed setting up a back channel between Trump and the Russian President, Vladimir Putin.",
  "evidence that the Trump Organization was attempting to access the server; they speculated that the organization was using a virtual private network, or V.P.N., a common security measure that obscures users’ digital footprints.)",
  "In fact, the Trump Organization’s October, 2016, statement, blaming the unusual traffic on a “banking customer” of Cendyn, suggested that the communications had gone through Metron, which supports both messaging and e-mail.",
  "He and the other Democratic senators were especially troubled that Benczkowski would not commit to recusing himself from dealing with Mueller’s investigation, even though he had worked for two of Russia’s leading oligarchs.",
  "(When asked about this, an Alfa Bank spokesperson said, “To our knowledge there are no senior intelligence officials at senior levels at Alfa Bank.”) This past May, I saw Petr Aven in New York, at the Four Seasons Hotel.",
  "While Republicans in Congress have rejected the possibility of collusion, with some joining Trump in calling the Mueller inquiry a politically motivated “witch hunt,” a few Democrats have continued to pursue the matter.",
  "Though Fridman and Aven are not part of Putin’s innermost circle, they have managed to avoid the fate of some other oligarchs, who have had assets seized and, in a few cases, been imprisoned, after falling out of favor.",
  "The bank had previously said that the software had performed checks of old e-mails “multiple times over the six-month period.” Now he said that a security update “around August” had caused old e-mails to be re-scanned.",
  "On the night of Tuesday, September 27th, ten minutes after the bank made its last failed attempt, it looked up the domain name trump1.contact-client.com—which was, it turned out, another route to the same Trump server.",
  "“Certain actions leave fingerprints.” He reasoned that someone representing Alfa Bank had alerted the Trump Organization, which shut down the domain, set up another one, and then informed Alfa Bank of the new address.",
  "But Cendyn had told CNN that it stopped sending e-mails for the Trump Organization in March, 2016, before the peculiar activity began; Trump had transferred his online marketing to another company, called Serenata.",
  "The server that housed the domain belonged to a company called Listrak, which mostly helped deliver mass-marketing e-mails: blasts of messages advertising spa treatments, Las Vegas weekends, and other enticements.",
  "Along with an economist named Petr Aven, who had previously served as the country’s minister for foreign economic relations, Fridman built Alfa Bank into one of the most successful businesses in the new Russia.",
  "The Trump domain vanished from the Web on the morning of Friday, September 23rd, two days after the Times presented its data to B.G.R., Alfa Bank’s lobbyists in Washington, but before it called Trump or Cendyn.",
  "There were dozens of lookups on some days and far fewer on others, but the total number was notable: between May and September, Alfa Bank looked up the Trump Organization’s domain more than two thousand times.",
  "The Trump campaign dismissed any connection, saying, “The only covert server is the one Hillary Clinton recklessly established in her basement.” Bloggers and tech journalists assailed the Slate piece online.",
  "Now he was running an investigations firm, the Penn Quarter Group, and a nonprofit initiative called the Democracy Integrity Project, which was intended to help keep elections free from foreign interference.",
  "And they were understood to be operating with the consent and guidance of Vladimir Putin.” Alfa is still closely tied to the Russian system, but Fridman and Aven live much of the time in the United Kingdom.",
  "“We found something totally different—something unique.” In the small town of Lititz, Pennsylvania, a domain linked to the Trump Organization (mail1.trump-email.com) seemed to be behaving in a peculiar way.",
  "They might have used a method called foldering, in which messages are written but not sent; instead, they are saved in a drafts folder, where an accomplice who also has access to the account can read them.",
  "This April, Lichtblau returned to the Times newsroom for a celebration: he had been part of a team of Times reporters that was awarded a Pulitzer Prize for its work on other aspects of the Trump campaign.",
  "Because the Trump Organization did not have administrative control of the server, Paul and Leto theorized that any such system would have incorporated software that one of the parties was already using.",
  "“Either this is something innocuous, like spam,” Rachel Cohen, a press secretary for Senator Warner, told me, “or it’s completely nefarious.” Alfa Bank had received Trump marketing e-mails in the past.",
  "In response to a question about this discrepancy, Birnbaum said that the Trend Micro software had not been “fully integrated” until March—but that wouldn’t account for the time between March and May.",
  "“And why would they pick those organizations?”\n\nWhen I saw Petr Aven at the Four Seasons, he argued that the connections with the Trump Organization had been fabricated in order to frame his company.",
  "According to a source who was briefed on the investigation, the Bureau had intelligence from informants suggesting a possible connection between the Trump Organization and Russian banks, but no data.",
  "He wouldn’t say much for the record, but he told me that his bank didn’t have “any connection at all with Trump—nothing.” Aven and Fridman have visited Washington less often since Trump took office.",
  "And, though the article mentioned the server, it omitted any reference to the computer scientists who had told Lichtblau that the Trump Organization and Alfa Bank might have been communicating.",
  "In any case, for an explanation of this kind to work, it would require the servers at Spectrum Health to be simultaneously experiencing the same glitch, or another one with similar effects.",
  "But Max’s data showed a different pattern: no lookups in the spring, a small number in May, and then a slow increase starting in June, with spikes that lasted until the system went offline.",
  "The oligarchs kept pushing for control of the BP venture until it was sold to a state-owned petroleum company, for fifty-five billion dollars; Alfa Group’s cut was almost fourteen billion.",
  "Trend Micro has thousands of users, most of them businesses, but in the sample that Max and his colleagues could see, only Alfa Bank and Spectrum Health exhibited this peculiar behavior.",
  "network, examined the data and told me, “If this is a forgery, it’s better than any forgery I’ve seen.” Jones’s team also ran analyses and real-time tests to check Max’s access to D.N.S.",
  "In this explanation, Trump marketing e-mails from before March, 2016, had made it through the spam filter and been stored in a permanent archive, where the bank backs up all its e-mail.",
  "On Inauguration Day, Liz Spayd, the Times’ ombudsman, published a column criticizing the paper’s handling of stories related to Trump and Russia, including the Alfa Bank connection.",
  "After analyzing the data, Max said, “We decided this was a covert communication channel.” The Trump Organization, Alfa Bank, and Spectrum Health have repeatedly denied any contact.",
  "The cybersecurity researcher Robert Graham called the analysis “nonsense,” and complained, “This is why we can’t have nice things on the Internet.” He pointed out several problems.",
  "He had just come from a dinner in Washington, at which he had met a group of prominent Americans, including officials from the White House, to discuss Russia’s economic situation.",
  "Max and his group are part of a community that has unusual access to these records, which are especially useful to cybersecurity experts who work to protect clients from attacks.",
  "We didn’t know then what we know now.” In April, 2017, Lichtblau left the Times, after fifteen years—in part, he said, because of the way that the Alfa Bank story was handled.",
  "In June, 2017, Trump nominated Brian Benczkowski, a lawyer who had overseen the Stroz Friedberg report for Alfa Bank, to lead the criminal division of the Justice Department.",
  "Max’s group began combing the Domain Name System, a worldwide network that acts as a sort of phone book for the Internet, translating easy-to-remember domain names into I.P.",
  "It felt like there was something there.” But, with the election looming, Baquet thought that he could not publish the story without being more confident in its conclusions.",
  "There is a “payload”—a mechanism that activates the malicious activity—and a “recruitment mechanism,” which enables the malware to take over parts of a vulnerable computer.",
  "After Trump’s Inauguration, two Democratic senators who had reviewed the data assembled by Max’s group—Mark Warner and a colleague who requested anonymity—asked the F.B.I.",
  "Attorneys representing Alfa contacted Jean Camp, telling her that they were considering legal action and asking her to identify the researchers who had assembled the data.",
  "As the story sat, Dean Baquet, the Times’ executive editor, decided that it would not suffice to report the existence of computer contacts without knowing their purpose.",
  "Reports said that the infiltrators were probably Russian, which suggested to most members of the group that one of the country’s intelligence agencies had been involved.",
  "“We thought there was no way in the world the Russians would just attack the Democrats,” one of the computer scientists, who asked to be identified only as Max, told me.",
  "Whenever someone goes online—to send an e-mail, to visit a Web site—her device contacts the Domain Name System to locate the computer that it is trying to connect with.",
  "Fridman and Aven met several times with officials at the Obama White House, discussing such issues as Russia’s effort to gain entrance to the World Trade Organization.",
  "“What you have here is a minimally viable technical footprint of a small number of people who are using what I suspect is an ad-hoc system to communicate,” Paul said.",
  "When I called the company’s C.E.O., Richard Deyo, to ask more broadly about the situation, he said, “This is old news—that’s just Internet traffic,” and then hung up.",
  "He went to work for CNN, but resigned less than two months later, amid controversy over another story that he had worked on, about the Trump aide Anthony Scaramucci.",
  "David Petraeus, when he was the director of the C.I.A., used this method to exchange intimacies—and to share classified information—with his lover, Paula Broadwell.",
  "traffic: it had been triggered when “an existing banking customer of Cendyn”—the marketing firm—had used the company’s systems to send communications to Alfa Bank.",
  "According to experts I spoke to, large Russian companies typically have a member of the intelligence services, either active or retired, working at a senior level.",
  "and then spent ten years working for the Senate Intelligence Committee, where he led the inquiry into the use of torture under the George W. Bush Administration.",
  "In October, 2016, it released a statement denying interactions with Alfa Bank “or any Russian entity.” Instead, it offered a peculiar explanation for the D.N.S.",
  "A senior aide on Capitol Hill, who works in national security, said that Max’s research is widely respected among experts in computer science and cybersecurity.",
  "“The client was a Russian bank that is under suspicion of having a direct connection with the Trump campaign,” Senator Richard Durbin said, during the hearing.",
  "After the Soviet Union collapsed, in 1991, Fridman joined the scramble to befriend members of the new government and amass a fortune with help from the state.",
  "Some have held senior cybersecurity jobs in the Pentagon, the White House, and the intelligence services, as well as in leading American technology companies.",
  "“The likely scenario is not that the people using the server were incredibly sophisticated networking geniuses doing something obscure and special,” Max said.",
  "Jones Day has done work for businesses belonging to a long list of Russian oligarchs, including Oleg Deripaska, Viktor Vekselberg, and Alexander Mashkevich.",
  "Spectrum Health is closely linked to the DeVos family; Richard DeVos, Jr., is the chairman of the board, and one of its hospitals is named after his mother.",
  "If this was a communications mechanism, it appeared to have been relatively simple, suggesting that it had been set up spontaneously and refined over time.",
  "They used pseudonyms, Paul and Leto, in part because they had been alarmed by encounters with Russia while they were working at high levels of government.",
  "Her brother, Erik Prince, is a Trump associate who has attracted the scrutiny of Robert Mueller, the special counsel investigating Trump’s ties to Russia.",
  "On September 21st, he wrote, the Times had delivered potential evidence of communications to B.G.R., a Washington lobbying firm that worked for Alfa Bank.",
  "Lichtblau had done breakthrough reporting on National Security Agency surveillance, and he knew that Max’s findings would require sophisticated analysis.",
  "Then, ten minutes after the last attempt, one of them looked up another domain, which had been configured to lead to the same Trump Organization server.",
  "Leto said that, in 2016, as he was investigating cyber intrusions that seemed to originate in Russia, he became convinced that he was being followed.",
  "Birnbaum said that Alfa Bank’s researchers, investigating the traffic, found the new name in other public records and then performed a test lookup.",
  "For this reason, McGahn secured an ethics waiver that allows him to talk to his old firm when its clients have business before the U.S. government.",
  "Graham also noted that the domain was administered not by Trump but by Cendyn, a company in Boca Raton that handled his company’s marketing e-mail.",
  "lookup, can be logged, leaving records in a constellation of servers that extends through private companies, public institutions, and universities.",
  "I have no idea what he’s up to, other than what I read in the papers.” Despite these questions, the Republican-led committee approved Benczkowski.",
  "Periodically, the bank re-scanned that archive, as updates to the security software provided new information about which senders might be unsafe.",
  "“There were thousands of e-mails between Trump and Cendyn through the entire period that Alfa Bank was looking up the Trump server,” Max told me.",
  "“It is really much bigger than the computers.” Aven did not elaborate, but Jeffrey Birnbaum, a spokesperson for Alfa Bank, supplied more detail.",
  "Vixie said that such a lookup would be unusual, and questioned why the bank would feel that it was necessary: “Why did Alfa look up either name?",
  "They speculated that other entities, besides Alfa Bank and Spectrum Health, had looked up the Trump domain, and that Max had failed to see them.",
  "Trump’s advocates claimed that the investigations sponsored by Alfa Bank had proved that Alfa and the Trump Organization were not communicating.",
  "logs for the Denihan Hospitality Group—a hotel chain, similar in size to Trump’s, which was using Cendyn and Listrak to send marketing e-mails.",
  "Its parent company, Alfa Group, now controls the country’s largest private bank, along with financial institutions in several European nations.",
  "That same day, Slate ran a story, by Franklin Foer, that made a detailed case for the possibility of a covert link between Alfa Bank and Trump.",
  "In June, 2016, after news broke that the Democratic National Committee had been hacked, a group of prominent computer scientists went on alert.",
  "Some Trump Organization domains sent mass e-mail blasts, but the one that Max and his colleagues spotted appeared not to be sending anything.",
  "Foer’s article in Slate had prompted online discussions, in which commentators offered explanations ranging from the benign to the sinister.",
  "At his confirmation hearing, Benczkowski said emphatically that Stroz Friedberg, like Mandiant, had rejected the possibility of complicity.",
  "Aven seemed worried about surveillance; before we sat down, he brought his phone to the other side of the lobby and hid it behind a plant.",
  "lookups on a given domain; the senior Capitol Hill aide I spoke to affirmed that Max’s group is widely understood to have this capability.",
  "“It was a better match for human activity.” But, if the Trump server wasn’t sending or receiving e-mail, what could explain the traffic?",
  "or anyone else pulls apart a cyber-crime organization, there is always some communication structure that’s used for command and control.",
  "“Not only is there clearly something there but there’s clearly something that someone has gone to great lengths to conceal,” he told me.",
  "; Richard Clayton, of the University of Cambridge; Matt Blaze, of the University of Pennsylvania; and Paul Vixie, of Farsight Security.)",
  "Lichtblau shared the data with three leading computer scientists, and, like Max, they were struck by the unusual traffic on the server.",
  "Several of them independently reviewed the records that Max’s group had discovered and confirmed that they would be difficult to fake.",
  "The Trump domain had been shut down after the Times contacted Alfa Bank’s representatives—but before the newspaper contacted Trump.",
  "McGahn brought five Jones Day lawyers with him into the White House; six more were appointed to senior posts in the Administration.",
  "Spectrum Health’s machine kept trying, too, in a weeklong spasm of activity that entailed thousands of seemingly automated lookups.",
  "The experts I spoke to confirmed that this was a technically plausible, if highly inefficient, way to configure security software.",
  "In June, an attorney for the Mueller investigation accused Paul Manafort of using foldering to facilitate secret communications.",
  "(Among them were Jean Camp, of Indiana University; Steven Bellovin, of Columbia University; Daniel Kahn Gillmor, of the A.C.L.U.",
  "“If the covert communications were real, this potential threat to our country needed to be known before the election,” he said.",
  "traffic so comprehensively, so any spoofers would have been impersonating Alfa Bank with little expectation of being detected.",
  "The easiest method would have been by consulting a PTR record, which shows what domain names are associated with a given I.P.",
  "(They also consulted with Jean Camp, who agreed to coöperate despite the possibility that Alfa Bank might take legal action.)",
  "officials asked Lichtblau to delay publishing his story, saying that releasing the news could jeopardize their investigation.",
  "Don McGahn, the White House counsel, came from Jones Day, one of the law firms that represent Alfa Bank in the United States.",
  "(Prince maintains that the meeting was “incidental.”) In the summer of 2016, Max and the others weren’t aware of any of this.",
  "Max and the other computer scientists asked me to withhold their names, out of concern for their privacy and their security.",
  "Such a scenario would be highly irregular; it was as if Gmail had allowed a user to send e-mail from another user’s account.",
  "In the same period, the Trump domain had twenty-five hundred lookups, nearly all of them from Alfa Bank and Spectrum Health.",
  "Kramer, of Listrak, told me that a typical client sends “tens of thousands of e-mails a day” to huge numbers of recipients.",
  "logs (many large companies don’t), its assessments of what produced the lookups in early 2016 are necessarily speculative.",
  "data, none of the independent experts I spoke to could be certain of what Alfa Bank and the Trump Organization were doing.",
  "The material was also brought to the attention of the C.I.A., which found it substantial enough to suggest that the F.B.I.",
  "Foer claimed that the biggest flurries of traffic coincided with major campaign events, including the party conventions.",
  "To assess the Alfa Bank data, Jones assembled a team of computer scientists, divided into two groups, one on each coast.",
  "The alternative domain name does not appear to have been previously active; no one has produced an e-mail sent from it.",
  "But Listrak’s services can be integrated with numerous Cendyn software packages, some of which allow instant messaging.",
  "lookups are metadata—records that indicate computer interactions but don’t necessarily demonstrate human communication.",
  "And why were computers at Alfa Bank and Spectrum Health trying to reach a server that didn’t seem to be doing anything?",
  "Jones’s team investigated, and found additional evidence that the server wasn’t sending marketing e-mails at the time.",
  "The bank had received e-mails from the Trump domain in late 2015 and early 2016, which should have triggered lookups.",
  "“Rapunzel, Rapunzel, let down twenty-two dollars and thirty-seven cents.” Because Alfa Bank did not retain its D.N.S.",
  "Foer quoted several outside experts; most said that there appeared to be no other plausible explanation for the data.",
  "After the Slate story appeared, skeptics pointed out that no one has a comprehensive view of the Domain Name System.",
  "As Paul and Leto began working, they needed to verify that Max’s data presented an accurate picture of the traffic.",
  "If there was a communications link with the Trump Organization, it might have been created without their knowledge.",
  "As Lichtblau talked to experts, he became increasingly convinced that the data suggested a substantive connection.",
  "“This is a very common way for people to communicate with each other who don’t want to be detected,” Leto told me.",
  "A spokesperson for Serenata, which took over Trump’s hotel marketing, told me that the company had nothing to say.",
  "Some of them cautioned that it was impossible even to guess at every way that an e-mail system might malfunction.",
  "But Dyn turned out to have registered only two additional lookups, both from the same address in the Netherlands.",
  "to alert agents that a story about Trump would be running in a national publication, and to pass along the data.",
  "was looking for people in the United States who were helping Russia to influence the election,” the source said.",
  "Why was the Trump Organization’s domain, set up to send mass-marketing e-mails, conducting such meagre activity?",
  "In order to encourage an unbiased outcome, Jones never introduced the East Coast group to the West Coast group.",
  "Or, Paul and Leto said, they could have been communicating through software used to compose marketing e-mails.",
  "The other firm, Stroz Friedberg, gave the same explanation for why it, too, was “unable to verify” the data.",
  "Mass-marketing e-mails are typically sent by an automated process, one after another, in an unbroken rhythm.",
  "And especially the second name?” According to Max’s data, Alfa Bank looked up the new domain name only once.",
  "In a sample spanning August and September, 2016, a Denihan domain received more than twenty thousand D.N.S.",
  "After some discussion, he and his lawyer decided to hand over the findings to Eric Lichtblau, of the Times.",
  "They speculated that if the Russians were hacking the Democrats they must be hacking the Republicans, too.",
  "seemed like a pernicious attack on the integrity of the Web, as well as on the American political system.",
  "“We were saying that the investigation was basically over—and it was just beginning,” Lichtblau told me.",
  "An agency official told Lichtblau that there could be an innocuous explanation for the computer traffic.",
  "After the Slate story came out, curious readers looked up the address thousands of times, and the D.N.S.",
  "The parties might also have been using Webmail—e-mail that leaves few digital traces, other than D.N.S.",
  "Some came in a steady pulse, while others arrived irregularly—sometimes many in a day, sometimes a few.",
  "If anything, the traffic coincided with Paul Manafort’s time as Trump’s campaign manager—but the D.N.S.",
  "Foer’s report was based largely on information from a colleague of Max’s who called himself Tea Leaves.",
  "In order to encourage discussion among analysts, Camp posted a portion of the raw data on her Web site.",
  "Did someone try to make it appear, falsely, that Alfa Bank was reaching out to the Trump Organization?",
  "As Jones’s team sifted through explanations for the traffic, they began constructing their own theory.",
  "Jones’s team believed that Cendyn had continued its relationship with the Trump Organization in 2016.",
  "Cendyn said that this was “regular business correspondence,” related to transferring back the domain.",
  "At the same time, though, a very small group of companies seemed to be trying to communicate with it.",
  "logs for domains associated with Republican candidates, they were perplexed by what they encountered.",
  "In the following months, he and his group stopped collecting data on the Trump Organization domains.",
  "He suggested that the data had been faked, but also that they had been stolen from the bank’s logs.",
  "In the spring of 2016, very few people knew that Max and his colleagues were able to monitor D.N.S.",
  "Jones’s team concluded that such an attack would have been unlikely to produce thousands of D.N.S.",
  "The timing of the lookups, which came in the summer just before the election, invited speculation.",
  "That’s where the high-value communications happen.” (Max and his colleagues did not see any D.N.S.",
  "The group was small—a handful of scientists, scattered across the country—and politically diverse.",
  "Both firms reported that they had found no evidence of communications with the Trump Organization.",
  "One remarkable aspect of Foer’s story involved the way that the Trump domain had stopped working.",
  "Kramer, of Listrak, insisted that his company’s servers were used exclusively for mass marketing.",
  "None of the experts whom Jones assembled found any evidence of this behavior on the Trump server.",
  "I met several times with the two members of the East Coast group and spoke with them repeatedly.",
  "“We are as mystified as anybody about these false allegations,” Birnbaum told me this September.",
  "If a company’s services are required in some way, the officer—called a kurator—coördinates them.",
  "query from the ocean of data that they had been given and plotting it over a four-month period.",
  "Over the course of several months, Paul and Leto examined the data for patterns and anomalies.",
  "Much of the information that was publicly available might well have supported that assumption.",
  "Mandiant, one of the cybersecurity firms, said that it was unable to inspect the bank’s D.N.S.",
  "“If we were going to lie, then we would have made up a much better story than this!” he said.)",
  "But Trump’s victory appeared to elevate Alfa Bank’s connections there—at least by association.",
  "Over time, the F.B.I.’s interest in the possibility of an Alfa Bank connection seemed to wane.",
  "“We were watching this happen in real time—it was like watching an airplane fly by,” Max said.",
  "“This has been a terrible ordeal for Alfa Bank, like living through a Kafka novel,” he said.",
  "“The timing of the communication was not random, and it wasn’t regular-periodic,” Paul said.",
  "company Dyn told a reporter that it had seen lookups from other computers around the world.",
  "I met with Max and his lawyer repeatedly, and interviewed other prominent computer experts.",
  "Like many others of his generation, he was introduced to the market economy through hustle.",
  "Alfa Bank hired two cybersecurity firms, Mandiant and Stroz Friedberg, to review the data.",
  "But the question of whether Max’s conclusion was correct remains enormously consequential.",
  "“I bark and I bark but I never feel like I effect real change.” Max’s group was surprised.",
  "If the Trump server was following that pattern, it would have generated significant D.N.S.",
  "“The Times was too timid in its decisions not to publish the material it had,” she wrote.",
  "As Lichtblau wrote a draft of an article for the Times, Max’s lawyer contacted the F.B.I.",
  "In August, 2016, Max decided to reveal the data that he and his colleagues had assembled.",
  "for an assessment of any potential contacts between Alfa Bank and the Trump Organization.",
  "had opened a counterintelligence investigation into Russian contacts with Trump’s aides.",
  "They regarded their inquiry as a statistical enterprise, capturing each Alfa Bank D.N.S.",
  "In March, 2017, a Pennsylvania news outlet called Lancaster Online reported that F.B.I.",
  "Alfa Bank’s computers were looking up the address of the Trump server nearly every day.",
  "lookups from a pair of servers owned by Alfa Bank, one of the largest banks in Russia.",
  "“I don’t know what’s in Special Prosecutor Mueller’s investigation,” Benczkowski said.",
  "When asked about the increase, Birnbaum offered another refinement of the explanation.",
  "The firm has also represented the Trump campaign in its dealings with Robert Mueller.",
  "Lichtblau disagreed, arguing that his story contained important news: that the F.B.I.",
  "agents had visited the offices of Listrak, the company that housed the Trump server.",
  "Alfa Bank prospered during the Yeltsin years and has continued to do so under Putin.",
  "For some, the most baffling part of the puzzle was the way that the lookups stopped.",
  "In the course of several months, the bank said, this could account for the traffic.",
  "“These people who should not be communicating are clearly communicating,” she said.",
  "The scientists decided to investigate whether any Republicans had been hacked, too.",
  "To establish a kind of control group, Jones’s team asked Max to capture the D.N.S.",
  "Was this evidence of an illicit connection between Russia and the Trump campaign?",
  "Or was it merely a coincidence, cyber trash, that fed suspicions in a dark time?",
  "For four days, the servers at Alfa Bank kept trying to look up the Trump domain.",
  "Alfa Bank was founded by Mikhail Fridman, in the last years of the Soviet Union.",
  "This became a catchall answer for anyone who couldn’t explain what had happened.",
  "One was malware, which had played a role in the hack of the D.N.C.’s computers.",
  "Max and his colleagues maintain that they are able to see nearly all the D.N.S.",
  "News stories investigating the links between Trump and Russia were months away.",
  "In a series of exchanges over three weeks, he offered a range of possibilities.",
  "In Max’s view, this was evidence of direct contact between Alfa Bank and Trump.",
  "The bank also began trying to uncover the anonymous sources in the Slate piece.",
  "“I started from an assumption that this is a bunch of nonsense,” Leto told me.",
  "It is typically sent out in a blast, aimed simultaneously at multiple domains.",
  "logs from 2016, because Alfa retained such records for only twenty-four hours.",
  "But the PTR record for the Trump address did not include the alternative name.",
  "As Jones’s team vetted the data, they examined various possible explanations.",
  "addresses, the strings of numbers that computers use to identify one another.",
  "His wife, Betsy DeVos, was appointed Secretary of Education by Donald Trump.",
  "is a phone book, the domain name was effectively decoupled from its number.)",
  "Fridman and Aven acquired reputations as brilliant, relentless businessmen.",
  "“Is it possible there is an innocuous explanation for all this?” Paul said.",
  "(Technically, its “A record,” which translates the domain name to an I.P.",
  "“Why did you refuse to recuse yourself?” Senator Dianne Feinstein asked.",
  "There was the possibility of “spoofing”—essentially, faking an identity.",
  "He sold theatre tickets, washed windows, and ran a student discothèque.",
  "Fridman was born in western Ukraine and studied metallurgy in college.",
  "“A company couldn’t say no,” a Washington-based Russia expert told me.",
  "records, enough to fill thousands of screens with time stamps and I.P.",
  "“It’s completely implausible that he could have fooled us,” Paul said.",
  "Spectrum never succeeded in relocating the Trump server—but Alfa did.",
  "But, according to the data, the lookups didn’t begin until May, 2016.",
  "Sees No Clear Link to Russia”—seemed to exonerate the Trump campaign.",
  "computers, but we didn’t find what we were looking for,” Max told me.",
  "Examining records for the Trump domain, Max’s group discovered D.N.S.",
  "of the joint venture, Robert Dudley, felt compelled to leave Russia.",
  "“They got meetings at State and on the Hill and at the White House.",
  "Jean Camp, of Indiana University, had also vetted some of the data.",
  "“We went looking for fingerprints similar to what was on the D.N.C.",
  "(Spectrum declined to answer questions about its computer systems.)",
  "Most malware has “distinctive patterns of behavior,” Camp told me.",
  "Jones had served as a counterterrorism investigator for the F.B.I.",
  "Alfa Bank said that its scans ran for two days after each update.",
  "But Max’s data don’t show a consistent pattern of two-day spikes.",
  "“Why would someone do that?” Steven Bellovin, of Columbia, said.",
  "“Malware doesn’t keep banging on the door like that,” Paul said.",
  "Max had provided the Jones team with thirty-seven million D.N.S.",
  "The information from Max’s group could be a significant advance.",
  "A week after the Times story appeared, Trump won the election.",
  "We do this to keep the Internet safe.” The hack of the D.N.C.",
  "The Trump Organization had done little to clarify the matter.",
  "addresses—long strings of numbers and letters in green type.",
  "Both he and Paul believed that their phones had been hacked.",
  "“If I were the reporter, I would have wanted to run it, too.",
  "Two days later, the Trump domain vanished from the Internet.",
  "But it bore only a modest resemblance to what he had filed.",
  "One possibility is Metron, used to manage events at hotels.",
  "(Max rejected the idea that his group had fabricated data.",
  "lookups also did not suggest spam, Paul and Leto believed.",
  "All these experts have national reputations in the field.",
  "“People think the Internet runs on its own,” Max told me.",
  "Paul Vixie, one of the original architects of the D.N.S.",
  "“A lot of people are seeing faces in clouds,” Leto said.",
  "lookups for every domain name contained in every e-mail.",
  "“Maybe for a few days, but not four months,” Leto said.",
  "Lichtblau met with Max, and began to look at the data.",
  "Meanwhile, the Trump-Alfa Bank story seemed to fade.",
  "The Alfa queries seemed to fall into two categories.",
  "“It was a bad column,” he told the Washington Post.",
  "And it’s also possible that space aliens did this.",
  "“We stared at a lot of green screens,” Paul said.",
  "Both said that they began their work as skeptics.",
  "The headline— “Investigating Donald Trump, F.B.I.",
  "“That shows a human interaction,” Max concluded.",
  "The power struggle was so fierce that the C.E.O.",
  "One indicator was the unusually limited traffic.",
  "But the explanation raised questions of its own.",
  "“The story was written too knowingly,” he said.",
  "“It was a really tense debate,” Baquet told me.",
  "“This is a conspiracy against us,” he told me.",
  "queries continued after Manafort stepped down.",
  "Spayd’s article did not sit well with Baquet.",
  "His story about Alfa Bank ran the next day.",
  "“We were trying to protect them,” Max said.",
  "“This is what tenure is for,” she told me.",
  "A second possibility was marketing e-mail.",
  "The timing and the frequency of the D.N.S.",
  "During scans, the system performed D.N.S.",
  "This past July, the Senate confirmed him.",
  "As Max and his colleagues searched D.N.S.",
  "“We didn’t know who DeVos was,” Max said.",
  "“We only do one thing here,” he told me.",
  "traffic devolved into statistical noise.",
  "queries, from more than a thousand I.P.",
  "In fact, they sidestepped the question.",
  "Another concern lay in the chronology.",
  "“It was very important to the Bureau.",
  "There was also a question of motive.",
  "(Butina has denied the accusations.)",
  "It’s possible—just not very likely.”",
  "She declined to reveal their names.",
  "“I’m a lawyer in private practice.",
  "“We had a window,” Lichtblau said.",
  "“It makes no sense,” Paul told me.",
  "records raised vexing questions.",
  "“It was quite a year,” he said.",
  "lookups, over such a long time.",
  "Given the limitations of D.N.S.",
  "“Don’t call again,” she said.",
  "Michael McFaul, a former U.S.",
  "Each query, known as a D.N.S.",
  "A few days later, an F.B.I.",
  "Paul and Leto were dubious.",
  "It was urgent.” The F.B.I.",
  "“The headline was flawed.",
  "So how did Alfa find it?",
  "address, was deleted.",
  "“Anytime the F.B.I.",
  "“Yes, of course.",
  "If the D.N.S.",
  "investigate.",
  "“It doesn’t.",
  "“The F.B.I.",
  "The D.N.S.",
  "But B.G.R.",
  "addresses.",
  "The D.N.S.",
  "records.",
  "traffic.",
  "address.",
  "lookups.",
  "D.N.S."
]