[
  "Russia cuts back its economic outlook as sanctions and low oil prices bite © AFP/File Vasily Maximov Moscow (AFP) - The Russian economy ministry on Tuesday slashed its economic forecast for 2015, announcing a contraction of 0.8 percent due to the pressure of Western sanctions over the Ukraine crisis combined with falling oil prices.",
  "Alfa Bank economists said in a note Tuesday that 12 percent inflation for the year was \"inevitable\", predicting spending to fall even further than during the 2008 economic crisis due to the government's inability to compensate the population through increasing pensions and salaries.",
  "In its outlook on recession, Deputy Economy Minister Alexei Vedev said the economy may completely flatline or slightly shrink in the fourth quarter of 2014, which could push Russia into recession by the end of the first quarter next year.",
  "\"Uncertainty and lack of economic confidence caused by harsher geopolitics have led to a prediction of higher capital flight and lower investment,\" the ministry said in the full report briefly posted on its website before it was removed.",
  "The ministry cut its previous outlook of 1.2 percent growth by two percentage points, referring to worsening economic indicators and a \"more conservative\" assumption that Western sanctions will remain through 2015.",
  "Meanwhile inflation has accelerated over the ruble's falling value, and is set to be at 9.0 percent by the end of 2014, Vedev said, up from the previous estimate of 7.5 percent.",
  "The economy ministry has forecast the foreign exchange rate to average 49 rubles to the dollar next year -- 30 percent higher than its previous expected rate of 37.7 rubles.",
  "Real incomes of Russians will shrink by 2.8 percent next year instead of increasing by 0.4 percent as previously predicted, due to inflation and slowing economic activity.",
  "Retail giants and foreign companies have already hiked prices or announced expected hikes due to the ruble's slump, with Apple raising Russian prices by about 25 percent.",
  "The growth forecast for 2014 was slightly raised from 0.5 percent to 0.6 percent due to a better-than-expected performance of the agricultural sector, the ministry said.",
  "Plunging oil prices also led to the revision, with a weakening ruble and rising inflation slowing consumer spending, the ministry added in its official statement.",
  "After rallying slightly Tuesday morning it lost most of its gains and was trading around 53.14 to the dollar and 66 to the euro shortly on the ministry's report.",
  "On Tuesday prices were steadier with US benchmark West Texas Intermediate for January delivery at $67.91, while Brent crude for January was at $71.71.",
  "\"We have a feeling that there will be a correction (of oil price), we believe we will return to the range of 85-95 dollars a barrel,\" he said.",
  "Russia's growth has slowed dramatically in recent years, the rate falling to 1.3 percent in 2013 compared with 3.4 percent the previous year.",
  "The ministry previously assumed Western sanctions would be lifted during 2015, with Russia then ending its tit-for-tat food embargo.",
  "- Rising prices -\n\nRussia's economy has been hit by falling oil prices which plunged to five-year lows on Monday before recovering.",
  "Capital flight is expected to reach $125 billion for 2014, the ministry said, up from the previous estimate of $100 billion.",
  "Vedev said the ministry expects the Russian economy to reach bottom in mid-2015 and begin a rebound on rising oil prices.",
  "\"The current forecast for 2015 is, on the contrary, based on continuing strong geopolitical risks,\" the ministry said.",
  "Lower oil prices have battered Russia's energy-driven economy and triggered a record drop in the value of the ruble.",
  "The technical definition of a recession is two successive quarters of economic contraction.",
  "The Russian currency experienced its worst slump since 1998 on Monday."
]