[
  "John Kasich goes retro, writes in John McCain for president (Cincinnati Enquirer)\n\nHouse Speaker Paul Ryan votes Trump, but too busy to campaign with him (Milwaukee Journal Sentinel)\n\n'Jew-S-A' chanter says he's not anti-Semitic, he was just imitating a Hispanic accent (Arizona Republic)\n\nFTR favorite Zoltan Istvan is doing an AMA on Reddit today!",
  "(As Errata Security's Robert Graham concludes, \"Note to self: when I set up my super-secret email server, don't name it after myself like http://trump-email.com ...\")\n\nI debunk the \"Trump secret email server\" thinghttps://t.co/mI2hhK9uw3 — Rob Zombie Graham??",
  "The source says he was first hired by a rival Republican candidate to dig into Trump's foreign business ties, but eventually came to believe \"there was an established exchange of information between the Trump campaign and the Kremlin of mutual benefit.\"",
  "“James Comey opened this door, and we're just asking for him to make this right and treat everybody the same.” With 650,000 emails for the bureau to sort through, it's fairly unlikely that Team Hillary will get its wish anytime before Election Day.",
  "“She only learned for the first time on Friday, from press reports, of the possibility that a laptop belonging to Mr. Weiner (Abedin's estranged husband) could contain emails of hers,\" lawyer Karen Dunn said in a statement.",
  "Campaign manager Robby Mook took to CNN Tuesday to call for the FBI to release more information on their investigation (because with the absence of details, undecided voters can pretty much just invent their own theories).",
  "Not even enough time left to cram in an entire scandal\n\nDemocratic Presidential hopeful Hillary Clinton gestures next to Huma Abedin after the second Democratic presidential primary debate in Des Moines, Iowa.",
  "The other one ... eh\n\nAt Monday night's Halloween party at the White House, Barack and Michelle Obama danced to Michael Jackson's \"Thriller,\" with one of them committing to the bit much harder than the other.",
  "He also needs to keep a simple, straightforward message, avoid taking the bait when Team Clinton tries to distract him with feuds, and hope that there aren't any new controversies down the stretch.",
  "(Photo: Paul J. Richards, AFP/Getty Images)\n\nExactly one week from now, the nation will wake up to find out that we elected either the S or the Z, the two least-popular Tetris pieces available.",
  "(Photo: Mandl Ngan, AFP/Getty Images)\n\nAs for the FBI's re-examination on Hillary Clinton's handling of emails ... that's in a holding pattern, much to the frustration of the Clinton campaign.",
  "An unidentified former intelligence officer with a Western nation says he provided the FBI with information suggesting that the Russian government has been working to assist Trump for years.",
  "The betting markets -- usually a bit more reactive -- are pretty much in sync right now: OddsShark's odds have it at -275 for a Clinton win (about 73%), Betfair has it at 72% for Clinton.",
  "Video provided by Newsy Newslook\n\nThe GOP has gone from Soviet foe Ronald Reagan to Russian protege Donald Trump in under three decades, if an investigation by Mother Jones is accurate.",
  "The polls are beginning to process the FBI's renewed investigation into Clinton's emails, but haven't begun to process the latest news of Trump's ties to Russia, which hit late Monday.",
  "(@ErrataRob) November 1, 2016\n\nDemocrats aren't convinced there isn't more to the Trump-Russia story, though, and are calling on FBI Director James Comey to reveal everything he has.",
  "For Clinton, she needs to lay low, keep the focus on Trump, and rely on her more popular surrogates (i.e., the Obamas) to make her case for her and help her maintain her slim lead.",
  "We haven't felt anxiety like this election since ... (Photo: EA Mobile (Via MerlinFTP Drop))\n\nTheme music for today's edition of For the Record: the Tetris song.",
  "We're getting to the end, the candidates' missteps are piling up and stressing the whole country out, and everything's coming in too fast for voters to process.",
  "The new FBI investigation (or potential fallout from WikiLeaks' Phase 3) may be arriving too late in the contest to have a significant impact.",
  "Also released Monday was a Slate report of communications between servers at the Trump Organization and a Putin-tied Russian bank, Alfa Bank.",
  "Slate asked internet pioneer Paul Vixie to review the logs between the two servers: \"“The parties were communicating in a secretive fashion.",
  "For Trump, he needs to win Pennsylvania and/or flip a series of other states that could replace the Keystone State's 20 electoral votes.",
  "(Hey, Mr. President -- that thing where you kind of try to dance, then stop dancing and kinda laugh like, \"Ha, is everyone watching me?",
  "One of the more visible aspects of the investigation's impact: the absence of Huma Abedin, a close aide to Hillary since the 1990s.",
  "The best news for Clinton right now is that early voting is well underway in several states, with millions of votes already cast.",
  "https://t.co/D8oSmyVAR4pic.twitter.com/07dRyEmPjX — Hillary Clinton (@HillaryClinton) October 31, 2016\n\nPretty explosive, right?",
  "First question: If we can make Trump and/or Hillary live forever, does that mean they'll run for president again?",
  "Before you start doing your Red Dawn preparations, hang on -- we have dueling experts examining the situation.",
  "All's well if you can end well\n\nHillary Clinton and Donald Trump during the second presidential debate.",
  "This is more akin to what criminal syndicates do if they are putting together a project.” Yikes!",
  "So what do Donald Trump and Hillary Clinton need to do to claim victory in the remaining days?",
  "Oh, and of course this entire election is overwhelmingly Russia-themed, so there's that.",
  "Putin' a monkey wrench into the presidential race\n\nCLOSE So, has the FBI looked into it?",
  "In other words, there's an opening for a temporary sidekick in the Clinton campaign.",
  "Nah, just kidding, this isn't really how I dance,\" and then you try to dance again?",
  "FactCheck.org sifts through the exaggerations (USA TODAY OnPolitics)\n\nOhio Gov.",
  "It's time for Trump to answer serious questions about his ties to Russia.",
  "More from the campaign trail\n\nComey sends vague letter to Congress.",
  "(Reddit)\n\nOne of them has the soul for getting down.",
  "Read or Share this story: http://usat.ly/2eTQRIh",
  "“We didn't cause this problem,” Mook said.",
  "Of course, Team Clinton was all over this.",
  "You'll be hearing from our lawyers.)",
  "Start drafting your cover letters.",
  "Both parties fill in the blanks.",
  "The operative word is secretive.",
  "THAT'S OUR SIGNATURE MOVE, PAL.",
  "And should it?"
]