[
  "What it said, essentially, was that some “veteran spy” forwarded memos to the FBI “contending the Russian government has for years tried to co-opt and assist Trump — and that the FBI requested more information from him.” Nor is this just any old “veteran spy.” This is a “former senior intelligence officer for a Western country who specialized in Russian counterintelligence,” not to mention a “credible source with a proven record of providing reliable, sensitive, and important information to the US government,” according to a “senior US government official not involved in this case but familiar with the former spy.”\n\nYou read that right: Mother Jones is trying to establish the reputational bona fides of an anonymous source by relying on the word of another anonymous source.",
  "In its piece, the Intercept noted that it had evaluated the same data upon which Foer had relied, though it errs on the side of an unspectacular conclusion: “The Trump Organization owns a bunch of expensive, obnoxious spam servers that churn out marketing emails for its expensive, obnoxious hotels.” To account for the “pinging,” a very “plausible” explanation, write the Intercept reporters, is that Alfa’s servers were “trying to figure out who was spamming them so much.”\n\nNor was the Intercept alone in proceeding very slowly with this information.",
  "Perhaps eyeing forensic reinforcements, Foer issued this tweet promoting an article– “A Veteran Spy Has Given the FBI Information Alleging a Russian Operation to Cultivate Donald Trump” — by Mother Jones Washington Bureau Chief David Corn:\n\nSorry, Foer, but that’s not “excellent from @davidcorndc.” The story is an uncorroboratable heap of trust-me-please journalism.",
  "Its title: “HERE’S THE PROBLEM WITH THE STORY CONNECTING RUSSIA TO DONALD TRUMP’S EMAIL SERVER.” This is a debunking expedition by a team of Intercept reporters — Sam Biddle, Lee Fang, Micah Lee and Morgan Marquis-Boire — in reaction to an article that appeared in Slate under the byline of Franklin Foer, the former top editor of the New Republic.",
  "— Franklin Foer (@FranklinFoer) November 1, 2016\n\nThe Erik Wemple Blog on Tuesday afternoon requested an interview with Slate Editor-in-Chief Julia Turner about the site’s decision to go forward with an explosive story about the ongoing presidential campaign based on data from anonymous researchers and with an uncertain upshot.",
  "What it illustrated was suggestive: The conversation between the Trump and Alfa servers appeared to follow the contours of political happenings in the United States.”\n\nAlfa Bank issued a denial to Slate: “Neither Alfa nor its officers have sent Mr. Trump or his organizations any emails, information or money.",
  "“The impact of the original claim is so much bigger.” As evidence, Greenwald cited this claim by reporter Julia Ioffe, which has secured nearly 10,000 retweets:\n\nIn case the insanity of this is unclear, I repeat: Trump Org had a server designed to secretly, exclusively communicate with a Russian bank.",
  "“It certainly looked like a really good story in the beginning, But the more we looked at it, and the more sources we talked to, we just couldn’t say what it was.” And a critical consideration: “Many of our sources became less confident over the weeks that it was something nefarious,” said Bumiller.",
  "Corn himself acknowledged the reliance on anonymity but pointed out that a great deal of national security journalism does likewise, including the Lichtblau-Myers New York Times piece that quoted anonymous law-enforcement officials as finding no “conclusive or direct link” between Trump and Russia.",
  "We’re glad we passed.”\n\nElisabeth Bumiller, Washington bureau chief for the New York Times, told the Erik Wemple Blog, “We looked at this a long, long time — a lot of reporting, a lot of effort,” said Bumiller, noting that it was “close to six weeks” of investigation.",
  "(Saul Loeb/Pool via Reuters)\n\nDonald Trump has tweeted that the “media pile on against me is the worst in American political history!” This “disgusting” and “dishonest” cabal gins up “false and unsubstantiated charges, and outright lies,” he has also tweeted.",
  "We were glad to see the Trump campaign and Alfabank provide additional detail after we published, and are currently working on a follow-up piece that will evaluate their explanations and some of the possible interpretations published in other venues.",
  "Not only was Foer and Slate under fire from other media outlets; Twitter, the ultimate journalistic accountability machine, was cranking as well:\n\n@jimmy_dore @FranklinFoer @Slate looks like he discovered a server that sends bulk emails for hotels.",
  "To abridge Foer’s piece: An anonymous computer expert — “Tea Leaves” is the moniker used in the Slate piece — found that Alfa Bank of Moscow “kept irregularly pinging a server registered to the Trump Organization on Fifth Avenue.” On the one hand.",
  "Far from disproving bias against Trump, argued Greenwald, the upshot is far narrower: “It proves that a lot of media outlets still have ethical and journalistic limits on what they’re willing to risk to sink Trump, which is encouraging,” he said.",
  "Computer logs obtained by The New York Times show that two servers at Alfa Bank sent more than 2,700 “look-up” messages — a first step for one system’s computers to talk to another — to a Trump-connected server beginning in the spring.",
  "And we can’t even say with complete certitude that the servers exchanged email.” On the other, dicier hand, the piece counterprogrammed the caveats: “Tea Leaves and his colleagues plotted the data from the logs on a timeline.",
  "As the Times tells it, the FBI didn’t conclusively determine that there was an “innocuous explanation” — merely that there “could be.” Even so, a slew of media organizations has stayed away from the story.",
  "As its piece notes, “The New York Times, the Washington Post, Reuters, the Daily Beast, and Vice all examined these materials to at least some extent and did not publish the claims.” Not exactly the M.O.",
  "The assertion of a special or private link is patently false.” Foer concluded that the activities of the mystery server merit more “further explanation.”\n\nHis wish was the media’s command.",
  "But we ultimately weren’t convinced that the data conclusively connected Trump and the Russian bank and without more on-the-record sources, we just didn’t feel comfortable going forward.",
  "ultimately concluded that there could be an innocuous explanation, like a marketing email or spam, for the computer contacts.”\n\nConsider the bolding here (added by the Erik Wemple Blog).",
  "In the meantime, however, the mainstream media — that monolith that’ll publish anything to swallow Trump — has shown curiously little interest in the Mother Jones piece.",
  "Plus, the FBI’s repeated requests to him for more information and for him to continue sending them information was an indication that he has merit,” said Corn.",
  "the story included cautionary signposts such as this one: “We can see a trail of transmissions, but we can’t see the actual substance of the communications.",
  "The Trump-Russia-server article, he said, wasn’t even a “close call,” yet whoever was peddling the story still managed to thrust it into the media stream.",
  "As it turns out, the country’s largest media outlets are proceeding with great caution when it comes to big stories about the GOP presidential nominee.",
  "The New York Times not only passed on the story, but also cast shade on it in a Monday piece by reporters Eric Lichtblau and Steve Lee Myers: “F.B.I.",
  "Glenn Greenwald, a co-founder of the Intercept, disagrees that the fate of the Russia stories proves anything so towering about the mainstream media.",
  "Always first step in world domination — jasonbking (@jasonbking) November 1, 2016\n\n@FranklinFoer @Slate My son has a server, he plays games on it.",
  "“The source is whom I say he is and I was able to confirm his standing and his previous value to people within the U.S. government.",
  "She responded with this statement:\n\nAs we noted in the initial piece, we believe the server activity merits further explanation.",
  "A hybrid of explanatory and investigative journalism, Foer took readers through the intricate world of computer communications.",
  "officials spent weeks examining computer data showing an odd stream of activity to a Trump Organization server and Alfa Bank.",
  "Alfa Bank does not have and has never had any special or exclusive internet connection with Mr. Trump or his entities.",
  "“Look at the impact of the original claim and contrast it with the corrections and dissection,” he said.",
  "— Darren (@HardiesDazza) November 1, 2016\n\nFoer tweeted:\n\nLots of responses to my piece on that server.",
  "The Daily Beast, for one, passed along this statement: “Our reporter investigated the story thoroughly.",
  "More considerations undermine the piece, like its whole thrust: Some guy gave some tips to the FBI.",
  "Perhaps subsequent events will corroborate the warnings of Corn’s impeccably regarded former spy.",
  "Foer’s piece asked, quite simply, whether a Trump server was “communicating” with Russia.",
  "At the intersection of tech, crime and politics, it was right in The Beast’s wheelhouse.",
  "So, from my perspective this is not a case of just anybody sending in a memo to the FBI.",
  "— Julia Ioffe (@juliaioffe) October 31, 2016\n\nUpdated to add interview with Greenwald.",
  "of an industry dead-set on promulgating dishonest journalism about Donald Trump.",
  "(Full disclosure: The Erik Wemple Blog is married to a Mother Jones reporter).",
  "I know it has a connection to Russia as well, lots of countries actually!",
  "I’m going to hold off on an interview until we finish work on that story.",
  "Evidence toward this end comes from an article Tuesday in the Intercept.",
  "I'm writing a follow up that will take account of these responses.",
  "Like most of Trump’s work on Twitter, this claim stands debunked.",
  "The Erik Wemple Blog contacted some of these outlets.",
  "\n\nRepublican presidential nominee Donald Trump.",
  "Slate, however, has bitten on it.",
  "There’s more to this.",
  "But the F.B.I.",
  "More soon."
]