[
  "In a Nov. 4 Slatest, Jeremy Stahl misstated that line in the Rolling Stone article “A Rape on Campus” was the most defamatory one in the piece.",
  "In a Nov. 1 Slatest, Ben Mathis-Lilley misattributed a Committee for a Responsible Federal Budget study to the Congressional Budget Office.",
  "Due to an editing error, a Nov. 1 Future Tense blog post misidentified the location of the butt-shaped water tower known as the Peachoid.",
  "In a Nov. 2 Climate Desk, Tom Philpott misstated that Donald Trump splits his time between Manhattan and West Palm Beach.",
  "Advertisement\n\n\n\nIn a Nov. 2 Future Tense blog post, Suzanne Monyak misstated that Adobe Flash was owned by Microsoft.",
  "In an Oct. 31 Cover Story, Franklin Foer misstated that Richard Burt serves on the senior advisory board of Alfa Bank.",
  "In a Nov. 2 Future Tense blog post, Will Oremus misidentified Steve Spinner as Ro Khanna’s ex-campaign chairman.",
  "Advertisement\n\n\n\nIn a Nov. 1 Future Tense, Andrew Gelman cited Pollster.com as an example of simple aggregation.",
  "In an Oct. 31 Jurisprudence, Akhil Reed Amar misstated that J. Edgar Hoover did not have any legal training.",
  "Hoover earned a bachelor of laws degree and a master of laws degree from George Washington University.",
  "The Nov. 1 Gist show page misidentified Republican state Rep. John Faso of New York as anti-Trump.",
  "In a Nov. 2 Slatest, Joshua Keating misstated when a University of Maryland poll was published.",
  "The jury in that defamation case did not ultimately rule on whether it was defamatory or not.",
  "In a May 27 Science, Kate Baggaley misspelled Charles Gerba’s last name.",
  "Pollster.com uses a Bayesian model, which it shares upon request.",
  "It also misstated that Zephyr Teachout supports carbon pricing.",
  "Anderson misstated when Starbucks released its new cups.",
  "Trump splits his time between Manhattan and Palm Beach.",
  "The candidate’s campaign says that she does not.",
  "Spinner is Khanna’s current campaign chairman.",
  "In a Nov. 1 Future Tense blog post, L.V.",
  "Faso is ambivalent about the candidate.",
  "It is in South Carolina, not Georgia.",
  "He no longer sits on that board.",
  "It was Tuesday, not Thursday.",
  "It Tuesday, not Wednesday.",
  "It is not."
]