[
  "Yet the fall in oil prices to below $50 a barrel will cost the state budget, which was calculated on the basis of $100 a barrel, 3 trillion rubles ($45 billion), or 20% of planned revenues, according to Anton Siluanov, the finance minister.",
  "The expansion of the state means that, although Russia no longer has Gosplan, its economy is dominated by state or quasi-state firms whose revenues depend not on their economic efficiency but on political contacts.",
  "The official picture is dominated by the war in Ukraine (fuelled by America), Ukraine's economic collapse (ignored by America), and Russia's achievements in sport, ballet and other spheres (envied by America).",
  "Skewed incentives as well as corruption and a lack of property rights have forced the most efficient companies out of the market, strengthening the position of parasitic and badly managed state firms.",
  "But whereas television does not mention the economy, ordinary Russians have been busily changing rubles into dollars, buying anything that has not gone up in price and making contingency plans.",
  "As Mr Kudrin and Mr Gurvich explain, Russia's exceptional growth between 1998 and 2008 was essentially imported: it was down to easy money, brought about by rising oil prices and cheap credit.",
  "REUTERS\n\nThe ruble's fall would have been even greater had it not been for the Kremlin telling exporters to sell foreign-currency revenues while also warning large firms not to buy.",
  "Faced with capital outflows and falling oil prices, lack of access to foreign markets and its own demographic problems, Russia is unlikely to come out of this crisis fast.",
  "Even if pensions and salaries are raised by 5%, double-digit inflation means that real incomes will decline for the first time since Mr Putin came to power in 2000.",
  "Yet whatever liquidity the central bank supplies to Russian banks, the money finds its way into the foreign-currency market, putting more pressure on the ruble.",
  "At the heart of Russia's malaise is the weakening of market forces and suppression of competition, which means there is no longer much of a market economy.",
  "Alexei Kudrin, a former finance minister, and Evsey Gurvich, an economist, argue that Russia's economy cannot be repaired by monetary or fiscal measures.",
  "German Gref, the head of Sberbank, Russia's largest state bank, is reportedly warning that a currency crisis could become a \"massive\" banking crisis.",
  "Even in 2009 the government's goal was to minimise the political fallout of the financial crisis, rather than to make the economy more competitive.",
  "Click here to subscribe to The Economist\n\nThis article was from The Economist and was legally licensed through the NewsCred publisher network.",
  "In an implicit message to Mr Putin, Mr Kudrin argues that it could now be managed under this presidency, but with a different government.",
  "At the time Russia was substituting basic goods that could be produced on spare, outdated equipment left behind by the Soviet economy.",
  "Russians have lost faith in the currency and are starting to withdraw deposits, argues Natalia Orlova, chief economist at Alfa Bank.",
  "The only way to support the ruble is to limit the provision of liquidity to banks; but that in turn would put banks under pressure.",
  "The price of oil, Russia's main export, has slid below $50 a barrel, prompting economists to revise their forecasts down.",
  "Its hope that devaluation would spur import substitution, as after the 1998 default, and so drive growth is unrealistic.",
  "Twenty-five years ago this transition was made possible by the collapse of the Soviet Union and change in the Kremlin.",
  "Any injection of liquidity may thus end up not stimulating domestic demand but merely increasing capital outflows.",
  "Russia's president, Vladimir Putin, is shown on television receiving positive reports from regional governors.",
  "Russia's reserves are lower than they were four years ago and may last only for a year and a half, at best.",
  "In the first two weeks of the year, when Russia was on holiday, the ruble fell by 17.5% against the dollar.",
  "REUTERS/Pavel Golovkin/Pool\n\nJudging by the lack of economic news in Russia's media, a crisis has arrived.",
  "Then the government was able to stimulate demand by increasing public spending and saving indebted firms.",
  "An increase in interest rates to 17% in December was intended to defend the ruble, but it has not worked.",
  "Even as he ponders his options, the economy continues to slide, whatever the television may not say.",
  "The government was busy redistributing rents rather than restructuring or modernising the economy.",
  "Russia's only way out now is to restructure the economy in order to restore the role of markets.",
  "The Kremlin hopes to ride out the crisis, as it did in 2008-09 when GDP contracted by 7.5%.",
  "This fuelled consumption that was satisfied by imports and an increase in domestic output.",
  "Private firms and the Kremlin opted for quick profits rather than long-term investments.",
  "He was already planning to lop 10% off the budget, but may now have to cut further.",
  "Just as in Soviet days, state television does not report facts, it conceals them.",
  "The things that Russia imports today cannot rapidly be replaced domestically.",
  "Falling oil prices have revealed these defects, not caused them.",
  "GDP is now expected to contract by between 3% and 5% this year.",
  "That would demand investment which few are willing to risk.",
  "The government's Zen-like calm betrays a lack of strategy.",
  "Russia's credit rating is moving inexorably towards junk.",
  "Even weak institutions are a secondary issue.",
  "Worse, the government has lost credibility.",
  "Inflation is up into double figures.",
  "It no longer has that option.",
  "A look at Russia's 2014.",
  "Mr Putin is unconvinced.",
  "Alexei Kudrin."
]