[
  "Now, for a limited time, you can download his free report detailing the rocky roads that lie ahead for three globally important countries in 2017—and how the economic fallout from their coming crises could affect you.",
  "Three entities—Alfa-Bank, Barnaul Forge and Press Plant, and Central Boiler and Turbine Institution—have filed bankruptcy petitions in court against UVZ in the last few months due to unpaid debts.",
  "The number of protests in big cities has declined, but protests in small cities have increased by 40 percent in the last year—according to the FNPR, the country's largest workers' association.",
  "Russian President Vladimir Putin attends a meeting of the Victory Day celebrations organizing committee in the Kremlin in Moscow, Russia, Tuesday, March 17, 2015.",
  "Grab This Free Report from George Friedman to See What Lies Ahead in 2017\n\nGeorge Friedman is renowned for his razor-sharp analysis and forecasting techniques.",
  "So Putin will strut like a peacock In response to these growing domestic pressures, President Putin has spent 2016 trying to further consolidate his power.",
  "This is a corporation that consists of 40 entities and is among the world's top 100 largest military-industrial companies.",
  "People are starting to grow some of their own food so they can still eat some of what they can't afford to buy in stores.",
  "And the people are suffering The big danger for Russia, though, is how the oil price problem is affecting people.",
  "Sergei Ilnitsky/AP Russia has had a hard time since the collapse of global oil prices which began in August 2014.",
  "Moscow will engage in strategic regions of the world in 2017 with warlike talk and potential military posturing.",
  "Russia's 2016 budget had planned for oil prices at $50 per barrel, and the deficit target was set at 3 percent.",
  "This council aims to change things in the economy and the social sphere and to increase economic growth rates.",
  "Top 3 Economic Surprises for 2017 is required reading for investors and concerned citizens alike.",
  "GDP per capita in Russia is down from an all-time high of $11,615 in 2013 to $11,038 in 2015.",
  "In an effort to show strength, Putin also revamped some of the branches of security bodies.",
  "So far, this includes cuts in government spending (except in defense and social services).",
  "Russia will continue to legitimize the regime in Moscow to those who suffer economically.",
  "The worse the Russian economy gets, the bigger these shows of power will have to be.",
  "They will do this by showing Russian power worldwide without really doing anything.",
  "Wage arrears in Russia totaled 3.8 billion rubles ($62 million) as of July 1, 2016.",
  "In the first three months of 2016, inflation fell from 12.9 percent to 7.4 percent.",
  "About a quarter of these delayed payments were the past month's pay for workers.",
  "The Russian people are starting to feel the effects of prolonged low oil prices.",
  "Now there are reports of food costing 50 percent or more of a person's income.",
  "And almost no money was used to increase efficiency or to add new technology.",
  "This is the first time since 2014 they have surpassed the rate of inflation.",
  "One of the most troubling cases thus far deals with UralVagonZavod (UVZ).",
  "Low oil prices hurt\n\nSigns of bad times started being seen in late 2012.",
  "He created the Council for Strategic Development and Priority Projects.",
  "These often relate to specific economic issues, particularly pensions.",
  "Making things worse are reports of wage arrears in different regions.",
  "This is explained in detail in Geopolitical Futures's 2017 forecast.",
  "And this will shape Moscow's foreign policy in the year to come.",
  "Prolonged low oil prices have had an impact on Russia's economy.",
  "And there are plans to privatize some state-owned companies.",
  "And the country hasn't even recovered from the 2008 decline.",
  "Little to no investment was made in industrial alternatives.",
  "Russia's money problems start with the economy's structure.",
  "Still, the central bank refused to cut the interest rate.",
  "All of these moves will appear to be Russian aggression.",
  "The country's budget depends on income from oil exports.",
  "A rising number of small, local protests have occurred.",
  "Wages over the last two years have had no real growth.",
  "About 30 percent, though, dated back to 2014 or 2013.",
  "So, it needs to find other ways to manage its budget.",
  "But they will really be signs of Russian weakness.",
  "At the same time, wages rose more than 5 percent.",
  "And more than 2 million people fell into poverty.",
  "That is the factor that worries Russia the most.",
  "Reports of bankruptcies are also on the rise.",
  "And that means the budget will not be met.",
  "The drop in oil prices means less income.",
  "As a result, Russians' despair has grown.",
  "These reports are becoming more common.",
  "Russia can't control the price of oil.",
  "Low oil prices have had huge effects.",
  "The poverty level has increased.",
  "Wages fell by 9 percent in 2015.",
  "This will continue in 2017.",
  "This was bound to happen.",
  "Get your free copy now."
]