[
  "You can attack whatever (you want) from it and in 99 percent of cases it will become known only after the event.”\n\nRussia has been on high alert for foreign-inspired cyber attacks since U.S. officials accused the Kremlin of being involved in hacks on Democratic Party emails during the U.S. presidential election.",
  "REUTERS/Pawel Kopczynski\n\nRussia’s domestic intelligence agency, the Federal Security Service (FSB), said that the servers to be used in the alleged cyber attack were located in the Netherlands and registered to a Ukrainian web hosting company called BlazingFast.",
  "“It was planned that the cyber attack would be accompanied by a mass send-out of SMS messages and publications in social media of a provocative nature regarding a crisis in the Russian banking system, bankruptcies and license withdrawals,” it said.",
  "MOSCOW/KIEV (Reuters) - Russia said on Friday it had uncovered a plot by foreign spy agencies to sow chaos in Russia’s banking system via a coordinated wave of cyber attacks and fake social media reports about banks going bust.",
  "“The FSB is carrying out the necessary measures to neutralize threats to Russia’s economic and information security.”\n\nThe statement did not say which countries’ intelligence agencies were behind the alleged plot.",
  "Since then, there have been a number of cyber attacks affecting Russian institutions, though it is unclear if they were linked to the row between Moscow and Washington.",
  "And on Nov. 11, Russian lenders Sberbank and Alfa Bank said they had been hit by cyber attacks\n\nSberbank on Friday declined to comment on the FSB’s statement.",
  "The press service of VTB, Russia’s second-largest state-run lender, said its security systems guaranteed clients’ transactions were completely protected.",
  "The attack, which was to target major national and provincial banks in several Russian cities, was meant to start on Dec. 5, the FSB said in a statement.",
  "Anton Onoprichuk, director of Kiev-based BlazingFast, said neither the FSB nor any other intelligence agency had been in touch with his company.",
  "In October, a network of Ukrainian hackers released a cache of emails obtained from the account of an aide to Kremlin adviser Vladislav Surkov.",
  "SITUATION ‘UNDER CONTROL’\n\nRussia’s central bank said it was aware of the threat and was in constant contact with the security services.",
  "U.S. Vice President Joe Biden said at the time that the United States would mount a “proportional” response to Russia.",
  "A hand is silhouetted in front of a computer screen in this picture illustration taken in Berlin May 21, 2013.",
  "Asked if his servers could be used to mount a cyber attack he said: “Technically it is possible.",
  "In a statement sent to Reuters, it said it had drawn up a plan to counteract any attack.",
  "He told Reuters he was waiting for more information so his firm could investigate.",
  "Banks have been given necessary guidance,” the central bank said.",
  "It is possible with any hosting company, where you rent a server.",
  "“The situation is under control."
]