[
  "Development of the Yuzhno-Kirinskoye field on the island of Sakhalin in the Pacific, a project known as Sakhalin-3, has been seen as central to that alliance as it would allow the two companies to expand their sole existing LNG venture, Sakhalin-2, located nearby.",
  "U.S. officials have repeatedly said that sanctions on Russia’s energy sector - part of broader penalties imposed since 2014 over Moscow’s involvement in Ukraine - would target new projects, not existing supplies as that could cause a spike in global energy prices.",
  "Alexander Kornilov, energy analyst at Alfa Bank in Moscow, said Gazprom would have to postpone development of Yuzhno-Kirinskoye and the planned expansion of Sakhalin-2 as both would require Western drilling and liquefaction technologies, which Russia is lacking.",
  "Last year, Washington slapped sanctions on an Arctic project that state-owned Russian oil major Rosneft (ROSN.MM) planned to develop with U.S. oil major ExxonMobil (XOM.N), effectively forcing the two companies to suspend drilling despite the discovery of oil.",
  "MOSCOW (Reuters) - Royal Dutch Shell’s (RDSa.L) plans to build a strategic alliance with Russia’s Gazprom (GAZP.MM) could be in jeopardy after the United States added one of Gazprom’s biggest gas fields to its list of Russian sanctions on Friday.",
  "State-owned Gazprom was believed to be considering selling a stake in Sakhalin-3 to Shell, which confirmed only last week that it was interested in buying a share, possibly through an asset swap, according to Bloomberg.",
  "However, this is the first time natural gas production has been targeted and Russian President Vladimir Putin’s spokesman, Dmitry Peskov, said on Friday that new U.S. sanctions would further damage bilateral relations.",
  "REUTERS/Toby Melville\n\nShell and Gazprom signed an agreement in June to develop a strategic alliance in the gas sector, ranging from upstream - exploration and production - to sales, including possible asset swaps.",
  "“It is clear that this is a signal to Shell - don’t go into new projects, deal with existing ones,” an executive at a Russian energy company who works on projects in Sakhalin said, on condition of anonymity.",
  "Shell and Gazprom have invested more than $20 billion in Sakhalin-2, one of the world’s largest liquefaction plants and Japan Mitsui (8031.T) and Mitsubishi Corp (8058.T) are also investors.",
  "Executives at the company, which announced a 71 percent jump in first-quarter net profit on Monday, told a conference call it was too early to say how the decision could affect the project.",
  "An employee stands near a window, with the company logo of installed on a building, at the headquarters of the Russian natural gas producer Gazprom in Moscow, February 24, 2015.",
  "SURGICAL STRIKE\n\nGazprom wants Sakhalin-3 to provide gas to expand capacity at Sakhalin-2 to as much as 15 million tonnes a year by the next decade from 10 million currently.",
  "Yuzhno-Kirinskoye has reserves of 640 billion cubic metres - enough to supply Japan for five years - and 97 million tonnes of gas condensate, a by-product similar to oil.",
  "REUTERS/Maxim Zmeyev\n\nSanctions have also affected Russian energy firms’ ability to raise long-term funding and plans to develop shale and deep-water oil resources.",
  "Shell, with considerable assets in the United States, would face consequences if it went against the sanction, as would other potential foreign investors.",
  "Shell said it was engaging with the relevant authorities and taking action to ensure it complies with all applicable sanctions or related measures.",
  "On Friday the U.S. government said it was restricting exports, re-exports and transfers of technology and equipment to the Yuzhno-Kirinskoye field.",
  "“Shell remains committed to working in Russia and we value working with our Russian partners and colleagues,” a Shell spokeswoman said.",
  "It will be impossible for Gazprom to develop Yuzhno-Kirinskoye without partners,” he said citing difficult drilling conditions.",
  "Sakhalin is one of the most important regions in Russia for foreign investment due to its offshore deposits.",
  "A passenger plane flies behind a Shell logo at a petrol station in west London, January 29, 2015.",
  "Several sources at Gazprom said its lawyers were studying the impact of the U.S. decision.",
  "“New sanctions is a surgical strike aimed at slowing down Gazprom’s LNG projects in Asia.",
  "Shell is the only foreign investor to have expressed interest so far.",
  "It may now have to rethink those plans."
]