[
  "TOKYO (Reuters) - Japan’s Mizuho Bank Ltd [MZFGAE.UL] and Sumitomo Mitsui Banking Corp [SUMFGI.UL] are working on a deal to provide 800 million euros ($845 million) in loans to Russian gas giant Gazprom (GAZP.MM), people familiar with the matter said on Monday, less than two weeks before Japanese Prime Minister Shinzo Abe meets Russian President Vladimir Putin.",
  "REUTERS/Maxim Shemetov/File Photo\n\nThe banks are in talks to finalize the deal during Putin’s visit to Japan on Dec. 15-16 for discussions on a decades-old territorial row and economic cooperation, said the people, who were not authorized to discuss the matter publicly.",
  "Prime Minister Abe has been betting that his close ties with Putin and the lure of Japanese investment in fields from medical technology to energy could ease progress in the dispute over four islands seized by Russia at the end of World War Two when the leaders meet.",
  "The feud over the islands, called the Northern Territories in Japan and the Southern Kuriles in Russia, has kept the governments of both countries from signing a peace treaty formally ending their conflict as well as strengthening ties in the face of a rising China.",
  "SMBC is also working on providing financing for Russia’s Alfa-Bank with state-run Japan Bank for International Cooperation (JBIC) [JBIC.UL] and Nippon Export and Investment Insurance (NEXI), the people said.",
  "Last month, JBIC said it was set to provide a 200 million euro loan to the Yamal liquefied natural gas (LNG) project in Russia led by Novatek (NVTK.MM).",
  "Abe said earlier on Monday that he hopes for progress in peace treaty talks with Russia but that the decades-old issue cannot be settled in one meeting.",
  "Mizuho Bank is the core unit of Mizuho Financial Group Inc (8411.T) and SMBC is a unit of Sumitomo Mitsui Financial Group Inc (8316.T).",
  "JPMorgan Chase officials in Tokyo referred enquiries to their New York office, which was closed outside of U.S. business hours.",
  "JPMorgan Chase & Co (JPM.N) is also likely to participate in the deal, the people said.",
  "A general view shows the headquarters of Gazprom in Moscow, Russia, June 30, 2016.",
  "Mizuho and SMBC officials did not immediately comment when contacted by Reuters.",
  "Alfa-Bank and NEXI officials were not immediately available to comment.",
  "Gazprom officials were not immediately available to comment.",
  "SMBC is also working on the deal, the people said.",
  "JBIC declined to comment.",
  "($1 = 0.9470 euros)"
]