[
  "“The main issue that affects the budget and economy and financial system, this is the price of oil and the fall in monetary flows from the sale of energy resources.”\n\nBrent crude oil prices have slid from about $115 to $80 per barrel in a matter of months, a huge decline that has hit Russia and OPEC members hard.",
  "“Herding behaviour and a shift to net negative speculative positions should accelerate the price plunge.”\n\nFollow Michael on Twitter and Facebook\n\nContent created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "Natalia Orlova, chief economist at Alfa Bank, said the $90-100 billion estimate did not take into account the effect of the weakness of the ruble, partly caused by the fall in the oil price, which would help to compensate the loss by boosting exports and curtailing imports.",
  "U.S. oil companies have been leading the price plunge, thanks to the widespread use of hydraulic fracturing, or fracking, and horizontal drilling which enables drillers to unlock vast oil reserves trapped in underground shale formations.",
  "Lower oil prices, combined with economic sanctions are creating a problematic situation for Russian President Vladimir Putin, who has used Russia’s might to annex the Crimean peninsula and launch a short invasion of Ukraine.",
  "Low oil prices and financial sanctions from the U.S. and its allies are set to cost Russia between $130 and $140 billion a year, or seven percent of the country’s economy, according to Finance Minister Anton Siluanov.",
  "“We’re losing around $40 billion a year because of geopolitical sanctions, and about $90 billion to $100 billion from oil prices falling by 30 percent,” Siluanov told reporters, according to Reuters.",
  "“A strong US dollar and rising US light tight oil output outweighed the impact of a Libyan supply disruption.”\n\nOil and gas comprise two-thirds of Russia’s exports, reports Reuters.",
  "“The market would question the credibility of OPEC and its influence on global oil markets if there was no cut,” Daniel Bathe of the Lupus Alpha Commodity Invest Fund told Reuters.",
  "“Oil’s rout gained momentum in October and extended into November, with Brent at a four-year low below $80/bbl,” a recent International Energy Agency oil report stated.",
  "Fund managers have already suggested Saudi Arabia, OPEC’s biggest producer, will cut back oil production to save face and stave off more price drops.",
  "Content created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "If OPEC decides to cut back production to raise oil prices, Russia would see its finances recover depending on what cutbacks were agreed to.",
  "Russia’s finances are expected to take a big hit from Western sanctions for its aggression in Ukraine, according to media reports.",
  "Sanctions could also be ratcheted up by the Obama administration and its allies to put more pressure on Russia over Ukraine.",
  "Since June, the ruble has lost 25 percent of its value against the dollar, translating to an economic cost of $40 billion.",
  "While U.S. sanctions on Russia have not had as big an impact as low oil prices, they have made a dent in Russia finances.",
  "Prices could slide all the way to $60 per barrel if OPEC does not intervene in the oil market by scaling back production.",
  "Siluanov estimates that every $1 drop in the price of oil translates into a $3 billion hit in Russian export earnings.",
  "But Russia is set to take an even bigger hit from booming U.S. oil production thanks to hydraulic fracturing.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "This has included monied oligarchs as well as national energy companies like Gazprom and Rosneft.",
  "U.S. and European sanctions have targeted key individuals and companies in Putin’s inner circle.",
  "But Siluanev does not take into account the sliding value of the ruble, Russia’s currency.",
  "All while supporting rebels throughout the eastern part of Ukraine.",
  "Low oil prices are dependent on market conditions."
]