[
  "According to what a Russian sports-politics expert told the Financial Times last week: “The general feeling I get from the authorities is: ‘Let’s get this over with.’”\n\nOur new broom has now been sweeping rather wanly in various categories of shit storm for more than 18 months\n\nPlease, please let that be the official slogan for Russia 2018.",
  "Photograph: Mike Hewitt/FIFA via Getty Images\n\nWith a showreel like that, his best hope for re-election in 2019 is to make good on the promises of his last campaign – namely, to continue to funnel almost $1bn to Fifa’s national member associations.",
  "Fifa’s World Cup debacle isn’t just about money – there’s horror and death too | Barney Ronay Read more\n\nEight months ago, Fifa was saying it expected to announce new commercial deals “in the next weeks and months, and before the World Cup”.",
  "Meanwhile, with the World Cup draw happening on Friday in Moscow, Fifa has still not agreed terms on TV rights with Russian state broadcasters, who have treated its $120m demand as some terrible Swiss joke (I paraphrase slightly).",
  "But with the dramatic decline in sponsorship opportunities and the estimated eleventy bazillion dollars they are laying out on lawyers dealing with the corruption scandals, Fifa was already down to its last billion.",
  "Even those signing up now would be cutting it fine – as one Olympics and World Cup sponsorship consultant told the New York Times this week: “If you are going to do a big deal and want to activate, it’s really late.",
  "I say “no local sponsors” – in fact, there is currently just one of a possible 20 places in Fifa’s regional sponsorship tier taken up, with that spot filled 16 months ago by Russia’s Alfa Bank.",
  "Vladimir Putin isn’t a football fan and is consequently believed to lack the emotional connection with the World Cup he had with his other recent mega-event, the Sochi Winter Olympics of 2014.",
  "Those are the likes of Coca-Cola and McDonald’s (although the latter was reportedly considering cutting ties in the summer, suggesting Fifa is so awful even Hamburglar is appalled).",
  "Well, at least they’ve got Gazprom, which joined the party as a Fifa partner, alongside the other top-tier sponsors who didn’t allow their deals to elapse after The Unpleasantness.",
  "“This is a very high priority,” he explained, “and we will make sure no incidents will happen.”\n\nThe bad news is there may be no local sponsors at the Russia World Cup next summer.",
  "As far as lesser triumphs go, he beat an ethics investigation into himself; and this year he staged some wholly uncalled-for “The Best” awards twice inside nine months.",
  "After all, as people keep pointing out, Putin’s desire to identify either himself or Russia with a national team currently No65 in the Fifa rankings may prove limited.",
  "It would look so perfect in a speech bubble coming out of the chops of the official mascot, which is a wolf who – for some reason – is wearing Edgar Davids’s glasses.",
  "It is becoming increasingly difficult to ignore the fact our new broom has now been sweeping rather wanly in various categories of shit storm for more than 18 months.",
  "You normally want your campaign in the market now, or by January and February; what’s more, it can take anywhere from six months to a year to plan it all.”\n\nOh dear.",
  "The only thing Infantino has achieved – if you can class ruining his flagship event as an achievement – is ushering in a 48-team World Cup.",
  "But at this rate, the only way he should regard his next ride on the gravy train as in the bag is if his rival candidate was Sepp Blatter.",
  "In the case of last summer’s Confederations Cup, also held in Russia, agreement was reached six days before the tournament kicked off.",
  "(Indeed, you might recall the latter event made him so emotional he invaded the Crimea about 10 minutes after it had finished.)",
  "Good news and bad news once more for Fifa’s president, Gianni Infantino, who refuses to abandon his delusions of adequacy.",
  "By now, Infantino looks distinctly like a one-term president to anyone but the most venal of member associations.",
  "The good news is Gianni has pre-announced there will be no racist incidents at the Russia World Cup next summer.",
  "All of which brings us back, yet again, to questions about the effectiveness of “new broom” Infantino.",
  "No doubt Russia has ways of … getting the sponsorship slack to be taken up, if it really wants to.",
  "Though perhaps we can all agree that “before the World Cup” would certainly be ideal.",
  "Facebook Twitter Pinterest Gianni Infantino with Zabivaka, the Russia 2018 mascot.",
  "Appetite is said to have significantly waned since Russia’s bid was successful.",
  "But it’s not beyond the realms in the future, without meaningful turnaround.",
  "No one is suggesting there is a cash-flow problem yet.",
  "On the form book, this could go down to the wire.",
  "LET’S GET THIS OVER WITH TM.",
  "Or, indeed, an actual broom.",
  "What is the point of him?",
  "The question is: does it?",
  "Are there any of those?",
  "Since then, nothing.",
  "It’s never clear.",
  "Still, no rush.",
  "No rush."
]