[
  "“The central bank appears helpless because it is.”\n\nThis graphic, based on data from Russia’s central bank and consultancy Trusted Sources, shows the reserves breakdown:\n\nlink.reuters.com/syt63w\n\nPresident Vladimir Putin told a news conference on Thursday that the $415 billion worth of reserves was enough to cope with any crisis but would not be spent “thoughtlessly”.",
  "A draft law aims to allocate an extra trillion rubles ($17 billion) to support the banking sector\n\nMany would argue there is nothing wrong with that, because the rainy day money is meant for hard times such as now, when oil prices are low and companies cannot raise global capital.",
  "Aslund wrote this week in the Financial Times that stripping out the two funds with combined assets of $172 billion, plus gold worth $45 billion and $12 billion in IMF drawing rights, would leave Russia with usable, or liquid reserves of around $200 billion.",
  "Banks in particular - faced with weak earnings, shrinking deposits and hard currency debts - may need more central bank help, analysts at BNP Paribas said, estimating that the equivalent of $72 billion had already been disbursed this year.",
  "LONDON (Reuters) - Defending the rouble has cost Russia around $80 billion this year, and depending on who’s doing the calculations, its usable hard currency reserves are now either starting to run low, or at a healthy $400 billion-plus.",
  "After accounting for Russia’s current account surplus, which makes hard currency funds available for repaying foreign debts, the country would still have to delve rapidly into the reserves to meet its obligations.",
  "While down from $509.6 billion at the end of last year, the latest total would still cover more than a year of Russian imports, far above the three month level generally considered to be the safe minimum.",
  "Instead it has tried to slow the slide by raising interest rates by 7.5 percentage points in two takes, even though the economy has already been crushed by the sanctions and oil collapse.",
  "Printing currency is inflationary for the economy, Tchakarov admitted, but from a reserves point of view “there will be no change and Russian foreign reserves will remain as they were”.",
  "Russia’s currency has lost about 45 percent against the dollar this year due to diving prices for oil, Russia’s main export, and Western sanctions imposed over the Ukraine crisis.",
  "Alfa Bank analyst Nataliya Orlova said that even excluding the two reserve funds’ assets, the remaining money would probably tide Russia over the worst of the crisis.",
  "Energy provides 70 percent of Russian export earnings and half its federal budget revenues, so at current prices central bank buffers are unlikely to be replenished.",
  "More importantly, disbursing cash to the private sector from one of the two wealth funds will not entail a drop in reserves, said Citi strategist Ivan Tchakarov.",
  "Without doubt, the situation is far bleaker than 2008-2009 when reserves were $600 billion - well in excess of total external debt, private and public.",
  "Anders Aslund, a senior fellow at the Peterson Institutein Washington DC, is one of those who say the official headline reserves figure is deceptive.",
  "If there is no chance of structural changes happening, there is an issue because then, for the long-term, $200 billion is not enough,” Orlova said.",
  "The other leading measure requires reserves at least to equal a country’s external debt payments for the coming year; Russia has four times that.",
  "REUTERS/Maxim Zmeyev\n\nWhile Russia has only slowed the ruble’s slide, it looks all right by any yardstick of whether its reserves are adequate.",
  "The question is how long the drain on reserves continues, especially if Western sanctions are extended and oil prices stay at current levels.",
  "That’s because it includes two “rainy-day” funds built up over the years, which strictly speaking should not form part of reserves, he says.",
  "People walk below a board showing currency exchange rates, with a mannequin seen behind a shop window, in central Moscow, December 18, 2014.",
  "The rubles that the CBR prints to buy the dollars are then used by the finance ministry to lend rubles to bank X,” Tchakarov explained.",
  "“In each of 2015 and 2016, Russia has net external debt payments equal to $100 billion after subtracting its current account surplus.",
  "But, since floating the rouble last month, the central bank has intervened on the currency market in only relatively small amounts.",
  "If the finance ministry wants to raid them to help a bank, the fund sells the dollars to the central bank in exchange for rubles.",
  "Major changes are needed to bring more investment, diversify exports and allow Russia to reduce its dependence on energy.",
  "According to official data on Thursday, its foreign currency and gold reserves were $414.6 billion in the latest week.",
  "Doomsayers attribute this shift to a desire to conserve what, on closer examination, may be pretty sparse reserves.",
  "Officials are wary of spending the reserves too fast as the country is forecast to go into recession next year.",
  "“The overall reserves remain unchanged as what the (fund) is losing is gained by the central bank (CBR).",
  "The central bank holds the rainy day funds, usually in dollar assets, on behalf of the government.",
  "In other words Russia’s liquid reserves would be finished after two years,” Aslund said.",
  "“If you have a government that is doing reforms, the central bank can spend reserves.",
  "Since then, a borrowing binge by companies has worsened the reserves-to-debt ratio.",
  "Most companies are reckoned to have enough cash to fund their 2015 debt payments.",
  "That seems unlikely for now.",
  "There is a caveat."
]