[
  "“I doubt Gazprom will be building the second one until firm agreements (with Europe) are reached.” ($1 = 53.2100 roubles) (Reporting by Katya Golubkova, Denis Pinchuk in Moscow, Orhan Coskun in Ankara; additional reporting by Vladimir Soldatkin, Svetlana Burmistrova and Olesya Astakhova in Moscow, Nailya Bagirova in Baku and Barbara Lewis in Brussels; editing by Elizabeth Piper and Philippa Fletcher)",
  "“It is much less expensive to ship gas to Turkey from (Azeri) Shah-Deniz than from (Russian gas fields in) Yamal.”\n\nLast week, Chief Executive Alexei Miller met the energy minister of EU member Greece to discuss Gazprom’s possible involvement in gas infrastructure construction in the country.",
  "MOSCOW/ANKARA, June 3 (Reuters) - Russia’s Gazprom plans to start building a pipeline to Turkey this month to get gas to Europe without going through Ukraine, company sources said, although it has no firm agreement with Ankara and faces opposition from the European Union.",
  "Gazprom hopes to create a gas hub at the Turkish-Greek border for transit to Europe, but depends on Turkey agreeing to build on its territory and needs EU countries - many of which want energy independence from Russia - to develop required infrastructure.",
  "Leonid Chugunov, head of Gazprom’s project management department, was quoted as saying by Interfax news agency that despite starting work this month, the company needed permission from Turkey to lay 280 km of pipes along the Turkish coast.",
  "It says it will build on this work and spend another 278 billion roubles this year, part of a total 715 billion on modernising Russia’s gas system to fit now with the Turkish Stream, Gazprom documents on its website show.",
  "Anna-Kaisa Itkonen, a European Commision spokeswoman, also warned that “any pipeline... needs to comply to the EU rules”, telling a briefing on Monday that the bloc had not yet received any specific plans from Russia.",
  "EU rules mean a single company, irrespective of the country, cannot control the full supply chain, from production to distribution, and should give access to a third party - rules that ruined the South Stream project.",
  "With the EU determined to reduce its energy dependence on Russia and Turkey seeking big discounts for its gas for participating in the new pipeline, Russia may pay dearly for its ambition or even see it thwarted.",
  "This was seen as a possible reversal of Russia’s previous position that EU countries had to do their own construction if they wanted to get Russian gas after the transit contract with Ukraine expires in 2019.",
  "It instead announced the planned construction of an alternative pipeline, dubbed the Turkish stream, with the aim of delivering 63 billion cubic metres (bcm) of gas per year, 47 bcm of it to Europe, by 2020.",
  "In December, Russia scrapped its South Stream pipeline project which would have supplied gas to southern Europe without crossing Ukraine because of objections from the European Union on competition grounds.",
  "It is supporting rival projects in the Caspian region: The Trans Anatolian and Trans Adriatic Pipelines (TANAP-TAP) should bring 6 bcm of gas from Azerbaijan to Turkey and another 10 bcm to Europe in 2020.",
  "Gazprom supplied Turkey with a total of 27.4 bcm of gas last year split between two routes: the offshore Blue Stream pipeline and the Transbalkan pipeline, known as the Western line in Turkey.",
  "Moscow has stepped up efforts to find alternative gas supply routes to Europe, its biggest market, that avoid Ukraine, since Ukrainian protesters ousted a pro-Russian president last year.",
  "Gazprom had already begun to upgrade its domestic pipeline system so it could link up to the more modern South Stream project and spent 271 billion roubles ($5 billion) in 2013-2014.",
  "Russia annexed Crimea from Ukraine soon afterwards and pro-Russian rebels began a conflict in eastern Ukraine which has sent Moscow’s relations with the West to post-Cold War lows.",
  "“There is intense traffic of meetings but the final point has not been reached,” a Turkish energy insider with the knowledge of the Turkish Stream said.",
  "“The arrival of Azeri gas is sharply reducing Gazprom’s chances of extending its own contracts,” said Mikhail Korchemkin of East European Gas Analysis.",
  "This should be close to 15 percent.”\n\nA Turkish energy sector insider with knowledge of the project confirmed that this was Turkey’s stance.",
  "FIRST LINE ONLY\n\nThe plans could also be torpedoed by the European Union, which is at loggerheads with Russia over the Ukraine crisis.",
  "Turkey, Gazprom’s second biggest export market after Germany, is driving a hard bargain for its participation in the pipeline project.",
  "Two sources at Gazprom said the state-controlled company planned to start laying pipes beneath the Black Sea by the end of June.",
  "The pipeline will consist of four lines, which each have an annual capacity of 15.75 bcm, with the first line reaching Turkey.",
  "“There are two important points for Turkey here: the insufficiency of the 10.25 percent reduction Gazprom is giving to us.",
  "Gazprom is forecasting an average gas price for Europe, including Turkey, of $242 per 1,000 cubic metres this year.",
  "Turkey also wants a new price for the gas it will get via its portion of the Turkish Stream, sources in Turkey say.",
  "Ankara secured a 10.25 percent gas discount in late February for the Russian gas but is pressing for more now.",
  "The first source also said that Turkey wanted a new price for when the new pipeline was brought on stream.",
  "“It is clear that the first line will be built,” said Alexander Kornilov, an analyst with Alfa Bank.",
  "“The last word for Turkey has not been said yet,” a senior Turkish official said.",
  "HARD BARGAIN\n\nIts plans may have to stop there.",
  "Gazprom declined to comment."
]