[
  "The backdrop to 2018 World Cup sales — typically in two-tournament deals with the 2022 edition — has included uncertainty over FIFA's exposure to prosecution, falling oil prices, sanctions imposed on Russian businessmen, and issues with the next host in line, Qatar.",
  "(AP Photo/Matthias Schrader, File) (Photo: The Associated Press)\n\nMOSCOW (AP) — Even taking a financial hit from Italy and the United States failing to qualify, FIFA's top salesman insists the 2018 World Cup will make its income target.",
  "Le Floc'h inherited a sales plan that was unproven even before FIFA, and its already battered image, were rocked in May 2015 when American and Swiss federal prosecutors unsealed sweeping investigations of corruption.",
  "FILE- In this Sunday, July 13, 2014 file photo, German players celebrate with the trophy after the World Cup final soccer match between Germany and Argentina at the Maracana Stadium in Rio de Janeiro, Brazil.",
  "\"Everybody is annoyed with the non-qualification of the U.S. which was not expected, to be honest,\" said FIFA commercial director Philippe Le Floc'h, who has targeted deals with American tech firms.",
  "FIFA does not disclose values of individual deals, though the tier of regional sponsors earned $4 million in 2016 from Russia's Alfa-Bank, according to the soccer body's financial report.",
  "Indeed, broadcast deals for 2018 struck six years ago — with Fox and Telemundo in the U.S. and the Qatar-owned network now called BeIN Sports — cushion FIFA from the sponsor problem.",
  "Still, the French-Swiss official insists FIFA will reach a $5.66 billion income target for the 2015-18 sales period even with gaps in the lineup of 34 potential sponsors.",
  "In the end, we bring the biggest show on earth,\" Le Floc'h said at FIFA's hotel base in Moscow ahead of the 2018 tournament draw on Friday in the State Kremlin Palace.",
  "FIFA's top salesman insists the 2018 World Cup will make its income target even after taking a financial hit from Italy and the United States failing to qualify.",
  "On the other hand, we are not going to go cheap,\" Le Floc'h told The Associated Press on Thursday in his first media interview since joining FIFA 14 months ago.",
  "The surprise U.S. elimination — as Panama qualified — affects finding four North American sponsors in a new, and stalled, regional sales program.",
  "\"We have a clear strategy to embrace our times,\" said Le Floc'h, who previously worked on World Cup sales until 2000 with the ISL agency.",
  "Europe is no longer a prime FIFA target, with the American west coast, Asia and Middle East home to more desirable tech-savvy sponsors.",
  "More trade with China is also likely, joining 2018 World Cup sponsors Wanda Group, and consumer electronics firms Hisense and Vivo.",
  "\"It is complicated, especially in a market where (potential partners) see some crisis around,\" Le Floc'h acknowledged.",
  "In the fallout, FIFA's then-heads of marketing and broadcast sales left though neither was publicly implicated.",
  "More than 1 billion viewers saw some of the 2014 final, and a global average audience approached 600 million.",
  "Italy's loss in the playoffs wiped tens of millions of dollars off the value of an unsold broadcasting deal.",
  "Expected $3 billion broadcast revenue for this World Cup rises from $2.43 billion for the 2014 edition.",
  "The next deal, likely in Russia, could soon be announced with \"two good conversations in the pipeline.",
  "\"The job we have to do is make sure that our financial projections, our budget numbers, are delivered.",
  "\"They are leaders in their country, they have ambitions to tackle the world,\" Le Floc'h said.",
  "Sponsors sales were projected to drop by $100 million even before the U.S. team's early exit.",
  "___\n\nAP World Cup coverage: www.apnews.com/tag/WorldCup\n\nCopyright 2017 The Associated Press.",
  "Just one of 20 slots has sold worldwide, to an oligarch-owned bank in host nation Russia.",
  "FIFA might not meet the $5.7 billion total revenue it reported for the 2014 World Cup.",
  "One of FIFA's most valuable markets is typically worth $200 million per World Cup.",
  "Then, some deals were signed a decade ago before the global financial downturn.",
  "\"We are going to be more tuned to the digital era, to be more technological.\"",
  "This material may not be published, broadcast, rewritten or redistributed.",
  "\"And football is the best vector of communications.\"",
  "\"Obviously the more positions we fill the better.",
  "The World Cup is the most-watched sports event.",
  "I can maybe tell you more next week.\"",
  "And they will be delivered,\" he said.",
  "\"The bad time is behind us.",
  "All rights reserved."
]