[
  "Despite lackluster proclamations from the FBI, the Clinton campaign seized on the story, stating that the server at Trump Organization was “set up to communicate privately with a Putin-tied Russian bank called Alfa Bank.”\n\nOther outlets like Slate have taken the connection between Trump Organization and Alfa more seriously, quoting some cyber-security analysts who are convinced the communication patterns occurring during office hours in New York City and Moscow resembled conversation.",
  "Following Comey’s update to Congress Friday, Democratic Sen. Harry Reid targeted the FBI for its supposed partisanship, saying, “It has become clear that you possess explosive information about close ties and coordination between Donald Trump, his top advisers, and the Russian government — a foreign interest openly hostile to the United States, which Trump praises at every opportunity.",
  "The FBI’s summer investigation yielded no results in terms of tying Trump to Russia, according to a new report at The New York Times, instead coming to the conclusion that the hackers targeting the Democratic National Committee do not support Trump but generally support disrupting U.S. presidential elections.",
  "Logs obtained by The New York Times of server traffic showed Alfa servers initiating a series of 2,700 “look-up” requests, which are involved in the early stages of enumerating a server and could be sent for many other reasons besides establishing secret email communications.",
  "The public has a right to know this information.”\n\nOne of the strongest possible links the FBI investigated was the presence of an apparent private connection between a server at Trump Organization and Alfa Bank, which is the largest commercial bank in Russia.",
  "Not only that, but the patterns seemed to peak during “election-related moments.”\n\nAnd yet, another scientist noted in the Slate piece that there are numerous other possibilities besides actual communication, namely misdirected email bouncing around, or spam.",
  "But after investigators looked at the server traffic for weeks, they came to the conclusion that the communication initiated by Alfa could easily be explained by an attempt to send spam or marketing emails.",
  "Such a revelation from the FBI is unlikely to please the Clinton campaign, which has frantically been trying to find links between Trump and the Kremlin.",
  "The Federal Bureau of Investigation found zero convincing evidence of an alleged secret email link between the Trump Organization and a Russian bank.",
  "Content created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "FBI Director James Comey announced the investigation into Clinton’s emails was being reopened last Friday.",
  "Follow Jonah Bennett on Twitter\n\nSend tips to jonah@dailycallernewsfoundation.org."
]