[
  "NEW JOINT FUNDRAISERS:\n\nNone\n\nNEW PACs:\n\nFair And Free Elections Super PAC (Super PAC)\n\nGolf Course Superintendents Association Of America Political Action Committee (GCSAAPAC) (Lobbyist/Registrant PAC)\n\nSikhsPAC (PAC)\n\nSouth Florida Matters (PAC)\n\nNEW LOBBYING REGISTRATIONS:\n\nAdams and Reese, LLP: Freezer Longline Coalition\n\nAdams and Reese, LLP: Mobile County Water, Sewer & Fire Protection Authority\n\nBuchanan Ingersoll & Rooney PC: Sheppard Pratt Health System\n\nChambers, Conlon & Hartwell, LLC: Uber Technologies, Inc.\n\nHobart Hallaway & Quayle Ventures, LLC: Cultural Care, Inc.\n\nKSL Consulting: CB&I Prject [sic] Services Group\n\nKSL Consulting: Snohomish County Public Utility District\n\nMercury: Property Group Partners\n\nO'Donovan Strategies, LLC: Amatex Capital\n\nPACE, LLP (Formerly PACE-CAPSTONE): California Association of Veteran Service Agencies\n\nPeck Madigan Jones: Uber Technologies, Inc.\n\nSidley Austin LLP: Diageo North America\n\nThe Majority Group, LLC: Granite Strategic Investments\n\nNEW LOBBYING TERMINATIONS:\n\nGuide Consulting Services, Inc.: M-3 Information, LLC (M3)\n\nJochum Shore & Trossevin PC: Genentech\n\nK&L Gates LLP: Seafood Harvesters of America\n\nLong Nyquist and Associates: Long Nyquist and Associates",
  "SPOTTED: At a farewell party for Emery Simon, who’s leaving the Software Alliance (also known as BSA) to join Spotify as its global head of government relations, on BSA’s rooftop terrace on Monday, according to a PI tipster: Horacio Gutierrez and Tom Manatos of Spotify; Victoria Espinel and Aaron Cooper of BSA; Mèlika Carroll of Sen. Brian Schatz’s office (who’s heading to the Internet Association); Cary Sherman, Mitch Glazier and Michele Ballantyne of the Recording Industry Association of America; Susan Mann of Microsoft; Noah Phillips of the Senate Judiciary Committee; Jay Heimbach, Tim Molino and Jen Olson of Peck Madigan Jones; Hugh Gamble and Danielle Gilliam-Moore of Salesforce; David Crane of Autodesk; Dejan Pavlovic of Oracle; and Curtis LeGeyt and Garrett Levin of the National Association of Broadcasters.",
  "NEW ETHICS CHIEF CLASHED WITH SHAUB: “David J. Apol, named by President Trump last week as the new head of the Office of Government Ethics, has repeatedly clashed with colleagues over his career at the agency as he sought to roll back or loosen ethics requirements on federal employees, including those in the White House, three former senior officials at the agency said,” The New York Times’ Eric Lipton reports.",
  "Jason Tai and Matt Ginsberg of Chambers, Conlon & Hartwell and Danielle Burr, Jeff Shapiro, Jen Olson, Jay Heimbach, Tim Molino and John Michael Gonzalez of Peck Madigan Jones will lobby for Uber on “the deployment of self-driving vehicles for commercial purposes” and Federal Aviation Administration reauthorization, among other issues, according to a disclosure filing.",
  "As recently as this spring, Mr. Apol had a disagreement with Walter M. Shaub Jr., the departing director, when Mr. Apol suggested that Derek T. Kan, a senior executive at Lyft, the car-sharing service, should not be required to sell his vested stock options in the company before he accepted a job at the Department of Transportation as the head of policy.” Full story.",
  "TREASURY NOMINEE HELPED RUSSIAN BANK LOOK INTO POTENTIAL TRUMP CONNECTION: “President Trump’s nominee to lead the Justice Department’s criminal division, Brian A. Benczkowski, said on Tuesday that he helped Russia’s Alfa Bank investigate whether its computer servers contacted the Trump Organization,” The New York Times’ Charlie Savage reports.",
  "CHAMBER PUSHING CHANGES AT SEC: The U.S. Chamber of Commerce on Tuesday “published seven recommendations for the [Securities and Exchange Commission] to consider that would limit investors’ ability to pressure public companies on issues ranging from executive compensation to climate change,” POLITICO’s Patrick Temple-West reports.",
  "Story Continued Below\n\n— Uber spent $430,000 on Washington lobbying in the second quarter, according to a disclosure filing — more than other top privately held tech companies such as Palantir ($380,000) and Airbnb ($160,000) but far less than publicly held giants like Google, Facebook and Amazon.",
  "She’ll “oversee the state and federal affairs teams that lobby on technology and innovation issues for member companies including Amazon, Google, Facebook and Airbnb, among others.”\n\n— Mike Godwin is heading to the Niskanen Center as a senior fellow.",
  "Uber goes on hiring spree\n\nWith David Beavers and Aubree Eliza Weaver\n\nUBER ON A HIRING SPREE: Uber is hiring two new lobbying firms as the company reels following the resignation last month of its founder and chief executive, Travis Kalanick.",
  "On Tuesday, as Mr. Benczkowski came before the panel for his confirmation hearing, he acknowledged that his work for Alfa Bank directly touched on suspicions related to the bank in connection with the Trump-Russia affair.” Full story.",
  "The registrations come a week after Uber hired Ballard Partners, the lobbying firm led by Brian Ballard, a longtime Florida lobbyist and top fundraiser for Donald Trump’s campaign who opened a Washington office after Trump won.",
  "JOBS REPORT:\n\n— “Mèlika Carroll, a policy adviser to Sen. Brian Schatz (D-Hawaii), will join the Internet Association as senior vice president for global government affairs,” POLITICO’s Steven Overly reports.",
  "Benczkowski had told the Senate Judiciary Committee last week that he represented Alfa Bank, which is one of Russia’s largest financial institutions and whose owners have ties to President Vladimir V. Putin.",
  "Engelman worked as a director of spectrum resources for Sprint and before that spent three decades at the Federal Communications Commission, where he rose to chief engineer of the international bureau.",
  "Apol’s former colleagues praised his intelligence and his experience as a federal government ethics lawyer at a half-dozen different agencies, including the White House, over three decades.",
  "“The Chamber argued that the SEC’s shareholder proposal system is ‘broken’ and has been hijacked by activist investors crusading for pet causes that mainstream investors don’t care about.",
  "WILEY REIN ADDS FORMER SPRINT WASHINGTON HAND: Wiley Rein is bringing on Richard Engelman, who spent the past decade in Sprint’s Washington office, as a consultant.",
  "But the tension has been building for at least a decade, during two stints Mr. Apol served at the Office of Government Ethics, his former colleagues said.”\n\n— “Mr.",
  "MEANWHILE, IN MARYLAND: “The oil and natural gas industry spent more than $1.4 million to influence Maryland lawmakers during this year’s General Assembly session.",
  "‘No small subset of activists should be able to commandeer longstanding SEC rules for their own parochial purposes,’ the Chamber said.” Full story.",
  "“The Baltimore Sun reported Tuesday that the American Petroleum Institute paid almost three times as much as the next-biggest spender on lobbying.",
  "Larry Hogan and the Democratic majority in the General Assembly still agreed to ban the method of extracting natural gas.” Full story.",
  "Uber parted ways earlier this month with the Franklin Square Group, which had lobbied for the company since 2013.",
  "I accept anonymous mail: Theodoric Meyer, POLITICO, Eighth Floor, 1000 Wilson Boulevard, Arlington, Va. 22209.",
  "It’s the latest shot in a long-running battle between business lobbying groups and shareholder activists.",
  "Apol has argued that the agency is often too rigid in interpreting conflict-of-interest laws, they said.",
  "But lobbyists still lost their fight to allow fracking in Maryland,” The Associated Press reports.",
  "— Vien Truong has been named chief executive of Dream Corps, the nonprofit led by CNN's Van Jones.",
  "Its other lobbying firms include Capitol Tax Partners, Invariant and the Doerrer Group.",
  "He was previously director of innovation policy at the R Street Institute.",
  "She previously led Dream Corps' \"Green for All\" initiative.",
  "You can also follow me on Twitter: @theodoricmeyer.",
  "Or just send me an email: tmeyer@politico.com.",
  "Good afternoon, and welcome to PI.",
  "Got a sensitive tip?",
  "… Republican Gov.",
  "“Mr.",
  "“Mr."
]