[
  "We urge the Senate Banking Committee to prioritize mitigation assistance and affordability for low-income households in their measure.”\n\nTRUMP NOMINEE WORKED WITH RUSSIAN BANK — NYT’s Charlie Savage and Adam Goldman: “President Trump’s nominee to lead the Justice Department’s criminal division, Brian A. Benczkowski, has disclosed to Congress that he previously represented Alfa Bank, one of Russia’s largest financial institutions, whose owners have ties to President Vladimir V. Putin.",
  "DRIVING THE DAY — House Financial Services marks up six bills at 10 a.m. … The House votes on a Congressional Review Act resolution that would block the CFPB’s arbitration rule … The Senate votes on whether to proceed on the GOP health care plan …\n\nGARRETT'S NEIGHBORS JOIN CAMPAIGN AGAINST HIM — The New Jersey Business & Industry Association is calling on former Rep. Scott Garrett to withdraw his nomination to lead the Export-Import Bank.",
  "Fed policy won't start taking away the punch bowl until the year 2020 at the earliest.”\n\nMORTGAGE INTEREST TAX BREAK HAS ‘NO EFFECT’ ON HOMEOWNERSHIP — WSJ’s Richard Rubin: “The mortgage interest deduction, a sacred cow in the U.S. tax code, does nothing to promote homeownership, according to an academic paper released Monday, a finding that undermines one of the core justifications for the tax break.",
  "New Jersey Business & Industry Association President and CEO Michele Siekerka — “The Ex-Im Bank supports 243 New Jersey businesses that support 28,834 jobs in our state, so it is important that its leader be someone who believes in its mission to help level the playing field against foreign competitors.”\n\nLast week, POLITICO reported that Trump was reconsidering Garrett’s nomination.",
  "DEUTSCHE BANK WEIGHS MOVING $350B TO FRANKFURT — Bloomberg’s William Canny and Steven Arons: “Deutsche Bank AG may shift about 300 billion euros ($350 billion) from the balance sheet of its U.K. entity to Frankfurt as client trading and assets migrate to the continent following Britain’s decision to leave the European Union, according to a person familiar with the matter.",
  "Ideas in the plan include:\n\nStory Continued Below\n\n— A new crackdown on corporate mega-mergers\n\n— Limits on prescription drug prices\n\n— An employer tax credit for worker training\n\nKEY QUOTE — “Old-fashioned capitalism has broken down to the detriment of consumers,” Senate Minority Leader Chuck Schumer (D-N.Y.) says.",
  "— Schumer says Democrats will talk about issues dealing with Wall Street and “short-termism” in “future months.” Within the Democratic Party there is a wide range of views on financial regulation, including those who want to ease rules for the industry and those who want to break up the biggest players.",
  "MORE FLOOD INSURANCE HURDLES FOR HENSARLING — House Financial Services Committee Chairman Jeb Hensarling has agreed to drop a set of controversial proposals in his National Flood Insurance Program reauthorization package, which the House is trying pass before the program expires at the end of September.",
  "Sen. Jack Reed, a senior Democrat on the Banking Committee, told POLITICO earlier this month that “there might be some attention” given to improving the 2010 Dodd-Frank law but that the major focus of the agenda would be on boosting middle-class incomes and opportunities.",
  "NASDAQ PICKS UP, DOW LAGS — Reuters’ Lewis Krauskopf: “The Nasdaq hit a record high on Monday ahead of a big week of technology earnings reports, while the S&P 500 and the Dow industrials lagged behind as losses in healthcare heavyweight Johnson & Johnson took a toll.",
  "Dems' economic pitch\n\nDEMS’ ECONOMIC PITCH: BIG IS BAD — House and Senate Democrats this week are beginning to roll out their “Better Deal” economic agenda, echoing the kind of populist rhetoric that helped President Donald Trump win the White House.",
  "Christopher Ptomey, Habitat for Humanity’s senior director of government relations — “Our first priority for NFIP reform is to better protect the families living in the affordable homes that Habitat builds in more than 1,300 communities nationwide.",
  "It’s unclear to what extent he has won over coastal Republicans and Democrats who are putting a priority on maintaining affordable coverage under the program, which helps protect millions of homeowners from the financial risks of flooding.",
  "“The project, dubbed Bowline, calls for trading in the German city to go live in September 2018 and for the assets to be moved over by March 2019, said the person, who asked for anonymity in discussing internal matters.",
  "Rep. Peter King (R-N.Y.), who earlier this month led a letter signed by 25 other House Republicans outlining their opposition to the bill, is weighing the revised legislation Hensarling offered and hasn’t endorsed it.",
  "The New Jersey Republican is facing opposition from a growing chorus of business groups, including the National Association of Manufacturers and the Business Roundtable, that want to block his confirmation.",
  "Letting taxpayers deduct mortgage interest encourages them to buy bigger homes and more expensive homes — but it doesn’t change that fundamental decision about whether to buy in the first place.” Read more.",
  "If the flood caucus can’t get on board with this compromise, you have to seriously question their sincerity as a negotiating partner.”\n\nGOOD TUESDAY MORNING — Thanks for bearing with your guest host.",
  "— “Chairman Hensarling and [Sean] Duffy have bent over backwards trying to placate the flood caucus and have shown real leadership working out a deal that probably goes farther than they would like.",
  "that Hensarling has more work to do to satisfy GOP leadership’s request for a bill that the House can pass in an expedited manner under suspension of the rules, which requires two-thirds support.",
  "THIS MORNING ON POLITICO PRO FINANCIAL SERVICES — Lorraine Woellert on the battle over the CFPB’s rule on class action lawsuits, as the House plans a vote Tuesday on overturning the regulation.",
  "But the fund left its forecast for global growth unchanged from an April forecast, partly because the United States is unlikely to get much help from tax cuts and higher spending.” Read more.",
  "— House Republicans today are expected to pass legislation that would block a CFPB rule banning mandatory arbitration language in consumers’ contracts with credit card companies and banks.",
  "FIRST LOOK — Habitat for Humanity is joining SmarterSafer, a coalition of environmental groups, taxpayer advocates and insurers lobbying Congress on the National Flood Insurance Program.",
  "Shifting 300 billion euros would be equivalent to almost a fifth of Deutsche Bank’s balance sheet, which listed 1.59 trillion euros in total assets at the end of last year.” Read more.",
  "Compass Point analyst Isaac Boltansky on what’s next — \"We now peg the odds of the mandatory arbitration rule being reversed through the [Congressional Review Act] at 60 percent.",
  "Few economists are fretting about another price bubble, but plenty are freaking out about the housing shortage that’s driving up costs for buyers and renters alike.” Read more.",
  "The last time we saw such an epic run of year-over-year price gains was — you guessed it — leading up to the collapse, when prices rose for a record 79 straight months.",
  "But his association with Alfa Bank in particular could be awkward in this period of heightened scrutiny on ties between Mr. Trump’s associates and Russia.” Read more.",
  "The group has been pushing lawmakers to expand access to the private flood insurance market, move more properties to risk-based rates and invest in mitigation.",
  "… We are keeping our fingers crossed there will be a happy ending, but for the moment home prices are advancing like a runaway train with no brakeman aboard.",
  "HOME PRICES KEEP RISING — POLITICO’s Lorraine Woellert: “Home prices have risen for 64 months straight, the National Association of Realtors reported.",
  "One of those fretting economists, Chris Rupkey of Bank of Tokyo-Mitsubishi — “It looks increasingly like there is a new housing bubble out there.",
  "Companies that rely on the Export-Import Bank are uneasy with Garrett’s appointment because he fought to shut down the agency while in Congress.",
  "The House will easily clear the measure, but the whip count in the Senate is still fluid at this juncture and appears to be losing its footing.\"",
  "The major U.S. indexes are trading around record-high levels with a huge batch of second-quarter corporate reports due this week.” Read more.",
  "IMF UPGRADES EUROZONE, JAPAN — AP: “The International Monetary Fund upgraded the economic outlook for Europe, Japan and China this year.",
  "To get Morning Money every day before 6 a.m., please contact Pro Services at (703) 341-4600 or info@politicopro.com.",
  "have been gathering signatures for their own letter to House leadership warning that they can’t support the package.",
  "It said the CFPB’s rule “would benefit trial lawyers by increasing frivolous class-action lawsuits.” Read more.",
  "They’ve pushed back on some of Hensarling’s attempts to reduce the government’s exposure to those risks.",
  "“Adam Smith has lost his way amidst these big corporations.” Watch the Democrats' press conference here.",
  "… Mr. Benczkowski’s law firm has offices around the world, and it represents many foreign clients.",
  "House Financial Services ranking member Maxine Waters (D-Calif.) and Rep. Cedric Richmond (D-La.)",
  "Victoria Guida and Aubree will be in charge the rest of the week.",
  "Please send tips to vguida@politico.com and aweaver@politico.com.",
  "Garrett has also faced a backlash for his views on homosexuality.",
  "One Republican lobbyist working on flood insurance tells M.M.",
  "The White House “strongly supports” the resolution.",
  "BEGINNING OF THE END FOR CFPB ARBITRATION RULE?",
  "I just don’t see what else they can give on.",
  "Please keep in touch on Twitter @zachary.",
  "WHAT ABOUT THE BANKERS?",
  "But sources tell M.M."
]