[
  "Related: Putin's cronies lose $50 billion\n\nFridman's deal with RWE was first announced a year ago, just as the West imposed its first round of sanctions against Russia over Ukraine.",
  "Having made a fortune on the sale of TNK-BP to state-controlled oil giant Rosneft, Fridman is looking to diversify his business and invest outside Russia.",
  "In response, RWE said that it would buy back the U.K. fields if new sanctions were imposed against Fridman and his group within the next year.",
  "Fridman called the British position \"not rational,\" and threatened legal action against the U.K. if the government tries to force a sale.",
  "The U.K. government tried to prevent Germany's RWE (RWEOY) from selling its oil and gas subsidiary, Dea, to Fridman's LetterOne company.",
  "Britain is threatening a showdown with Russian oligarch Mikhail Fridman over oil and gas fields he has just acquired in the North Sea.",
  "Germany killed a big gas deal with Russia, and the EU has launched an antitrust investigation into Russia's energy giant Gazprom.",
  "He owns the majority of Alfa Bank, Russia's largest private lender, and has a stake in Russia's second biggest food retailer X5.",
  "The U.K. objected to the deal, and asked the two sides to come up with a plan that would protect production in the North Sea.",
  "The planned purchase of Morgan Stanley (MS)'s oil trading business by Rosneft was blocked by the U.S. in December.",
  "Further restrictions could make it difficult for a Russian owner to operate or invest in the North Sea fields.",
  "Britain is worried the country's energy production could suffer if the West imposes more sanctions on Russia.",
  "Dea owns stakes in nearly 200 oil and gas fields in 14 countries, including 13 fields in the North Sea.",
  "Now, the government says it will force Fridman to sell the North Sea assets to a third party.",
  "It is the latest in a series of clashes over energy between Russia and the West.",
  "Relations have been hurt badly by Russia's involvement in the Ukraine conflict.",
  "Russia's energy companies have suffered several blows since the crisis started.",
  "Despite U.K. objections, the $5.7 billion sale was finalized on Monday.",
  "That was not enough to convince the government to change its mind.",
  "Fridman is one of Russia's richest men."
]