[
  "REUTERS/Ilya Naymushin/Files\n\nBy Katya Golubkova and Andrey Ostroukh\n\nMOSCOW (Reuters) - The rouble touched its weakest since late 2016 before recovering a small part of recent losses as a sell-off of Russian assets, triggered by more U.S. sanctions, extended into Tuesday with the reaction from local authorities still muted.",
  "\"We tend to believe that the impact on economic growth ought to be fairly limited given that Russia has already deleveraged, and economic policies of recent years ensured stabilisation and de-risking of the domestic economy,\" Renaissance Capital analysts Oleg Kouzmin and Daniel Salter said in a note.",
  "For a chart on the rouble please see https://tmsnrt.rs/2qjmYpN\n\n\n\n\n\nBOUNCING OFF LOWS\n\nThe Russian government said it would minimise the fallout from the U.S. sanctions and dismissed sharp falls as short-term volatility, saying time was needed to adjust to the new curbs.",
  "Rapid moves on the bond market, where OFZ treasury bonds have recently been in strong demand among foreigners thanks to their relatively high returns, prompted the finance ministry to cancel its weekly OFZ auction for the first time since 2015.",
  "Shares in EN+ Group, which is on the sanctions list and manages tycoon Oleg Deripaska's aluminium and hydropower assets, were up 7 percent on the London stock exchange after plummeting 54 percent in the two preceding days.",
  "Shares in Rusal, the world's second-biggest aluminium producer and also on the sanctions list, were up 5.2 percent on the Moscow Exchange after losing more than 34 percent of their value in the two trading days.",
  "JP Morgan's EMBI+ bond index for Russia, which tracks returns from trading a number of Russian bonds fell sharply to 824.1, a level last seen in late 2016, from around 861 before the sanctions.",
  "A customer holds 100-rouble banknotes while visiting a local grocery store in the village of Verkhnyaya Biryusa outside the Siberian city of Krasnoyarsk, Russia January 23, 2015.",
  "\"While the general backdrop remains uncertain and the threat of further sanctions is unclear, we believe the Russian market is near a temporary floor,\" Alfa Bank said in a note.",
  "\"We note that the fundamentals surrounding the Russian market remain mostly unchanged and that Russian equities still provide among the healthiest dividend returns globally.",
  "The United States on Friday imposed sanctions against 17 senior government officials plus seven oligarchs and 12 companies they own or control, sparking an investor exodus.",
  "Designed to punish Moscow for its alleged meddling in the 2016 U.S. presidential election and other \"malign activity,\" their spread far beyond the targeted companies.",
  "The rouble slid to 63.95 versus the dollar, its weakest since early December 2016, and eased to 78.77 against the euro, a level last seen in early April 2016.",
  "\"The trajectory of Russian assets is expected to be extremely volatile and dependent on incoming news,\" Rosbank, a subsidiary of Societe Generale, said.",
  "Brent crude futures rose 1.8 percent to $69.86 per barrel\n\nThe rouble was at 62.62 against the dollar as of 1353 GMT, still down 3.3 percent.",
  "Yields on 10-year OFZ treasury bonds, which move inversely to prices, rallied to 7.55 percent, a level last seen in late 2017.",
  "We would thus ignore the current jitters and buy into the current weakness, particularly with dividend season almost upon us.\"",
  "They came under added pressure from a proposal by two U.S. congressmen to impose sanctions on holders of Russian debt.",
  "The economic impact of the new sanctions was also unclear and analysts said it was too early to revise forecasts.",
  "The rouble-traded MOEX share index was 3.8 percent higher at 2,170 after falling 8.3 percent on Monday.",
  "As oil prices headed higher, Russian assets rebounded but remained more volatile than usual.",
  "Analysts said the sell-off could provide investment opportunities after the dust settled.",
  "(Reporting by Andrey Ostroukh and Katya Golubkova; editing by John Stonestreet)",
  "It later edged up from lows as the price of oil, Russia's main export, rose.",
  "Versus the euro it weakened 3.6 percent to 77.35.",
  "Bonds took a hit as well."
]