[
  "The situation for borrowers is already tough, given that Russia's human rights violations, annexation of Crimea and military operations in eastern Ukraine have already left them subject to sanctions from the U.S. and European Union.",
  "A clutch of Russian companies, rare issuers in recent years, are flocking to market with new issues as their sponsors fret about possibly appearing on a U.S. list of billionaires with Kremlin connections, Bloomberg News reported.",
  "Investors should really question whether getting just 2 percentage points more in extra annual yield is enough to justify taking on the considerable extra risk of exposure to a private Russian bank.",
  "But with a spread that's now more than 200 basis points tighter, which makes it the best-performing dollar bond in the region, anyone who gets in now is doing so pretty well near the top.",
  "The success of bailed out (and in) Italian Banca Monte dei Paschi di Siena SpA in bringing a 5.375 percent tier II subordinated bond this month already shows risk appetite is intense.",
  "There has been limited supply from central and eastern European issuers in recent years, so naturally any from the region will meet investors' natural interest in diversification.",
  "This could well be a consequence of U.S. Special Counsel Robert Mueller's investigation into Russian interference in the 2016 Presidential elections.",
  "That it's coming just months after a spate of Russian bank rescues, with total losses in the type of structure Alfa is marketing seems not to matter.",
  "And, there is the extra incentive of cheap rates, given that high yield and emerging markets spreads have reached new post-crisis lows.",
  "But that is exactly what Alfa-Bank AO is doing -- marketing a security that would take a total loss if it were to get into trouble.",
  "You know something's amiss when a Russian privately owned bank can even consider issuing a deeply subordinated perpetual bond.",
  "By offering yields near four percent for five-year dollar eurobonds, investor demand nevertheless looks pretty much assured.",
  "He spent three decades in the banking industry, most recently as chief markets strategist at Haitong Securities in London.",
  "The Swiss lender is guiding would-be buyers on Wednesday that it will have a coupon of around 5 percent to 5.25 percent.",
  "But the very real prospect that Russian banks could completely lose access to foreign capital ought to worry investors.",
  "Belarus, a close satellite of Russia, may tap its 10-year $600 million bond that it issued in early summer last year.",
  "They're overshadowed by a risk of tighter U.S. sanctions, so they need to take advantage of any glimmer of demand.",
  "But timing is all, and even though the political risk is there for all to see, the hunt for yield is relentless.",
  "Alfa Bank may dangle a seven percent coupon, and if so the issue will no doubt go extremely well.",
  "But a total loss perpetual bond for a Russian bank is another notch higher on the danger scale.",
  "To contact the author of this story: Marcus Ashworth in London at mashworth4@bloomberg.net.",
  "To contact the editor responsible for this story: Jennifer Ryan at jryan13@bloomberg.net.",
  "This is a warning sign that credit markets are not functioning properly in valuing risk.",
  "This column does not necessarily reflect the opinion of Bloomberg LP and its owners.",
  "Marcus Ashworth is a Bloomberg Gadfly columnist covering European markets.",
  "But a comparison to an AT1 issue from UBS AG really says it all.",
  "It is a well-known name with a decent risk management record.",
  "Next thing you know, Zimbabwe will be raising money.",
  "You can see the issuers' point.",
  "But they probably will anyway.",
  "It doesn't seem so at all.",
  "©2018 Bloomberg L.P.",
  "Oh."
]