[
  "“What now rules the Russian currency is not oil, or even waiting for it to move, but panic fueled by a large number of rumors about the return of our country to the “98-year” regime,” said Alena Afanasyeva, a senior analyst at Forex Club in Moscow, referring to the 1998 crisis.",
  "The ruble opened around 10 percent stronger against the dollar after the central bank unexpectedly raised its benchmark interest rate by a hefty 650 basis points to try and halt the currency’s slide, but it reversed gains in volatile trade and repeatedly set new record lows.",
  "REUTERS/Maxim Zmeyev\n\nInvestors were also unnerved by the prospect that Russian oil major Rosneft (ROSN.MM), which recently issued 625 billion rubles ($8.67 billion) in bonds, could convert the funds into foreign currency, adding further pressure on the rouble.",
  "The 650-basis-point rate hike, less than a week after another 100-basis-point rise, was seen as a sign of desperation by the bank, whose Governor Elvira Nabiullina now appears powerless to stop the currency’s slide, raising the risk of capital controls.",
  "It has now fallen close to 20 percent this week, taking its losses this year against the dollar to more than 50 percent and stirring memories of the 1998 crisis when the currency collapsed within a matter of days, forcing Russia to default on its debt.",
  "Russia's dollar-denominated RTS share index .IRTS was down as much as 19 percent at one point, extending heavy losses from Monday, and shares in top bank Sberbank (SBER.MM) - seen as a barometer for the wider economy - plunged more than 20 percent.",
  "MOSCOW (Reuters) - The ruble plunged more than 11 percent against the dollar on Tuesday in its steepest intraday fall since the Russian financial crisis in 1998 as confidence in the central bank evaporated after an ineffectual rate hike.",
  "The ruble has been hammered by the slump in oil prices and Western sanctions imposed over Russia’s involvement in Ukraine, but its sharp decline over the past two days also reflects declining confidence in the central bank.",
  "ET, the ruble was down around 11 percent against the dollar at 72.80 RUBUTSTN=MCX after earlier racing past 80 roubles per dollar for the first time to be down around 20 percent at one stage from the previous close.",
  "Brent crude prices LCOc1 fell below $60 on Tuesday for the first time since July 2009, hurting the outlook for Russia’s oil-dependent economy, which the central bank says is likely to contract early next year.",
  "“The central bank will have a very hard time stabilizing the rouble as long as the sharp sell-off in oil prices continues,” Vladimir Miklashevsky, an economist at Danske Bank, said in a note.",
  "The market ignored Nabiullina’s comments on Tuesday that the rouble was undervalued, as well as comments by Putin’s spokesman that the rouble fall was driven largely by a speculative mood.",
  "INTERVENTIONS\n\nThe central bank’s First Deputy Governor Sergei Shvetsov said the bank would implement more measures to stabilize the currency market, calling the situation “critical”.",
  "Russia still has ample reserves of around $416 billion but analysts say the currency is in dangerous territory as it is increasingly being driven down by sheer panic.",
  "A weak rouble poses a major test for Putin, since his popularity in part depends on his reputation for guaranteeing prosperity and stability, and it stokes inflation.",
  "<O/R>\n\nThe central bank has spent more than $80 billion defending the ruble this year, including more than $8 billion since it floated the currency in November.",
  "Although Russia’s public finances and reserves are much healthier than in 1998, analysts say the country is on the brink of a full-blown currency crisis.",
  "“If such an interest rate rise didn’t impress the market, then they (the central bank) have left the option of interventions of $10 billion a day.",
  "President Vladimir Putin has blamed both the slide in oil and the ruble on speculators and the West.",
  "Russian ruble banknotes are seen in this illustration picture taken in Moscow, September 30, 2014.",
  "They are in (the market) every day,” said Natalia Orlova, chief economist at Alfa Bank.",
  "Against the euro, it was more than 13 percent weaker at 91.00 EURRUBTN=MCX.",
  "Rosneft has said the money will not be used to buy foreign currency.",
  "Russian sovereign dollar bonds fell and money market rates jumped.",
  "At 10:10 a.m."
]