[
  "* Lower oil price to cost Russia $90-100 billion a year\n\n* Cost of Western sanctions put at $40 billion\n\n* Some analysts gloomier about sanctions impact (Adds context and comment)\n\nMOSCOW, Nov 24 (Reuters) - Lower oil prices and Western financial sanctions imposed over the Ukraine crisis will cost Russia around $130-140 billion a year - equivalent to around 7 percent of its economy - Finance Minister Anton Siluanov said on Monday.",
  "“The main issue that affects the budget and economy and financial system, this is the price of oil and the fall in monetary flows from the sale of energy resources.”\n\nOfficial forecasts suggest Russia’s gross domestic product is likely to be around $1.9-2.0 trillion this year, at average exchange rates.",
  "Last week, influential former finance minister Alexei Kudrin said the impact of “formal and informal” sanctions on the rouble - and by implication the wider economy - was comparable to the impact of lower oil prices, and that foreign investor confidence would take seven to 10 years to recover.",
  "Natalia Orlova, chief economist at Alfa Bank, said the $90-100 billion estimate did not take into account the effect of the weakness of the rouble, partly caused by the fall in the oil price, which would help to compensate the loss by boosting exports and curtailing imports.",
  "In its latest monetary strategy, the central bank forecast that net capital outflow this year would be $128 billion, more than double the $61 billion seen in 2013, as a result of “the events in Ukraine and the introduction of sanctions”.",
  "But when it comes to the cost of sanctions, Siluanov’s estimate of $40 billion may be conservative, based on the direct cost to companies unable to borrow abroad rather than the overall impact on investor behaviour.",
  "“We’re losing around $40 billion a year because of geopolitical sanctions, and about $90 billion to $100 billion from oil prices falling by 30 percent,” he told a news conference.",
  "His comments are the latest acknowledgement by Russian policymakers that sanctions restricting borrowing abroad by major Russian companies are imposing heavy economic costs.",
  "Siluanov’s estimate of the cost of lower oil prices is in line with analysts’ rule of thumb that each $1 fall in the oil price lops around $3 billion off export earnings.",
  "The rouble has lost 25 percent of its value against the dollar since June, and Orlova said the net impact of lower oil prices on the economy would be around $40 billion.",
  "Other analysts have arrived at gloomier estimates, taking into account the indirect cost of sanctions and overall East-West tensions linked to Ukraine.",
  "Oil and gas account for around two-thirds of Russia’s exports, making the balance of payments highly vulnerable to oil price falls.",
  "(Reporting by Elena Fabrichnaya; Writing by Jason Bush and Alexander Winning; Editing by Kevin Liffey)",
  "The oil price has slumped from nearly $115 per barrel in June to around $80 now.",
  "But in Siluanov’s view, the fall in oil prices is the bigger worry."
]