[
  "ECONOMIC STIMULUS NEEDED\n\nBut Putin made clear two weeks ago that the banks also needed capital to stimulate lending, saying in his state of the union address that funds would be provided “under clearly specified conditions to be funneled into the most significant projects in the real economy”.",
  "Russia’s financial sector is reeling from the economy’s slide towards recession, a plunge in the value of the rouble, and Western sanctions over the Ukraine crisis, which have restricted banks’ access to international capital markets, sharply raising their funding costs.",
  "Finance Minister Anton Siluanov told reporters on Friday that banks could start receiving the additional capital early next year, and that the law would mean the budget could slip into a deficit of around 0.8 percent of gross domestic product.",
  "Once the law is approved by the upper house and President Vladimir Putin, it will allow the Finance Ministry to issue up to 1 trillion rubles of OFZ treasury bonds, which it will transfer to the Deposit Insurance Agency, a state corporation.",
  "The central bank also eased regulation of the banking sector this week to help stabilize the rouble RUB=, down some 45 percent against the dollar this year, and Putin has promised an amnesty for those returning capital to Russia.",
  "The head of the State Duma’s financial markets committee said Russia’s top lender, Sberbank (SBER.MM), would not receive capital under the measures, but could receive additional capital directly from the central bank if needed.",
  "In 2008/09, the state banks VTB and Russian Agricultural Bank (Rosselkhozbank), both of which are now subject to Western sanctions, were helped by a similar recapitalization program, along with private banks such as Alfa Bank.",
  "Siluanov said the ruble’s slide, which has made it hard for the banks to obtain the currency they need to repay foreign loans, meant the banks were unable to meet capital adequacy ratios.",
  "MOSCOW (Reuters) - Russia’s lower house of parliament hastily approved a draft law on Friday that would give the banking sector a capital boost of up to 1 trillion rubles ($16.5 billion).",
  "The agency would then give the bonds to banks deemed key to the wider economy - which were not specified - in exchange for subordinated debt or preferential shares in the banks.",
  "Many economists say Russia will slip into recession next year and that the depth of the drop will depend largely on the price of oil and Western sanctions.",
  "It is also unclear how long the central bank will keep interest rates at 17 percent, suffocating for the economy, to try to support the rouble.",
  "“This 1 trillion will make it possible to increase the capital of the banking system by around 13 percent,” he said.",
  "The State Duma passed the banking capital bill in all three readings in an accelerated process on Friday.",
  "The state had already provided additional capital to banks including VTB (VTBR.MM) earlier this year.",
  "($1 = 60.4373 rubles)"
]