[
  "He identified a weaker rouble and lower oil prices among the main risks, saying shares of commodities firms could fare worse than banks and retailers as these could benefit from improvements in consumer demand and lending.",
  "Russia's dollar-denominated RTS share index .IRTS is up 40 percent this year and is expected to end 2016 around its current level after gains of roughly 10 percent since Trump won the U.S. vote last month.",
  "MOSCOW (Reuters) - Russian shares are forecast to rise around 13 percent from now until the end of next year as the economy returns to growth and higher oil prices draw in investors, a Reuters poll showed.",
  "Evdokimov said his forecast was based on an easing of sanctions and an optimistic average oil price of $62 a barrel next year, while Miklashevsky’s base case was that sanctions would remain in place.",
  "The RTS lost 45 percent in 2014 as the United States and European Union imposed economic sanctions on Russia over its role in the Ukraine conflict, falling another 4 percent in 2015.",
  "“Investors are still preferring Russia over other emerging markets, which have been under pressure since Trump won,” Danske Bank trading desk strategist Vladimir Miklashevsky said.",
  "Miklashevsky predicted the RTS would close at 1,200 points next year, while Valery Evdokimov at Nordea Bank was the most bullish with a forecast of 1,500 points.",
  "Geldy Soyunov at Alfa Bank was the most bearish in the poll, forecasting the RTS would fall to 1,020 points at the end of 2016 before ending 2017 at 950 points.",
  "REUTERS/Maxim Zmeyev\n\nAn easing of tight Russian monetary policy could also lift shares, but some analysts said higher U.S. interest rates were a major risk.",
  "The median forecast of seven analysts, taken in the past week, was that the RTS would end 2017 at 1,200 points, versus its Tuesday close of 1,059.27 points.",
  "End-2017 forecasts in the latest quarterly poll ranged from 950 to 1,500 points, reflecting considerable uncertainty as to what the next 12 months hold.",
  "Poll respondents were divided on whether U.S. President-elect Donald Trump would ease sanctions on Russia when he takes office next year.",
  "Oil and gas companies have a weighting of around 50 percent in the RTS, making energy prices a key determinant of its fortunes.",
  "Five analysts provided forecasts for end-2016 but said there was too much uncertainty to give a prediction for next year.",
  "(Poll data: EQUITYPOLL1)\n\n(Other stories from the Reuters global stock markets poll:)",
  "Basil's Cathedral seen in the background, in central Moscow February 6, 2015.",
  "People walk in Red Square, with St."
]