[
  "Their timing is also remarkable—perhaps each of the news organizations was simply eager to get their stories in before the stroke of midnight, so as to qualify as an October surprise, or perhaps some of them were “oppo dumps,” with leads provided to reporters by politically interested parties.",
  "Finally, the same New York Times team that previously uncovered Trump’s $916 million deduction in 1995, which allowed him to avoid paying federal income taxes for almost 20 years, produced a new report, aimed at understanding his maneuver better.",
  "They point out that while Trump managed to get creditors to write off huge amounts of debt in the mid-1990s, he would typically have had to report that forgiven debt as income, and to pay taxes off it.",
  "It would not be a surprise to see these October surprises stretch into November, though; after all, this is an unusually long election, since November 8 is the latest Election Day can fall.",
  "They surmise that he avoided doing so using a maneuver in which (worthless) “partnership equity”—similar to stock—was “exchanged” for the debt, sidestepping the income requirement.",
  "Even if none of them is a clear-cut bullseye, together, they may shift attention away from the investigation into Clinton’s emails and toward Trump’s own controversies.",
  "The maneuver was based on a loophole that was later closed, and which the IRS had frowned on, and Trump’s alleged use was a step beyond that.",
  "But the lawyer refused to grant even “more likely than not” status, meaning a 51 percent likelihood of success if challenged in an IRS audit.",
  "The CNBC, Huffington Post, and Slate stories are now in dispute, while the Mother Jones piece is the only one currently addressing the topic.",
  "The result is that none of them provides as clear a smoking gun as the infamous tape of Trump bragging about sexually assaulting women.",
  "(The point of such letters is to show good faith, so that even if the IRS rejects a move, it will not levy punitive fines.)",
  "Following standard procedure, Trump sought a letter from tax lawyers saying that what he was doing would pass IRS muster.",
  "Together, however, they suggest an air of controversy, subterfuge, and duplicity around the Republican nomnee.",
  "(Such urging is common, and does not in any way undermine the reporting in the stories.)",
  "The New York Times article on taxes is necessarily speculative.",
  "The stories also seem like a boon to the Clinton campaign.",
  "None of these reports is definitive.",
  "Yet he appears not to have done so.",
  "Trump’s campaign denied the story."
]