[
  "“As part of that practice, neither President Obama nor any White House official ever ordered surveillance on any U.S. citizen.”\n\nThe three other stories cited by the White House:\n\nAn opinion column in the conservative National Review, dated Jan. 11, 2017, that rehashed the Heat Street report and questioned whether FISA was being used against “political enemies.”\n\nA New York Times story on steps taken by the Obama administration that would allow the National Security Agency “to share globally intercepted personal communications with the government’s 16 other intelligence agencies before applying privacy protections.” This story, which ran Jan. 12, has nothing to do with the alleged wiretapping of Trump Tower, but rather how intelligence material is shared.",
  "Spicer didn’t say much in his brief statement, but we learned the president’s claim of Watergate-style criminal abuse of power was not based on U.S. intelligence briefings, but on “reports.”\n\nLater that day, Sanders went on ABC’s This Week, where she reiterated the White House’s call for an investigation and cited news organizations that “reported on the potential of this having had happened.”\n\nIn essence, Spicer and Huckabee aren’t saying the president’s statement is accurate; they are saying it may be accurate — without providing any evidence to support even that possibility.",
  "Heat Street reported that the FBI failed in June to obtain a warrant, but it was successful in October after the request was narrowed to focus on possible “financial and banking offenses” involving two Russian banks:\n\nHeat Street, Nov. 7, 2016: \"The first request, which, sources say, named Trump, was denied back in June, but the second was drawn more narrowly and was granted in October after evidence was presented of a server, possibly related to the Trump campaign, and its alleged links to two banks; SVB Bank and Russia’s Alfa Bank.\"",
  "A New York Times story that said “law enforcement and intelligence agencies are examining intercepted communications and financial transactions as part of a broad investigation into possible links between Russian officials and associates of President-elect Donald J. Trump.” In its Jan. 19 article, the paper wrote that it “was not clear whether the intercepted communications had anything to do with Mr. Trump’s campaign.”\n\nIt is the responsibility of the politician making a claim to provide information to support it.",
  "When the White House press office finally got around to explaining the president’s tweets, it undercut Trump’s baseless claim:\n\nIn a brief statement, press secretary Sean Spicer urged a congressional investigation into news “reports concerning potentially politically motivated investigations.” But Trump didn’t say it possibly happened; he claimed it actually did.",
  "The BBC report said the warrant targeted two Russian banks suspected of sending “money to Mr Trump’s organisation or his election campaign.” However, the BBC report said that “neither Mr. Trump nor his associates are named in the FISA order”:\n\nBBC, Jan. 12, 2017: \"On 15 October, the US secret intelligence court issued a warrant to investigate two Russian banks.",
  "The “Russian activity” is a reference to the U.S. intelligence community’s finding in January that “Russian President Vladimir Putin ordered an influence campaign in 2016 aimed at the US presidential election.” The FBI and several congressional committees are continuing to investigate Russia’s role and possible connections between Russia and Trump associates.",
  "(Photo: Michael Ares, AP)\n\nWith no evidence, President Trump called it a “fact” that “President Obama was tapping my phones in October, just prior to Election!” He compared the alleged surveillance to the criminal acts of “Nixon/Watergate.”\n\nIt was a startling and serious allegation about a former president, made in a seriesoffourtweets on March 4.",
  "In a Nov. 7, 2016, article, Heat Street wrote that the FBI on two occasions sought a warrant from the Foreign Intelligence Surveillance Court, or FISA court, as part of its investigation of Russia’s interference in the U.S. presidential election, and Trump associates who were suspected of contacts with Russian officials.",
  "Deputy press secretary Sarah Huckabee Sanders told ABC News that Trump wasn’t the “one that came up with this idea,” citing “multiple news outlets that have reported this.” The White House provided us with five stories, but none of them support Trump’s claim about Obama.",
  "Second, the FBI must prove to the court that there is “probable cause” that the target of the warrant is “an agent of a foreign power” and engaged in criminal activity, as explained in a joint statement last year to Congress by the intelligence community officials.",
  "\"President Donald J. Trump is requesting that as part of their investigation into Russian activity, the congressional intelligence committees exercise their oversight authority to determine whether executive branch investigative powers were abused in 2016.",
  "On the same day that the White House provided us with these stories, James Clapper, the former director of national intelligence under Obama, appeared on NBC’s Meet the Press and denied that a FISA court warrant was issued to monitor Trump Tower.",
  "When it did, the press secretary issued a brief statement, which we run here in its entirety:\n\nSpicer, March 5: \"Reports concerning potentially politically motivated investigations immediately ahead of the 2016 election are very troubling.",
  "(Photo: Jose Luis Magana, AP)\n\nWhite House Lacks Evidence\n\nWhen we asked for the news articles referenced by Sanders, the White House provided us with a timeline of events from five news stories written by four news organizations.",
  "— Donald J. Trump (@realDonaldTrump) March 4, 2017\n\nTrump continued in this fashion for three more tweets for about a half hour:\n\nIs it legal for a sitting President to be \"wire tapping\" a race for president prior to an election?",
  "“For the part of the national security apparatus that I oversaw as DNI, there was no such wiretap activity mounted against the president, the president-elect at the time, or as a candidate, or against his campaign,” Clapper said.",
  "CLOSE President Donald Trump is asking Congress to look into whether the Obama administration abused its investigative powers during the 2016 election, White House press secretary Sean Spicer said in a statement Sunday.",
  "Trump’s claim rests primarily on the reporting of Heat Street, a conservative website owned by Rupert Murdoch’s News Corp and started by Louise Mensch, a former Conservative Party member of the British Parliament.",
  "These stories, which were based on anonymous sources and have not been confirmed, do not support Trump’s claims that “President Obama was tapping my phones in October,” or that the alleged wiretapping was illegal.",
  "Second, the claim is loosely based on two reports — a conservative blog and a BBC report — that cited anonymous sources who claimed that the FBI obtained a warrant in October to investigate two Russian banks.",
  "First, the president has no role in the FBI’s decision to seek a warrant or the FISA court’s approval for one, as explained in a 2006 story by The New York Times on how the FISA application process works.",
  "— Donald J. Trump (@realDonaldTrump) March 4, 2017\n\nI'd bet a good lawyer could make a great case out of the fact that President Obama was tapping my phones in October, just prior to Election!",
  "“A cardinal rule of the Obama Administration was that no White House official ever interfered with any independent investigation led by the Department of Justice,” the statement said.",
  "The administration also referred us to a Jan. 12, 2017, report on the BBC website, which also cited anonymous sources who said that the FBI received a FISA court warrant in October.",
  "… \"Neither Mr Trump nor his associates are named in the Fisa order, which would only cover foreign citizens or foreign entities — in this case the Russian banks.",
  "He would never volunteer anything — giving up classified information would be illegal — but he would confirm or deny what I had heard from other sources.",
  "This news was given to me by several sources and corroborated by someone I will identify only as a senior member of the US intelligence community.",
  "— Donald J. Trump (@realDonaldTrump) March 4, 2017\n\nHow low has President Obama gone to tapp my phones during the very sacred election process.",
  "USA TODAY NETWORK\n\nPresident Trump arrives on Air Force One at the Palm Beach International Airport in West Palm Beach, Fla., on March 3, 2017.",
  "But ultimately, the investigation is looking for transfers of money from Russia to the United States, each one, if proved, a felony offence.\"",
  "We will break this down into two parts: What Trump claimed, and the evidence that the White House provided that failed to support his claim.",
  "Trump’s Tweets\n\nIt began with a tweet at 6:35 a.m. from Mar-a-Lago, the so-called winter White House that Trump owns in Florida:\n\nTerrible!",
  "Buzz60\n\nObama’s spokesman, Kevin Lewis, also denied Trump’s allegation, calling it “simply false” in a statement issued on Twitter.",
  "Neither Heat Street nor the BBC alleged any wrongdoing by Obama or the FBI in allegedly obtaining a FISA court warrant in October.",
  "Only two of the stories were relevant to Trump’s accusations, and none of them claimed that Obama ordered illegal wiretaps.",
  "Sanders, March 5: \"Everybody acts like President Trump is the one that came up with this idea and just threw it out there.",
  "The warrant application would be initiated by the FBI and presented to the FISA court by Justice Department attorneys.",
  "Sanders went even further by claiming that Trump was only citing what “multiple news outlets” have already reported.",
  "Clapper said he would have known whether the FBI had a court order for surveillance, and he was not aware of one.",
  "First, there is no evidence that the FBI wiretapped Trump’s phone or his campaign offices in Trump Tower.",
  "Neither report alleged any wrongdoing by Obama or even evidence that the warrant was obtained illegally.",
  "That is false, as we explain next as we look at the news stories cited by the White House as evidence.",
  "\"Neither the White House nor the President will comment further until such oversight is conducted.\"",
  "In fact, Heat Street and the BBC claimed that the FBI obtained a legal warrant from the FISA court.",
  "Former president Barack Obama leaves the National Gallery of Art in Washington on March 5, 2017.",
  "CLOSE Obama denies wiretapping Trump Tower after President Trump made allegations on Twitter.",
  "That would be handled by the FBI and Justice Department independently of the White House.",
  "Just found out that Obama had my \"wires tapped\" in Trump Tower just before the victory.",
  "Yet, Trump provided no support for it, and the White House remained silent for a day.",
  "— Donald J. Trump (@realDonaldTrump) March 4, 2017\n\nWhat is Trump talking about?",
  "Finally, there is no evidence Obama ordered any wiretapping, as Trump alleged.",
  "Indeed, the director of national intelligence flatly denied it.",
  "Read more:\n\nRead or Share this story: http://usat.ly/2mwUPep",
  "There are multiple news outlets that have reported this.\"",
  "The White House didn’t respond for more than 24 hours.",
  "Veuer's Keleigh Nealon (@keleighnealon) has the story.",
  "But Trump has failed to do so.",
  "Turned down by court earlier.",
  "This is Nixon/Watergate.",
  "This is McCarthyism!",
  "Bad (or sick) guy!",
  "Nothing found.",
  "A NEW LOW!"
]