[
  "“I have frequently dined in Trump Grill, had lunch in Trump Café, had coffee meetings in the Starbucks at Trump Tower, attended events and spent many hours in campaign headquarters on the fifth floor last year,” Page wrote in a letter to the Senate Intelligence Committee, which is investigating Russia’s hacking of Democratic groups and possible campaign contacts with Moscow.",
  "Page has also sidestepped those questions, saying he doesn’t want to put others “in the same damaged pot as myself.”\n\nOne campaign official said Page was recruited by Sam Clovis, an Iowa Republican operative who ran the Trump campaign’s policy shop and is now a senior adviser at the Agriculture Department.",
  "A newsletter announcing Page’s visit read, “You are invited to a lecture by Carter Page, foreign policy adviser for Donald Trump’s election campaign.”\n\nPage has said he asked for, and received, permission from the Trump campaign to appear in a personal capacity.",
  "“We were interested in what was going on - already then, Trump’s candidacy raised eyebrows, and everyone was really curious,” said Shlomo Weber, the academic director at the New Economic School, in an interview with Komsomolskaya Pravda radio station.",
  "This week, Page - who is at the centre of the swirling controversy over Trump associates’ connections to Russia - painted himself as a recurrent visitor to Trump Tower, the New York skyscraper that housed Trump’s campaign offices.",
  "After the campaign, Trump’s lawyers sent Page at least two cease-and-desist letters, according to another campaign official, who like others, insisted on anonymity because they were not authorised to discuss the matter publicly.",
  "It’s hard to tell.”\n\nIn a statement, a spokesperson for the Trump Organisation said it had found no instances of “two-way email communication” with the bank and insisted the links stem from traffic “lookups” not email traffic.",
  "Back in the U.S. a few days later, Page talked with Russia’s ambassador to the U.S. at an event on the sidelines of the Republican National Convention, according to a person with knowledge of the meeting.",
  "In December, Page returned to Moscow, where he noted he had “the opportunity to meet with an executive from Rosneft,” the Russian oil giant, according to a video clip of his remarks posted on YouTube.",
  "Attorney General Jeff Sessions spoke with the Russian envoy at the same event, a conversation he failed to reveal when asked about contacts with Russians during his Senate confirmation hearings.",
  "In July, he was invited to speak at the graduation ceremony at Moscow’s New Economic School, a role often filled by prominent international politicians, including President Barack Obama in 2009.",
  "Page tied his presence in Trump Tower to the president’s unverified assertion the President Barack Obama had the building wiretapped, though Page provided no evidence to back up that assertion.",
  "Rosnet’s chairman, Igor Sechin, a close associate of Russian President Vladimir Putin, has been targeted by U.S. sanctions, though Page says he was not referring to Sechin in his remarks.",
  "Page, a former Merrill Lynch investment banker who worked out of its Moscow office for three years, now runs Global Energy Capital, a firm focused on energy sectors in emerging markets.",
  "Some of the suspicion surrounding Page stems from the fact that no one who worked for the campaign can quite explain how he ended up on Trump’s list of foreign policy advisers.",
  "The investigation is being conducted by the FBI’s counterintelligence team, the same group looking into allegations of Russian interference in the US presidential election.",
  "A server owned by Moscow-based Alfa Bank accounted for 80% of the total searches for the contact information of a server owned by the President’s company last summer.",
  "Washington had a “hypocritical focus on ideas such as democratization, inequality, corruption and regime change” in its dealings with Russia, Page said at the school.",
  "Congressional committees probing Russia’s hacking during the election and Trump campaign ties have asked Page to preserve materials related to their investigations.",
  "“Only met him once very briefly,” said George Papadopoulos, the director of the Center for International Energy and Natural Resources Law and Security in London.",
  "Page, a little-known investment banker who briefly served as a foreign policy adviser on the Republican’s presidential campaign, reports the Associated Press.",
  "On Thursday, he told The Associated Press he did not meet with Russian Deputy Prime Minister Arkady Dvorkovich, who also spoke at the graduation.",
  "It came as Trump’s calls for warmer relations with the Kremlin were a source of criticism from Democrats and alarm from some fellow Republicans.",
  "The New York Times has reported that Page is among the Trump associates whose potential contacts with Russia are being investigated by the FBI.",
  "Elsewhere the Russia links scandal has prompted members of the Trump administration to downplay the relationship between them and Carter Page.",
  "The anomaly was originally flagged and dismissed last year but US officials have now said the inquiry into the matter has not been closed.",
  "It is not known if Trump’s server did anything in return but it has been suggested the data could signify intent to communicate by email.",
  "Page stopped advising the campaign sometime around the end of summer, though the exact circumstances of the separation are unclear.",
  "Page and former Trump campaign officials say he made the trip in a personal capacity and not as a representative of the campaign.",
  "The FBI is still investigating an “odd” computer link between a Russian bank and the Trump Organisation, according to reports.",
  "Richard Clayton of Cambridge University said: “It’s not so much a smoking gun as a faint whiff of smoke a long way away.",
  "Page’s comments were the latest wrinkle in the swirling controversy surrounding Trump associates’ connections to Russia.",
  "According to the company’s website, he has advised on transactions for Gazprom and RAO UES, a pair of Russian entities.",
  "For an adviser to an American presidential hopeful speaking overseas, his message was strikingly critical of the U.S.",
  "Trump’s White House and campaign advisers dismiss Page as an inconsequential figure who has never met the president.",
  "But university officials have been clear that Page’s connections and insight into the Trump campaign were the draw.",
  "Those who served on the campaign’s foreign policy advisory committee also said they had limited contact with Page.",
  "Page has offered contradictory answers about his contacts with Russian officials during his visit.",
  "He wasn’t on the campaign payroll and severed ties with the Trump team before the election.",
  "Still, Page’s connection to the campaign, however tenuous, has boosted his public persona.",
  "But in September, he told The Washington Post that he did speak with Dvorkovich briefly.",
  "Page’s appearance at the Russian university immediately raised eyebrows.",
  "Trump has distanced himself from Page, saying he never met him.",
  "Clovis did not respond to messages from the AP.",
  "Maybe there’s something else going on."
]