[
  "An Uber spokesperson commented by email, \"Our data practices are already regulated in both the U.S. and the E.U., and we will comply with the upcoming GDPR laws regarding user data, which are far more restrictive for companies than current laws in the U.S.\"\n\nThen there's Uber's well-documented involvement in political brokering, rule evasion, and eventual scandal in the U.K. surrounding a huge shake-up in that country's government, but with relatively little U.S. coverage.",
  "At the time of the alleged meeting, the British data firm appears to have been engaged in supporting numerous political campaigns around the world, from the U.S. and Africa to the U.K. Around the same time — that is, during the months surrounding the U.K.'s \"Leave referendum\" and the 2016 U.S. presidential election — Uber both sustained an enormous hack of its user data and was being investigated by the FTC over a similar breach that occurred two years before in 2014.",
  "For example, there's Uber's documented use of its customer data to drive political engagement as well as opinion, both in the U.S. and the U.K. Stateside, Uber was found to have been texting users to urge their support in the company's battles against municipal governments who argued for more regulation than suited its business (in most states, it's opted to help pass preemptive regulatory blocks instead).",
  "“No although our firm Cambridge Analytica definitely had meetings with Uber’s CTO” pic.twitter.com/vz3RLXUxUI — DanA12 (@Sammyscarf) April 18, 2018\n\nThis week, Brittany Kaiser, a former employee of Cambridge Analytica's parent company, told U.K. legislators during a committee hearing that Cambridge Analytica had taken at least one meeting with Uber's CTO about a year and a half or two years ago.",
  "Incidentally, May's husband and trusted adviser Philip May remains a senior executive at the estimated $1.7 trillion-strong Capital Group, whose holdings include a sizable stake in JPMorgan, one of Uber's major investors, its broker for a $3.5 billion Saudi investment, and, on at least one occasion, Travis Kalanick's lunch date.",
  "But given the cornucopia of ways it has embedded itself in local politics worldwide, and the simply astounding amount of data it collects on many millions of riders and drivers in the U.S. and elsewhere, the many questions that arise about Uber's dealings would seem to deserve answers, and the right kind of consideration.",
  "While Facebook was shopping out viral quizzes and potentially golden political data over the past few years, however, Uber Technologies was making similar moves around the globe thanks to its unique data sets and investor pool, possibly to varying political advantage, without much public ado to date.",
  "But investment in Uber is common for large firms and funds on either side of the pond: for example, BlackRock Investment Management, which invests pension funds belonging to London's own public transport agency, among others, has apparently been one of Uber's most stalwart financial supporters.",
  "For example, Uber may process or store information in the United States on behalf of its international subsidiaries and affiliates ... Uber may provide information to its vendors, consultants, marketing partners, research firms and other service providers or business partners.",
  "For weeks, Facebook founder Mark Zuckerberg and his world-altering firm have been treading a wave of front-page scrutiny for their liberal collection and use of vast, complicated stores of user data, particularly as linked to political number-crunching by Cambridge Analytica.",
  "In addition to using our data for targeted ads and sweepstakes fulfillment, the policy reads, \"Uber may also use the information [we collect] to inform you about elections, ballots, referenda and other political and policy processes that relate to our services.\"",
  "Then-Home Secretary Theresa May, who for a time seemed likely to herself get singed in the uproar, has since spoken out as Prime Minister against London's recent ban of Uber's services, arguing that the company's missteps don't justify such an error in judgment.",
  "Those with international reach (to name a few) include the Hilton and Starwood hotel chains, Hertz Car Rental, Starbucks, UberChina via Didi, and Alfa-Bank Ukraine as well as the LetterOne investment group, both of which tie back to Russia's Alfa-Bank.",
  "Whether or not Uber's practice of potentially storing and utilizing international rider data within the U.S., or with affiliates in other countries, is considered fair play by users' home nations is a matter for lawmakers around the world to decide.",
  "The hacker(s) apparently reached out to the company days after the U.S. election and ultimately accepted a $100,000 ransom in exchange for deleting the data; given the market for data at that time, $100k seems like a pretty good deal for Uber.",
  "As I wrote earlier this year:\n\nThrough all this, however, few attempts seem to have been made to get a clear picture of what Uber is capturing about our lives and movements, or to allow consumers and lawmakers to have a turn at that wheel.",
  "And if lawmakers and well-meaning 'innovators' have any real intention of dealing with our digital privacy crisis (and/or the industry-flattening habits of Big Tech), some of the ride-hail giant's secrets may finally need the spotlight.",
  "In its internal promotional materials, Uber has also mirrored Facebook by detailing its extensive and thorough stash of user data for potential buyers, as well as its methodology for creating accurate portraits of individual users.",
  "Meanwhile, as the Daily Mail reported in 2017, \"In the run-up to the EU referendum last year, Uber agreed to message its users — the vast majority of them young and likely to be pro-EU — urging them to register to vote.\"",
  "Like Facebook, Uber has also made a practice of sharing user data with certain partners for the sake of business functions, though seemingly (if only due to Facebook's hesitance to disclose) on a much broader scale.",
  "Following his firing by May in 2016, former U.K. Chancellor and Uber-affiliate George Osborne himself joined the firm, which critics say has seen favorable impacts from Osborne's own lawmaking (again: incidentally).",
  "At present, the number of puzzling links and loose threads in Uber's international CV would keep any team of lawyers or investigative reporters busy for months or years — and many of those leads may come to naught.",
  "A spokesperson for Uber denied that such a meeting took place, commenting by email, \"We do not have a relationship with this company [and] it's unclear what 'meeting' Brittany is referring to in her testimony.\"",
  "And the list of Uber's affiliates in the U.S. and globally has continued to grow each year its contractors are on the road; many-to-all of them have ample partners and affiliates of their own.",
  "In that part of the world, Uber has also formed an official partnership with Yandex, its prior ride-hail competitor in Russia, giving it an even greater reach for data gathering and sharing.",
  "According to reports, Uber's customer data stores were breached in the summer of 2016 by a Canadian hacker who downloaded information on 57 million of its riders and drivers.",
  "For example, Uber may provide information to such parties to help facilitate insurance coverage, to conduct surveys on our behalf and to process payments for our services.",
  "See also: After NYC Suicides, Drivers Urge Lawmakers To End Uber's Exploitative Ways\n\nOf course, in a broad sense, Uber's privacy policy gives them the freedom to do this.",
  "As Uber's privacy policy establishes,\n\nWe share information with our subsidiaries and affiliates to help us provide our services or conduct data processing on our behalf.",
  "At the time, then-Prime Minister David Cameron faced months of criticism for his team's internal advocacy for Uber to then-London Mayor Boris Johnson and others.",
  "Nearly a year later, under its new leadership, Uber chose to disclose the second hack, and has recently agreed to an increased FTC settlement for its actions.",
  "Given Facebook and Cambridge Analytica's current scrutiny in the news, then, it seems like a good time for Uber to finally get the attention it deserves.",
  "And then there's Uber's history of massive data leaks, and its possible connection to Cambridge Analytica, both of which are only now coming into focus.",
  "Cameron eventually stepped down, but has since found a new role with the firm First Data, which provides transaction services to Uber.",
  "So, what does it all mean?"
]