[
  "WASHINGTON — New Jersey Democratic Sen. Cory Booker sent a letter to Supreme Court nominee Brett Kavanaugh Friday asking the judge to pledge to recuse himself from “any case that pertains to the special counsel’s investigation or that otherwise may immediately impact the President and his associates as it relates to the ongoing criminal investigation.”\n\nIn the letter obtained Friday by Yahoo News, Booker said his concern is based on past comments Kavanaugh made indicating that he believes “a sitting President cannot be criminally indicted, or even be investigated.”\n\n“This is a unique situation: President Trump could effectively be choosing his own judge, contrary to basic principles of the rule of law.",
  "Booker’s letter to Kavanaugh cited that comment as well as comments the judge made at a 1998 event where he said “it makes no sense at all to have an independent counsel looking at the conduct of the President.” Additionally, Booker noted a 1998 article Kavanaugh wrote where he said that only Congress should be allowed to investigate a sitting president and that a “criminal prosecution can occur only after the President has left office.”\n\nPresident Donald Trump introduces his Supreme Court nominee Judge Brett Kavanaugh, left, in the East Room of the White House on July 9, 2018.",
  "“I am deeply concerned that President Trump has selected you in part because of the specific views you have expressed about presidential power and authority, which could affect how the Supreme Court decides any future cases involving the Special Counsel’s investigation,” Booker wrote.",
  "On Wednesday, Booker held a press conference to discuss a video that emerged of Kavanaugh speaking at an event in 2016 where he said he would “put the final nail in” a 1988 Supreme Court ruling that upheld the constitutionality of provisions that created an independent counsel.",
  "“What he has demanded would violate the bedrock constitutional principle of judicial independence by pressuring a sitting judge to pledge any decision on a particular matter or case, including the decision whether to hear the case, for political reasons,” said Shah.",
  "Booker is not taking the Senate’s constitutional duty to ‘advise and consent’ seriously, which is why he called the Judge’s nomination a ‘non-starter’ the moment he was announced, before meeting with him or reviewing his record,” Shah said.",
  "This week, Booker, who is a member of the Senate Judiciary Committee, has been raising the alarm about Kavanaugh’s views on prosecutors’ ability to conduct criminal investigations of a sitting president.",
  "Multiple former members of Trump’s campaign team have been indicted as part of the probe, which is looking into whether the president’s allies cooperated with Russia’s efforts.",
  "Shah further suggested having judges preemptively recuse themselves from hypothetical cases based on who nominated them could undermine the legal system as a whole.",
  "White House spokesperson Raj Shah pointed out that Booker made a statement calling Kavanaugh a “non-starter” the same night Kavanaugh’s nomination was announced.",
  "(Photo: Leah Millis/AP) More\n\nIn Friday’s letter to Kavanaugh, Booker noted that Trump has reportedly demanded the loyalty of top figures in his administration.",
  "Trump has repeatedly denied there was any collusion between his campaign and Russia, and referred to the Mueller probe as a “witch hunt.”",
  "Booker further suggested the president deliberately picked Kavanaugh for the Supreme Court because of the judge’s views on these issues.",
  "Trump is a subject of special counsel Robert Mueller’s investigation into Russia’s interference in the 2016 presidential election.",
  "Kavanaugh identified that case when asked if he could name one that he believed should be overturned.",
  "Trump announced his nomination of Kavanaugh, who is a federal judge in Washington, D.C., on July 9.",
  "At the time, White House officials said they expected Kavanaugh would be confirmed quickly.",
  "Your recusal would eliminate that possibility,” Booker wrote.",
  "“Sen."
]