[
  "One of President Trump's nominees for a top position at the US Department of Justice said on Tuesday that he would recuse from matters related to his work this year on behalf of a Russian bank — but he would not commit to stepping aside on all issues that might fall under the jurisdiction of special counsel Robert Mueller III.",
  "Benczkowski told the Senate Judiciary Committee on Tuesday that he was not aware of any connection between Alfa Bank and the Trump administration, and that during the course of his work this year he did not come across any information that suggested Alfa Bank was under investigation by the federal government.",
  "Benczkowksi fielded questions about his representation earlier this year of Alfa Bank, which included overseeing an analysis of the bank's computer traffic and assessing whether the bank could sue BuzzFeed for defamation for publishing an unverified dossier about President Trump that referred to the bank.",
  "Benczkowski said he was subject to a mandatory two-year recusal policy for any matters that involved a former client, and that if he were confirmed he would recuse from matters related to the Alfa Bank investigation that he was involved in during his tenure at the Justice Department.",
  "Benczkowski, a partner at the law firm Kirkland & Ellis who led the Justice Department transition for the Trump administration, said he was tasked this year with overseeing an analysis of Alfa Bank's computer traffic by an outside computer forensics firm, Stroz Friedberg.",
  "Sen. Dianne Feinstein, the ranking Democrat, pressed Benczkowski about what he would do if matters related to Alfa Bank or, more broadly, Mueller's investigation into Russian influence in the 2016 campaign came through the Criminal Division.",
  "Benczkowski's work for Alfa Bank also included reviewing an unverified dossier on President Trump that was published online by BuzzFeed News, in order to offer advice to Alfa Bank on the possibility of the bank suing BuzzFeed for defamation.",
  "He said later: \"My analysis was very limited, it was simply to review those facts, assume that they are false and then give the client preliminary advice whether they should move forward in thinking about a defamation action.\"",
  "According to a letter submitted by one of Benczkowski's law firm partners to the Senate Judiciary Committee, the Stroz Friedberg inquiry was initiated after the bank became the target of \"suspicious\" activity.",
  "The New York Times reported that investigators found that interactions between the computer servers were not surreptitious communications between the Trump campaign and the bank.",
  "But Feinstein said Benczkowski's work for Alfa Bank related to Mueller's investigation, and she asked why he wouldn't commit to recusing on all matters within Mueller's purview.",
  "Federal election records show that in 2015 Benczkowski gave $1,000 to Jeb Bush's presidential campaign and $2,500 to a pro-Bush independent political action committee.",
  "He said that if an issue came up where he thought there might be an obligation to recuse, he would consult with career ethics officials at the Justice Department.",
  "Alfa Bank was reportedly the subject of an FBI investigation into whether there were computer server connections between the bank and the Trump Organization.",
  "Brian Benczkowski appeared before the Senate Judiciary Committee on Tuesday on his nomination to lead the Justice Department's Criminal Division.",
  "I didn’t advise the campaign, I didn’t communicate with the campaign in any meaningful way, I didn’t give any money, I didn’t raise any money.",
  "Benczkowski said he read two pages of the dossier that BuzzFeed published, and did not \"independently investigate any of the facts.\"",
  "I spent fewer than five hours on that matter while I was working for Alfa Bank,\" Benczkowski told the Senate Judiciary Committee.",
  "Benczkowski said that as a lawyer in private practice, he didn't know the full scope of Mueller's investigation.",
  "Benczkowski said he could not reveal what advice he gave, but Alfa Bank owners sued BuzzFeed in May.",
  "I served as the head of the DOJ transition, which is a separate entity from the campaign.",
  "But I want to be clear, I played no role in the Trump campaign,\" Benczkowski said.",
  "\"My work on that was very, very limited.",
  "\"I played no role in the campaign.",
  "That case is pending.",
  "I had no title."
]