[
  "She added that, because it was \"clear\" to her that Benczkowski had knowledge of issues related to the ongoing investigation, she asked him if he would commit to recusing himself from cases involving Alfa Bank and matters involving Special Counsel Robert Mueller's probe into Russia's election interference.",
  "\"Speaking to a trusted compatriot in mid-September 2016, a top level Russian government official commented on the history and current state of relations between President Putin and the Alpha Group of businesses led by oligarchs Mikhail Fridman, Petr Aven and German Khan,\" the dossier said.",
  "Sen. Dianne Feinstein, the Senate Judiciary Committee's ranking Democrat, said during Benczkowski's confirmation hearing on Tuesday that Benczkowski reviewed the Steele dossier for Alfa Bank \"to consider suing BuzzFeed for defamation over their online publication of the dossier.\"",
  "Feinstein questioned why Benczkowski, who took the Alfa Bank job two months after leaving the Trump transition team, continued working there until June even though Attorney General Jeff Sessions first approached him about the Justice Department position in April.",
  "Harry Hamburg/AP Feinstein further alleged however that Benczkowski's work for Alfa Bank \"went to the heart of the reported [FBI] investigations\" into the bank's involvement in unusual computer server activity with the Trump Organization during the election.",
  "According to CNN, Alfa Bank's server \"repeatedly looked up the contact information for a computer server being used by the Trump Organization [during the election] — far more than other companies did, representing 80% of all lookups to the Trump server.\"",
  "Fortune reported in Novembe r that the oligarchs who controlled Alfa Bank, while politically powerful, were also \"the most enduringly successful, western-oriented (if hard-edged) capitalists in Russia,\" and were therefore unlikely to feel loyal to Putin.",
  "Brian Benczkowski, Republican Staff Director of the Senate Judiciary Committee, sits behind the committee's ranking Republican Sen. Jeff Sessions, R-Ala., during the committee's markup hearing on Capitol Hill in Washington, Thursday, June 18, 2009.",
  "Harry Hamburg/AP President Donald Trump's nominee to lead the Justice Department's criminal division represented a Russian bank named in the dossier compiled by a former British spy detailing the Trump campaign's alleged ties to Moscow.",
  "Brian Benczkowski, who worked on Trump's campaign and his transition team between September and January, represented Russia's Alfa Bank until June 6 — the day he was formally nominated to lead the Justice Department's criminal division.",
  "Sen. Jeff Sessions, R-Ala., ranking Republican on the Senate Judiciary Committee, left, talks with committee Staff Director Brian Benczkowski as they ride the subway on Capitol Hill in Washington, Tuesday, June 23, 2009.",
  "The FBIinvestigated why the server appeared to have a disproportionate interest in reaching a server used by the Trump Organization, in a way that was akin to looking up someone's phone number thousands of times.",
  "\"It was simply to review those facts, assume that they are false and then give the client preliminary advice whether they should move forward in thinking about a defamation action.\"",
  "Alfa Bank was discussed at length in the explosive but unverified dossier compiled by former British spy Christopher Steele, though it was misspelled as \"Alpha\" throughout.",
  "Investigators have so far found no evidence that Russian officials communicated with the Trump campaign via those servers, according to The New York Times.",
  "Fridman is the founder of Alfa Bank, Petr Aven was the bank's president from 1994 to 2011, and German Khan is on the bank's supervisory board.",
  "I didn't advise the campaign, I didn't communicate with the campaign in any meaningful way, I didn't give any money, I didn't raise any money.",
  "She noted that he \"worked with a computer forensics firm to determine any ties between servers of Alfa Bank and the Trump Organization.\"",
  "Benczkowski said later that he only read two pages of the dossier and did not \"independently investigate any of the facts.\"",
  "But independent cybersecurity experts have still been unable to give the company a clean bill of health, the Times said.",
  "\"After he found out about his potential nomination, why did he continue his representation of Alfa Bank?\"",
  "The dossier acknowledged that, writing that the Putin-Alfa relationship was \"both carrot and stick.\"",
  "I served as the head of the DOJ transition, which is a separate entity from the campaign,\" he said.",
  "I spent fewer than five hours on that matter while I was working for Alfa Bank,\" Benczkowski said.",
  "\"I'm concerned with his refusal, especially given the position for which he has been nominated.\"",
  "\"Alfa Bank, in fact, did sue BuzzFeed on May 26 of this year,\" Feinstein said.",
  "Benczkowski replied that he \"played no role\" in the Trump campaign.",
  "\"But I want to be clear, I played no role in the Trump campaign.\"",
  "He disclosed that work in a letter to Congress dated July 19.",
  "\"He would not commit to recusing himself,\" Feinstein said.",
  "\"My work on that was very, very limited.",
  "Feinstein asked.",
  "\"I had no title."
]