[
  "I summarized them on Nov. 1:\n\nThe Mother Jones report is based on the claim of an unnamed “former senior intelligence officer for a Western country who specialized in Russian counterintelligence.” This person told the liberal magazine “that in recent months he provided the [FBI] with memos, based on his recent interactions with Russian sources, contending the Russian government has for years tried to co-opt and assist Trump — and that the FBI requested more information from him.” The former intelligence officer also told Mother Jones that according to his sources, “there was an established exchange of information between the Trump campaign and the Kremlin of mutual benefit.” The notion of “an established exchange of information” is consistent with Slate's report that a computer scientist — given the pseudonym “Tea Leaves” in a story by Franklin Foer — discovered what appears to be regular communication between a Trump computer server and a bank in Moscow.",
  "“Tea Leaves” and his colleagues, who originally set out to monitor cyberattacks, concluded that “this wasn’t an attack but a sustained relationship between a server registered to the Trump Organization and two servers registered to an entity called Alfa Bank.” Adding to suspicions of a link between Trump and Russia is NBC's report that “the FBI has been conducting a preliminary inquiry into Donald Trump's former campaign manager Paul Manafort's foreign business connections,” according to unnamed “law enforcement and intelligence sources.”\n\nMerrill's tweet about a “very prominent outlet” throwing cold water is a clear reference to the Times, which did deliver a dose of skepticism after Mother Jones, Slate and NBC published their reports.",
  "This was long rumored during the campaign, and many reporters know at least some of what Russia was alleged to havehttps://t.co/3TWqOOYake — Brian Fallon (@brianefallon) January 10, 2017\n\nToday has brought a gush of reporting that outlets knew about and sat on prior to November 8\n\ncc: @GlenCaplin1https://t.co/XXW7aS8NL4 — Brian Fallon (@brianefallon) January 11, 2017\n\nI repeat: certain media outlets were told this prior to November 8.https://t.co/CX63guAJEB — Brian Fallon (@brianefallon) January 11, 2017\n\nIn fact, if we want to get specific, one outlet, a very very prominent outlet, threw cold water on this when Slate beat them to the punch.",
  "But the thing that really seemed to bother folks in Clintonworld is this: According to BuzzFeed, a dossier containing these claims “has been circulating among elected officials, intelligence agents, and journalists for weeks.”\n\nBrian Fallon and Nick Merrill, two of Hillary Clinton's top press aides during the campaign, promptly blasted the media for, in their view, not making the claims a big enough deal before Election Day.",
  "The new development reported Tuesday by CNN is not that Russia's efforts were successful; it is simply that the claims of such contact — which are still unconfirmed — were shared with Obama and Trump when intelligence officials huddled with them last week.",
  "It is not reserved for anyone, and it is also populated by the very wealthy.”\n\nWhat's more, many of the details contained in the intelligence dossier were reported — by Mother Jones, Slate, NBC and the New York Times — before the election.",
  "(Brian Snyder/Reuters)\n\nCNN reported Tuesday evening that U.S. intelligence officials last week briefed President Obama and President-elect Donald Trump on unconfirmed claims that Russia has attempted to compromise Trump.",
  "But the Times's central point — “law enforcement officials say that none of the investigations so far have found any conclusive or direct link between Mr. Trump and the Russian government” — still holds true.",
  "https://t.co/g3hYqUaFtu — Nick Merrill (@NickMerrill) January 11, 2017\n\nBuzzFeed's report indicates that the site had the dossier and decided not to publish it until Tuesday.",
  "It is surely notable that intelligence agencies consider claims that Russia tried to compromise Trump credible enough to share them with the current and incoming presidents.",
  "But it is laughable to think BuzzFeed, whose editor famously authorized reporters to call Trump a “mendacious racist,” was trying to protect the real estate mogul.",
  "The report says the settlement of Barvikha, outside Moscow, is 'reserved for the residences of the top leadership and their close associates.'",
  "But the idea that news outlets buried damning information about Trump before Election Day doesn't hold up to scrutiny.",
  "In reality, there were reasons for a responsible journalism outfit to be cautious and incredulous.",
  "The report misspells the name of one company, 'Alpha Group,' throughout.",
  "That is understandably frustrating for Clinton's former staffers.",
  "“It is not just unconfirmed,” BuzzFeed said of the document.",
  "\n\nHillary Clinton and Brian Fallon, left.",
  "“It includes some clear errors.",
  "It is Alfa Group."
]