[
  "A separate initiative, supported by the privately funded Ukrainian Jewish Encounter (UJE), launched an architectural competition in December to come up with a design to turn the park into “a space of reflection and acknowledgement of the extreme inhumanity and tragic events” and where they occurred.",
  "In the decades since, a chaotic field of memorials to various groups of victims—Jews, Roma, Ukrainians nationalists, and priests—has been erected in one section of the park, on the side of the highway furthest from the actual site of the murders.",
  "This pedestrian setting—a relic of Soviet times, when authorities once considered refurbishing the site by constructing a stadium—allows unsuspecting visitors to pass through Babi Yar oblivious to its bloody history.",
  "The markers can be difficult to find and even harder to identify, a problem that Ukrainian officials, on Thursday’s commemoration of the 75th anniversary of the massacre, vowed to correct.",
  "The Soviet Union attempted to suppress any mention of the specific nature of what happened there almost immediately after the massacre, a policy that lasted for decades.",
  "On September 29, Ukrainian President Petro Poroshenko spoke at the launch of the Babi Yar Memorial project, which has pledged to create a museum near the old ravine.",
  "“For 10 years, they’ve been talking about this project,” Ukrainian historian Vitaliy Nakhmanovich said when we spoke about the government’s plan for a museum.",
  "Still, efforts to “do something to correct the present garbage-dump status,” of Babi Yar, as Berel Rodal, a UJE board member, put it, are welcomed.",
  "Until now, it has been presented as a museum to those who were shot at Babi Yar, not a Jewish museum or a Holocaust museum,” he said.",
  "In 1961, Yevgeny Yevtushenko wrote his famous poem “Babi Yar” to protest the Soviet erasure:\n\nNo monument stands over Babi Yar.",
  "There was no first-place winner when the results were announced, and UJE has no power to implement any of the recommendations.",
  "It will be funded in part, by the Ukrainian oligarch Viktor Pinchuk and Alfa Bank co-founder Mikhail Fridman, among others.",
  "Kiev Mayor Vitaliy Klitschko vowed that the museum will be completed in time for the 80th anniversary of the massacre.",
  "It has always reflected the state of society ... [it] is a living place, it’s not just a place where people were shot.",
  "But deciding how to memorialize so much terror and erasure is proving an altogether intractable task.",
  "In Soviet Ukraine, Jews who tried to pray at Babi Yar risked arrest.",
  "“The place where they want to build is an old Jewish cemetery.",
  "Second, it’s pretty unclear what the museum will be about.",
  "A steep cliff only, like the rudest headstone.",
  "Babi Yar is a kind of litmus test.",
  "There will always be life there.”",
  "“Let them build three museums.",
  "You don’t build on a cemetery.",
  "It won’t change anything.",
  "I am afraid."
]