[
  "Commenting on this morning’s tweets, an Obama spokesman told the New York Times that “no White House official ever interfered with any independent investigation led by the Department of Justice.” FBI Director James Comey downplayed the existence of such an investigation at the time, perhaps explaining Trump’s having just learned about the efforts.",
  "But, while it may not be true that the Obama White House directly orchestrated a plot to monitor the Trump campaign—indeed, Obama has refuted the allegations—Trump’s claims are loosely based on existing evidence that the FBI was doing so as part of an investigation into Trump staffers’ alleged ties to Russia.",
  "According to both Mensch and the BBC, they centered on a server in Trump Tower found last Spring to have been communicating with Russia’s Alfa Bank, itself reportedly with strong ties to Vladimir Putin.",
  "Where Trump’s critics see a legal investigation into foreign influence, he (and presumably his supporters) see a “McCarthyist” abuse of power of the same criminal stripe as the Watergate break-in.",
  "Last November, former British MP and openly anti-Trump journalist Louise Mensch reported that the FBI had succeeded in its second request for a FISA warrant, which was later confirmed by the BBC.",
  "The Guardian has reported that the FBI applied for a Foreign Intelligence Service Act (FISA) warrant last summer to monitor members of the Trump campaign, but was denied in its initial attempt.",
  "In this case, several observers have tagged a Thursday night broadcast by conservative talk radio host Mark Levin, or a Friday summary of the broadcast on Brietbart News, as possible sources.",
  "Donald Trump’s latest series of tweets, which allege the Obama administration “had my ‘wires tapped’ in Trump Tower just before the victory,” have been widely described as baseless.",
  "Such a warrant would only have been granted if the FBI—not the Obama administration—was able to convince a judge that the Trump campaign had credible links to a foreign power.",
  "Levin and Breitbart’s thesis is that the Obama administration used “police state” tactics to undermine Trump, a claim rooted, though a little loosely, in existing reporting.",
  "— Ruth Marcus (@RuthMarcus) March 4, 2017\n\nThe key distinction is that this was an FBI investigation, not an order from the White House itself.",
  "If Trump is correct about wiretaps, signals big trouble for him–a FISA warrant, federal judge finding probable cause for surveillance.",
  "The wording of the headline was changed to more accurately reflect the information that might have influenced Trump’s tweets.",
  "One thing that is painfully clear in all of this is the widely divergent frames that can be put around a set of events.",
  "Interpreting Trump’s tweets often involves figuring out what was on conservative media the night or hour before.",
  "(If true, this would represent an expansion of Trump’s usual cable-TV-heavy information diet).",
  "The FBI reportedly came to conclude that the communications were likely innocuous.",
  "Editor’s Note: This story was updated at 9:01 am on Monday March 6, 2017.",
  "The roots of the FISA warrant were themselves odd.",
  "Get Data Sheet, Fortune’s technology newsletter.",
  "Only one of those interpretations can be right."
]