[
  "But keep reading:\n\nAgents scrutinized advisers close to Donald J. Trump, looked for financial connections with Russian financial figures, searched for those involved in hacking the computers of Democrats, and even chased a lead — which they ultimately came to doubt — about a possible secret channel of email communication from the Trump Organization to a Russian bank.",
  "This person told the liberal magazine \"that in recent months he provided the [FBI] with memos, based on his recent interactions with Russian sources, contending the Russian government has for years tried to co-opt and assist Trump — and that the FBI requested more information from him.\"",
  "The notion of \"an established exchange of information\" is consistent with Slate's report that a computer scientist — given the pseudonym \"Tea Leaves\" in a story by Franklin Foer — discovered what appears to be regular communication between a Trump computer server and a bank in Moscow.",
  "Adding to suspicions of a link between Trump and Russia is NBC's report that \"the FBI has been conducting a preliminary inquiry into Donald Trump's former campaign manager Paul Manafort's foreign business connections,\" according to unnamed \"law enforcement and intelligence sources.\"",
  "\"Tea Leaves\" and his colleagues, who originally set out to monitor cyberattacks, concluded that \"this wasn’t an attack but a sustained relationship between a server registered to the Trump Organization and two servers registered to an entity called Alfa Bank.\"",
  "NBC reminded readers that it \"reported in August that Manafort was a key player in multimillion-dollar business propositions with Russian and Ukrainian oligarchs — one of them a close Putin ally with alleged ties to organized crime.\"",
  "The former intelligence officer also told Mother Jones that according to his sources, \"there was an established exchange of information between the Trump campaign and the Kremlin of mutual benefit.\"",
  "And it all seems reinforced by the lead sentence in the Times report: \"For much of the summer, the FBI pursued a widening investigation into a Russian role in the American presidential campaign.\"",
  "1 of 60 Full Screen Autoplay Close Skip Ad × What Donald Trump is doing on the campaign trail View Photos The GOP presidential nominee is pressing his case ahead of Election Day.",
  "Did the FBI scrutinize Trump advisers like Manafort, as reported by NBC, and hunt for the kind of connection between Trump and the Russian government described in Mother Jones?",
  "And even the hacking into Democratic emails, FBI and intelligence officials now believe, was aimed at disrupting the presidential election rather than electing Mr. Trump.",
  "The Mother Jones report is based on the claim of an unnamed \"former senior intelligence officer for a Western country who specialized in Russian counterintelligence.\"",
  "Nov. 7, 2016 Donald Trump speaks during a campaign event at SNHU Arena in Manchester, N.H. Jabin Botsford/The Washington Post Buy Photo Wait 1 second to continue.",
  "Law enforcement officials say that none of the investigations so far have found any conclusive or direct link between Mr. Trump and the Russian government.",
  "But on the whole, after all that ink, it would be hard to say that we know anything more definitive about Trump and Russia than we did before.",
  "Donald Trump's possible ties to Russia were the subject of four notable news reports in a matter of hours Monday night.",
  "The Times story leaves open the possibility that the FBI could yet discover something more troubling.",
  "Alone, any one of the first three could seem explosive; as a collective, the group is inconclusive.",
  "All of the stories — published by Mother Jones, Slate, NBC and the New York Times — fit together.",
  "The Times report lends credence to the others, yet blunts their significance at the same time.",
  "Caption The GOP presidential nominee is pressing his case ahead of Election Day.",
  "Did the FBI take the electronic communication described by Slate seriously?",
  "And it, like the other three reports, is based on anonymous sources.",
  "If you're going to read one, you should really read them all.",
  "Yes, but so far there is no \"conclusive or direct link.\"",
  "Sure, but the bureau \"ultimately came to doubt\" it.",
  "There is a lot of smoke in those three stories.",
  "Or just read this."
]