[
  "She continued: “We will continue to defend against baseless attacks on Chris and hope that the result of this case will be a message to those who seek to intimidate Chris and his company.”\n\nJeremy Hunt calls for fresh EU sanctions against Russia Read more\n\nIn January 2017, the website Buzzfeed published the dossier, igniting a political firestorm.",
  "He wrote: “The Steele dossier generated so much interest and attention in the US precisely because its contents relate to active public debates here.”\n\nSteele’s legal battles are not yet over, but Monday’s ruling is a significant victory.",
  "The former MI6 officer Christopher Steele has won a legal battle in the United States against three Russian oligarchs who sued him over allegations made in his dossier about the Trump campaign and its links with Moscow.",
  "He ruled that the oligarchs had failed to prove a key part of their case: that Steele knew that some information in the dossier was inaccurate, and had acted “with reckless disregard as to its falsity”.",
  "It alleged that Fridman and Aven gave the Russia president “informal advice” on foreign policy, especially about the US because Putin tended to “distrust” information given to him by his officials.",
  "Donald J. Trump (@realDonaldTrump) The big story that the Fake News Media refuses to report is lowlife Christopher Steele’s many meetings with Deputy A.G. Bruce Ohr and his beautiful wife, Nelly.",
  "The oligarchs – Mikhail Fridman, Petr Aven and German Khan – claimed that Steele and his intelligence firm, Orbis, defamed them in the dossier, which was leaked and published in early 2017.",
  "The judge said this was “ironic” given the fact the billionaires had Russian and Israeli citizenships, and had gone to a US court seeking redress for their grievances.",
  "It further suggested that Putin was able to “exploit” as a lever the oligarchs’ “lack of investment in Russia”, even though he personally was not “bothered” by it.",
  "The Russian lawsuit concerned one of 17 memos sent by Steele between June and October 2016 to Fusion GPS, an intelligence company based in Washington DC.",
  "Of the dossier, the judge said it “plainly concerns” an issue of public interest – whether the Kremlin interfered in the 2016 US presidential election.",
  "This month, the president called Steele a “lowlife” on Twitter and described the dossier as “phony”, “discredited” and paid for by “Crooked Hillary”.",
  "The ruling is a piece of good news for Steele, who has maintained silence in the face of a mountain of abuse from Trump and his enraged supporters.",
  "The memo also claimed that in the 1990s an Alfa intermediary delivered “illicit cash” to Putin when he was deputy mayor of Saint Petersburg.",
  "Epstein did not determine whether the dossier – which Donald Trump has repeatedly dismissed as “fake” – was “accurate or not accurate”.",
  "On Monday, a judge in the District of Columbia, Anthony C Epstein, upheld a motion by Steele to have the oligarchs’ case thrown out.",
  "He still faces a libel claim in London brought by a Russian technology businessman, Aleksej Gubarev, who appears in the dossier.",
  "Steele’s attorney Christy Hull Eikhoff said the judgement was “thorough, well-reasoned and firmly supported in the law”.",
  "It was Fusion GPS that hired Steele to write the phony & discredited Dossier, paid for by Crooked Hillary & the DNC....",
  "The oligarchs had argued Steele did not enjoy first-amendment protections because he was British rather than American.",
  "It said it “strongly disagreed” with the court’s decision on a number of points and would “almost certainly appeal”.",
  "One confidential memo reported claims that the Alfa Group businessmen had a close relationship with Vladimir Putin.",
  "But the judge concluded that it was covered by the US first amendment, which protects free speech.",
  "He argued that the Russians were trying to shut down a legitimate subject for public debate.",
  "Fusion investigated the then presidential candidate Trump’s alleged links with Moscow.",
  "In March, Steele responded with a motion filed under “anti-Slapp” legislation.",
  "Steele recently gave video evidence in connection with the Buzzfeed case.",
  "More than a year later, the oligarchs sued Steele in Washington DC.",
  "Epstein’s judgment on Monday was, in places, withering.",
  "Gubarev owns Webzilla, a Florida-based web company.",
  "The Russians own stakes in Moscow-based Alfa Bank.",
  "The Russian is also suing Buzzfeed in Miami.",
  "It in turn subcontracted Steele.",
  "Alfa denies these claims.",
  "All are billionaires."
]