[
  "Under the Radar Blog Archives Select Date… November, 2018 October, 2018 September, 2018 August, 2018 July, 2018 June, 2018 May, 2018 April, 2018 March, 2018 February, 2018 January, 2018 December, 2017\n\nThe litigation also demands details of any investigations the FBI has conducted into who may have provided information about Clinton-related probes to two Trump allies.",
  "| Getty Suit seeks federal files on alleged foreign role in U.S. election and related leaks\n\nA lawsuit filed Friday demands that various federal agencies disclose their files on alleged foreign interference in the 2016 presidential election, as well as leaks related to candidates Hillary Clinton and Donald Trump.",
  "Earlier this month, Vice News reporter Jason Leopold and Harvard/MIT researcher Ryan Shapiro filed a broad FOIA suit seeking information on the FBI’s role in the presidential election, as well as FBI records on various individuals associated with the so-called alt-right.",
  "The litigation also demands details of any investigations the FBI has conducted into who may have provided information about Clinton-related probes to two Trump allies, former New York City Mayor Rudy Giuliani and retired Army Lt. Gen. Michael Flynn.",
  "The complaint requests details on leaks about FBI inquiries into the Clinton Foundation, Clinton's use of a private email server and an alleged data connection between Trump Tower and a Russian financial institution, Alfa Bank.",
  "The lawsuit, under the Freedom of Information Act, was filed in U.S. District Court in Washington by the James Madison Project, a pro-transparency organization, and by Heat Street reporter Louise Mensch.",
  "The suit seeks election-related records from the FBI, CIA, Justice Department National Security Division, Office of Director of National Intelligence and the Department of Homeland Security.",
  "Mensch and the James Madison Project say they sent FOIA requests to the various agencies late last month, but have not yet received any records in response.",
  "Disclosure: POLITICO and James Madison Project are collaborating on FOIA requests on other topics."
]