[
  "In their letter, Democrats alleged he demonstrated “poor judgment” by representing the bank “while he was seeking employment in the Justice Department” and said they were “troubled by Mr. Benczkowski’s refusal to commit to recuse himself from Russia-related matters.”\n\nAlfa Bank is owned by Russian oligarchs including German Khan, whose son-in-law Alex van der Zwaan pleaded guilty earlier this year to lying to investigators for Special Counsel Robert Mueller.",
  "In a letter to Trump from the Senate Judiciary Committee’s Democratic members, the lawmakers urged Trump to withdraw the nomination of Brian Benczkowski, a partner at the law firm of Kirkland & Ellis LLP who previously represented Russian commercial bank Alfa Bank.",
  "“With new information about Russia’s election interference continuing to come to light and with a federal criminal investigation ongoing, it is imperative that we have a head of the criminal division who is free and clear from Russian connections,” they wrote.",
  "In his work for the bank, Benczkowski supervised a 2017 investigation in which digital forensics firm Stroz Friedberg probed suspicious cyber activities at Alfa Bank to determine if it had any communications with the Trump Organization.",
  "WASHINGTON (Reuters) - A group of U.S. Senate Democrats on Wednesday said they would oppose President Donald Trump’s nominee to head the Justice Department’s criminal division over his ties to a Russian bank allied with the Kremlin.",
  "In addition to the criminal division, Trump’s nominees to head the Justice Department’s civil rights, civil and environment and natural resources divisions await confirmation.",
  "Although some lawyers on Mueller’s team are from the criminal division, Rosenstein - and not the head of the criminal division - oversees the special counsel’s probe.",
  "Deputy Attorney General Rod Rosenstein, in a speech in New York on Wednesday, lamented the delays and said Benczkowski and the other nominees have solid resumes.",
  "U.S. Republican Senator Cory Gardner of Colorado temporarily held many of them due to his concerns over the Justice Department’s marijuana policy.",
  "Benczkowski’s nomination is one of many high-level Justice Department positions waiting to be confirmed by the full Senate.",
  "However, Democrats have also raised concerns about a number of the Justice Department nominees, complicating matters.",
  "Mueller is probing Russian interference in the 2016 election and whether Trump’s campaign colluded with Russia.",
  "“Each nominee meets or exceeds the qualifications normally required for those important jobs,” he said.",
  "The firm found no evidence of communications between Trump’s company and the bank."
]