[
  "Yanukovych’s government used the report to justify to the European Court of Human Rights the pre-trial detention by the Ukrainian government of former Prime Minister Yulia Tymoshenko, a Yanukovych rival, who was convicted in 2011 of embezzlement and corruption charges and sentenced to seven years in prison.",
  "But legal experts said the charge would put more pressure on the former Trump aides to cooperate with Mueller as he looks into whether Russia tried to influence the election in favor of Trump by hacking the emails of leading Democrats and distributing disinformation and propaganda online.",
  "WASHINGTON (Reuters) - U.S. Special Counsel Robert Mueller on Tuesday stepped up pressure on two former Trump campaign aides to cooperate in his probe into possible collusion with Russia, unsealing a criminal charge against a lawyer for lying to Mueller’s investigators.",
  "Andrew Weissmann, a prosecutor with Mueller’s office, told the court that Manafort and Gates funneled $4 million through offshore accounts to pay the law firm - which he did not identify by name - and Washington-based lobbying firms in connection with the report.",
  "The charge against Zwaan and reports that Gates may plead guilty suggest “that Mueller is putting even more pressure against Manafort, which is interesting because Manafort is already buried in an indictment with very serious charges,” Mariotti said.",
  "REUTERS/Yuri Gripas\n\n‘BOA CONSTRICTOR’\n\nA one-time associate of Mueller described the former Federal Bureau of Investigation director as a “boa constrictor,” whose investigative strategy involves progressively increasing the pressure on his targets.",
  "Slideshow (10 Images)\n\n“Mueller is sending a signal to witnesses in this investigation that he is going to charge false statements,” said Renato Mariotti,” a former federal prosecutor who is running for Illinois attorney general as a Democrat.",
  "The charging document said that while answering FBI agents’ questions about his work on the report, van der Zwaan lied that he last communicated with Gates in mid-August and another unnamed person, only identified as “Person A,” in 2014.",
  "The case involves work that van der Zwaan, a 33-year-old Dutch citizen, performed in 2012 about Ukraine for Paul Manafort and Rick Gates, senior officials in Donald Trump’s 2016 election campaign.",
  "Prosecutors typically very methodically start with low level offenders and try to work their way up the chain,” said Barbara McQuade, a former U.S. attorney for the Eastern District of Michigan.",
  "The description given by prosecutors for Person A appears to match Russian-Ukrainian political operative Konstantin Kilimnik, a long-time employee of Manafort’s political consulting operations.",
  "Last year, U.S. intelligence agencies found that Russia had meddled in the election and that its goals eventually included aiding Trump who won a surprise victory over Democrat Hillary Clinton.",
  "The attorney, Alex van der Zwaan, the son-in-law of one of Russia’s richest men, pleaded guilty in U.S. District Court in Washington, D.C., to a charge of lying to the Special Counsel’s office.",
  "In a statement on Tuesday, a spokeswoman for the firm said it had terminated van der Zwaan’s employment in 2017 and “has been cooperating with authorities in connection with this matter.”",
  "The charging document unsealed on Tuesday concerned a report prepared at Manafort’s behest by attorneys at the prominent U.S. law firm Skadden Arps, Slate, Meagher and Flom.",
  "Media reports say that a man referred to in court documents by the special counsel’s office has having ties to Russian intelligence is Kilimnik but he has denied such ties.",
  "The two former aides have been charged with conspiracy to launder money and failure to register as foreign agents in connection with work for a pro-Russia Ukrainian party.",
  "Manafort, who was Trump’s campaign manager for almost five months in 2016, and Gates, who was deputy campaign manager, pleaded not guilty last year to Mueller’s charges.",
  "“My guess is he is cooperating.”\n\nAlex van der Zwaan leaves after a plea agreement hearing at the D.C. federal courthouse in Washington, U.S., February 20, 2018.",
  "A trial of Manafort and Gates is tentatively expected this fall, though recent media reports have said that Gates is expected to plead guilty in the near future.",
  "Manafort and Gates worked as political consultants to Ukraine’s former pro-Russia president, Viktor Yanukovych, who was forced from office in 2014.",
  "Moreover, he “deleted and otherwise did not produce emails sought by Mueller’s office” and an unidentified law firm, the document continued.",
  "Trump has called Mueller’s probe “a witch hunt” and Putin denies that his government conducted an operation to influence the U.S. election.",
  "The lawyer’s case appears to underscore the extent of Mueller’s probe and of his interpretation of how far and wide he can investigate.",
  "If Gates agrees to cooperate in the probe, that could put more pressure on Manafort and others who worked in the Trump campaign.",
  "Manafort was close to Ukrainian and Russian political and business figures with ties to Russian President Vladimir Putin.",
  "He also told the agents that he did not know why an email between him and Person A was not produced to Mueller’s office.",
  "In fact, the document said, Zwaan’s last spoke to Gates and Person A in September 2016 and secretly recorded both calls.",
  "Lawyer van der Zwaan’s father-in law is Russian billionaire German Khan, the founder of the privately-owned Alfa Bank.",
  "Even if van der Zwaan “is only cooperating against Paul Manafort, that could be very valuable in the big picture.",
  "The charge against van der Zwaan make no reference to Trump’s campaign or the 2016 election.",
  "He could be not be immediately reached for comment on Tuesday.",
  "The associate spoke on condition of anonymity.",
  "A U.S. judge set his sentencing for April 3.",
  "The attorneys included van der Zwaan."
]