[
  "Reuters\n\nRussia's clean-up of its troubled banking sector is continuing apace with hundreds of banks being stripped of their licences, but some Kremlin insiders are understood to be uncomfortable about the effective takeover of some of the country's largest private institutions.",
  "One of Putin's closest allies and on the Forbes list of '100 most powerful women in the world' , she is well-respected, both inside and outside Russia, for her stewardship of the economy during the 2009 financial crisis, when she served as Minister of Economic Development.",
  "Putin's expenditure on projecting Russian power in recent years has put a huge strain on the state budget, at a time when continuing US and EU sanctions have limited access to Western loans and imposed restrictions on Russia's largest state-owned banks.",
  "Alfa-Bank's shareholders' reported proximity to the Kremlin, and its good relationship with many Western institutions, may ensure its survival for now because it remains one of the last functioning financial channels between Russia and the West.",
  "This approach produced mixed results, and partly backfired when some of the failing institutions began accusing the DIA itself of malpractice and techniques more reminiscent of a hostile takeover rather than a transparent rehabilitation.",
  "However, some Kremlin insiders are said to be worried that the state is purposely restructuring the banking sector in order to consolidate its financial power and get access to much-needed cash flowing through the largest private banks.",
  "To combat this problem a different approach was adopted, with the introduction in the summer of 2017 of a new bail-out mechanism: the Central Bank Consolidation Fund which assumed control of and recapitalised large failed banks.",
  "With Vladimir Putin's victory in presidential elections this Sunday all but certain, there is little sign of him curbing his costly nuclear plans, continued engagement in the Donbass, annexation of Crimea and war in Syria.",
  "The State Deposit Insurance Agency (DIA) was put in charge of running the rehabilitation process by selecting temporary administrators to try to return problematic banks to health, usually within a six-month period.",
  "That is because open discussion of bringing the private banking sector under state ownership would send shock waves through the ranks of Russia's business powerbrokers, already pretty shaken by sanctions.",
  "As more big private banks are 'rehabilitated' (and Nabiullina estimates the process will continue for at least two more years), the state's share of the financial sector is likely to increase further.",
  "In the past year, control over three other private banking giants - Otkritie, Binbank and Promsvyazbank - has switched to the Russian state, now controlling over two-thirds of the banking system.",
  "REUTERS/RIA Novosti/Pool\n\nThe state's effective control of these banks has evolved from the clean-up of Russia's banking sector, led by Elvira Nabiullina, head of the Central Bank of Russia.",
  "The state has effectively taken control of some of Russia's biggest private banks, and there are rumours that President Vladimir Putin could be using it to raid cash for the state budget.",
  "And on the other side of the Atlantic, Alfa-Bank was the subject of a US media report claim that its servers had contacted servers in Trump Tower during the 2016 US presidential campaign.",
  "Alfa Bank said they were the victim of cyber-attacks which were \"an attempt by unknown parties to manufacture the illusion of contact between Alfa Bank's DNS servers and 'Trump servers\".",
  "While officials argue that it is overseeing the recovery of these banks, there are said to be concerns the move may be intended to inject much-needed cash into the state budget.",
  "As a result, by early 2018 over 350 banks - more than a third of the total - were stripped of their licences, highlighting just how endemic graft within the sector had become.",
  "Meanwhile, in January the Central Bank announced that Promsvyazbank will be designated a \"special purpose bank for serving the military-industrial-complex-business\".",
  "Earlier this year some state officials criticised Alfa-Bank for lack of patriotism after it stopped working with companies in the Russian defence industry.",
  "At the same time, the country's private banks have had problems of their own, which has led to the effective nationalisation of some of the biggest ones.",
  "Some proposals include merging Otkritie, Binbank and Promsvyazbank and subsequently selling the combined entity as a consolidated banking institution.",
  "The Central Bank said this allowed the latter to meet all regulatory requirements immediately, without going through temporary administration.",
  "The Kremlin has not wanted to alienate this elite group as most of its members have learnt over the years to support the Russian leadership.",
  "Maxim Zmeyev/Reuters\n\nOf Russia's top ten institutions (six of which are state-owned), only one private bank survives to date - Alfa-Bank.",
  "That is something that will doubtless be on the minds of many businessmen and women as Putin gears up for another six years at the helm.",
  "Since 2013, in her role as Russia's chief banker, Nabiullina set about removing the rotten apples from the country's financial system.",
  "But as his rift with the West deepens, the future of Russia's largest private institution - Alfa-Bank - hangs in the balance.",
  "But some of the largest private ones are simply too big to be allowed to fail - they are known as 'systemically important'.",
  "She cracked down on deep-rooted corruption, money-laundering, personal shareholder enrichment and a lack of transparency.",
  "In some ways, the challenge Alfa-Bank faces is similar to that confronting Russia's private sector as a whole.",
  "Elvira Nabiullina, a close ally of Putin, is leading the charge on Russia's clean-up on their banking sector.",
  "Daria Plakhova-Freshville is a Senior Associate at Alaco, a London-based business intelligence consultancy.",
  "However, will some Western institutions now err on the side of caution when dealing with the bank?",
  "Russian bank Promsvyazbank is one of many that have switched from private to the Russian state.",
  "Can it keep the state at bay and remain a credible player on the international business stage?",
  "For these, Nabiullina created a different solution called 'sanatsiya', or rehabilitation.",
  "Fitch Ratings estimates the number of Russian banks could halve in the next three years.",
  "If no buyer is willing to buy such a financial behemoth, an IPO is another possibility.",
  "What the state plans to do with all its new banking assets is unclear.",
  "Of course, nobody is actually mentioning nationalisation.",
  "However, even this role might be called into question.",
  "This should please Putin."
]