[
  "officials back Trump's stalled nominee to head Criminal Division\n\nFive former Justice Department officials who served both Republicans and Democrats are coming to the aide of President Donald Trump's long-stalled nominee to head the DOJ's Criminal Division, amid Democratic questions about his work for a Russian bank with ties to the Kremlin.",
  "Story Continued Below\n\n\"Each of us is familiar with Mr. Benczkowski, either through our work with him at the Department of Justice, in private practice, or in other ways,\" the former DOJ officials wrote to committee Chairman Chuck Grassley and ranking Democrat Dianne Feinstein.",
  "Benczkowski, nominated by Trump last June, has faced stiff headwinds from Democrats on the panel given his ties to Alfa Bank, a Russian financial institution that has faced scrutiny during the FBI investigation of Russian interference in the 2016 election.",
  "The signers of the letter include Michael Chertoff, who went on to become the homeland security secretary in President George W. Bush's cabinet, as well as Alice Fisher, who held the Criminal Division chief role during Bush's second term.",
  "\"We write ... to express our collective view that Brian Benczkowski is well qualified to serve in this important position by virtue of his professional experience, temperament, and integrity,\" the former officials said.",
  "“Benczkowski nomination must be seen for what it is — the latest piece of a sustained, coordinated effort to undercut the Special Counsel’s credibility,” Sen. Richard Blumenthal (D-Conn.) tweeted in January.",
  "In a letter to the top lawmakers on the Senate Judiciary Committee, five former leaders of the Criminal Division — including three Obama appointees — vouched for Brian Benczkowski's integrity.",
  "They noted his experience both in the criminal division as well as in other Justice Department roles and suggested that his wide-ranging experience would benefit the department.",
  "Brian Benczkowski, nominated by the president last June, has faced stiff headwinds from Democrats on the panel given his ties to Alfa Bank, a Russian financial institution.",
  "“My colleagues should put country before party and vote NO.”\n\nFeinstein was among the committee members to raise questions about his nomination, along with Sens.",
  "Importantly, he respects the role of the Justice Department and will work hard to protect the integrity and independence of this important institution.\"",
  "But most notable are the three Obama administration officials who held the post: Leslie Caldwell, Mythili Raman and Lanny Breuer.",
  "Democrats portrayed his nomination as part of an effort to undercut Special Counsel Robert Mueller's continuing Russia probe.",
  "Kamala Harris, Patrick Leahy, Sheldon Whitehouse, Amy Klobuchar, Chris Coons, Mazie Hirono and Cory Booker.",
  "Deputy Attorney General Rod Rosenstein, who oversees Mueller's probe, has also supported his nomination.",
  "Email Sign Up By signing up you agree to receive email newsletters or alerts from POLITICO.",
  "Benczkowski represented the bank while in private practice at the firm Kirkland & Ellis.",
  "Sign up for POLITICO Playbook and get the latest news, every morning — in your inbox.",
  "But their opposition will now be tested by the support of the Obama appointees.",
  "\"We know him to be someone who is smart, fair, honest, and a tireless worker.",
  "The letter made no mention of his previous role with Alfa Bank.",
  "The most reliable politics newsletter.",
  "You can unsubscribe at any time.",
  "| AP Photo Former Justice Dept."
]