[
  "Dealers said the brief strengthening of the rouble this week had hastened the sell-off of the currency, because it allowed players on the market to buy dollars, their long-term preference, at a more favourable rate than earlier in the week.",
  "The U.S. Congress published on Tuesday a proposed bipartisan bill that among other things includes restrictions on investment in new Russian sovereign debt and bans several state-run Russian banks from operating in the United States.",
  "However, the central bank has suspended daily buying of foreign currency for state reserves this month to lift some pressure from the rouble, mirroring steps it took in April when U.S. sanctions also dented the Russian currency.",
  "Kirill Tremasov, former head of the economy ministry’s macroeconomic forecasting department and now head of research at Loko-Invest, said investors would remain vigilant about sanctions risks for Russia.",
  "MOSCOW (Reuters) - Russia’s rouble fell by more than a percentage point versus the dollar on Wednesday, resuming losses triggered by threats of more U.S. sanctions and the tanking Turkish lira.",
  "The U.S. currency rose to multi-month highs on the back of the crisis in Turkey, which exacerbated a sell-off in emerging markets and boosted demand for the greenback as a safe-haven asset.",
  "“We believe that risk sentiment is likely to remain fragile in coming weeks, unless the Turkish regulators manage to engender market confidence,” analysts at VTB Capital said in a note.",
  "Moscow-listed shares in Russia’s En+ Group (ENPLDR.MM), which manages tycoon Oleg Deripaska’s aluminium and hydropower businesses, were up 0.34 percent on the Moscow Exchange.",
  "“This set of restrictions will inevitably have a negative macroeconomic effect, which will further fuel our already stagnating situation in the economy,” Tremasov said.",
  "The Russian finance ministry reduced the offer of Russian government bonds, known as OFZs, this week amid risks of sanctions that could target Russian bonds.",
  "The company said on Wednesday its adjusted core earnings grew 11.8 percent in the first half of 2018 compared with the same period the year before.",
  "The dollar-denominated RTS .IRTS was down 1.98 percent to 1,060.12 points, while the rouble-based MOEX .IMOEX shed 1.1 percent to 2,257.96 points.",
  "Yields in 10-year OFZ bonds RU10YT=RR, which move inversely with prices, on Monday hit 8.46 percent, the highest level since December 2016.",
  "Mikhail Poddubsky, an analyst at Promsvyazbank, said he expected a consolidation of dollar/rouble at near 65.80-67.30 in the near future.",
  "Russian authorities are widely expected to take a wait-and-see stance and avoid major interventions to limit losses in the rouble.",
  "OIL INVENTORIES\n\nThe rouble was also under pressure from lower oil prices after a report of rising U.S. crude inventories.",
  "The rouble may again reach the level of 68.16 per dollar in the near future, said Igor Akinshin, a dealer at Alfa Bank.",
  "But En+ also said U.S. sanctions on the company, imposed on April 6, were likely to materially affect its business.",
  "REUTERS/Maxim Shemetov\n\nAt 1106 GMT, the rouble was 1.14 percent lower against the dollar at 67.08 RUBUTSTN=MCX.",
  "Brent crude oil LCOc1, a global benchmark for Russia’s main export, was down 1.01 percent at $71.73 a barrel.",
  "A woman holds new 200 and 2,000 rouble banknotes in a bank in Moscow, Russia November 21, 2017.",
  "The currency had on Monday fallen to 68.16 to the dollar, a level not seen since April 2016.",
  "After a short decrease yields began to rise again to 8.40 percent on Wednesday.",
  "It rallied somewhat on Tuesday but came under renewed pressure on Wednesday.",
  "Versus the euro, the rouble was 0.82 percent weaker at 75.91 EURRUBTN=MCX.",
  "Russian stock indexes inched lower."
]