[
  "Natalia Orlova, economist at Alfa Bank, said in a note the market had taken the central bank’s comments, as well as those by the Kremlin, as a sign the rouble would be the authorities’ main tool to shield the budget from falling oil prices.",
  "REUTERS/Ilya Naymushin/Files\n\nAt one point the rouble had chalked up one of its biggest intraday drops in around a year, smashing through 83 per dollar for the first time and trading as low as 86, though it later recovered some ground.",
  "“In this case we would expect the rouble exchange rate to decline to 90-95 per dollar.”\n\nFor rouble poll data see reuters://realtime/verb=Open/url=cpurl://apps.cp./Apps/fx-polls?RIC=RUB=\n\nRussia in graphics: link.reuters.com/dun63s",
  "Major Russian banks said the volume of currency-exchange operations by individuals had not increased dramatically in recent days, and a Reuters reporter saw no long queues in bureaux de change in central Moscow.",
  "“PEOPLE ARE RESIGNED”\n\n“Many people are resigned to the fact the currency is falling, the sense is that it’s too late to do anything,” said Chris Weafer, senior partner at Macro Advisory consultancy in Moscow.",
  "MOSCOW (Reuters) - The ruble slumped to new record lows on Thursday, threatening more hardship for ordinary Russians and prompting some to stock up on dollars as the Kremlin denied the currency was collapsing.",
  "While collapsing oil prices have been the main culprit in its almost 60 percent fall against the U.S. currency in the past 18 months, on Thursday crude oil benchmark Brent was higher, around $28.35 a barrel.",
  "It will also keep inflation high, because many of the products Russians consume are imported, and may force the central bank to postpone interest rate cuts badly needed to stimulate growth.",
  "Express-Volga, a bank based in the Russian provincial city of Saratov, said it would limit its operations with foreign currency from Feb. 1 due to market volatility.",
  "Yet there was little sign of any souring of attitudes toward President Vladimir Putin, with people instead blaming global economic trends or a Western plot.",
  "Analysts said investors had added to bets against the rouble after the central bank signaled it was unlikely to actively intervene to defend the currency.",
  "Magomed, a businessman walking along the upmarket Stoleshnikov Lane in central Moscow, said Western countries were deliberately driving the rouble lower.",
  "A cashier at an exchange booth on Moscow’s central Tverskaya Street said clients had been buying more hard currency than usual in amounts of around $100.",
  "On Wednesday, holders of dollar mortgages stormed an office of Delta Credit bank in the capital, demanding that their mortgage agreements be reviewed.",
  "“The bad news, however, is that oil still appears to have room to go lower, and we believe that touching $20 a barrel is a possibility,” Orlova said.",
  "Kremlin spokesman Dmitry Peskov said Putin was being briefed about the currency moves, but that the central bank had the situation in hand.",
  "An employee uses a machine to count Russian roubles at a private company's office in Krasnoyarsk, Siberia, November 6, 2014.",
  "Its slide adds to the woes of an economy, squeezed by Western sanctions, that shrank by an estimated 3.9 percent last year.",
  "On Wednesday, the central bank said the ruble’s weakening had an “objective character” and was taking place “smoothly”.",
  "A weaker rouble increases the rouble value of the country’s energy sales, insulating the budget.",
  "Currency dealers characterized the pressure on the currency as a “speculative attack”.",
  "Russia is too large.”\n\nBy 1515 GMT the rouble was trading around 83.63 to the dollar.",
  "They are buying dollars for a black day,” the cashier said, using a Russian idiom.",
  "“The rate is volatile, but it is far from being a collapse,” he said.",
  "“But we will defeat them.",
  "“People are afraid."
]