[
  "By the end of the week, the Boy Scouts of America will apologize for Trump’s speech: “We sincerely regret that politics were inserted into the Scouting program.”\n\nTrump closes the evening by attacking The Washington Post, incorrectly claiming it is owned by Amazon (they share a controlling owner, but are separate) and implicitly confirming a classified CIA program to arm Syrian rebels.",
  "Tuesday\n\nTrump once again kicks the day off with a broadside against Jeff Sessions, demanding to know where his investigations into Clinton are and saying he “has taken a VERY weak position.” Later in the day, in an interview with The Wall Street Journal, Trump declines to say whether he will fire Sessions but also won’t say he wants him to stay.",
  "Meanwhile, the attorney Trump has nominated to lead the criminal division of the Justice Department, Brian Benczkowski, tells Congress he represented Alfa Bank, an institution closely tied to Vladimir Putin, in the time between working for the Trump transition team and his nomination.",
  "In the evening, Trump goes to West Virginia to speak to the 2017 Boy Scout Jamboree, where he delivers a jarringly partisan speech to a nonpartisan gathering, attacking President Obama, bragging about his election, and making a weird reference to illicit activities on yachts.",
  "Amid the attacks on Sessions, Rudy Giuliani, one of Trump’s top campaign surrogates and a rumored replacement for Sessions, tells the press he’s not interested in the job, and says that, pace Trump, Sessions was right to recuse himself from any Russia-related investigations.",
  "Elsewhere in the Cabinet, Secretary of State Rex Tillerson—who has feuded with the White House over personnel, and seen Trump undercut attempts to end a crisis in the Persian Gulf—decides to take some time off for vacation, despite several live crises.",
  "Trump welcomes Lebanese Prime Minister Saad Hariri, and in a press conference in the Rose Garden, praises Hariri for being “on the front lines” of the fight against Hezbollah, which is a member of the Lebanese government.",
  "Meanwhile on Monday morning, Jared Kushner, Trump’s son-in-law and a White House senior adviser, is on Capitol Hill testifying behind closed doors about his interactions with Russians during and after the election.",
  "Two Ukrainian comedians post a prank call they made to Energy Secretary Rick Perry, in which he speaks to them for more than 20 minutes about a range of issues.",
  "New communications director Anthony Scaramucci tells reporters that he intends to fire a staffer, Michael Short, then gets furious when the reporters report it.",
  "However, he also learns that Senator John McCain will return to Washington for a crucial vote on health care, just days after a brain-cancer diagnosis.",
  "“The fact that you guys know about it before he does really upsets me as a human being and as a Roman Catholic,” Scaramucci complains.",
  "That’s part of one of the several probes into the Trump campaign’s ties to Russia.",
  "The State Department won’t say whether he is happy in his job."
]