[
  "Former Assistant Secretary of State for European and Eurasian Affairs Victoria Nuland condemned the report at the time, calling it “incomplete” and claiming that Skadden’s lawyers “were obviously not going to find political motivation if they weren’t looking for it.”\n\nThe Yanukovych government’s payments to Skadden, like its payments to Manafort for his consulting and lobbying work, have come under scrutiny by the U.S. Justice Department.",
  "In June 2017, Skadden returned over $500,000 to the Ukrainian government amid allegations that the money it received from Ukraine’s former Justice Minister Oleksandr Lavrynovych as payment for the Tymoshenko investigation had been transferred out of government coffers illegally.",
  "In 2012, Manafort hired Skadden, Arps, Slate Meagher & Flom, an international law firm, to write a report aimed at determining whether the 2011 trial of Yanukovych’s political rival Yulia Tymoshenko on charges of embezzlement and abuse of power met international legal standards.",
  "The three billionaires sued BuzzFeed News last year over its decision to publish a dossier written by the former British intelligence officer Christopher Steele that alleged, among other things, Alfa Bank’s involvement in Russia’s interference in the 2016 election.",
  "According to an October indictment, Manafort laundered the money he was paid by Yanukovych’s Party of Regions into the U.S. using an extensive network of offshore bank accounts.",
  "One month later, Mueller’s team accused Manafort and Gates of using “one of their offshore accounts to funnel $4 million to pay secretly” for the 300-page Tymoshenko report.",
  "Manafort has denied all of the charges, but Skadden could shed more light on the extent to which Manafort was involved in hiring and paying the firm on Yanukovych’s behalf.",
  "The firm sent an intermediary, Van Der Zwaan, the Dutch son-in-law of Russian-Ukrainian oligarch German Khan, to Ukraine in 2012 to investigate, according to the Kyiv Post.",
  "The reimbursement caught the eye of the Justice Department, which asked Skadden in September for more information about its work for Yanukovych in 2012.",
  "“Mueller wants to put enough pressure on Manafort by making his conviction appear unavoidable to convince him to plead and cooperate,” Yeomans told me.",
  "That trial was decried as politically motivated by several international observers, including the European Union, but Skadden’s report deemed it fair.",
  "“Manafort, doubtless, has a great deal to offer regarding the campaign’s contacts with Russia.”\n\nManafort’s spokesman declined to comment.",
  "William Yeomans, a former deputy assistant attorney general who spent 26 years at the Justice Department, agreed.",
  "Van Der Zwaan’s father-in-law, Khan, owns Russia’s Alfa Bank along with Mikhail Fridman and Petr Aven.",
  "The special counsel has already charged both Manafort and Gates with several financial crimes."
]