[
  "As his confirmation floundered, a bipartisan group of 14 U.S. attorneys urged the Senate to confirm him, calling him an “outstanding lawyer, a person of integrity and fairness, and someone whose experience and leadership skills will serve him and the Department well as the leader of the Criminal Division.”\n\nAt his confirmation hearing, Democrats focused much of their questioning on his representation of Alfa Bank, a Russian firm which was referenced in a dossier containing allegations about Trump, his advisers and their possible Russian connections.",
  "nominee acknowledges work for Russian bank but pledges independence]\n\nBut Democrats asserted the veteran Republican lawyer was the wrong man for the job because he had never been a prosecutor and had once represented Alfa Bank, a Russian financial institution that was alleged to have a Trump Organization connection.",
  "(Harry Hamburg/AP)\n\nThe Senate on Wednesday voted 51 to 48 to confirm Brian Benczkowski to lead the Justice Department’s criminal division, installing President Trump’s nominee to the post over the objection of Democrats who worried about his representation of a Russian bank and lack of prosecutorial experience.",
  "Benczkowski, who worked under Jeff Sessions on the Senate Judiciary Committee and served previously in several Justice Department jobs, was picked to lead the criminal division more than a year ago, but his nomination languished as Democrats sought to block him and other Trump appointees.",
  "The Senate voted 51 to 48 to confirm Brian Benczkowski to lead the Justice Department’s criminal division, installing President Trump’s nominee to the post over the objection of Democrats who worried about his representation of a Russian bank and lack of prosecutorial experience.",
  "They hoped Benczkowski — who had served in prior administrations as chief of staff for the attorney general and deputy attorney general — might be able to lend his experience to what has seemed like an endless string of controversies facing the department.",
  "“Why does President Trump want Brian Benczkowski for this important job?” Sen. Richard J. Durbin (D-Ill.), who along with other Democrats on the Senate Judiciary Committee had called for Benczkowski’s nomination to be withdrawn, wrote on Twitter last week.",
  "Its lawyers, along with U.S. attorneys, oversee all criminal matters approve when to apply to the courts for the use of electronic surveillance and advise the attorney general on criminal enforcement policy.",
  "“Why not find an attorney who has actual prosecutorial experience and who is free and clear from Russian connections?”\n\nThe criminal division is one of the most significant pieces of the Justice Department.",
  "Benczkowski told lawmakers he would recuse himself from any matters involving the bank for two years and would permanently step aside from any matters that touched on his work for the institution.",
  "Benczkowski said he took on the client at the request of a partner in his firm, Kirkland & Ellis, and he hired a digital forensics firm to examine computer traffic on the bank’s system.",
  "He said he ultimately intended to turn over the results of the investigation — which found no link between the Trump Organization and the bank — to the FBI and Justice Department.",
  "That, though, did not satisfy some who wanted him to recuse more broadly from special counsel Robert S. Mueller III’s probe into Russian interference in the 2016 election.",
  "He is well respected, particularly in conservative legal circles, and led the entire Justice Department transition for the Trump team.",
  "The news organization Slate raised questions about communications between servers for the bank and the Trump Organization.",
  "Leaders inside the Justice Department had long complained about leaving his and other posts filled by only acting leaders.",
  "In another administration, Benczkowski might have had less trouble winning confirmation to the post.",
  "[Justice Dept."
]