[
  "* Key rate cut by 50 bps to 11 pct as expected\n\n* Bank warns on cooling economy, downplays inflation\n\n* Rouble sinks after rate cut (Adds context and comment)\n\nBy Jason Bush and Alexander Winning\n\nMOSCOW, July 31 (Reuters) - Russia’s central bank cut its key interest rate by 50 basis points to 11 percent on Friday, as expected, citing a cooling economy that it said outweighed inflation risks.",
  "“The prudent course of action would have been to leave rates on hold.”\n\nThe rouble fell sharply even though the central bank also said separately that its suspension of forex purchases would support the rouble in the third and fourth quarters - implying the suspension will continue for months.",
  "“If oil prices deteriorate further, or there is additional flight to the dollar, we believe that the CBR might keep the policy rate unchanged in 2015.”\n\nInflation, meanwhile, accelerated to 15.8 percent as of July 27, up from 15.3 percent in June.",
  "“The central bank removed the phrase about lowering rates in future, in order to reserve the possibility of omitting a rate cut at the September meeting,” VTB Capital economist Alexander Isakov said.",
  "In its accompanying statement, the bank played down a recent pick-up in inflation, focusing instead on the economic downturn, which the bank said may lead it to revise down its output forecasts.",
  "ING economist Dmitry Polevoy saw the statement as confirming a dovish bias to policy, with the bank shifting towards its more pessimistic outlook that assumes continued low oil prices.",
  "But a renewed oil price slump and global economic jitters are complicating its job, fuelling a renewed sell-off in the rouble - which weakened further after the latest rate cut.",
  "Oil prices briefly rebounded then, promising some relief for Russia’s economy and currency, battered by last year’s oil price slump and sanctions linked to the Ukraine conflict.",
  "“The decision to stop FX purchases announced on July 29 indicated that the CBR does not want the exchange rate to go lower than 60-65,” Alfa Bank economist Natalia Orlova said.",
  "An unexpectedly severe contraction in domestic demand in the first half of 2015, it said, meant that it may lower its output forecast for a 3.2 percent GDP contraction in 2015.",
  "The bank said that was temporary result of utility tariff increases and inflation would fall to 7 percent in July 2016 and to 4 percent in 2017, meeting the bank’s target.",
  "“Even though the short-term turbulence in the rouble due to the lower oil price may keep the CBR cautious, we think the trend for the key rate is clearly down,” he said.",
  "The bank had been buying up to $200 million on the forex market daily, but halted the purchases this week - a signal that it is worried about the rouble’s weakness.",
  "ROUBLE SLIDE\n\nAnalysts had expected a cautious half-point cut rather than a bigger one because a recent slide in the rouble threatens to reignite inflation.",
  "Nicholas Spiro, managing director at Spiro Sovereign Strategy, criticised the decision to cut rates with inflation high and the rouble weak.",
  "The resulting financial stabilisation has let the bank cut rates this year by a total of six percentage points, including Friday’s move.",
  "“The balance of risks shifts towards the considerable economic cooling despite a slight increase in inflation risks,” the bank said.",
  "“The scenario with oil prices remaining below $60 per barrel for a long time is more probable than it was in June,” the bank said.",
  "The bank has effectively widened its options to respond either to a more severe economic slump or a further slide in the rouble.",
  "But the bank also removed a phrase saying that it was ready to lower rates in line with falling inflation in future.",
  "But the rouble, already down over 1 percent before the central bank decision, still fell after the cut.",
  "But mixed rhetoric accompanying the decision has added to uncertainty about the bank’s next moves.",
  "At 1245 GMT the rouble was down around 1.5 percent on the day at 60.60 against the dollar.",
  "Some analysts interpreted that as a sign it may now be more cautious about rate cuts.",
  "“This chips away further at the credibility of the Russian central bank,” he said.",
  "(Reporting by Alexander Winning, Jason Bush, Elena Fabrichnaya and Oksana Kobzeva)",
  "Both now seem more likely than they did in the first half of the year.",
  "The bank appeared much more worried about economic growth."
]