[
  "Even if collected records encompassed by the FISA warrant—whether the broad Heat Street claim or the more limited BBC/McClatchy claim—included phones calls, emails and/or financial records identifying Trump by name, the minimization procedures imposed by the FISC would have required, absent specific exceptions, that his name be deleted or “masked.” The investigators and analysts would not be aware of the fact that it was the president’s calls, emails or financial records they were reviewing, at least not without external information independent of the records themselves.",
  "Bradley P. Moss is a partner at the Washington, D.C. law office of Mark S. Zaid, P.C., where he has represented countless individuals (including whistleblowers) serving within the intelligence community, and is also the deputy executive director of the James Madison Project, through which he has represented media outlets such as Politico, Gawker, Daily Caller and the Daily Beast in FOIA lawsuits against the Bush, Obama and Trump administrations.",
  "Given recent reporting on the existence of repeated contacts between Trump campaign officials and Russian intelligence officers (most of whom do not make their true work purposes publicly known, for obvious reasons) throughout the campaign, it is reasonable to assume that type of evidence was the factual basis upon which a FISA warrant was secured targeting specific Trump associates.",
  "While it is impossible to know for certain how that was accomplished without access to the underlying classified information, it stands to reason the government theoretically could have argued the Trump associates were unwitting agents of a foreign power due to their connections to and interactions with various Russian officials.",
  "Section 215 of the PATRIOT Act—as amended by the USA Freedom Act—authorizes the FBI to submit applications to the FISC for an order requiring production of “business records” or “other tangible things” for an investigation to obtain foreign intelligence information not concerning a U.S. person.",
  "Story Continued Below\n\nThere has been a growing body of evidence, however, dating back to a Heat Street article on the eve of the election, indicating that there is at least one Foreign Intelligence Surveillance Act warrant targeting people affiliated with Trump.",
  "Since the election, other outlets, such as the Guardian, BBC and McClatchy, have reported the existence of an ongoing counterintelligence investigation into potential financial improprieties between Russian financial institutions and Trump associates.",
  "In either context, the president’s remarks alleging his phones were “tapped” are simply preposterous and reflect his complete ignorance of how the various surveillance authorities retained by the government over which he now presides actually work.",
  "President Donald Trump set the political and national security community on fire Saturday morning, starting the day with a four-part Twitter rant alleging that former President Barack Obama had “tapped” his phones during the presidential campaign.",
  "According to the BBC and McClatchy, a FISA warrant was allegedly issued on Oct. 15, 2016, although they indicated the warrant does not pertain to any specific U.S. citizens but rather only access to financial records.",
  "AP Photo LAW AND ORDER Trump’s Wiretap Rant Betrays Ignorance of the Law The president’s conspiratorial Saturday-morning tweetstorm betrayed a shocking lack of understanding of how the American legal system works.",
  "Seeking an order from the FISC in this context would have been far simpler, and would have required the government to merely provide reasonable grounds to believe the records were relevant to the investigation.",
  "When securing a FISA warrant for surveillance, the government is required to demonstrate that there is probable cause to conclude the target of surveillance is a foreign power or an agent of a foreign power.",
  "If the Heat Street article’s claims are accurate, the government sufficiently demonstrated to the FISC’s satisfaction that four U.S. citizens (and Trump associates) were somehow agents of a foreign power.",
  "That article claimed a FISA warrant had been issued in connection with an ongoing investigation into suspicious activity between a server in Trump Tower and two foreign banks, SVB Bank and Alfa Bank.",
  "If the BBC and McClatchy claims are accurate, however, and the FISA warrant targeted only financial records involving foreign banks, the government’s case was considerably easier to make.",
  "And what has been left unresolved is a consensus on what type of FISA warrant was actually issued and whether it specifically targets U.S. citizens who are also Trump associates.",
  "It would be in his best interests—and in the best interests of the country—for him to start educating himself on the laws and procedures that apply to the government he now runs.",
  "The FISC, composed of federal judges, hears classified applications from the DOJ and FBI seeking the collection of foreign intelligence information inside the United States.",
  "Trump is a political and government novice, and this is not the first time he has put his complete ignorance of governmental laws on show for the world to see via Twitter.",
  "There is no evidence—nor did the president provide any—suggesting the Obama administration “tapped” Trump’s phone lines at Trump Tower, or in general for that matter.",
  "The FISC must also approve so-called minimization procedures for information that falls within the dragnet of data collected that pertains to U.S. citizens.",
  "Whether for domestic criminal purposes or foreign intelligence purposes, a court order is required, either through a standard Article III court or the FISC.",
  "If this latest early-morning tirade shows us anything, however, it is that the president has a rather pedestrian understanding of how the law works.",
  "This nuanced issue is important to understand in order to fully explain the ways in which Trump’s remarks were completely off-base.",
  "The warrant allegedly also encompasses at least four U.S. citizens and includes the contents of their emails and communications.",
  "FISA, passed in the aftermath of the Nixon-era surveillance scandals, established the Foreign Intelligence Surveillance Court.",
  "Trump invoked the specter of the Nixon and McCarthy eras, suggesting there were “bad” people involved in shady activities.",
  "There is no indication in any of the reporting that a FISA warrant was issued targeting Trump specifically.",
  "Curiously, none of the biggest U.S. outlets, such as the New York Times, have confirmed this reporting.",
  "The president cannot, on his own, authorize surveillance of a U.S. citizen.",
  "Indeed, a spokesperson for Obama denied he did any such thing.",
  "The aforementioned minimization procedures would still apply.",
  "After all, he did audition for the job."
]