[
  "But one claim regarding Manafort stands out: That Putin refused to believe the reassurances of Viktor Yanukovych, the disgraced ex-president of Ukraine, that there was no paper trail confirming illicit payments made to Manafort that would discredit him in the U.S. Whatever the truth, and Manafort denies any wrongdoing, Putin’s exasperation at Yanukovych’s shortcomings is a matter of record.",
  "More recently, the dossier claims, Alfa owners Mikhail Fridman and Pyotr Aven have provided Putin with valuable information through their own network of business contacts in the U.S., valued particularly because of the conflicting signals Putin was getting from his diplomats and spies regarding the success of the alleged operation.",
  "(Page insists that such claims are “complete garbage.”)\n\nThe notion that Sechin, by most people’s reckoning the most powerful man in Russia after Putin, had sought the lifting of U.S. sanctions in return for a renewed energy partnership, is entirely logical.",
  "Page, like Trump’s campaign manager Paul Manafort, were withdrawn from Trump’s team after the spotlight on their Russian connections grew too intense, though even the dossier acknowledges there were other factors at work there, too.",
  "The dossier also claims (on the basis of three separate sources) that Carter Page, a sometime Trump adviser with extensive past ties to gas giant Gazprom, met in July with Igor Sechin, the U.S.-sanctioned CEO of oil giant Rosneft.",
  "The dossier paints a picture of a “Trump support operation” that was conceived and encouraged by the intelligence services from which Putin himself emerged, against the advice of professional diplomats, past and present.",
  "So, the dossier claims, when allegations of Russian involvement in the hacking of Hillary Clinton’s staff’s e-mails exploded, Putin looked for a scapegoat, and found one in his chief of staff, Sergey Ivanov.",
  "But for all that the dossier says about Trump and members of his campaign team that is untrue, unverifiable, or illogical, it says plenty about Russia under Vladimir Putin that has the ring of truth.",
  "And by the time the claims come out, any halfway competent intelligence organization will have ensured that all those who could corroborate it are well out of harm’s way, in this world or the next.",
  "Whether such details are just enough to give it a veneer of credibility is another question, because there are also plenty of bits in the dossier that are illogical, or at least contradictory.",
  "Sanctions have severely crimped Rosneft’s investment (notably in its joint venture drilling for oil in the Arctic with ExxonMobil), and lifting them would benefit no-one more than Rosneft.",
  "Ivanov, a long-serving aide who was in any case nearer the end than the start of his career, was indeed sacked in August without any detailed explanation, from Russian media.",
  "Few would dispute, in retrospect, that Trump had succeeded in making Europe’s inadequate contributions to NATO more of a campaign issue than Russia’s invasion of Crimea.",
  "It seems highly unlikely that Putin would have dropped his chief advisor at the most sensitive time for Russian foreign policy since the collapse of the Soviet Union.",
  "Few will be surprised by allegations of Putin’s obsession with expat Russians in the U.S., always first in line as suspects for sponsoring revolution at home.",
  "Nobody gives receipts for the most salacious parts of the alleged conduct, and nobody says “of course you can quote me on that.” Everything is deniable.",
  "Not only is Lavrov an operator with few equals in world diplomacy, this was all happening when Russia’s military involvement in Syria was intensifying.",
  "That seems plausible enough, given the respective nature of spies and diplomats, and the respective measure of trust he has shown in both since 2000.",
  "But the state budget was due to receive the money from it by December, and there was never any chance of selling to a U.S. entity in that timeframe.",
  "Finally, some parts of the dossier’s characterization of relations between Putin and Alfa Group is likely on the mark, or close to it.",
  "The claim that Putin considered making Foreign Minister Sergey Lavrov another scapegoat seems more far-fetched, however.",
  "“The allegations in the dossier with regard to Fridman, Aven and Alfa are fake news,” a source close to the group said.",
  "Alfa Bank, it will be remembered, was rather fancifully linked with Trump by Democrat-leaning publications last year.",
  "The disputed intelligence dossier compiled for the Democratic Party against Donald Trump is obviously unverifiable.",
  "The dossier paints a picture of a long-standing symbiotic relationship between Alfa Group and the Russian leader.",
  "He was replaced with Anton Vaino, partly because he was not involved in the operation, according to the dossier.",
  "It eventually went to a consortium of Qatar and Glencore, with financing by Italy’s Banca Intesa SanPaolo.",
  "Less credible is the claim that Sechin offered the U.S. a sizeable stake in Rosneft in return.",
  "But then that might equally reflect actual contradictions in the corridors of power in Moscow.",
  "Alfa, like the Kremlin on Wednesday, dismissed the dossier’s contents.",
  "Nor is such cynicism a Russian monopoly, it should go without saying.",
  "True, there was a stake in Rosneft for sale last year.",
  "Intelligence work is supposed to work that way.",
  "It’s impossible to know."
]