[
  "“There are huge holes in what he’s saying, but I can imagine that to many congressmen, senators and officials, it’s all very convincing.”\n\nBurt described his work on behalf of Nord Stream II as, “Making sure the client understands what’s going on in the debate here and providing information to people in the administration on Nord Stream’s views.”\n\n“If we want to speak to people in the United States, he helps us set up meetings with people,” said Jens Mueller, a spokesman for the pipeline project, who said the meetings were with “the normal stakeholders involved in the debate: think tanks, embassies.” He said only Burt’s firm is working on the pipeline’s behalf in the United States.",
  "According to a person with direct knowledge of the situation, one of the papers was about “key foreign policy themes” and another was about “national security decision-making and structure; relationships between Defense, State, [the National Security Council] and so on and how to sort of think about the transition.” According to a second person with knowledge of the situation, Sessions was “very impressed” with the latter paper.",
  "In the first two quarters of 2016, the firm of former Reagan administration official Richard Burt received $365,000 for work he and a colleague did to lobby for a proposed natural-gas pipeline owned by a firm controlled by the Russian government, according to congressional lobbying disclosures reviewed by POLITICO.",
  "To our knowledge he had no input in the speech and has had no contact with our policy team.”\n\nFor his part, Burt, a former Reagan State Department official and U.S. ambassador to Germany, said he does not consider himself an adviser to the campaign and that he would provide Hillary Clinton with advice if asked.",
  "According to congressional disclosures signed by Burt and another member of the firm, the lobbying work consists of “monitoring and supplementing Washington discussion of EU energy security.”\n\nInitially, when asked about his input on the Trump campaign, Burt said it was limited to input on the April speech.",
  "In fact, one participant in the dinners later endorsed Hillary.”\n\nBurt said he delivered his written advice for the Trump campaign through an intermediary whom he declined to name, and that he has not had contact with Sessions or anyone else working with the campaign since the dinners this summer.",
  "It also comes as the Trump campaign struggles to maintain a unified message on Russia, with Trump having called Putin a \"strong leader\" and \"a leader, far more than our president has been” while his running mate Mike Pence called Putin \"small\" and \"bullying\" in Tuesday’s vice presidential debate.",
  "He comes across as a tremendously polished, knowledgeable doyen of the foreign service,” said a person who witnessed Burt sell the pipeline at a meeting at the Atlantic Council last month and spoke on the condition of anonymity because the session was meant to remain private.",
  "The pipeline, opposed by the Polish government and the Obama administration, would complement the original Nord Stream, allowing more Russian gas to reach central and western European markets while bypassing Ukraine and Belarus, extending Putin’s leverage over Europe.",
  "Russia’s incursions in Ukraine, as well as its stepped-up efforts to undermine Western democracies and the European Union by funding fringe nationalist parties and disinformation campaigns, have stiffened resistance to Nord Stream II.",
  "Private security experts and American intelligence officials have concluded that recent hacks of the Democratic National Committee, state elections systems, and political figures were likely carried out by Russian government hackers.",
  "A Republican lobbyist was earning hundreds of thousands of dollars to promote one of Vladimir Putin’s top geopolitical priorities at the same time he was helping to shape Donald Trump’s first major foreign policy speech.",
  "In August, his campaign chair Paul Manafort resigned amid revelations about his ties to pro-Russian forces in Ukraine and the campaign’s reported role in changing the Republican Party platform to favor Kremlin interests.",
  "Unlike an existing pipeline, Nord Stream II would bypass Ukraine and Belarus, two former Soviet republics, thus diminishing their importance to Europe and helping to keep them within Moscow’s sphere of influence.",
  "Trump, meanwhile, has repeatedly professed admiration for Putin and called into question whether he would honor the United States’ mutual defense obligations to NATO allies should they face Russian invasion.",
  "Burt was invited to discuss issues of national security and foreign policy, and wrote white papers for Sessions on the same subjects, according to Burt and another person with knowledge of the situation.",
  "In addition to helping shape Trump’s speech, Burt attended two dinners this summer hosted by Alabama Sen. Jeff Sessions, who had been named chairman of Trump’s national security committee.",
  "He said his firm, McLarty Associates – headed by former President Bill Clinton’s ex-chief of staff Mack McLarty – was referred the Nord Stream II work by a financial PR firm in New York.",
  "Burt said that while he has discussed Trump with Russian officials, his work for Nord Stream II has only involved contact with the project’s European staff in Zug, Switzerland.",
  "But in August, he told a POLITICO reporter that he had advised Sessions and sent him white papers: “I’ve sent him some papers and given him some ideas and sent him some people.",
  "In September, after months of scrutiny from the press, Congress, and American intelligence officials, Page said he had finally divested himself of a stake he held in Gazprom.",
  "Burt has also registered for recent lobbying work on behalf of the Ukrainian construction firm TMM, the Polish government-owned airline LOT and the Capital Bank of Jordan.",
  "The pipeline would undermine Poland's hopes of developing its own shale gas sector, and it would strengthen Europe's dependence on Russia as its main provider of energy.",
  "The revelation of Burt’s simultaneous lobbying and campaign-advising comes at a time of mounting concerns about Russian attempts to manipulate the presidential election.",
  "Carter Page, whom Trump named as a foreign policy adviser in March, has said he advised Gazprom on some of its biggest deals from 2004 to 2007, when he lived in Moscow.",
  "“In fact, our team cannot verify his self-proclaimed contributions to Mr. Trump's speech and, I don't believe Mr. Trump or our policy staff has ever met Mr. Burt.",
  "I intend to find out.” The Russian ambassador to the United States broke the diplomatic norm against attending campaign events to sit in the front row.",
  "Said Burt of the apparent attempts to subvert the election, “It does appear to be a lot of suspicious activity on the part of the Russian government.”",
  "Story Continued Below\n\nBurt’s lobbying work for New European Pipeline AG, the company behind the pipeline known as Nord Stream II, began in February.",
  "In recent years, the 69-year-old Burt said he has advised Russia’s Alfa Bank, and he continues to work with the bank’s co-founder, Mikhail Fridman.",
  "“I believe an easing of tensions and improved relations with Russia — from a position of strength — is possible,” Trump said in the speech.",
  "And in recent weeks, Burt has gone to work on the think tank circuit, pitching the pipeline in private sessions in Washington and Europe.",
  "Burt recommended that Trump take a more “realist,” less interventionist approach to world affairs, as first reported by Reuters.",
  "In recent years, the Kremlin has made influencing Western think tanks a more prominent component of its soft power strategy.",
  "This week, Burt acknowledged, “I did write a one-pager on national security organization but it was for a think tank.",
  "But the revelation of Burt’s lobbying activity raises new questions about Russian influence in Trump’s campaign.",
  "Bush appointed Burt to negotiate the Strategic Arms Reduction Treaty with the USSR, which was concluded in 1991.",
  "This spring, Burt helped shape Trump’s first major foreign policy address, according to Burt and other sources.",
  "I also attended two dinners, each with 8-10 people, to discuss foreign policy issues and Sessions was present.",
  "At the time, the Russian state-owned oil giant Gazprom owned a 50 percent stake in New European Pipeline AG.",
  "In American foreign policy circles, Burt's work on behalf of the pipeline is a source of consternation.",
  "But it was made clear that this was designed to discuss foreign policy substance not campaign issues.",
  "All the while, Burt continued to be paid for his Nord Stream II lobbying work, which is ongoing.",
  "Trump’s April 27 speech sounded those themes and called for greater cooperation with Russia.",
  "Asked about the simultaneous lobbying and advising, both sides downplayed the relationship.",
  "“We have no knowledge of this,” wrote Trump spokeswoman Hope Hicks in an email.",
  "I won’t name them but they’re Washington types,” Burt told POLITICO in August.",
  "In August, five European partners pulled out and Gazprom now owns 100 percent.",
  "A spokesman for Sessions did not respond to a request for comment.",
  "Burt is not alone in his ties to Russia’s state oil giant.",
  "“Common sense says this cycle of hostility must end.",
  "Burt’s connections to Russia go back many decades.",
  "“He’s a tremendously sophisticated operator.",
  "Some say the Russians won’t be reasonable.",
  "In 1989, former President George H.W."
]