[
  "Evan Vucci / Associated Press Trump’s Yearning to Prosecute His Political Enemies Trump reportedly sought earlier this year to prosecute Hillary Clinton and James Comey, which one former Justice Department official called “un-American.”\n\nJim Bourg / Reuters The Eerie Parallels Between Trump and the Watergate ‘Road Map’ Lawmakers thought Nixon’s gathering of inside information about the Watergate probe from DOJ was an impeachable offense.",
  "Legal experts call his ongoing talks with Trump about the Mueller probe “extremely unusual.”\n\nYuri Gripas / Reuters Papadopoulos’s Russia Ties Continue to Intrigue the FBI The former foreign-policy adviser to the Trump campaign boasted of a Russia business deal even after the election, according to a new letter under review.",
  "Mstyslav Chernov / Associated Press DOJ Says Russian Trolls Are Interfering Online With the Midterms A criminal complaint filed Friday charges a Russian national, employed by a firm linked to Vladimir Putin and Russian intelligence, with helping direct interference in the 2018 midterm elections.",
  "Yuri Gripas / Reuters George Papadopoulos Hopes to Fuel Republicans’ Suspicions About the Russia Probe The former Trump campaign aide who has pleaded guilty will say in House testimony Thursday that the FBI and British intelligence worked to deter President Trump’s election effort.",
  "Aaron Bernstein / Reuters The Democrats on the House Intelligence Committee Won’t Restart a Full-On Russia Probe If the Democrats take back the House in November, Congressman Adam Schiff says he’ll try to close a hyper-partisan divide on the House Intelligence Committee.",
  "Andrew Harnik / AP Roger Stone’s Shifting Story Is a Liability The longtime Trump confidant could face federal charges if Special Counsel Robert Mueller determines he lied to Congress about his contacts with campaign officials and WikiLeaks.",
  "Jonathan Ernst / Reuters Mueller’s Sentencing Memo for Flynn Doubles as a Warning to Manafort A heavily redacted document cites the former national-security adviser’s “substantial” cooperation as a reason for him to avoid jail.",
  "Pablo Martinez Monsivais / AP What Sessions’s Resignation Means for Robert Mueller His temporary replacement, Matthew Whitaker, has expressed skepticism over the scope of the Russia investigation—which he’ll now oversee.",
  "Julie Jacobson / Associated Press Michael Cohen Takes Mueller Inside the Trump Organization The president’s former personal lawyer admitted lying to Congress about efforts in 2016 to build a Trump Tower in Moscow.",
  "Jeenah Moon / Reuters How Mueller Could Defend the Russia Investigation From Interference The special counsel could find recourse in the courts if the new acting attorney general tries to chip away at his work.",
  "Joshua Roberts / Reuters A New Indictment Looms in the Mueller Probe Jerome Corsi, an associate of the Trump confidant Roger Stone, says he’s been offered a plea deal on one perjury count—but won’t take it.",
  "Yuri Gripas / Reuters George Papadopoulos Wants Immunity From the Senate The former Trump-campaign adviser may be worried that his testimony could implicate him in a crime, according to legal experts.",
  "Andrew Kelly / Reuters The Surprising Good News About Voting Security With today’s midterms, America’s election infrastructure has never been more carefully monitored by government officials.",
  "Jonathan Ernst / Reuters Mueller’s Memos and the Alleged Lies of the Trump Lieutenants The sentencing documents offer the clearest signs yet of how investigators are encircling the president.",
  "Molly Riley / Reuters Mueller Wants the FBI to Look at a Scheme to Discredit Him The special counsel says a woman was offered money to fabricate sexual-harassment claims.",
  "Aaron P. Bernstein / Reuters Putin’s Favorite Congressman Has Lost His Reelection Dana Rohrabacher lost his reelection bid after two decades in Congress.",
  "Evan Vucci / AP What Trump’s Latest Outburst About Mueller Could Mean The president was unusually specific in his attacks against the special counsel.",
  "Natasha Bertrand is a staff writer at The Atlantic where she covers national security and the intelligence community.",
  "Rick Wilking / Reuters Is Manafort Angling for a Pardon?",
  "Trump’s former campaign chief may not be so lucky.",
  "Democrats could now dig in to his Kremlin ties.",
  "But will that be enough?"
]