[
  "He said he also lied to investigators about his failure to turn over email communications, including ones where he considered working for the men who later became Trump campaign leaders, to the special counsel's office and to his law firm as it cooperated with Mueller on its investigation into Manafort and Gates' foreign lobbying.",
  "(CNN) The special counsel investigation into Russian interference in the 2016 election revealed Tuesday night that prosecutors say they have connected former Trump deputy campaign chairman Rick Gates to a person with ties to a Russian intelligence service while Gates worked on the campaign.",
  "CNN reported last year that the FBI examined whether there was a computer server connection during the 2016 presidential campaign between Alfa Bank and the Trump Organization, though there isn't any indication that van der Zwaan is connected to that matter.",
  "That Gates and the unnamed person, who had lived in Kiev and Moscow and worked for one of Paul Manafort's companies, were in touch in September and October 2016 was \"pertinent to the investigation,\" a court filing from prosecutors said Tuesday night.",
  "The prosecutors, in their own memo to federal Judge Amy Berman Jackson Tuesday night, do not ask for any particular sentence, but note how van der Zwaan was an experienced lawyer and lied to them after Manafort and Gates were indicted.",
  "As for his personal situation, the prosecutors counter that van der Zwaan \"is a person to whom every advantage in life has been given, and from whom the government and the professional bar rightly expected candor and uprightness.\"",
  "That attorney, Alex van der Zwaan, who worked with Gates and Manafort previously, pleaded guilty last month to lying to special counsel Robert Mueller's investigators about his interactions with Gates and the unnamed person.",
  "After years of working with Gates on a report meant to aid a political group in Ukraine, Gates contacted him in 2016 about a foreign criminal case they feared could be filed against van der Zwaan's law firm.",
  "At the time, Alfa Bank said in a statement that US-based hackers had launched cyberattacks to try to frame the bank, and \"to manufacture the illusion of contact\" between Alfa Bank and the Trump Organization.",
  "\"This widely publicized prosecution, as well as its collateral consequences, sends a strong message to anyone who considers lying to federal investigators,\" the sentencing memorandum from van der Zwaan says.",
  "In late 2017, he gave two hours-long, voluntary interviews to Mueller's investigators and answered questions including about the recorded conversations and \"several other subjects,\" the court memo says.",
  "Van der Zwaan's father-in-law, the Russian billionaire German Khan, who co-founded Alfa Group, a large financial conglomerate, was recently named in the Treasury Department's list of Russian oligarchs.",
  "However, the legal hot water he faces highlights how Mueller's prosecutors have used laws against lying to federal investigators as a way to gain cooperators and gather information during their probe.",
  "Unlike four other defendants in the Mueller probe who have pleaded guilty to criminal charges, van der Zwaan did not enter into an ongoing cooperation agreement with the special counsel's office.",
  "Eva Khan as well as his mother, his father and a former colleague from Skadden who chose van der Zwaan as his son's godfather wrote letters to the judge about the burden van der Zwaan now bears.",
  "Later, when Mueller's office asked about his interactions with Gates and the other person, he lied because he feared his firm might fire him for recording the call, according to the memo.",
  "The acknowledgment that Gates knew the person had Russian intelligence ties is alleged in a report prosecutors filed about the coming sentencing of a Dutch attorney.",
  "In an opposing 30-page memorandum also filed Tuesday evening, van der Zwaan begged for leniency and asked the judge to avoid sending him to jail next week.",
  "Before his charges, van der Zwaan confessed to both Mueller's office and Skadden and turned over the notes, recordings, cell phones and laptops he had.",
  "Lying to investigators\n\nVan der Zwaan's memo Tuesday describes the work he did at the law firm Skadden Arps, which eventually led to his guilty plea.",
  "Afraid of the situation, the young attorney recorded a phone call with Gates and the unnamed Eastern European associate, and a call with his firm.",
  "Van der Zwaan's charge carries a maximum sentence of five years in prison, though he qualifies for a recommended sentence of zero to six months.",
  "\"Although he has had occasional visitors and took a car trip with his wife over the Christmas holiday, his existence has largely been solitary.",
  "Van der Zwaan's criminal charge has no apparent connection to the Trump campaign aside from his contact with then-campaign aide Gates in 2016.",
  "Still, they acknowledge that the judge could sentence him in a way that could allow him to return to London for the birth of his child.",
  "\"(H)is world has collapsed as a result of his decision to lie to law enforcement,\" the court filing from the Dutch lawyer begins.",
  "\"(T)he ultrasound specialist asked me if my husband came with me for the revealing of the gender of the baby,\" Eva Khan wrote.",
  "Van der Zwaan's career as a lawyer may be over, and he risks missing the birth of his first child in London, it continues.",
  "Family requests\n\nVan der Zwaan has not been allowed to travel outside of Washington and Manhattan as he awaits sentencing.",
  "Van Der Zwaan admitted to one charge of lying to investigators about his interaction with Gates.",
  "\"Alex was keenly aware that he was not speaking only to\" Mueller's office, his filing says.",
  "His wife recounts how she burst into tears at the 12-week ultrasound of her unborn baby.",
  "Instead, van der Zwaan asks to pay an \"appropriate fine,\" according to the filing.",
  "He will be the first defendant in Mueller's probe to face sentencing, on April 3.",
  "\"People constantly ask me where Alex is, and I can feel their judgment.\"",
  "His wife, Eva Khan, lives in London and is due to give birth in August.",
  "His days are empty and lonely,\" van der Zwaan's filing later states.",
  "He lives alone in a hotel in a city where he has no close friends.",
  "\"In his mind, his boss was listening to every word.\"",
  "He pleaded guilty in open court on February 20.",
  "He also faces a fine of up to $250,000.",
  "The firm ultimately fired him."
]