[
  "Deriding Hillary Clinton for embracing the “Washington think tank consensus,” he spoke favorably of Trump’s “America First” policy (a term that Trump explicitly used in his speech Wednesday, declaring that it “will be the major and overriding theme of my administration”) and expressed agreement with the candidate’s comments on America’s allies posing a “free rider problem.” (Perhaps blowing a kiss at Trump, on April 14 the Center hosted a panel discussion with Burt and University of Chicago Professor John Mearsheimer entitled, “Does America Need Allies?”)\n\nBurt was also recently overheard rushing to the defense of Trump before a group of critical foreign policy experts in Washington, “very conspicuously making a comment that no matter what you think of Donald Trump, Ted Cruz is far more dangerous,” according to one person privy to the conversation.",
  "Asked with whom he consults about foreign affairs on MSNBC’s “Morning Joe” last month, Trump bragged, “I’m speaking with myself, number one, because I have a very good brain and I’ve said a lot of things.”\n\nOn Wednesday, however, Trump found himself among a roomful of policy wonks when he delivered his first major foreign policy address at the Mayflower Hotel under the auspices of a Washington establishment think tank: the Center for the National Interest.",
  "At Valdai, Putin referred to Simes as his “American friend and colleague” and Simes stated “I fully support President Putin’s tough stance [on Syria].”\n\nThis deference towards Russia extends to the National Interest, which for years published Migranyan’s slavish musings on Putin, (“Russia’s Reagan,” the “bold leader and visionary”) and includes on its board Alexey Pushkov, a 9/11 Truther and chairman of the Russian Duma’s international affairs committee.",
  "That so few Republican foreign policy hands have joined the Trump campaign is partly due to the dogged efforts of Eliot Cohen, a professor of strategic studies at the Paul H. Nitze School of Advanced International Studies and a counselor in the State Department under former Secretary of State Condoleeza Rice, who last month organized an open letter signed by over 100 Republican national security leaders denouncing Trump.",
  "Trump’s speech — introduced by Zalmay Khalilzad, a former Bush administration ambassador to the United Nations, Afghanistan and Iraq and about as establishment a figure as one finds in the Republican foreign policy firmament — represents the latest phase of a makeover strategy implemented by Paul Manafort, a longtime Republican aide whom Trump hired last month to professionalize his improvisational, unwieldy campaign.",
  "“Trump is a dangerous, ignorant demagogue\" — Professor Eliot Cohen\n\nAs for the Center, both it and its journal, the National Interest, are two of the most Kremlin-sympathetic institutions in the nation’s capital, even more so that the Carnegie Moscow Center, which has evolved from a hub of Russian liberalism into an accomodationist, intellectually-compromised think tank.",
  "“He is a weather vane with a tremendous sixth sense of knowing what a lot of people want or which way the wind is blowing and he will go that way, he is not a counter-culturalist, he is not someone who will speak truth to power, he will go with it,” a former Reagan State Department official who worked alongside Burt told me.",
  "For years, the Center for the National Interest partnered with the Russian government-funded Institute for Democracy and Cooperation, a New York-based institution whose head, Adranik Migranyan, was personally appointed by Russian Foreign Minister Sergei Lavrov, according to a State Department cable released by Wikileaks.",
  "To give him a platform, and hence legitimacy, is to be complicit in his rise.”\n\nJames Kirchick, a fellow with the Foreign Policy Initiative, correspondent for The Daily Beast and columnist for Tablet Magazine, is a former Bosch Foundation fellow in Berlin and a frequent contributor to the Frankfurter Allgemeine Zeitung.",
  "“Although there is diversity in the dozens of articles TNI has run, its editorial staff leans heavily toward portrayal of the Kiev protests as an illegitimate coup d’état while encouraging concessions to Russia rather than a firm response to its aggression,” my colleague David Adesnik wrote in 2014.",
  "“He is enormously valuable to observe because if he thinks this, it is the way power is trending.”\n\nBurt potentially joining the Trump campaign would be a coup for the Republican front-runner, whose publicly named list of advisors is comprised entirely of cranks, wannabes and the never-was.",
  "In 2013, Simes graced the stage alongside Putin at the Valdai International Discussion Club, a conference formerly attended by respected Western Russia watchers but which has, since the Crimean annexation, fallen into disrepute and is now frequented almost exclusively by Putin apologists.",
  "According to a knowledgeable source, Burt, who had previously worked as an unpaid advisor to former Republican presidential candidate Rand Paul, has been enlisted by Manafort to join Trump’s campaign and helped draft his speech (neither Burt nor Manafort responded to inquiries).",
  "Originally known as the Nixon Center, the former president’s once-eponymous institution is a hub of foreign policy “realism,” a doctrine of restraint and accommodation that is making a comeback in the post-George W. Bush age of American world-weariness.",
  "Center director Dmitri Simes worked as an aide to Nixon and for decades has used his connections to the Kremlin — real or perceived — to cultivate a reputation in Washington as one of the few Russia hands who intimately knows that country’s politics.",
  "It was Yanukovych’s last-minute refusal to sign a trade agreement with the European Union in 2013 that sparked the Maidan revolution that ultimately drove him from power after his security forces murdered some 100 protestors in downtown Kiev.",
  "(Khalilzad was the highest-ranking Muslim in the Bush administration, making his hosting Trump — who reiterated, albeit not explicitly, his proposal for banning Muslim entry to the US in his speech today — strange to say the least.)",
  "* * *\n\nAnother association connecting Trump to the Center is Richard Burt, chairman of the National Interest’s advisory council, and a former ambassador to Germany and State Department official during the Reagan administration.",
  "For Manafort and the Center have something very important in common: both have ties to the Russian regime of President Vladimir Putin, (whose ambassador to the United States sat in the front row for Trump’s address).",
  "Republican presidential candidate Donald Trump | Chip Somodevilla/Getty Images Foreign Affairs Donald Trump’s Russia connections Realists with Moscow ties are lining up behind Republican frontrunner.",
  "For years, Manafort worked as a consultant to ex-Ukrainian president Viktor Yanukovych, building what his own friends characterized as a “political love connection” with the pro-Russian leader.",
  "* * *\n\nThat Trump would choose the Center for the National Interest as the place to premier his new seriousness on foreign policy has Manafort’s fingerprints all over it.",
  "“I watch the shows,” the Republican frontrunner infamously said last year on “Meet the Press” when questioned about where he had gained knowledge of military matters.",
  "WASHINGTON — Throughout his presidential campaign, Donald Trump has proudly disdained the knowledge of experts, particularly within the realm of foreign policy.",
  "“Well, we’re all known by the company we choose to keep, aren’t we?” Cohen said when I asked him about the Center’s hosting Trump.",
  "In an interview with the National Interest published earlier this month, Burt offered some clues as to where his sympathies lie.",
  "Manafort was paid handsomely to clean up Yanukovych’s negative image, much as he is currently trying to do with Trump.",
  "But as is often the case with Western PR men hired to put lipstick on a pig, the pig is still a pig.",
  "In May 2014, the two think tanks held a press conference defending Russia’s position in Ukraine.",
  "As is often the case with Western PR men hired to put lipstick on a pig, the pig is still a pig.",
  "Burt also expressed skepticism about the relevance of NATO, another Trump talking point.",
  "His book, “The End of Europe,” is forthcoming from Yale University Press this fall.",
  "This article was updated to correct the venue for Trump's speech.",
  "Burt sits on the senior advisory board of the Russian Alfa Bank.",
  "Yanukovych fled to Russia, where he remains.",
  "“Trump is a dangerous, ignorant demagogue."
]