[
  "“Again, that was as a senator not as a campaign official, so again, to try to muddy the waters in that way is I think pretty unfair to the attorney general.”\n\nBut the line between his two jobs was often quite porous, and it was not always clear whether it was his role as a Trump campaign surrogate, and not his service as a senator, that drew people to want to meet with him.",
  "The Trump administration has insisted, as Flores told an Alabama newspaper in March, that Sessions was having these meetings “as a senior member of the [Senate] Armed Services Committee.” At a March press gaggle, White House spokeswoman Sarah Huckabee Sanders castigated reporters for mixing up Sessions’s roles as senator and top Trump campaign surrogate.",
  "But Trump—who was apparently unaware that Russia had invaded Ukraine until George Stephanopoulos corrected him, and was so opposed to GOP foreign-policy dogma that its leading lights felt the need to publicly chastise him in an open letter—clearly needed foreign-policy counsel, and Sessions seemed to take his role seriously.",
  "“He was definitely interested in some of the issues, which is more than can be said for many senators, but he was not a major or influential figure.”\n\nIn that sense, Sessions was a strange choice to chair the Trump campaign’s foreign-policy team.",
  "But when I asked one senior Republican Senate staffer whether Sessions was known as a foreign-policy specialist who met regularly with ambassadors during his 20 years in the Senate, the response was incredulity.",
  "Members of Congress meet with foreign ambassadors all the time, as Representative Eliot Engel, the ranking Democrat on the House Foreign Affairs Committee, pointed out in a hearing this spring.",
  "Sessions was one of Trump’s earliest supporters, hosting a massive rally for him in Mobile, Alabama, in August 2015, just two months after Trump announced his unlikely bid for the presidency.",
  "The first meeting with a foreign ambassador on the list his office provided—with Elena Poptodorova, the Bulgarian ambassador to Washington—took place about a month later, on April 14, 2016.",
  "Yet here he was, the unlikely foreign-policy adviser for an unlikely candidate who, nonetheless, by the spring of 2016 was zooming to the top of the Republican primary race.",
  "But Sessions’s official involvement with the campaign didn’t begin until March 3, 2016, when Trump named him chairman of the campaign’s national-security advisory board.",
  "He quickly became, according to one former Trump campaign staffer, “the go-to person for all the foreign-policy people trying to give their advice to the campaign.”",
  "“He’s clueless.”\n\n“I honestly can’t remember anything he ever did or said on foreign policy,” a long-serving Republican Senate national-security staffer said.",
  "In the Senate, Sessions had delved deeply into mostly domestic issues: immigration, sentencing reform, judicial confirmations, and budget policy.",
  "“He was double-headed all the time, so it was very hard to distinguish,” says a European diplomat who met with Sessions several times in 2016.",
  "There were no ambassadorial meetings documented in 2016 before Sessions’s March appointment to the campaign.",
  "“As a senator he obviously in his official capacity met with the ambassador,” she said.",
  "And that raises questions about Sessions’s explanation of those meetings.",
  "“Is that a serious question?” the staffer said."
]