[
  "They are granted when there is “probable cause to believe that target is a foreign power or agent thereof” or “probable cause to believe that each of the facilities at which surveillance directed is being used or about to be used by foreign power or agent thereof.”\n\nBut probable cause for FISA warrants is extremely low, and FISC has been accused of rubber-stamping the requests.",
  "But that report details efforts to preserve intelligence that has already been gathered rather than to conduct new surveillance of Trump & Co. (RELATED: Confirmed: Obama Admin Sabotaged Trump Transition To The White House)\n\nThe Times reported that the Obama White House scrambled at the last minute to preserve intelligence that may be relevant to the Trump investigation.",
  "On Saturday, it was reported that White House counsel Donald McGahn was attempting to track down any existing FISA warrants as part of an effort to review “what options if any are available to us.”\n\nMcGahn’s search was criticized by some observers who believed he was exercising undue influence on a possible Department of Justice investigation.",
  "The idea that the FBI had obtained a warrant to wiretap anyone in the Trump orbit was first reported on Nov. 7 at the website Heat St.\n\nLouise Mensch, a former British politician with a strong anti-Trump bent, reported that the FBI had applied for a FISA warrant in July to conduct surveillance of Trump associates.",
  "While a warrant for the banks would not directly target American citizens, including any Trump associates, some have speculated that the FBI could have used a technique called “reverse targeting” in which a warrant is obtained for a foreign entity even though the goal is to surveil Americans.",
  "(RELATED: Clapper: No Secret Warrant Against Trump)\n\nSome have speculated that Clapper, who in 2013 misled Congress about whether the National Security Agency was collecting Americans’ data, was using careful wording to avoid telling the whole story.",
  "Donald Trump’s claim over the weekend that President Obama ordered wiretaps on his phones has raised many more questions than answers about the ongoing probe of Trump advisers’ possible ties to the Russian government.",
  "Levin’s claims relied heavily on a handful of news reports about an FBI investigation into possible ties between former Trump campaign advisers and Russian government officials to influence the election.",
  "The fact that the FBI’s warrant applications were rejected over the summer could be seen as an indication that the bureau’s case could not even meet the court’s extremely low bar for probable cause.",
  "According to Mensch, who has been criticized for spreading unfounded conspiracy theories about Trump on social media, the warrant was for communications from two Russian banks, Alfa Bank and SVB.",
  "Sarah Huckabee Sanders, the White House deputy press secretary, said in an interview Sunday on ABC News that “there are multiple outlets that have reported” the news about the wiretaps.",
  "The officials also spread the information across federal agencies and lowered classification ratings on information in order to ensure that it could not be easily destroyed or ignored.",
  "Other senior law enforcement officials said that there was concern that the prospect of a FISA warrant would raise expectations about the strength of the probe of Trump associates.",
  "But the most likely explanation — and one that has been backed up by several anonymous White House officials — is that Trump was responding to something he read on Breitbart News.",
  "In a now legendary tweet, Trump claimed that he had “just found out” that President Obama “had my ‘wires tapped’ in Trump Tower just before the victory.”\n\n“Nothing found.",
  "Another interpretation could be that the court was wary of appearing to meddle in the election by approving a warrant that could lead to surveillance of Trump’s campaign.",
  "For example, while it may technically be true that no warrant was issued for Trump or his advisers, the “reverse targeting” described above could have been used.",
  "The Center for Democracy & Technology explains what exactly a FISA warrant is and how it differs from the types of surveillance warrants used in criminal cases.",
  "“Everybody acts like President Trump is the one that came up with this idea and just threw it out there,” she said, referring to the articles listed above.",
  "A Breitbart article published on Friday rehashed claims made by conservative radio host Mark Levin on Thursday alleging that Obama was “spying” on Trump.",
  "That effort is damning enough for the Obama administration, but the reporting does not support the claim that Obama directed Trump’s phones to be tapped.",
  "BBC, the British outlet, reported in January that FISA warrants to intercept electronic records of the two banks were rejected in June and July.",
  "The White House has been reluctant to explain where exactly Trump got the idea that his phones were being tapped on orders from President Obama.",
  "Clapper did say that he saw no evidence before leaving office of any collusion between the Trump campaign and Russia prior to the election.",
  "James Clapper, the director of national intelligence under Obama, said Sunday that no FISA warrants were issued for Trump or his campaign.",
  "Another story that popped last week could have fed into Trump’s theory of an intelligence coup carried out by the Obama White House.",
  "But anonymous White House officials have told news outlets that the Breitbart/Levin claims were the catalyst for Trump’s tweets.",
  "But a lawyer familiar with the case told the BBC reporter, Paul Wood, that three Trump associates were subjects of the warrant.",
  "According to ABC News, out of 10,700 FISA applications submitted between 2009 and 2015, only one was rejected in its entirety.",
  "But the bureau did compel the National Security Agency to “scrutinize” Manafort’s correspondence with Ukrainian politicians.",
  "An investigation was opened last spring into Manafort’s work on behalf of Ukraine’s former president, Viktor Yanukovich.",
  "The newspaper has reported that information for the ongoing probe has been obtained through intercepted phone calls.",
  "Some have speculated that he received a briefing from intelligence officials informing him of the surveillance.",
  "The FBI’s application for a warrant to conduct surveillance on Manafort was rejected, according to The Times.",
  "Reporting in The New York Times has been circulated in recent days as further confirmation of Trump’s claims.",
  "Ben Rhodes, Obama’s deputy national security adviser, said that presidents are unable to order FISA warrants.",
  "Members of the Obama administration have denied that Obama ordered surveillance of Trump and his campaign.",
  "According to The Times, Comey asked the Department of Justice to push back publicly on Trump’s statements.",
  "That investigation is said to rely on information obtained through electronic and phone surveillance.",
  "The 11-member Foreign Intelligence Surveillance Court (FISC) is in charge of granting FISA warrants.",
  "The White House press office has not given a clear answer about what sparked Trump’s tweet storm.",
  "But it is not clear whose phones and electronics were surveilled to obtain that information.",
  "One former Trump campaign official who was picked up in that surveillance is Paul Manafort.",
  "Title III warrants require probable cause that a crime has occurred or is about to occur.",
  "According to the British outlet, the warrant applications made last summer were denied.",
  "McClatchy reported that one of its sources said a FISA warrant was granted on Oct. 15.",
  "He was reportedly frustrated that Trump’s claims implied that the FBI broke the law.",
  "But it is unclear who has been wiretapped — Trump, Trump advisers, or someone else.",
  "Trump and his associates were not named in the FISA order, according to the report.",
  "Several other news outlets have reported some variation of the FISA warrant story.",
  "The order was granted by a new judge on Oct. 15, three weeks before the election.",
  "What evidence is there of a wiretap warrant, and what does the warrant encompass?",
  "Federal agents applied for a warrant in October, and that one was granted.",
  "FISA warrants are different from the warrants used in typical crime cases.",
  "FBI director Jim Comey is reportedly unhappy with Trump’s public remarks.",
  "Did The New York Times confirm that Trump is being wiretapped?",
  "It could not confirm that a warrant was okayed in October.",
  "The Guardian also reported on the warrant in January.",
  "Here are all the questions raised by Trump’s tweets.",
  "Where did Trump hear that Obama tapped his phones?",
  "But that warrant was denied, according to Mensch.",
  "Almost no warrant applications are rejected.",
  "So what did the Obama administration do?",
  "What do Obama administration alums say?",
  "This is McCarthyism!” Trump claimed.",
  "What is the White House doing?",
  "What’s the FBI’s response?",
  "So what is a FISA warrant?",
  "Follow Chuck on Twitter",
  "So what’s going on?"
]