[
  "Hac clic para enviar por correo electrónico a un amigo (Se abre en una ventana nueva)\n\nHaz clic aquí para compartir en LinkedIn (Se abre en una ventana nueva)\n\nHaz clic para compartir en Twitter (Se abre en una ventana nueva)\n\nAlgunos de sus asesores tienen vínculos profundos con Rusia\n\nTrump finalmente admitió que Rusia era responsable de hackeo antes de las elecciones\n\n(CNN) - El presidente electo Donald Trump se ha comprometido a tener mejores relaciones con Rusia.",
  "Asesores de Trump\n\nCarter Page\n\nPage, anteriormente asesor de política exterior en la campaña Trump, pasó años en Moscú, donde fue responsable de la apertura de la oficina de Merrill y fue asesor en transacciones clave para Gazprom, RAO UES y otras compañías.",
  "También negó que tenga vínculos económicos con el país, pero sí tiene algunos nexos:\n\nMiss Universo Moscú\n\nEn 2013 Trump ganó millones cuando se asoció con el multimillonario ruso Aras Agalarov para albergar su concurso de Miss Universo en Moscú.",
  "\"Si se puede vender el vodka hecho en los Países Bajos a los rusos en botellas de oro con 'Trump' en ellas, y los rusos ricos creen que es un buen vodka, se trata de un golpe de marketing\", dijo Patrick Kenny, ex CEO de Drinks Americas Holdings.",
  "El general retirado Michael Flynn\n\nFlynn, a quien Trump seleccionó como el próximo asesor de Seguridad Nacional de Estados Unidos, parece tener una opinión muy favorable de relaciones más amistosas entre Estados Unidos y Rusia.",
  "Una demanda de la exprimera ministra ucraniana Julia Timoshenko describe a Manafort como un \"asesor clave de presidente Yanukovich y otras figuras políticas Ucrania desde aproximadamente el año 2003\".",
  "Hay de hecho una gran cantidad de dinero que entra para nuevas construcciones y la reventa que refleja una tendencia en la economía rusa y, por supuesto, la debilidad del dólar frente al rublo\", dijo.",
  "Allí, lleva la junta consultiva, escribe piezas de política para su revista y está estrechamente relacionado con el presidente del Centro, Dimitri Simes, exasesor de Nixon y \"amigo\" de Putin.",
  "El Grupo Bayrock\n\nTrump se asoció con el Grupo Bayrock, una empresa dirigida por inmigrantes soviéticos, y de acuerdo a una demanda presentada, financiada por dinero ruso y de Kazajstán.",
  "Marcas comerciales\n\nTrump contrató a la firma de abogados Sojuzpatent para presentar al menos ocho marcas en Rusia entre 1996 y 2008, incluyendo \"Trump\", \"Trump Home\" y \"Trump Tower\".",
  "Se sienta en el consejo asesor del ruso Alfa Bank, que actualmente no está sujeto a las sanciones de Estados Unidos, así como de otros bancos privados rusos próximos a Putin.",
  "Su antiguo jefe de campaña, Paul Manafort, tenía conexiones con Rusia mucho más profundas, incluyendo a Viktor Yanukovich, expresidente de Ucrania que huyó del país.",
  "Richard Burt\n\nBurt tiene una larga historia de vínculos con diplomáticos rusos y comunidades de inversión debido a sus funciones en el gobierno y negocios.",
  "Venta de la mansión de Palm Beach\n\nTrump vendió una mansión en Palm Beach, Florida, al multimillonario ruso Dimitri Rybolovlev por 95 millones de dólares.",
  "Sin embargo, la conexión primaria de Burt con Rusia es su participación en el pro-Kremlin Centro para el Interés Nacional (anteriormente Centro Nixon).",
  "Flynn, sin embargo, expresó preocupación por la filtración de Edward Snowden y lo que la inteligencia rusa podría obtener de esos documentos.",
  "En una conferencia de prensa el miércoles, el portavoz de Trump, Sean Spicer, dijo que el presidente electo nunca se había reunido con Page.",
  "Yanukovich, que se encuentra ahora en Rusia, \"pidió a Vladimir Putin enviar tropas rusas a Ucrania\", según un comunicado de la Casa Blanca.",
  "Después de semanas pasando de largo, Trump finalmente admitió el miércoles que Rusia era responsable de hackeo antes de las elecciones.",
  "Lo único que consiguieron fue un acuerdo para vender 8.000 cajas de vodka, una fracción de las 100.000 que se venden en todo el mundo.",
  "La compañía de Manafort, Davis Manafort International LLC, contrató a Edelman para trabajar en \"la visibilidad de Yanukovych en EE.UU.",
  "\"Rusos\" que invierten en Trump\n\nEn 2008, Donald Trump Jr. dijo que las empresas de Trump \"ven un montón de dinero llegando de Rusia\".",
  "Sin embargo, el ex CEO de la compañía dijo a CNNMoney que no hicieron mucho progreso en el mercado ruso.",
  "Trump Tower Moscú\n\nEl intento de construir una Torre Trump en Moscú fracasó antes de empezar.",
  "\"Iba a ser un hotel de Moscú, un hotel en Kiev, un hotel en Polonia, etcétera, etcétera\".",
  "Vodka Trump\n\nTrump no puso dinero, estampó su nombre en una marca y reclamó regalías.",
  "Juntos desarrollaron propiedades de Trump en Fort Lauderdale, Florida, y Nueva York.",
  "Paul Manafort\n\nLos lazos de Trump con Rusia van más allá de acuerdos de negocios.",
  "y Rusia deben trabajar en equipo y de manera más eficiente para combatir a ISIS.",
  "También planearon la apertura de una Torre Trump en Moscú que no se concretó.",
  "Recientemente, ha aparecido en RT y se sentó junto a Putin en una gala.",
  "En una declaración de 2007, se le preguntó a Trump acerca del proyecto.",
  "Y realmente se puede decir lo mismo para todos los sitios\", dijo.",
  "No hay evidencia de que todavía esté siendo comercializado.",
  "En realidad, Drinks Americas Holdings hizo el vodka.",
  "CNN no encontró ningún proyecto completado en Rusia.",
  "El valor real, sin embargo, fue la sesión de fotos.",
  "\"Esto iba a ser un hotel en Moscú.",
  "\"Mucho dinero llega de Rusia.",
  "Cree que EE.UU.",
  "y Europa\"."
]