[
  "The report goes on to say that at “around the same time as his meeting with FBI, [redacted] shared the information with journalists, including [redacted] of Slate, who published an article at the end of October.”\n\nThe footnote then cites an article published on Oct. 31, 2016 by Slate’s Franklin Foer.",
  "Sources familiar with Baker’s testimony to the House Judiciary and House Oversight & Government Reform Committees tell The Daily Caller News Foundation that he said Sussmann approached him for the meeting, which occurred in late summer or early fall 2016.",
  "James Baker, who served as FBI’s general counsel until he resigned in May, testified to Congress on Wednesday that Michael Sussmann, a lawyer for the firm Perkins Coie, provided documents and electronic media related to Russian meddling in the election.",
  "“In September 2016 [redacted] shared similar information in a one-on-one meeting with FBI General Counsel James Baker,” reads a footnote in a report on Russian meddling released by the House Intelligence Committee’s report on April 27.",
  "(RELATED: Top FBI Attorney Provided ‘Explosive’ Testimony Regarding Trump-Russia Probe)\n\nThe meeting took place before the FBI submitted an application for its first FISA warrant against former Trump campaign adviser Carter Page.",
  "A lawyer for the Democrat-connected law firm that commissioned an investigation into President Donald Trump’s links to Russia passed information to the FBI’s top attorney in the weeks before the 2016 presidential election.",
  "The Washington Times has reported that Simpson told Justice Department official Bruce Ohr during a meeting in December 2016 that the allegations against Alfa Bank were accurate.",
  "That warrant application, which was granted on Oct. 21, 2016, relied heavily on unverified allegations made in the report authored by former British spy Christopher Steele.",
  "Follow Chuck on Twitter\n\nContent created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "A top FBI lawyer testified to Congress Wednesday that he met before the 2016 election with a lawyer for the firm that represented the DNC and Clinton campaign.",
  "The report does not identify Sussmann, but it refers to an interview conducted with the committee on Dec. 18, 2017, the same day as Sussmann’s testimony.",
  "It is unclear exactly what information Sussmann, a former Justice Department prosecutor, provided to Baker and whether any of it related to the dossier.",
  "The report does not make the same allegations as those in the Foer report, but it does accuse Alfa Bank’s owners of working closely with the Kremlin.",
  "James Baker, the former general counsel at the FBI, said that Michael Sussmann provided him information about Russia’s campaign-related efforts.",
  "The result of the contract was the infamous but unverified Steele dossier alleging collusion between the Trump campaign and Russian government.",
  "DNC officials first met with senior FBI officials about the computer hacks in mid-June 2016, The New York Times reported on Dec. 13, 2016.",
  "(RELATED: Glenn Simpson’s Claims About His Interactions With Bruce Ohr Don’t Add Up)\n\nSussmann did not respond to a request for comment.",
  "The piece claimed that the Trump Organization’s computer servers were secretly communicating with those of Alfa Bank, a Russian bank.",
  "Sussmann, a former cybercrimes prosecutor, led the DNC’s effort to respond to Russian cyber attacks during the 2016 campaign.",
  "There is some evidence that Fusion GPS co-founder Glenn Simpson pushed the Alfa Bank story to other government officials.",
  "Sussmann also appears to have provided information to Baker that was separate from hacks of the DNC’s computer systems.",
  "Sussmann’s firm, Perkins Coie, commissioned the infamous Steele dossier on behalf of the DNC and Clinton campaign.",
  "Sussmann helped hire CrowdStrike, the cybersecurity firm that identified Russia as being behind the intrusion.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "Sussmann is not identified as taking part in the meeting, but he is quoted heavily in the Times piece.",
  "Perkins Coie is the firm that hired opposition researcher Fusion GPS to investigate Trump.",
  "Sources tell TheDCNF that Baker testified that he did not read through the documents.",
  "Foer’s report was quickly dismissed by news outlets and cyber security experts.",
  "Steele had been hired by Fusion GPS in June 2016 to investigate Trump.",
  "In the dossier, Steele refers to Alfa Bank and three of its owners.",
  "He also testified that the meeting was atypical."
]