[
  "His boss there, Martin Skelly, told me that Wiswell was an industrious, well-liked employee, and compared him to Matt Damon’s character in the Jason Bourne films—“the same kind of rugged, good-looking, composed, thoughtful guy.” In 2010, Wiswell and Natalia Makosiy, an art historian from Moscow, got married in Newport, Rhode Island; photographs of the event, which featured a samovar filled with Russian moonshine, appeared in a wedding magazine.",
  "On February 1, 2016, a lawyer for Deutsche Bank called Wiswell “the mastermind of the scheme for the withdrawal of billions of dollars from the country.” The lawyer also said that Wiswell’s wife had received a quarter-million-dollar payment, for “financial services,” into the bank account of a corporation that is registered under her name.",
  "It showed that, between October 13, 2009, and October 27, 2009, Wiswell made a series of curious over-the-counter trades on behalf of a counterparty called Gigalogic Holdings, which, according to former Deutsche Bank employees, was the personal investment fund of Stephen Lynch, an American investor in Russia—and a friend of Wiswell’s.",
  "(A former trading colleague of Volkov’s said that Volkov is about forty years old and heavyset, adding, “He likes beer.” Another former colleague said that Volkov “wasn’t a great trader, but he was a good fisherman.”) Volkov previously had worked at Antanta Kapital, a brokerage owned by Arcadi Gaydamak, a Russian-Israeli billionaire.",
  "In the nineties, when hundreds of Americans went to work for Deutsche Bank in London, German managers had to place a sign in the entrance hall spelling out “Deutsche” phonetically, because many Americans called their employer “Douche Bank.” In 2007, the bank’s share price hit an all-time peak: a hundred and fifty-nine dollars.",
  "Lynch, Wiswell said, had been helpful in a bankruptcy auction that Deutsche Bank had participated in, and paying him through over-the-counter trades was “easier than writing him a check.” (A lawyer representing Lynch denied that Lynch had been paid by Wiswell, and also denied any connection between Lynch and Gigalogic.",
  "(anti-money laundering), terrorist financing and sanctions failings which were systemic in nature.” A month later, Georg Thoma, a lawyer who sat on Deutsche Bank’s integrity committee, and who was brought to the bank specifically to improve controls and analyze the bank’s former misconduct, was forced out.",
  "However, the case raises questions about how effective our systems and controls were, especially with regard to the onboarding of new clients, an area where we experienced difficulties in collecting sufficient information.” This passive language is hard to square with the blatant nature of the scheme.",
  "Clients of the scheme consistently lost small amounts of money: the differences between Moscow and London prices of a stock often worked against them, and clients had to pay Deutsche Bank a commission for every transaction—between ten hundredths and fifteen hundredths of a percentage point per trade.",
  "According to Bloomberg News, the internal report notes that, in early 2014, a series of inquiries about the propriety of mirror trades had been logged by multiple parties, including Hellenic Bank, in Cyprus, the Russian Central Bank, and back-office staff members at Deutsche Bank itself.",
  "Since 2008, it has paid more than nine billion dollars in fines and settlements for such improprieties as conspiring to manipulate the price of gold and silver, defrauding mortgage companies, and violating U.S. sanctions by trading in Iran, Syria, Libya, Myanmar, and Sudan.",
  "In the second trade, Volkov—acting on behalf of a different company, which typically was registered in an offshore territory, such as the British Virgin Islands—would sell the same Russian stock, in the same quantity, in London, in exchange for dollars, pounds, or euros.",
  "Last year, Deutsche Bank was ordered to pay regulators in the U.S. and the U.K. two and a half billion dollars, and to dismiss seven employees, for its role in manipulating the London Interbank Offered Rate, or libor, which is the interest rate banks charge one another.",
  "After the deregulation of the U.S. and U.K. financial markets, in the nineteen-eighties, Deutsche Bank refreshed its overseas ambitions, acquiring prominent investment banks: the London firm Morgan Grenfell, in 1989, and the American firm Bankers Trust, in 1998.",
  "It was a very aggressive sales mentality, which was going on across the board across all the Russian banks.” Others recall that it was common to engage in “front running”—using knowledge of a pending trade from a client to make money on a personal account.",
  "Research published last year by Deutsche Bank’s own analysts suggested that unrecorded capital inflows from Russia into the U.K. correlated strongly with increases in U.K. house prices and, to a lesser extent, with a strengthening of the pound sterling.",
  "On the Moscow markets, this sleight of hand had a nickname: konvert, which means “envelope” and echoes the English verb “convert.” In the English-language media, the scheme has become known as “mirror trading.” Mirror trades are not inherently illegal.",
  "In an internal report, Deutsche Bank has admitted that, until April, 2015, when three members of its Russian equities desk were suspended for their role in the mirror trades, about ten billion dollars was spirited out of Russia through the scheme.",
  "Before the housing market collapsed in the United States, in 2008, sparking a global financial crisis, Deutsche Bank created about thirty-two billion dollars’ worth of collateralized debt obligations, which helped to inflate the housing bubble.",
  "In the deadening argot of finance, Deutsche Bank’s Russian fiasco has frequently been called a “failure of controls.” In an interview in March, 2016, Cryan said, “To our knowledge, the individual transaction steps in themselves were innocuous.",
  "One of the executives who oversaw the desk, Batubay Ozkan, plans to leave the bank this year, by mutual agreement; Hayes and Koep—the supervisors who could monitor the trades made by Wiswell’s desk—still work for Deutsche Bank in London.",
  "Roman Borisovich, a former investment banker at Deutsche Bank in London, who focussed on Russian businesses, told me, “ ‘Fucking Obvious’ is the middle name of Russian corruption.” Deutsche Bank’s myopia has been noticed by regulators.",
  "The apparent willingness of counterparties to lose money again and again, a former manager at Deutsche Bank told me, should have “sounded an air-raid alarm” that the true purpose of the mirror trades was to facilitate capital flight.",
  "Indeed, because the individual transactions involved in mirror trades did not directly contravene any regulations, some employees who worked at Deutsche Bank’s Russian headquarters at the time deny that such activity was improper.",
  "sanctions have made it increasingly difficult for Russian billionaires to expatriate money, and mirror trades had the advantage of being a quiet method, because of the relatively small amounts involved in each transaction.",
  "When a salaried position did not materialize, he moved to a junior position in equities at United Financial Group, the Russian investment bank co-founded by Charlie Ryan, an American pioneer in post-Soviet Russian finance.",
  "Because the Russian company and the offshore company both belonged to the same owner, these ordinary-seeming trades had an alchemical purpose: to turn rubles that were stuck in Russia into dollars stashed outside Russia.",
  "Initially, the accounts that Volkov handled—funds based in Russia and overseas, with such bland names as Westminster, Chadborg, Cherryfield, Financial Bridge, and Lotus—placed conventional stock-market orders.",
  "After the war, the bank concentrated on its domestic market, playing a significant role in Germany’s so-called economic miracle, in which the country regained its position as the most potent state in Europe.",
  "Deutsche Bank has not commented on whose money was expatriated through the mirror trades, although John Cryan, the C.E.O., has said that the bank has not knowingly assisted Russians on the sanctions list.",
  "Deutsche Bank refused to say whether it believes that Wiswell took bribes, and declined to discuss the case further for this article, perhaps because of the ongoing investigations into its Moscow office.",
  "The deputy chairman of the board, Alfred Herling, told the Frankfurter Allgemeine Sonntagszeitung that Thoma had been “overzealous” in probing links between senior executives and misconduct at the bank.",
  "In June, 2015, with pressure from shareholders intensifying over the mirror trades and other scandals, the co-C.E.O.s of Deutsche Bank, Anshu Jain and Jürgen Fitschen, announced that they would resign.",
  "According to people within Deutsche Bank, however, senior executives have told colleagues that Wiswell received bribes far in excess of the quarter-million-dollar payment cited by the company’s lawyer.",
  "Each new fund that wished to trade with Deutsche Bank, known as a “counterparty,” was subjected to a “double check” by compliance departments in London and Moscow, to insure that papers were in order.",
  "A businessman who wanted to expatriate money in this way would invest in a Russian fund like Westminster, which would then use mirror trades to move that money into an offshore fund like Cherryfield.",
  "The desk had about twenty employees, and included researchers, who analyzed financial data; sales traders, who took calls from clients about buy and sell orders; and traders, who executed the orders.",
  "In the late aughts, a fund called Lanturno sometimes traded with Deutsche Bank “over the counter.” Such trades do not pass through a stock exchange; a broker sets the price based on the market value.",
  "Will Hammond, Wiswell’s colleague at U.F.G., suggested to me that the bribery allegations were part of an effort to place the blame solely on Wiswell and save the jobs of Deutsche Bank supervisors.",
  "According to people with knowledge of how mirror trades worked at Deutsche Bank, the main clients who were engaged in the scheme came to the bank in 2011 through Sergey Suverov, a sales researcher.",
  "According to the U.S. Treasury, the Rotenbergs have “made billions of dollars in contracts” that were awarded to their company by the Russian state, often without a transparent bidding process.",
  "Deutsche Bank’s actions are now under investigation by the U.S. Department of Justice, the New York State Department of Financial Services, and financial regulators in the U.K. and in Germany.",
  "(Boris Rotenberg’s wife, Karina, told the Russian edition of Tatler that the family has three main houses: one in Moscow, one in Monaco, and a “dacha” in Provence, where she keeps her horses.)",
  "One day in 2011, the Russian side of a mirror trade, for about ten million dollars, could not be completed: the counterparty, Westminster Capital Management, had just lost its trading license.",
  "One was Alexander Grigoriev, a Russian financier who controlled Promsberbank—a now defunct institution, based in a Russian backwater called Podolsk, which counted Igor Putin as a board member.",
  "A Russian importer would claim on his invoices that he had bought, say, ten rubber ducks rather than the true figure of ten thousand rubber ducks, in order to pay tax on only ten rubber ducks.",
  "He remembers Russia at the time as “the wild, wild East”: “If you wanted to be competitive, you had to do a lot of things that were not done in the developed world, because it was Russia.",
  "The Federal Financial Markets Service in Russia had barred two mirror-trade counterparties, Westminster and Financial Bridge, for improperly using the stock market to send money overseas.",
  "Clients of mirror trades told me that the same people who established Westminster also established one of the other counterparties: Cherryfield Management, in the British Virgin Islands.",
  "Afterward, Bloomberg News suggested that some of the money diverted through mirror trades belonged to Igor Putin, a cousin of the Russian President, and to Arkady and Boris Rotenberg.",
  "After all, there were so many ways for Putin’s friends to send their money offshore, including through Russian government-owned banks, like Gazprombank, which have branches overseas.",
  "Although the bank’s headquarters remained in Germany, power migrated from conservative Frankfurt to London, the investment-banking hub where the most lavish profits were generated.",
  "The former colleague, however, noted that Wiswell was later flown to Mauritius on a private jet by Lanturno’s owner, Dmitry Perevalov, to celebrate Perevalov’s fortieth birthday.",
  "He recently launched a craft-beer business, Barbell Brewery, in Moscow, but some months ago he left the country with his wife and their two children for a trip to Southeast Asia.",
  "The blotter showed that Wiswell had repeatedly bought low and sold high on Gigalogic’s behalf, effectively paying Lynch nearly half a million dollars of Deutsche Bank’s money.",
  "A middleman who formed one of the Russian counterparty funds told me that the cost of his services depended upon the Russian authorities’ desire to stop the export of capital.",
  "(Deutsche Bank claims that some of the suspicious trades were “one-way,” meaning that another bank picked up the mirror order—a more laborious but less traceable transaction.)",
  "The ostensible function of the Moscow desk was straightforward: it bought and sold stock for approved corporate clients—mutual funds, brokerages, hedge funds, and the like.",
  "The purpose of an equities desk at an investment bank is to help approved clients buy and sell stock, and there could be legitimate reasons for making a simultaneous trade.",
  "They were brokerages run by Russian middlemen who took commissions for initiating mirror trades on behalf of rich people and businesses eager to send their money offshore.",
  "When presented with company documents from Cyprus showing that Lynch owned all the shares in Gigalogic between 2007 and 2012, the representative declined further comment.)",
  "They think it will hook you, so you are not going to do unexpected things.” In the estimation of the broker, Wiswell was a useful functionary but hardly a criminal genius.",
  "(Perevalov denied that any trades were amended on his behalf, and said that it was “impossible” to change an order once it had been entered into Deutsche Bank’s systems.",
  "Starting in 2010, fake loans and debt agreements involving U.K. companies helped funnel about twenty billion dollars out of Russia to a Latvian bank, by way of Moldova.",
  "Because a trader sets the price for over-the-counter trades based on a spread of a few decimal points around a stock’s market value, there is scope to create a margin.",
  "A former colleague of Wiswell’s at Deutsche Bank says that, even before the mirror trades, some of Wiswell’s activity as head of the equities desk was questionable.",
  "Many current and former employees of Deutsche Bank cannot quite comprehend how the equities desk in a minor financial outpost came to taint the entire institution.",
  "“The bank took far too long to produce vital documents and it moved far too slowly to fix relevant systems.” In April, 2015, the mirror-trades scheme unravelled.",
  "Almost every weekday between the fall of 2011 and early 2015, a Russian broker named Igor Volkov called the equities desk of Deutsche Bank’s Moscow headquarters.",
  "When the mirror trades began at Deutsche Bank, in 2011, revenues on Wiswell’s desk were falling sharply, and Wiswell likely felt pressure to improve performance.",
  "Sometimes, the broker said, money was transferred into an offshore account maintained by Wiswell’s wife, and sometimes cash was delivered to Wiswell in a bag.",
  "Buznik became uneasy that Volkov was executing identical buy and sell orders, and twice asked to meet with Wiswell to discuss the propriety of mirror trading.",
  "These companies were supposedly subjected to a rigorous “client review” process, and all of them were deemed satisfactory by a Deutsche Bank compliance team.",
  "Two years later, after Russia’s incursion into Crimea led to sanctions from the European Union and the U.S., Putin declared that offshorization was illegal.",
  "He told the Securities and Exchange Commission that, had the bank’s true financial health been known in 2008, it might have folded, as Lehman Brothers had.",
  "Rich Russians, meanwhile, often funnel their private fortunes offshore, in an effort to hide their assets from the capricious and predatory Russian state.",
  "“He tells it like it is.” The broker found it hard to believe that the wealthiest Russians, such as the Rotenberg brothers, would have used mirror trades.",
  "Another Russian banker, who helped to set up the mirror-trade scheme, told me that much of the money belonged to Chechens with connections to the Kremlin.",
  "Mirror trades occurred for at least two years before anyone raised any concerns, and when red flags appeared it was months before anyone acted on them.",
  "The Financial Conduct Authority, in Britain, chastised Deutsche Bank not only for its manipulation of libor but also for its subsequent lack of candor.",
  "(Fourteen former and current employees of Deutsche Bank in Moscow spoke to me about the mirror trades, as did several people involved with the clients.",
  "In 2015, when sanctions were strong, and Putin was determined to retain as much wealth as he could in Russia, the fee rose to more than five per cent.",
  "For Maksutova and Buznik, at least, there was no obvious financial benefit to performing mirror trades: the extra volume did not affect their bonuses.",
  "To inspect the trades individually, however, was like standing too close to an Impressionist painting—you saw the brushstrokes and missed the lilies.",
  "Deutsche Bank earned a small commission for executing the buy and sell orders, but in financial terms the clients finished roughly where they began.",
  "When the Moscow investment bank shut down, in March, the remaining employees threw a “going out of business” dinner at a restaurant near the office.",
  "Will Hammond, an American who worked with Wiswell at U.F.G., has been writing a memoir of his time on the trading floors—and dance floors—of Moscow.",
  "Wiswell, Buznik, and Maksutova also knew that there was a common interest among the counterparties, because many of them were represented by Volkov.",
  "But even Deutsche Bank employees who did not work on the desk could have concluded, after a cursory examination, how closely aligned the funds were.",
  "As a Deutsche Bank employee put it, Volkov was Westminster’s “execution guy.” Volkov also began executing mirror trades for several other companies.",
  "Within the office, conversations about the trades typically occurred face to face, and videoconferences with colleagues in London were not recorded.",
  "In March, his wife posted a request on Facebook for a nanny, noting that her family was on an extended stay in Bali, in the resort town of Seminyak.",
  "“Deutsche Bank was structurally designed by management to allow corrupt individuals to commit fraud.” Scandals have proliferated at Deutsche Bank.",
  "When Hellenic Bank executives contacted Deutsche Bank and asked about the unusual trades, they did not hear back from the compliance department.",
  "In March, the Financial Conduct Authority of the U.K. sent a letter to Deutsche Bank, saying that the company’s U.K. branch had “serious A.M.L.",
  "The bank was also required to complete a “know your client,” or “K.Y.C.,” assessment, and determine if the client had any taint of criminality.",
  "In this environment of diminishing returns on normal stock-market activity, the Moscow equities desk was looking to find fresh revenue streams.",
  "The Deutsche Bank mirror-trades operation appears to be linked to an even bigger attempt to expatriate money: the so-called Moldovan scheme.",
  "The Russian news agency RBC has reported that “the criminal dealings of Promsberbank” and the mirror trades at Deutsche Bank are connected.",
  "As the broker and I walked across the square, he characterized mirror trades as just one of a thousand ruses employed by smart businessmen.",
  "Chechnya, the semi-autonomous region in the North Caucasus, is ruled by the exuberantly barbarous Ramzan Kadyrov, who is close with Putin.",
  "One Deutsche Bank employee recalls that, in 2014, the Moscow equities desk traded seventy to ninety million dollars’ worth of stock daily.",
  "The sales traders reported to Tim Wiswell, the American in charge of the Russian equities team, and to Carl Hayes, an executive in London.",
  "In 2012, Putin began a “de-offshorization” program, urging businesses and oligarchs to keep their headquarters and their fortunes at home.",
  "In 2009, top managers at Antanta Kapital formed Westminster Capital Management, which became one of the first major mirror-trade clients.",
  "procedure consisted of not much more than sales traders asking counterparties to fill in a paragraph stating the source of their funds.",
  "The city was emerging from the choking cold of winter, and young people flirted outside Paveletskaya Station as if it were high summer.",
  "They said simply that Deutsche Bank had fallen victim to an illegal scheme, and levied a token punishment—about five thousand dollars.",
  "According to public documents, Chadborg Trade LLP, which was based in the U.K., wholly owned Lotus Capital, which was based in Russia.",
  "For the architects of the scheme, the broker explained, it was worth it to bribe someone inside the bank: “Guys always pay something.",
  "Viewed with detachment, however, repeated mirror trades suggest a sustained plot to shift and hide money of possibly dubious origin.",
  "Deutsche Bank is an unwieldy institution with headquarters in Frankfurt and about a hundred thousand employees in seventy countries.",
  "Most of them asked not to be named, either because they had signed nondisclosure agreements or because they still work in banking.)",
  "Another British mirror-trades entity, ErgoInvest, was registered in the same office in Hertfordshire where Chadborg was registered.",
  "The episode should have raised serious suspicions—especially given the revoking of Westminster’s license—but apparently it did not.",
  "Indeed, Wiswell probably will not return to America anytime soon, given the Department of Justice’s investigation of Deutsche Bank.",
  "When challenged by colleagues, Wiswell would say that he had altered the entries for Lanturno to rectify an error made on his part.",
  "In one, he would use Russian rubles to buy a blue-chip Russian stock, such as Lukoil, for a Russian company that he represented.",
  "They are on the U.S. government’s list of sanctioned Russians, which was compiled in response to Putin’s aggression in Ukraine.",
  "Many businesses in the Russian Federation avoid taxes by using offshore jurisdictions, such as Cyprus, for their headquarters.",
  "Volkov would speak to a sales trader—often, a young woman named Dina Maksutova—and ask her to place two trades simultaneously.",
  "The former colleague recalls occasions in which Lanturno lost money on a trade, either by buying too high or selling too low.",
  "According to colleagues, when Wiswell was confronted about the transactions he said that they had been approved by superiors.",
  "Employees at all levels of a financial institution notice when a trading desk abruptly falls short by a few million dollars.",
  "But Volkov soon made it clear to his contacts at Deutsche Bank that he wanted to make a large volume of simultaneous trades.",
  "Chechnya receives huge subsidies from Russia, and much of the money has ended up in the pockets of figures close to Kadyrov.",
  "Frequently, this fugitive money is invested in assets such as property: on Park Lane in London, or Park Avenue in New York.",
  "According to a former employee, before the crash of 2008 the desk’s yearly profit was nearly three hundred million dollars.",
  "“Deutsche Bank’s failings were compounded by them repeatedly misleading us,” Georgina Philippou, of the F.C.A., declared.",
  "During the Nazi era, Deutsche Bank sullied its reputation by financing Hitler’s regime and purchasing stolen Jewish gold.",
  "Deutsche Bank did little to interrogate the source of funds—including those behind Westminster and other Volkov clients.",
  "Few conversations relating to the trades, however, were likely retained by Deutsche Bank’s internal monitoring systems.",
  "It was invented, in the late aughts, by other banks in Russia, to help importers avoid heavy taxes on their products.",
  "Several Deutsche Bank employees in London knew about the mirror trades, even though the orders were taken in Moscow.",
  "On an April evening in Moscow, I met with a broker who had intimate knowledge of the structure of the mirror trades.",
  "The trades were also documented by a computer system, called DB Cat, which catalogued every trade made by the bank.",
  "Wiswell assured Buznik that the trades were legitimate, and Buznik did not share his concerns with other managers.",
  "Mirror trades never exceeded twenty million dollars a day, and were normally in the region of ten million dollars.",
  "Antanta Kapital ceased trading in 2008, and Gaydamak was later indicted in Israel for fraud and money laundering.",
  "The sums involved were small and easily ignored—the reversed losses were between ten and twenty thousand dollars.",
  "Instead of paying a large tax to the Russian treasury, the importer paid a much smaller fee to money launderers.",
  "The Rotenberg brothers own Russia’s largest construction company, S.G.M., and are old friends of Vladimir Putin.",
  "Two of Promsberbank’s major shareholders—including Financial Bridge—have been accused of making mirror trades.",
  "In late 2012, Maksutova, the sales trader, went on maternity leave, and Buznik temporarily worked with Volkov.",
  "Employees recall that the failed trade was resolved in November, 2012, when Westminster repaid Deutsche Bank.",
  "When it was founded, in 1870, its stated purpose was to facilitate trade between Germany and other countries.",
  "But why, I asked him, would somebody with a prominent position at a major bank get involved in such a scheme?",
  "A client might want to benefit, say, from the difference between the local and the foreign price of a stock.",
  "One was Tim Wiswell, a thirty-seven-year-old American who was then the head of Russian equities at the bank.",
  "His first job was at Alfa-Bank, the private bank of Mikhail Fridman, the second-wealthiest man in Russia.",
  "Although many people at Deutsche Bank knew about the mirror trades, not everybody was happy about them.",
  "In 2010, Deutsche Bank’s own staff accused it of having masked twelve billion dollars’ worth of losses.",
  "She later told a Balinese dance instructor that the family planned to remain on the island for a year.",
  "The next morning, however, bank records would indicate that Lanturno had not lost money on the trade.",
  "Wiswell, Buznik, and Maksutova all met with Volkov, and his orders were discussed openly on the desk.",
  "The offshore fund then wired the money, in dollars, into the businessman’s private offshore account.",
  "But as the ruble and the economy foundered many Russians felt even more eager to remove their money.",
  "was awarded a contract worth $5.8 billion to build a twelve-mile bridge between Russia and Crimea.)",
  "In April, I met a broker in Moscow who had worked with clients of the Deutsche Bank mirror trades.",
  "Of course, the importer still needed to pay his supplier overseas for the remaining rubber ducks.",
  "Reports of Deutsche Bank’s internal investigation into mirror trades do not inspire confidence.",
  "In 2014, Gorbatov bought another Russian brokerage implicated in mirror trades: Rye, Man & Gor.",
  "Instead, their inquiry was fielded by the equities desk that was performing the mirror trades.",
  "That September, he announced the impending close of all investment-banking activity in Russia.",
  "The others were Russian sales traders on the equities desk: Dina Maksutova and Georgiy Buznik.",
  "His father, George C. Wiswell III, worked for many years in the oil-and-gas sector in Moscow.",
  "Westminster Capital Management, meanwhile, was bought in 2010 by a man named Andrey Gorbatov.",
  "Hayes and Koep, the supervisors in London, could call up trading receipts on their computers.",
  "Courtesy Christian Oth Studio Many young Americans were drawn to Moscow banks in the aughts.",
  "After a two-month internal investigation, the three Deutsche Bank employees were suspended.",
  "Colleagues also remember that Hayes asked both Buznik and Wiswell about the mirror trades.",
  "Many at Deutsche Bank, however, believe that Wiswell profited personally from the scheme.",
  "When Moscow regulators looked into the mirror trades, they found little to trouble them.",
  "It had paid several million dollars for stock without receiving a cent from Westminster.",
  "The Russian equities desk generally had four sales traders who took calls from clients.",
  "Two other managers—Batubay Ozkan, in Moscow, and Max Koep, in London—oversaw the desk.",
  "Four employees at Deutsche Bank in Moscow recall that nobody tried to hide the scheme.",
  "In 1881, the bank arrived in Russia, financing railways commissioned by Alexander III.",
  "In August, 2015, shortly after Wiswell was suspended from Deutsche Bank, he was fired.",
  "By the new millennium, Deutsche Bank had become one of the world’s ten largest banks.",
  "Ben-Artzi told me that bank executives had incurred a tiny penalty for a huge crime.",
  "“Someone is going to an awful lot of trouble to make Wiz look guilty,” Hammond said.",
  "Recently, I received a photocopied trade blotter from a source within Deutsche Bank.",
  "Former colleagues expect Wiswell to return to Moscow, where he owns an apartment.",
  "One of Wiswell’s friends, now in America, called him “finance’s Edward Snowden.”",
  "Wiswell’s annual compensation was in the region of a million and a half dollars.",
  "When the Moldovan scheme unravelled, in late 2015, several people were arrested.",
  "Tim Wiswell, the head of the equities desk, was known to his colleagues as Wiz.",
  "(Neither Wiswell nor his attorney responded to dozens of requests for comment.)",
  "He said that Wiswell had been paid handsomely by clients of the mirror trades.",
  "Deutsche Bank in Moscow reassured Hellenic Bank that everything was in order.",
  "Within a few years, Wiswell had become the head of the Russian equities desk.",
  "Tim and Natalia Wiswell at their wedding, in Newport, Rhode Island, in 2010.",
  "Igor Volkov, the Russian broker, became the clients’ primary representative.",
  "Volkov resumed calling in mirror trades, on behalf of other counterparties.",
  "Other people I spoke with disputed the broker’s assessment: U.S. and E.U.",
  "The assimilation of different banking cultures was not always successful.",
  "Usually, the order was for about ten million dollars’ worth of the stock.",
  "Eric Ben-Artzi, a former risk analyst, was one of three whistle-blowers.",
  "Maksutova and Buznik were allocated the equities desk’s Russian clients.",
  "What did Deutsche Bank know about the companies that Volkov represented?",
  "But he recently spent three months in prison, in France, for tax fraud.)",
  "Two photographs on Facebook show that the men also went skiing together.",
  "(Wiswell’s wife declined, through a lawyer, requests for an interview.)",
  "They were replaced by John Cryan, whose remit was to clean up the bank.",
  "The impact of this capital flight is felt at both ends of its journey.",
  "remember Wiswell as an all-American type who loved sailing and skiing.",
  "Both the Russian company and the offshore company had the same owner.",
  "American and European regulators are likely to be much more punitive.",
  "It soon established footholds in Shanghai, London, and Buenos Aires.",
  "Capital flight also has weakened Russia’s tax base and its currency.",
  "Wiswell, colleagues say, looked after Volkov’s accounts personally.",
  "“Nobody asked any further questions,” a former employee recalls.",
  "Deutsche Bank was helping the client to buy and sell to himself.",
  "In the years after the crash, profits plunged by more than half.",
  "Colleagues say that she knew few personal details about Volkov.",
  "Evidently, all the counterparties passed both internal reviews.",
  "Crucially, the footprint of individual mirror trades was small.",
  "(Insider trading did not become illegal in Russia until 2011.)",
  "According to people who worked on the desk in 2011, the K.Y.C.",
  "Two were American, and two—Maksutova and Buznik—were Russian.",
  "(He pleaded guilty to a lesser charge and received probation.",
  "a fifty-five-million-dollar fine but admitted no wrongdoing.",
  "In October, 2001, it débuted on the New York Stock Exchange.",
  "At first glance, the trades appeared banal, even pointless.",
  "By the end of the evening, bankers were dancing on the bar.",
  "In America, the tactic would be considered insider trading.",
  "In 2011, when controls were lax, the fee was 0.2 per cent.",
  "These transactions had nothing to do with pursuing profit.",
  "The lingering question is whose money was moved, and why.",
  "Maksutova was assigned the clients represented by Volkov.",
  "Wiswell graduated from Colby College, in Maine, in 2001.",
  "The photograph was posted on Facebook earlier this year.",
  "Former employees recall trades being amended regularly.)",
  "The counterparties were not owned by Russian oligarchs.",
  "He had just argued with executives at a board meeting.",
  "He did this by expatriating money using mirror trades.",
  "The court hearings, in Moscow, were open to the press.",
  "(None of the three have been charged with wrongdoing.)",
  "Russia is likely to be a friendly jurisdiction to him.",
  "He told me that mirror trading was not a new scheme.",
  "The failed trade was a problem for Deutsche Bank.",
  "The London office executed half the transactions.",
  "(Many mirror trades were also over-the-counter.)",
  "But there was a pattern suggesting malfeasance.",
  "(He has not been charged with wrongdoing.)",
  "Mirror trading was an ideal escape tunnel.",
  "In his mid-twenties, he arrived in Moscow.",
  "“There was cultural criminality,” he said.",
  "Wiswell’s current whereabouts are unclear.",
  "Last year, Deutsche Bank paid the S.E.C.",
  "But as it grew fast it also grew loose.",
  "He initiated a wrongful-dismissal suit.",
  "Tim spent a year of high school there.",
  "(He could not be reached for comment.)",
  "Suverov left the bank soon afterward.",
  "He has strong connections to Russia.",
  "They were a way to expatriate money.",
  "It has operated there ever since.",
  "He grew up in Essex, Connecticut.",
  "Whose fortunes were being hidden?",
  "The scam was ingeniously simple.",
  "was bought by Deutsche Bank.",
  "He already spoke Russian.",
  "Wiswell lost the suit.",
  "Tim Wiswell, in Bali.",
  "Colleagues at U.F.G.",
  "The broker laughed.",
  "(Last year, S.G.M.",
  "In 2006, U.F.G."
]