[
  "Dmitry Medvedev that Vladimir should give him more “space” and that “after my election I have more flexibility.”\n\nThere is likely nothing more to this Trump-Russia controversy than a couple rogue campaign officials asserting privately the same promise as Obama did accidentally and publicly.",
  "The real controversy is the fact that there is a coordinated effort inside the intelligence community and Justice Department to derail a democratically-elected, incoming president with information that is likely out of context, disseminated and obtained illegally.",
  "One theory is that the Trump Tower server was communicating with multiple foreign officials, residents and institutions engaged in marketing and public relations to attract business for the Trump organization’s projects and hotels around the world.",
  "There are several reports that the FISA court granted a warrant in October, 2016 allowing the intelligence community to wiretap “any US person” connected to the investigation of the Trump campaign ties with Russia.",
  "It is not possible for Comey to have conducted a thorough internal investigation and to have properly communicated with the intelligence community before jumping to the conclusion that Trump was lying.",
  "Bryan Crabtree, a rising and influential young voice is the conservative media, is a contributor to Townhall.com, and host of The Bryan Crabtree Show heard live on Atlanta’s Biz 1190.",
  "It’s possible that someone within those two organizations, acting on behalf of someone in the Obama White House, conflated a FISA order and conducted a rogue surveillance operation.",
  "Or, is the Democrats confidence of the looming Trump demise a result of illegal wiretapping and leaking of classified surveillance information for which they have yet to reveal?",
  "Finally, how are the American people aware of the conversations between both General Michael Flynn, then Senator Jeff Sessions and Russian Ambassador Sergey Kislyak?",
  "It is also likely that those same people also engaged in espionage by leaking the classified details to the media that have fanned the flames of this controversy.",
  "Multiple outlets report that intelligence officials sought to investigate suspected activity between a Trump Tower server and two banks: SVB Bank and Alfa Bank.",
  "I do not believe that FBI Director Comey or U.S. Intelligence Director James Clapper would have absolutely known of the ongoing surveillance of Trump Tower.",
  "I’ve spoken with liberals who vehemently believe that Trump will not be president by the end of the year because he will be impeached, removed and jailed.",
  "Many are convinced that he worked with the Russians to hack the Democrat National Committee and John Podesta’s (Hillary Clinton campaign chair) emails.",
  "It is striking that FBI director, James Comey, begged the Justice Department to refute Trump’s wiretapping claims within 24 hours of the tweets.",
  "The answer to these questions is simple: Surveillance and leaking as a coordinated effort to derail and diminish the election victory of Trump.",
  "If government surveillance wasn’t occurring against the Trump server, then where did we learn of the story of its communication with Alfa Bank?",
  "He has admitted to meeting with the Russian ambassador, Sergey Kislyak, during the election but will not reveal the content of the discussions.",
  "My hunch is that this scandal is less likely to be like Watergate and more likely to be like Deflategate (in relation to its effect on Trump).",
  "It’s likely that intelligence agencies found some connection between Paul Manafort (perhaps Page as well) and Russian government officials.",
  "If this is true, we could infer that intelligence officials hid the scope of their true intent to wiretap Trump and misled the FISA-judge.",
  "Alpha is a Russian owned bank controlled by Western-oriented capitalists in Russia and is far-removed from the Kremlin in that country.",
  "How did the Democrats become aware of a confidential FBI investigation into connections between Trump campaign officials and Russia?",
  "In June 2016, the FBI attempted to get a FISA warrant to investigate potential connections between the Trump campaign and Russia.",
  "Trump believes that Obama or someone in his administration ordered a wiretap of Trump Tower just before the 2016 election.",
  "Collectively, we have become naïve to the cheating and political self interests of people, especially in the government.",
  "The intelligence-leaks have been solely for the purpose of harming Trump and attempting to derail his political capital.",
  "The FBI was concerned about Trump advisor named Carter Page’s trips to Moscow just one week before the DNC was hacked.",
  "If you recall, Democrats tried to make the case that Trump had deep ties to Russian banks during the election season.",
  "According to former colleagues he was a mid-tier banker at Merrill Lynch that did deals in London and Moscow.",
  "There is not a shred of evidence that connects Trump to any improper communication with Russian officials.",
  "In other words, no one believes Tom Brady instructed someone in the locker room to deflate the footballs.",
  "For several months, I have believed Manafort in some way attempted to engage the Russians to help Trump.",
  "This abundance of caution seems to extend from an illegal access to information absent context.",
  "This ‘Russian-connection’ story appears to be full of conjecture and devoid of substance.",
  "If any of the latter exists, I’m sure (of all things) it would have leaked by now.",
  "I believe we trust the systems of our government and our people far too much.",
  "Just 45 days later, Page visited Russia; One week later the DNC was hacked.",
  "Much of the information we are discussing is supposed to be classified.",
  "Manafort replaced Corey Lewandowski as campaign manager in April 2016.",
  "Most Americans believe that our government is, in some way, corrupt.",
  "Obama was caught on a hot microphone telling outgoing Russian Pres.",
  "Paul Manafort joined the Trump campaign as chairman in March 2016.",
  "Trump has an inappropriate connection with top Russian officials.",
  "Some believe that associates in the Trump campaign were involved.",
  "But most people believe he knew the balls had been deflated.",
  "Page also joined as an informal advisor in March as well.",
  "Reportedly, the FISA court judge denied this request.",
  "Could all this be a stunning coincidence?",
  "The Democrats are convinced that Pres.",
  "By contrast, Pres.",
  "Pres."
]