[
  "June-July\n\nManafort of Republican presidential nominee Trump's staff listens during a round table discussion on security at Trump Tower in the Manhattan borough of New York Thomson Reuters\n\nCarter Page, an early foreign policy adviser to Trump, visits Moscow, the GOP platform is changed, top Trump surrogate then-Sen. Jeff Sessions meets Russia's US ambassador Sergey Kislyak, WikiLeaks publishes hacked DNC emails, and the FBI opens its investigation into Russia's interference.",
  "Dossier allegations\n\nJune 20, 2016: The dossier alleges that Trump had been cultivated by Russian officials \"for at least five years,\" that the Kremlin had compromising material related to \"sexually perverted acts\" Trump performed at a Moscow Ritz Carlton, and that Trump's inner circle was accepting a regular flow of intelligence from the Kremlin on Hillary Clinton.",
  "U.S. President Donald Trump looks up while hosting a House and Senate leadership lunch at the White House in Washington Thomson Reuters\n\nSpecial counsel Robert Mueller has interviewed the veteran British spy who wrote a collection of explosive memos alleging ties between President Donald Trump's campaign team and Russia, CNN reported on Thursday.",
  "At least five other Trump associates — Attorney General Jeff Sessions, former national security adviser Michael Flynn, longtime confidant Roger Stone, former campaign adviser Carter Page, and campaign national security adviser JD Gordon — reportedly met with Russia's ambassador to the US, Sergey Kislyak, in the latter half of 2016.",
  "November-January\n\nA Russian oligarch shows up in North Carolina while Trump is there campaigning, Trump wins the election, Rosneft signs a massive deal, Page travels to Moscow again, Obama issues new sanctions over Russian hacking, and Trump's lawyer entertains a back-channel peace plan for Ukraine.",
  "Dossier allegations\n\nAugust 10, 2016: Steele writes that a \"Kremlin official involved in US relations\" commented in early August that the Kremlin had been trying to build sympathy for Russia in the US by funding several political figures' trips to Moscow, including Michael Flynn and Carter Page.",
  "Dossier allegations\n\nSeptember 14, 2016: A Kremlin official \"confirms from direct knowledge\" that Russia's US ambassador Sergey Kislyak had been aware of the Kremlin's interference in the US election, and had \"urged caution and the potential negative impact on Russia from the operation/s.\"",
  "Dossier allegations\n\nJuly 19, 2016: A Russian source close to Igor Sechin, the president of Russia's state-owned oil company Rosneft, \"confided the details of a recent secret meeting\" between Sechin and Trump campaign adviser Carter Page while Page was in Moscow in early July.",
  "We now know that, while he was campaign chairman, Manafort offered to give \"private briefings\" about the Trump campaign to a Russian oligarch and ally of Russian President Vladimir Putin, according to emails reviewed last month by The Washington Post and The Atlantic.",
  "The revelation came one day after the chairman of the Senate Intelligence Committee, Richard Burr, told reporters that the committee had been working \"backwards\" to examine the memos as part of its separate but parallel investigation into Russia's election meddling.",
  "October 7, 2016: WikiLeaks publishes the first batch of emails hacked from Hillary Clinton campaign chairman John Podesta's inbox — one hour after an Access Hollywood video surfaces of Trump making lewd remarks about women, threatening to derail his campaign.",
  "Dossier allegations\n\nOctober 12, 2016: Control over the anti-Clinton black PR had passed from the MFA (Ministry of Foreign Affairs) to the FSB (Federal Security Service, successor to KGB) then into the Presidential Administration (PA) as it gained momentum.",
  "President-elect Donald Trump Mark Wilson/Getty Images\n\nEarly December, 2016: Kushner meets with former Russian ambassador Sergei Kislyak and floats the possibility of setting up a secure line of communication between the Trump transition team and Russia.",
  "Actual events\n\nJuly 20, 2016: Then-Sen. Jeff Sessions, along with two Trump campaign advisers JD Gordon and Carter Page, meet Russia's ambassador to the US Sergey Kislyak at the Global Partners in Diplomacy event staged by the Heritage Foundation.",
  "Hollis Johnson\n\nPaul Manafort resigns amid negative press about his work in Ukraine, and Roger Stone — a top Trump confidant and early campaign adviser — predicts that Hillary Clinton's campaign chairman, John Podesta, will \"soon\" be targeted.",
  "Intelligence officials purposefully omitted the dossier from the public intelligence report they released in January about Russia's election interference because they didn't want to reveal which details they had corroborated, according to CNN.",
  "Carlos Barria/Reuters\n\nRoger Stone's tweets foreshadow WikiLeaks' release of John Podesta emails, Obama publicly accuses Russia of hacking Democrats, and the FBI examines computer server activity between the Trump Organization and Alfa Bank.",
  "The document includes allegations of a quid-pro-quo in which Russia agreed to leak the hacked Democratic National Committee emails to WikiLeaks in exchange for the Trump campaign sidelining Russian aggression in Ukraine as a campaign issue.",
  "October 7, 2016: The Obama administration officially, and publicly, accuses Russia of \"directing the recent compromises of emails from U.S. persons and institutions, including from U.S. political organizations\" to affect the US election.",
  "#CrookedHillary\"\n\nSeptember\n\nSergey Kislyak, Russian Ambassador to the United States Getty Mario Tama\n\nTrump says he'll \"take\" Putin's \"compliments,\" Sessions meets privately with Kislyak, and Carter Page takes a \"leave of absence.\"",
  "An amendment to the Republican Party's draft policy on Ukraine proposing that the GOP commit to sending \"lethal weapons\" to the Ukrainian army to fend off Russian aggression is softened to \"provide appropriate assistance.\"",
  "Comey, along with the former Director of National Intelligence James Clapper and former CIA Director John Brennan, briefed both President Barack Obama and then-President elect Trump on the dossier's allegations in January.",
  "Actual events\n\nJune 9, 2016: Donald Trump Jr. hosts Russian lawyer Natalia Veselnitskaya and Russian-American lobbyist Rinat Akhmetshin at Trump Tower after being promised compromising information about Hillary Clinton.",
  "Actual events\n\nJuly 7, 2016: Manafort writes his longtime employee, Russian-Ukrainian operative Konstantin Kilimnik, asking him to offer \"private briefings\" about the campaign to a Russian oligarch and Putin ally.",
  "The memos were compiled into a dossier by veteran British spy Christopher Steele, who was hired by a Washington, DC-based opposition research firm in June 2016 to investigate the Trump campaign's ties to Russia.",
  "Top Trump adviser and soon-to-be national security adviser Michael Flynn is recorded speaking with Kislyak about the new sanctions and reassures him that the Trump administration will re-evaluate them.",
  "August 5, 2016: The chief of Putin's administration, Sergei Ivanov, expresses doubts about the \"black PR\" campaign being run by Dmitry Peskov, Putin's spokesman, in favor of Trump and against Clinton.",
  "July 31, 2016: Sessions, who said in 2015 that the west has to \"unify against Russia,\" goes on CNN and characterizes US relationship with Russia as a \"cycle of hostility\" that needs to be resolved.",
  "Actual events\n\nAugust 5, 2016: Roger Stone writes in Breitbart that \"a hacker who goes by the name of Guccifer 2.0,\" and not the Russians, hacked into the DNC and fed the documents to WikiLeaks.",
  "Says it's been managed like \"an elephant in a china shop\" and advises Kremlin to now \"sit tight and deny everything,\" but advises Putin that pro-Trump operation will ultimately be successful.",
  "The official says the Kremlin has further kompromat on Clinton that it plans to release via \"plausibly deniable\" channels — aka WikiLeaks — after Russia's mid-September legislative elections.",
  "The flow of intelligence is being facilitated by Paul Manafort, then Trump's campaign manager, who is using Carter Page as a \"liaison\" between the campaign and the Kremlin, the dossier says.",
  "August 15, 2016: Sergei Ivanov, the chief of Putin's administration who expressed doubts about how the Trump-Russia collaboration was being carried out, is unexpectedly fired by Putin.",
  "August-October 2016: The FBI, as part of a counter-intelligence task force established by the CIA, investigates computer server activity between the Trump Organization and Alfa Bank.",
  "December 29, 2016: Obama issues new sanctions against Russia, calling Moscow's \"malicious cyber-enabled activities\" a \"national emergency\" aimed at undermining democratic processes.",
  "September 26, 2016: Page takes a \"leave of absence\" from the Trump campaign after a Yahoo News report alleges that Igor Sechin offered him the brokerage of a 19% stake in Rosneft.",
  "The reason for using WikiLeaks was \"plausible deniability, and the operation had been done with the full knowledge and support of Trump and senior members of his campaign team.\"",
  "December 7, 2016: Rosneft s igns a deal to sell 19.5% of shares, or roughly $11 billion, to the multinational commodity trader Glencore Plc and Qatar's state-owned wealth fund.",
  "October 12, 2016: Stone admits to having \"back-channel communication with Assange\" through a mutual friend who \"travels back and forth from the United States and London.\"",
  "Dossier allegations\n\nThe Trump campaign \"agreed to sideline Russian intervention in Ukraine as a campaign issue\" in return for Russia leaking the DNC emails to WikiLeaks.",
  "Actual events\n\nAugust 19, 2016: Manafort resigns as Trump's campaign manager after denying that he ever collected any payments that had been earmarked for him in Ukraine.",
  "Sechin \"raised with Page the issues of future bilateral energy cooperation and prospects for an associated move to lift Ukraine-related western sanctions against Russia.\"",
  "July 7, 2016: Page, who served as an adviser \"on key transactions\" for Russia's state-owned energy giant Gazprom, travels to Moscow to speak at the New Economic School.",
  "August 15, 2016: Ousted Ukrainian president Viktor Yanukovych, who fled to Russia in 2014, tells Putin that he's been funneling \"kickback payments\" to Paul Manafort.",
  "But a growing train of thought inside the Kremlin is that Russia could still make Clinton look \"weak\" and \"stupid\" without needing to release more of her emails.",
  "Putin and other Kremlin officials remained skeptical of Yanukovych's assurances and feared the payments \"remained a point of potential political vulnerability.\"",
  "Manafort also asked a longtime Russian-Ukrainian employee in early April how he could use his media coverage and high-level campaign role to collect past debts.",
  "Dossier allegations\n\nJuly 31, 2016: Steele writes that the Kremlin has more intelligence on Clinton and her campaign but doesn't know when it will be released.",
  "October 3, 2016: Stone tweets that he has \"total confidence that @wikileaks and my hero Julian Assange will educate the American people soon #LockHerUp.\"",
  "Russians injected further anti-Clinton material into WikiLeaks pipeline \"which will continue to surface, but best material already in the public domain.\"",
  "Steele writes another dispatch dated September 14, 2016, detailing the relationship between Putin and Russian oligarchs who control Russia's Alfa Bank.",
  "The paper reported that Ukraine leader Yanukovych's pro-Russia political party had earmarked $12.7 million for Manafort for his work between 2007-2012.",
  "July 22, 2016: WikiLeaks publishes the first set of hacked DNC emails, one day before the Democratic National Convention kicks off in Philadelphia.",
  "Steele produced memos from June through December, at which point Fusion, with his permission, gave the dossier to Republican Sen. John McCain.",
  "July 27, 2016: Trump holds a press conference in which he asks Russian hackers to \"find the 30,000 [Hillary Clinton] emails that are missing.",
  "Yanukovych \"sought to reassure\" Putin that \"there was no documentary trail left behind which could provide clear evidence\" of the payments.",
  "December 30, 2016: Putin announces, unexpectedly and out of character, that Russia will not retaliate against the US for the new sanctions.",
  "An administration official tells NBC in early March — when news of the meeting breaks — that \"election-related news\" was likely discussed.",
  "Late July, 2016: The FBI opens its investigation into Russia's interference in the election, and the Trump campaign's possible role in it.",
  "August 12, 2016: \"Guccifer 2.0\" releases files purportedly stolen in a cyberattack on the Democratic Congressional Campaign Committee.",
  "Experts soon link Guccifer 2.0 back to Russia and conclude the so-called hacker is the product of a Russian disinformation campaign.",
  "Trump's plane lands on the tarmac minutes later and parks next to Rybolovlev, whose plane stays in Charlotte for 22 hours afterward.",
  "December 8, 2016: Carter Page travels to Moscow to \"meet with some of the top managers\" of Rosneft, he told reporters at the time.",
  "Manafort, who had advised Yanukovych and his pro-Russia political party from 2007-2012, was Trump's campaign manager at the time.",
  "It also alleges that Trump's former campaign chairman, Paul Manafort, managed the communication between Russia and the campaign.",
  "The FBI reportedly obtained a FISA warrant to monitor Page's communications after he returned from a trip to Moscow last July.",
  "Actual events\n\nNovember 3, 2016: Russian oligarch Dmitry Rybolovlev flies into Charlotte, North Carolina on his private plane.",
  "Says he will wait to see how US-Russian relations develop under the Trump administration before planning \"any further steps.\"",
  "October\n\nJohn Podesta speaks to the crowd at Hillary Clinton's election night rally in New York City on November 9, 2016.",
  "August 14, 2016: The New York Times reports new details about Trump campaign manager Manafort's involvement with Ukraine.",
  "But \"buyer's remorse set in\" as Podesta's emails proved less damaging to the Clinton campaign than Russia had expected.",
  "\"Much of the discussion focused on Russia's incursions into Ukraine and Georgia,\" according to delegate Victor Ashe.",
  "Comparing events that unfolded during the campaign with the dossier's allegations yields some striking coincidences.",
  "July 11, 2016: GOP platform week kicks off, one week before the start of the Republican National Convention.",
  "It's decided that Putin himself will have final say over whether further Clinton kompromat is disseminated.",
  "August 21, 2016: Roger Stone tweets a prediction about Hillary Clinton's campaign chairman, John Podesta.",
  "September 8, 2016: Sessions and Russian ambassador Sergey Kislyak meet privately in Sessions' office.",
  "November 8, 2016: Donald Trump wins a dramatic and unexpected victory in the presidential election.",
  "When it is reinstated, Roger Stone begins a private Twitter conversation with the alleged hacker.",
  "Manafort takes notes that reportedly reference donations and the Republican National Committee.",
  "Actual events\n\nSeptember 7, 2016: NBC's Matt Lauer confronts Trump about his praise of Putin.",
  "Actual events\n\nOctober 1, 2016: Roger Stone tweets that \"Wednesday @HillaryClinton is done.\"",
  "A few weeks later, Kushner meets with the CEO of a sanctioned Russian bank, Sergei Gorkov.",
  "The firm, Fusion GPS, was first hired by unspecified anti-Trump Republicans in late 2015.",
  "Trump replies, \"Well, I think when he calls me brilliant, I'll take the compliment, OK?\"",
  "Trump tweets \"Great move on delay (by V. Putin) - I always knew he was very smart!\"",
  "Democrats took over funding for the firm's work after Trump won the GOP nomination.",
  "He and Flynn are named in the dossier as being complicit in the alleged collusion.",
  "The trips were \"successful in terms of perceived outcomes,\" the official said.",
  "There, he gives a speech that is heavily critical of US foreign policy.",
  "McCain then gave it to the FBI director at the time, James Comey.",
  "\"Trust me, it will soon the [sic] Podesta's time in the barrel.",
  "I think you will probably be rewarded mightily by our press.\"",
  "Thirty-five Russian diplomats are expelled from the US.",
  "Guccifer 2.0's Twitter account is briefly suspended.",
  "Jared Kushner and Paul Manafort attend the meeting.",
  "Manafort has said he never collected the payments.",
  "He stays in Russia for approximately three days.",
  "October 5, 2016: Stone tweets \"Payload coming.",
  "His campaign later said he was joking.",
  "Trump rallies in nearby Concord, NC.",
  "August\n\nRoger Stone.",
  "#Lockthemup.\""
]