[
  "An awkward exchange (allegedly) ran as follows:\n\nPutin: “Remind me, why am I giving this to you?”\n\nAven: “Because I haven’t done anything you can put me in jail for.”\n\nPutin: “No, not yet.”\n\nBy a curious coincidence, even before the leak regarding Trump’s alleged connection to the bank, Aven has recently been in the news himself.",
  "Over the years Alfa has come out on top in bitter power struggles even with people closely linked to Vladimir Putin: it defended its telecoms empire against Leonid Reiman, Putin’s communications minister, who ultimately left the government after a string of disclosures about his links to an offshore company.",
  "During the days of the TNK-BP joint venture, BP staff in Moscow often privately suspected that the harassment they got from Russian officials was instigated by the partner they had hoped would protect them (BP chairman Peter Sutherland once publicly accusing them of ‘manipulation‘).",
  "He has applied for permanent residency in the U.K., and said in July that he intends to invest most of what he made selling his share of oil company TNK-BP in U.S. healthcare—well beyond the caprice and covetousness of any Russian leader or policeman.",
  "Whatever the truth behind the alleged link between Donald Trump’s organization and the Russian financial firm Alfa Bank, the real surprise is that Alfa’s name has taken so long to work itself into the world’s most garish narrative of 2016.",
  "The use of dubious billion-dollar lawsuits to apply pressure on Alfa’s partners–filed in remote regions of Russia by obscure private shareholders whose interests somehow overlapped perfectly with Alfa’s–became a favorite calling card.",
  "Even when, in 2013, it could not keep hold of its crown jewel, its stake in the oil company TNK-BP, it extracted a full price from the Kremlin’s energy boss, Rosneft CEO, Igor Sechin–and in cash, at the top of the cycle.",
  "One former employee of the bank recalls a ceremony 10 years back at which Fridman’s partner Pyotr Aven, a deputy prime minister who has headed the group’s government relations, was due to receive an award from Putin.",
  "None of its key members are on either the U.S. or European sanctions lists, and the bank has in any case been run at a respectable arm’s length from the corporate skulduggery its owners have engaged in elsewhere.",
  "It dragged Telenor ASA (telly), its Norwegian partner in Vimpelcom, through the Russian and Ukrainian courts to force it to accept a strategy that involved buying other Alfa-controlled assets at inflated prices.",
  "The most striking indication of the distance between Alfa and the Kremlin is the fact that its businesses in Ukraine are flourishing, even though the two countries are involved in a low-level war.",
  "Aven was due to collect an award from the Woodrow Wilson International Center for Scholars in recognition of his “Corporate Citizenship” and his contribution to U.S.-Russian relations.",
  "And when Vimpelcom’s use of suspect payments to gain market share in Uzbekistan was exposed, it was Telenor man Jo Lunder who took the rap, rather than any of Alfa’s people.",
  "Likewise in telecoms, where Alfa’s New York-listed but Russian-based affiliate Vimpelcom escaped the public vilification that its bigger Russian rival MTS suffered there.",
  "Cyber-security firm Mandiant, a unit of FireEye Inc. (feye), said there was no conclusive evidence of “substantive contact” between the two, according to The Guardian.",
  "Last year, Aven had invited Putin’s former press minister and propagandist-in-chief Mikhail Lesin to Washington DC on the night that Lesin died a suspicious death.",
  "On Monday, Slate had published a story about communication between a server hosting Trump Organization domain addresses and a server owned by Alfa Bank.",
  "Alfa may have been close enough to the Russian state to manipulate it on many occasions, but it has never trusted it, nor been trusted by it.",
  "But even if there were, Alfa Bank would make a very strange conduit for illicit traffic between Trump and his favorite foreign leader.",
  "Alfa was founded and is controlled by the most enduringly successful, western-oriented (if hard-edged) capitalists in Russia.",
  "While the branches of Kremlin-controlled VTB have their windows smashed, Alfa Bank Ukraine is expanding its market share.",
  "To what degree are “Alfa” and “my mental image of Russia as an implacably hostile, anti-American force” interchangeable?",
  "Its founder, Mikhail Fridman, has now largely cut his links with the country where he made his billions.",
  "But Alfa’s success owes at least as much to its political clout in Moscow as to its business acumen.",
  "The city’s medical examiner had attributed it to blunt trauma to the head, neck, limbs, and torso.",
  "That might owe something to the fact that Fridman himself was born in Lviv in western Ukraine.",
  "The knee-jerk Western response to the news is, naturally, to ask: How close is Alfa to Putin?",
  "U.S. prosecutors last week closed the Lesin case, putting it down to a drunken fall.",
  "It just bought the Ukrainian assets of Italy’s Unicredit.",
  "Alfa’s success also has its nasty side.",
  "Simple answer is: Not much."
]