[
  "The US Justice Department has appointed former FBI Director Robert Mueller as a special counsel to investigate potential ties Trump associates and and Russian operatives, and reports have emerged that Jared Kushner, Trump's son-in-law and a senior White House adviser, attempted to establish a secret line of communication between the Trump administration and Russian government officials.",
  "SYDNEY -- Jonah Peretti, CEO and co-founder of BuzzFeed, says the media company is prepared to \"vigorously defend\" a defamation lawsuit filed by Russian bankers over the publication of an intelligence dossier which made unsubstantiated claims about ties between Russian officials and Donald Trump's 2016 presidential campaign.",
  "Peretti, who co-founded The Huffington Post before setting up BuzzFeed, said he could \"understand why someone might want to suppress that or intimidate us, but we have to do our job, and we stand behind our decision to publish it because was in the interest of our readers and the interest of the public.\"",
  "\"We [were] doing our job to inform the American public about something that the president-elect, senior members of Congress, senior people in the intelligence community, [and] senior people in media were all talking about ... and the American public didn't know what was in the document,\" Peretti said.",
  "The decision to publish the dossier, which was compiled by former British intelligence officer Christopher Steele and had been circulating in political media circles, was criticised by Trump supporters and by some in the media, due to the unsubstantiated nature of some of the claims.",
  "\"When you look at the ongoing investigations and ongoing reporting that's happening around the Trump administration and connections to Russia, it's important for the press to look at these things vigorously and figure out what's going on,\" Peretti told Business Insider.",
  "BuzzFeed admitted when first publishing the dossier -- shortly before US president Donald Trump took his oath of office in January -- that the document contained a number of unverified allegations, including against members of the Russian establishment.",
  "Mikhail Fridman, Petr Aven, and German Khan, the owners of Alfa Bank, filed a defamation suit last Friday in New York seeking damages from BuzzFeed and a number of named journalists, including the title's editor-in-chief, Ben Smith.",
  "In February, Trump's national security adviser, Michael Flynn, was forced to resign after reports he misled Vice President Mike Pence regarding his conversations with the Russian ambassador to the US.",
  "The central allegation was that Russian authorities were involved in trying to influence the US presidential election through relationships with senior supporters of Donald Trump's campaign.",
  "The lawsuit, filed last Friday, was an \"an outrageous attempt to try to silence the American media,\" Peretti told Business Insider Australia in an interview.",
  "\"It was informing policy and having an impact on the country, and we felt the public had a right to know what is it that they're talking about.\"",
  "Peretti said BuzzFeed stood behind \"our decision to publish it because was in the interest of our readers and the interest of the public\".",
  "Questions about connections between the Trump administration and various Russian interests have persisted in the intervening months.",
  "When BuzzFeed published the 35-page dossier in January, Trump denounced the allegations as \"fake news\" and a \"political witchhunt\".",
  "The dossier also alleged that Russian intelligence officers had collated compromising material against Trump himself.",
  "\"Fortunately, we are well-capitalised as a company, and we're able to vigorously defend the lawsuit,\" Peretti said.",
  "Peretti said BuzzFeed had published in the public interest.",
  "Read more posts on Business Insider Australia »"
]