[
  "Sberbank’s Deputy Chief Executive Alexander Morozov told Reuters last month that concerns about fresh U.S. sanctions, elevated volatility on the currency market and the seasonal demand for foreign currency during summer holidays had all driven the outflow from households’ foreign currency deposits.",
  "MOSCOW (Reuters) - Russia’s largest lenders, state-owned Sberbank (SBER.MM) and VTB (VTBR.MM), saw outflows of foreign currency deposits in August amid a rouble depreciation and concerns about new U.S. sanctions, according to an analysis of central bank data.",
  "Later on Friday, Sberbank said that, according to its calculations and the rouble exchange rate it used, outflows of foreign currency from retail deposits totaled $900 million in September but the bank also had inflows worth $1.5 billion from legal entities.",
  "Some depositors used the rouble’s slide to levels close to 69 against the dollar from around 62 seen in early August as an opportunity to cash in on the currency moves, withdrawing foreign currency so they could use it to buy roubles cheaply.",
  "Concerns about an extension of U.S. sanctions against Moscow that could possibly target Russian state banks and holdings of Russian government bonds plagued markets in August and sent the rouble to its lowest levels since 2016.",
  "In September, such outflow continued as Sberbank’s retail clients withdrew around 130 billion roubles ($1.95 billion) worth of FX, data from the bank’s earnings report under Russian accounting standards showed on Friday.",
  "Foreign currency deposits at Raiffeisen Bank in Russia grew to $1.88 billion from $1.37 billion in August, while FX deposits at Rosbank, a subsidiary of Societe Generale, rose to $1.95 billion from $1.70 billion.",
  "Russia’s fourth-largest state-owned lender Rosselkhozbank, however, saw corporate FX deposits rising to $5.93 billion by the end of August from $5.72 billion a month earlier.",
  "Alfa Bank, Russia’s fifth-largest lender by assets and the largest among non-state banks, saw corporate FX deposits rising by $160 million to $6.38 billion as of end-August.",
  "“Moderate funding outflows from larger state banks were presumably driven by concerns over potential new sanctions,” Fitch ratings said in a note, referring to August flows.",
  "REUTERS/Maxim Shemetov\n\nSome of their smaller rivals, however, and subsidiaries of foreign banks in Russia saw inflows to their FX deposits in the same period.",
  "Corporate deposits denominated in foreign currency have also shrunk by $1.7 billion at state-owned Gazprombank, Russia’s third-largest lender by assets.",
  "“We observe the trend that corporate clients are replacing foreign currency deposits with rouble ones,” VTB’s press office said in an email.",
  "1 lender, declined by $1.1 billion in August to $33 billion, while the bank’s corporate FX deposits shrank by $2.2 billion to $55 billion.",
  "This was the result of transactions of “a limited number of affluent customers,” said the head of banking products at Citi, Dmitry Emelin.",
  "In August VTB has increased the portfolio of retail dollar deposits by more than 6 percent in the rouble equivalent,” VTB said.",
  "For companies, a seasonal need to pay dividends in roubles had also taken its toll in August, the Sberbank press-office said.",
  "It was based on the banks’ financial results submitted to the central bank as well as on the relevant rouble exchange rate.",
  "FILE PHOTO: Logos of Sberbank are seen on automated teller machines (ATM) at its branch in Moscow, Russia, June 10, 2016.",
  "The data on flows at Russia’s five biggest lenders and subsidiaries of major foreign banks was collated by Reuters.",
  "VTB, Russia’s No.2 lender, saw corporate and retail FX deposits falling by a total of $3.15 billion in August.",
  "Russia’s branch of Citibank saw FX deposits growing by 15 billion roubles ($224.65 million) in August.",
  "The amount of foreign currency that retail clients held in Sberbank, Russia’s No.",
  "Gazprombank, Raiffeisen and Rosbank did not reply to a request for comment.",
  "“We don’t observe any contraction in (retail) foreign currency deposits.",
  "The fluctuation was in line with a monthly average, the bank said."
]