[
  "This memo alleges that the “Russian regime has been cultivating, supporting and assisting TRUMP for at least 5 years” and that Trump “and his inner circle have accepted a regular flow of intelligence from the Kremlin, including on his Democratic and other political rivals.”\n\nAccording to the memo, the goal, “endorsed by PUTIN, has been to encourage splits and divisions in western alliance.” Corn reports that the FBI asked for follow-up information from the author of the memo (meaning it considered him credible), which has been provided, but that he does not know whether the bureau has been able to confirm or debunk its contents.",
  "5) The FBI has found no direct Trump/Russia links\n\nContrary to the broad thrust of several of the above stories, Eric Lichtblau and Steven Lee Myers of the New York Times have a story citing “law enforcement officials” as saying that though the FBI has indeed looked into these various matters, “none of the investigations so far have found any link between Mr. Trump and the Russian government.” That includes an inquiry into the Alfa Bank matter, and seems to clearly contradict Corn’s ex-spy, though the memo is not specifically addressed in the story.",
  "But the more important section of the letter may be the other part, in which Reid slammed Comey for hypocrisy on the grounds that the FBI was sitting on “explosive information about close ties and coordination between Donald Trump, his top advisors, and the Russian government.”\n\nReid rather famously concocted a wild fib about Mitt Romney’s taxes in order to dramatize a political point back in 2012, so the mere fact that he said he knew the FBI was sitting on explosive information didn’t mean it really was.",
  "They do not say exactly what the inquiry is about, but they hinted that it is a follow-up on NBC’s August reporting that “Manafort was a key player in multi-million-dollar business propositions with Russian and Ukrainian oligarchs — one of them a close Putin ally with alleged ties to organized crime — which foreign policy experts said raised questions about the pro-Russian bent of the Trump candidacy.” Manafort left the campaign shortly after the report, and the media largely let it drop.",
  "3) Something weird happened with Trump’s business and a Russian bank\n\nFranklin Foer reported for Slate about a somewhat bizarre story (seemingly originating with this anonymous report) indicating that computer security experts have detected “a sustained relationship between a server registered to the Trump Organization and two servers registered to an entity called Alfa Bank,” a major Russian bank with links to the country’s political and business elite.",
  "Here are the five main storylines that have emerged so far:\n\n1) Why the FBI didn’t sign the intelligence community’s Russia letter\n\nCNBC’s Eamon Javers reported that the reason the FBI did not join the intelligence community letter accusing Russian hackers of trying to intervene in the US election is that Comey felt it was inappropriate for the bureau to comment on a politically salient matter so close to the election.",
  "Instead, they were “aimed at disrupting the presidential election rather than electing Mr. Trump.”\n\nWhat, exactly, the difference is between disrupting the election in a way that favors Trump and trying to help Trump win the election is a bit hard for me to say, but it’s been the subject of a hotly contested semantic battle inside the American government ever since the DNC hacks in July.",
  "Harry Reid’s incendiary Sunday letter to FBI Director James Comey was noted at the time mostly for its far-fetched allegation that Comey may have violated the Hatch Act by dropping his vaguely phrased letter to Congress about emails that may or may not be new found on Anthony Weiner’s laptop.",
  "2) The FBI is investigating Trump’s former campaign manager\n\nKen Dilanian, Cynthia McFadden, William Arkin, and Tom Winter reported for NBC that the FBI has launched a “preliminary inquiry” into the business dealings of Trump’s former campaign chair Paul Manafort.",
  "4) There is maybe a five-year plot by Russian intelligence to recruit Trump\n\nLast but certainly not least, David Corn at Mother Jones reports the existence of a memo shared with the FBI by a former Western intelligence official who now does private security work.",
  "Clinton’s campaign strongly prefers the formulation that Russia is trying to help Trump, while evidently the FBI agents looking into the matter prefer the formulation that Russia is broadly seeking to discredit the electoral process.",
  "In fact, the Times’s sources go even further, to say that the Russian hacks that have exclusively targeted Democrats and were timed perfectly for Trump’s political needs were not designed to help Trump at all.",
  "Trump is famously not especially creditworthy, and I think the implication of this reporting is supposed to be that it’s the fingerprints of a previously unknown credit relationship between Trump and Alfa.",
  "These are policy ideas that can be assessed on the merits (they’re terrible, in my opinion) completely separately from the question of exactly what motivated Trump to adopt them.",
  "He’s called for greater US-Russian cooperation in Syria, signaled sympathy for Russia’s seizure of Crimea, and, most of all, he’s called for dismantling the NATO alliance.",
  "Foer’s reporting does not reveal what the nature of the communication between the servers was, and, based on the evidence at hand, there seems to be no way to tell.",
  "Javers’s source on this (“a former bureau official”) is not great, but the underlying claim here is so overwhelmingly plausible that it’s hard to doubt the story.",
  "But in the past 36 hours, a number of reports have surfaced across various media outlets indicating there is some real smoke around Trump/Russia matters.",
  "The bureau must have had some reason not to join the letter, and if the FBI thought it was substantively wrong it would have probably filed a dissent.",
  "What to make of all this\n\nBreathless speculation about possible Trump-Russia leaks is a lot more fun than boring policy analysis.",
  "Neither joining nor dissenting because of bureau policy against commenting on ongoing investigations seems like a good reason.",
  "We still don’t know if there’s any fire, though, and a countervailing leak from the FBI seems to indicate that there isn’t.",
  "But Trump’s policy views on matters related to Russia are a lot clearer than any of these cloak-and-dagger allegations.",
  "Some informed observers say there’s nothing to this, and story five on our list claims the FBI debunked this.",
  "(Another report in the Huffington Post corroborated the CNBC report with another source.)",
  "But if true, this bolsters Democratic claims of hypocrisy on Comey’s part.",
  "But perhaps the FBI has not."
]