[
  "That makes it all the more important that this shameless attempt to bully and intimidate BuzzFeed News not have a chilling effect on other journalists who continue to report this important story.”\n\nIn February, BuzzFeed was sued by a Russian internet entrepreneur Aleksej Gubarev over claims in the dossier that he and his firms used \"botnets and porn traffic\" to conduct a variety of cyber operations against Democratic Party leaders.",
  "Russian bank owners sue BuzzFeed over Trump dossier publication\n\nThe owners of a Russian bank are suing BuzzFeed for publishing a dossier containing unproven claims that the businessmen were involved in bribing Russian President Vladimir Putin years ago and took part in an alleged Russian government scheme to influence the 2016 U.S. presidential election.",
  "\"The Article clearly states that the allegations contained in the Dossier were unverified and that the Dossier itself contined errors, including the repeated misspelling of Alfa's name, and could not be verified despite substantial efforts,\" wrote Alan Lewis and John Walsh of Carter Ledyard and Milburn, the law firm for the bank owners.",
  "Under the Radar Blog Archives Select Date… November, 2018 October, 2018 September, 2018 August, 2018 July, 2018 June, 2018 May, 2018 April, 2018 March, 2018 February, 2018 January, 2018 December, 2017\n\nIn a statement, BuzzFeed defended the publication of the dossier.",
  "Mikhail Fridman, Petr Aven and German Khan of Alfa Bank filed the defamation lawsuit Friday in state court in Manhattan, seeking unspecified damages from BuzzFeed as well as editor-in-chief Ben Smith, reporter Ken Bensinger and editors Miriam Elder and Mark Schoofs.",
  "\"The false and defamatory statements published by Defendants of and concerning the Plaintiffs and Alfa, and the implications of those defamatory statements, were made with knowledge of their falsity or with reckless disregard of whether they were true or false.\"",
  "\"Given that the allegations contained in the dossier were presented to successive presidents and remain under active investigation by intelligence agencies and Congress, there is little doubt that their publication was and continues to be in the public interest.",
  "In a statement, BuzzFeed defended the publication of the dossier and warned of a possible chilling effect on reporters trying to explore potential connections between President Donald Trump, his election and the Russian government.",
  "\"The head of a Russian bank sued our news organization for publishing a document that alleges financial ties between Putin, Trump, and Russian entities—including this very bank,\" BuzzFeed spokesman Matt Mittenthal said.",
  "The suit seized on Smith admitting that at the time BuzzFeed published the dossier in January he knew aspects of the dossier were wrong and that other aspects of it were unproven.",
  "At about the time the suit was filed, BuzzFeed apologized and redacted the information about Gubarev and his companies from the document on BuzzFeed's site.",
  "That admission indicates BuzzFeed had knowledge sufficient to meet the legal standard for libel, the court complaint says.",
  "BuzzFeed recently lost a bid to move the case from a federal court in Miami to one in New York.",
  "Email Sign Up By signing up you agree to receive email newsletters or alerts from POLITICO.",
  "Morning Media Your guide to the media circus — weekday mornings, in your inbox.",
  "However, that suit has continued.",
  "You can unsubscribe at any time."
]