[
  "They were rightfully appalled and put out a statement, which “urged presidential candidate Donald Trump to reconsider his use of the phrase ‘America First’ as a slogan describing his approach to foreign affairs, citing its anti-Semitic use in the months before Pearl Harbor by a group of prominent Americans seeking to keep the nation out of World War II.” The statement continued:\n\nThe most noteworthy leader of the “America First Committee” was Charles Lindbergh, who sympathized with the Nazis and whose rhetoric was characterized by anti-Semitism and offensive stereotypes, including assertions that Jews posed a threat to the U.S. because of their influence in motion pictures, radio, the press, and the government.",
  "Deriding Hillary Clinton for embracing the “Washington think tank consensus,” he spoke favorably of Trump’s “America First” policy (a term that Trump explicitly used in his speech Wednesday, declaring that it “will be the major and overriding theme of my administration”) and expressed agreement with the candidate’s comments on America’s allies posing a “free rider problem.”\n\nBurt is also the U.S. chair of the Global Zero outfit, which preaches unilateral disarmament.",
  "In a political season that already has prompted a national conversation about civility and tolerance, choosing a call to action historically associated with incivility and intolerance seems ill-advised.”\n\nI suspect Trump doesn’t have a clue what the America First Committee or Charles Lindbergh stood for, but surely whoever is advising him does.",
  "Manafort has his own issues as a previous representative for the “torturers’ lobby,” one who “lobbied on behalf of the Saudis against a congressional push to move the U.S. embassy in Israel from Tel Aviv to Jerusalem.” One must therefore wonder what sort of administration Trump is going to be running.",
  "He explains:\n\nAccording to a knowledgeable source, Burt, who had previously worked as an unpaid advisor to former Republican presidential candidate Rand Paul, has been enlisted by [Paul] Manafort to join Trump’s campaign and helped draft his speech (neither Burt nor Manafort responded to inquiries).",
  "Given the people Trump has chosen to put words in his mouth, it is no wonder that he’s sounding themes and tossing out ideas that Russia would dearly love to hear — including praise for Putin as “strong” and denial that Putin is involved in the murder of journalists.",
  "(Jim Bourg/Reuters)\n\nThe folks over at the Anti-Defamation League, unlike some pundits, actually listened to the content of Donald Trump’s speech in Washington on Wednesday.",
  "Even if they were not so familiar with the anti-Semitic assertions of the group, surely they know the group’s name is a dog whistle to isolationists and conspiratorialists.",
  "James Kirchick provides some suggestions, among them: Richard Burt, chairman of the Center for National Interest’s advisory council and a former ambassador to Germany.",
  "ADL chief executive Jonathan Greenblatt argued, “for many Americans, the term ‘America First’ will always be associated with and tainted by this history.",
  "Since Trump simply reads words off a teleprompter, it is worth worrying whether he will be a malleable mouthpiece for characters such as these.",
  "Is it going to sound like Trump at AIPAC or Trump in front of the Russian ambassador (who had a front row seat at yesterday’s speech)?",
  "In an interview with the National Interest published earlier this month, Burt offered some clues as to where his sympathies lie.",
  "It is becoming clear why he shows reverence for Vladimir Putin and is fixated on weakening NATO.",
  "The irony is that the Lindbergh crowd was worried about foreign influence in U.S. policy.",
  "So who did have a hand in the speech and in Trump’s rhetoric more generally?",
  "\n\nDonald Trump delivers a foreign policy speech in Washington on Wednesday.",
  "It is fair to worry about just how much influence Russia has on Trump’s.",
  "Will Manafort be forever slipping in trinkets for his old clients?",
  "Burt sits on the senior advisory board of the Russian Alfa Bank.",
  "Russian garbage in, Russian garbage out, it seems."
]