[
  "Since last month’s expulsion of 60 U.S. diplomats, and the closure of the U.S. consulate in St. Petersburg, part of the latest tit-for-tat in the standoff between Moscow and the West, the next available visa appointment at the U.S. Embassy in Moscow is in 250 days’ time.",
  "A State Department official dismissed the claims as “unhelpful and simply false.”\n\nTwo dancers from Moscow’s famed Bolshoi Theater, including a prima ballerina, had their visas rejected at the last minute, before a scheduled performance in New York.",
  "The name of the program, “Highly Likely Welcome Back, or It’s Time to Come Home,” sarcastically takes aim at British Prime Minister Theresa May’s assertion that Russia was “highly likely” to have been behind the Skripal poisoning.",
  "Avoiding the daunting 250-day wait, hundreds of Russians have been flooding neighboring former Soviet countries such as Latvia in recent weeks, hoping to take advantage of U.S. embassies in countries not sparring with Washington.",
  "Read more\n\nFro m posh oligarchs to taxi drivers, Russians in London feel a chill\n\nExpelled from Russia, U.S. diplomats bid a wistful farewell\n\nHow did ex-spy Sergei Skripal and his daughter survive nerve-agent poisoning?",
  "But not all Russians have the time, or can afford, an additional holiday in a nearby country in their quest to get an American visa, and the actual numbers of Russians visiting the United States have plummeted.",
  "You can do trips to the film studios, and see Google and Apple.” By California law, foreigners without residency status can get married in the state, and the union is recognized once it is registered in Russia.",
  "Maybe tomorrow Russia and the United States will decide they are friends, all staff will come back to the embassy, and I’ll get my visa,” said Mohamed Torky, executive chef at a Holiday Inn in northern Moscow.",
  "“If you get beaten up enough,” he said, “you will begin to defend yourself, and it doesn’t matter who started it.”\n\nNatasha Abbakumova in Moscow and Carol Morello in Washington contributed to this report.",
  "Such things did not happen even during the Cold War.”\n\nU.S. Citizen and Immigration Services, which oversees performer visas, said it does not comment on specific cases, citing privacy concerns.",
  "The diplomats were kicked out after Britain and its allies expelled a total of more than 150 Russians from embassies for the poisoning of former double agent Sergei Skripal, which Moscow denies.",
  "Since annexing Crimea from Ukraine in 2014, Moscow has spent considerable energy and money on revamping the peninsula, attempting to restore its Soviet-era status as the ultimate vacation spot.",
  "In a quixotic bid last week, Russia urged citizens studying in “unfriendly countries” to return to the motherland and trade their coveted foreign education for one from a top Russian school.",
  "Escalating tensions between Moscow and Washington are putting a damper on Russians’ vacation plans, catching ordinary people in a diplomatic crossfire that has distinct Cold War overtones.",
  "The Kremlin accused the United States of denying visa appointments to crew members of Aeroflot, Russia’s flagship carrier and the only airline with direct flights to the United States.",
  "The Russian Foreign Ministry put the blame squarely on the United States on Saturday, for “trying to put up a visa wall,” making “our citizens’ visits to the U.S. virtually impossible.",
  "A cottage industry of “wine and visa” tours has sprung up in the Caucasus, where visa-seekers can wait out the processing time by sipping their way through Georgian vineyards.",
  "“A wedding in Russia,” he said, “would be easy and boring.”\n\nThe Kremlin may be delighted that fewer of its citizens are being exposed to the wiles of Western soft power.",
  "One particularly crestfallen Russian is 27-year-old Vladislav Kovalev, who is desperately trying to achieve his dream of a fairy-tale wedding on a West Coast beach.",
  "The Muscovite and his girlfriend of the same age, Nastya Klyueva, want an intimate ceremony with “the beautiful rocks and sunshine” of Los Angeles.",
  "Kovalev is now wondering how easily the couple, who have never been to the United States, could fly to Kiev for their American visas.",
  "Last week, Russia’s foreign minister, Sergei Lavrov, described relations with the West as worse than during the days of the Cold War.",
  "“Putin doesn’t suffer, Trump doesn’t suffer, but people like me suffer,” he said, referring to the Russian and American presidents.",
  "What kind of special place?’ ” said Kovalev, who works as a user-experience designer and product manager at Russia’s Alfa Bank.",
  "According to official figures, the vast majority of the 240,000 Russians who visited last year were on business or study trips.",
  "Foreign travel, which was off-limits during the Soviet era, is relished by ordinary Russians, after decades of pent-up desire.",
  "Sporting wide-rimmed glasses and an Apple watch, he could easily be mistaken for a hipster on the other side of the Atlantic.",
  "For many, the United States feels elusive, and the thought of visiting the country conjures up Hollywood-inspired fantasies.",
  "For Torky and others who have applied for a visa but given up on the wait, the $160 processing fee will not be refunded.",
  "Torky had planned a July vacation to the United States, to see fabled Las Vegas and eat steaks in Texas.",
  "It’s practically none,” said Maya Lomidze, spokeswoman for Russia’s Association of Tour Operators.",
  "Even still, the young Russian is fed up with the anti-Russian attitudes rippling through the West.",
  "He even thought of fulfilling his childhood dream of driving a Ford Mustang on American highways.",
  "and this situation looks like a sort of cartoon or James Bond film,” Kovalev said.",
  "Riding a wave of patriotism, Putin has encouraged Russians to vacation at home.",
  "But the number of Russian tourists to the United States has never been high.",
  "Millions visit the beaches of Thailand and Mediterranean Europe each year.",
  "The visa debacle led Moscow and Washington to trade fresh barbs last week.",
  "Like Washington Post World on Facebook and stay updated on foreign news",
  "A year ago, obtaining a U.S. tourist visa could take less than a week.",
  "Russians wanting a glimpse of the American Dream now have to wait.",
  "There’s the film industry, and you’re not far from Silicon Valley.",
  "But instead, he’ll be vacationing in nearby Georgia, or Egypt.",
  "“In the eyes of the world, Russia has become evil .",
  "“Now the outflow of tourists is much lower.",
  "“We thought, ‘Where can we have a wedding?",
  "Now, it comes with an eight-month delay.",
  "“I am waiting for a miracle to happen.",
  "The 32-year-old is furious.",
  "“For us, L.A. is romantic.",
  "Or not go at all.",
  ".",
  ".",
  ".",
  ".",
  "."
]