[
  "“At least five outlets including The Intercept have been looking at this for weeks and decided it didn’t add up,” Sam Biddle, a reporter at The Intercept tweeted at the time, adding: “The Trump/Alfa story could be true, but we all looked at the same data Foer did and it just won’t take you to that conclusion.”\n\nFusion’s role in the shaky story raises further questions about the credibility of the infamous anti-Trump dossier, much of which remains unconfirmed and some of which has been debunked.",
  "“This secret hotline may be the key to unlocking Trump’s ties to Russia,” Clinton campaign press secretary Jake Sullivan said at the time, calling it “the most direct link yet between Donald Trump and Moscow.”\n\nThe campaign sent out a tweet from Hillary Clinton’s Twitter account attacking Trump for the story.",
  "A new report ties Fusion GPS to a flawed (but sensational) story claiming nefarious ties between the Trump Organization and a Russian bank, which Hillary Clinton’s campaign immediately used to attack Republican nominee Donald Trump a week before the 2016 election.",
  "Clinton’s campaign and the Democratic National Committee hired Fusion GPS in April 2016 to produce opposition research on Trump, including the infamous anti-Trump dossier, which Fusion outsourced to former British spy Christopher Steele.",
  "(RELATED: Wife Of Demoted DOJ Official Worked For Fusion GPS During The Campaign)\n\nThat report is consistent with previously reported facts, including that Fusion was briefing various reporters on the contents of the anti-Trump dossier.",
  "(RELATED: CNN’s Undisclosed Ties To Fusion GPS)\n\nFusion co-founder Glenn Simpson and Foer were both featured speakers at an elite Washington, D.C. journalism conference three weeks before the story went up.",
  "The same day that Foer’s story went up on Slate, Mother Jones reporter David Corn wrote an article citing the dossier and directly quoting Steele, although neither he nor Fusion was named in the story.",
  "“Fusion pushed the story that a special email server existed between Trump Tower and Moscow’s Alfa bank,” as part of the group’s efforts to plant anti-Trump stories in the media, the Times reported.",
  "pic.twitter.com/8f8n9xMzUU — Hillary Clinton (@HillaryClinton) November 1, 2016\n\nFoer’s story was discredited soon after, including by liberal news sources like Vox and The Washington Post.",
  "The explanation for the server pings appears to be spam from a third-party marketing company used by Trump’s organization, a follow-up investigation from The Intercept revealed.",
  "A story in the Post titled, “That secret Trump-Russia email server link is likely neither secret nor a Trump-Russia link,” brutally dismissed the accusations in Foer’s story.",
  "The Clinton campaign immediately used Foer’s hit piece, which was reportedly produced by their own opposition research firm, to accuse Trump of being too close with Russia.",
  "Senate witnesses have repeatedly described Fusion as a smear-for-hire operation that manufactures misleading or false media narratives for its clients.",
  "The dossier, which BuzzFeed published in February, accused Alpha’s partners of having a close relationship with Putin and doing favors for him.",
  "Foer’s story cited a group of computer scientists who claimed to have proof of server pings between Alfa’s server and a Trump hotel server.",
  "On October 31, 2016, Slate’s Franklin Foer wrote a story alleging secret communications between Trump’s company and Russian bank Alfa.",
  "That story, which failed to pass follow-up media scrutiny, originated with Fusion GPS, The Washington Times reported on Sunday.",
  "REP. JIM JORDAN EXPLAINS THE CONNECTION BETWEEN THE CLINTON FOUNDATION AND FUSION GPS\n\n\n\nChuck Ross contributed reporting.",
  "Foer, who is now an editor at The Atlantic, did not return an email seeking comment about Fusion GPS’ role in his story.",
  "It also provides further evidence of Fusion’s ability to manufacture misleading media narratives on behalf of a client.",
  "Computer scientists have apparently uncovered a covert server linking the Trump Organization to a Russian-based bank.",
  "Foer’s piece argued that the server pings represented a secret line of communication between Trump and the Russians.",
  "Several outlets, it was revealed, had declined to run the same story because it wasn’t credible.",
  "Fusion is reported to have paid multiple journalists as part of its Russia-related work.",
  "The tweet went viral, getting more than 28,000 likes or retweets.",
  "The names of those journalists are currently unknown."
]