[
  "And what felt unseemly is that the paper’s executive editor publicly bickered with the Times ombudsman who criticized the paper as “too timid in its decisions not to publish the material it had.” It also stung that he trashed my story after the fact.",
  "ultimately concluded that there could be an innocuous explanation, like a marketing email or spam, for the computer contacts.”\n\nI called my editor at Slate to complain about the Times, but I had spent about two weeks crashing my story.",
  "But as I read his piece, it helped set in relief some of the lessons about reporting and about covering this scandal that I have carried from the fracas over my own server piece—and it triggered some intense and unpleasant memories.",
  "A dirty secret in journalism is that reporters spend a good amount of time collecting premium intelligence on the projects pursued by our own colleagues and competitors—and how that information can influence the stories we pursue.",
  "This seemed like an impossible standard to me—and when I learned that he had no chance of publishing his piece, I set about making contact with a computer scientist, who I had reason to believe was Lichtblau’s primary source.",
  "But in this instance, the paper decided to broadly dismiss the Alfa-Bank story, even when its own star reporter had such strong belief in it and when it had evidence that (at the very least) complicated the FBI’s assessment.",
  "Every journalist, I’m pretty sure, has a story like this—a story that constantly claws at them—leading to an obsession with unknown facts, leaving a fear that complexities might have eluded their best reportorial efforts.",
  "My story was about a group of computer scientists who believed that they had uncovered technical evidence showing communication between a server linked to the Trump Organization and servers linked to Alfa-Bank in Moscow.",
  "After two years, those of us not working for Robert Mueller are not that much closer to knowing the answer—and, given the implications, it’s almost physically painful to live with the unfilled holes in the plot.",
  "His editors weren’t convinced that they should run a story about the mere fact of communication between the Trump Organization and Moscow; they pressed Lichtblau for the substance of that communication.",
  "That the paper yields to prudence, and sometimes refrains from gratuitous risks, bolsters its authority when it publishes huge scoops about Harvey Weinstein, or Donald Trump’s finances.",
  "On July 4—somehow my articles appeared on holidays that election year—I published a piece titled “Putin’s Puppet.” It outlined all the ways in which Trump was tethered to Russia.",
  "As I emerged somewhat bleary from my basement office, I felt that swirl of exhilaration and anxiety that comes with publishing a piece on a subject sure to be controversial.",
  "For at least the past two years, Americans have lived in an extended state of suspense about what could be the most nefarious scandal in the nation’s political history.",
  "I felt a sense of clarity about how Trump and Putin were using each other, and I couldn’t understand why more of my colleagues weren’t reporting it with greater vigor.",
  "They didn’t want Clinton to drift into office, full of hatred toward the Russians, amping up tensions on the basis of what they considered thin evidence.",
  "On October 31, 2016, just before the presidential election, I published a story in Slate that I thought hinted at a possible center of the scandal.",
  "One of the most interesting moments in today’s New Yorker piece is that Baquet seems to now concede that the server story wasn’t crazy to pursue.",
  "(Less than 24 hours after my piece went live, The Intercept published a very long, very detailed piece that suggested my piece was likely bunk.)",
  "Rather than focusing on the impending horrors of a potential Trump administration, much of the world was pondering a Hillary Clinton presidency.",
  "I kept waiting for the FBI or Robert Mueller or another reporter to get to the bottom of the matter, to relieve the narrative of its mysteries.",
  "But as I was trailing our pack of costumed kids, I started to get the sense that the reception to my piece might not be as warm as I had hoped.",
  "When I tweeted the link to the story, I blurted, with perhaps a touch too much swagger, that there was still time for an October surprise.",
  "This morning, The New Yorker published a story by Dexter Filkins, a reporter I admire, attempting to close the gaps in the server story.",
  "While I felt pressed toward publication by the urgency of the election, the Times has reasons to use its reportorial capital cautiously.",
  "Many of their objections were highly technical—and I would never pass myself off as someone with an expert’s grasp of computer science.",
  "Still, when I called the experts I had consulted for the piece, as well as other sources I had relied on, none of them backed down.",
  "I tried to be very clear about the limitations of the evidence—but I was also sure that even this limited evidence was a big deal.",
  "Many of the loudest critics of the piece were journalists on the left who didn’t care for Clinton’s hawkish position on Russia.",
  "It is typing,” Dean Baquet told The Washington Post’s Erik Wemple, responding to critics the day after the Trump inauguration.",
  "I kept hearing from friends about how The New York Times’s Eric Lichtblau had been working on a blockbuster about the server.",
  "And each of these fact patterns suggests, but only suggests, that these two parties likely met in the middle to conspire.",
  "By the time I got home, The New York Times had published its now-notorious headline: “Investigating Donald Trump, F.B.I.",
  "Nearly two years have passed since the publication of that piece—and there’s rarely a week when I don’t think about it.",
  "Evidence has piled up suggesting that the Trump campaign teamed with the Russian state in pursuit of electoral victory.",
  "Hillary Clinton tweeted my story, which ensured that nearly every political reporter (and lots of voters) saw my work.",
  "Starting in the spring of 2016, I had begun to worry about the possibilities of Russian interference in the election.",
  "I got word that network lawyers didn’t want MSNBC to delve into questions about the server without harder evidence.",
  "I hoped to convey a greater sense of humility about what the evidence suggested, without walking back my reporting.",
  "The hard evidence, alas, reveals more about the motives of the central characters than the shape of the narrative.",
  "When I arose, my editor asked that I go through and address the growing set of criticisms in a follow-up article.",
  "And there’s hard-and fast-proof that the Russians wanted to sway the American electorate on Trump’s behalf.",
  "There’s hard-and-fast proof that Trump’s innermost circle was more than willing to work with the Russians.",
  "My family and friends had gathered in our dining room to eat pizza before embarking on trick-or-treating.",
  "Other computer scientists began to pick away at my reporting on Twitter, and then in lengthy blog posts.",
  "But over time, I have grown empathetic to the Times’s decision not to publish the Lichtblau story.",
  "Some of this evidence is circumstantial and hardly conclusive; some of it is pretty damn concrete.",
  "I published a piece that conceded that more innocuous explanations of the evidence were possible.",
  "And so I fell into hard sleep, unhaunted by the self-doubts that would greet me in the morning.",
  "This obsession was my own microcosm of the national state of suspense about the Russia scandal.",
  "The truth is that my story was provisional, about facts that were explosive but not conclusive.",
  "And it predicted that, based on past habits, Russia would further interfere on behalf of Trump.",
  "I set out with my kids down our street, although I never really removed my nose from my phone.",
  "I’m pretty sure that this sense of electoral inevitability informed the reception to my piece.",
  "But they were convinced that it was odd enough to deserve press attention and public scrutiny.",
  "And for a few hours, it felt like I had published something that would surely matter.",
  "That sense of clarity was one reason that I was initially drawn to the server story.",
  "Sees No Clear Link to Russia.” The Times, as is its style, didn’t mention my piece.",
  "(And we were dealing with characters who had a proclivity for filing lawsuits.)",
  "But it cited FBI agents who dismissed the essence of it, writing, “The F.B.I.",
  "Each of these is an incredible fact; each is a historic scandal unto itself.",
  "I also heard that management at the paper was giving him a hard time.",
  "Bashing the Times is easy sport—and nearly everybody engages in it.",
  "I began to wonder if I had missed something or had been suckered.",
  "For a journalist, the fear of getting it wrong is a mortal one.",
  "My story in Slate went live in the late afternoon of Halloween.",
  "Something has apparently changed Baquet’s thinking since then.",
  "As the summer unfolded, events kept bolstering this thesis.",
  "“It felt like there was something there,” he told Filkins.",
  "He produced a meticulous work of investigative journalism.",
  "Experts loudly calling me wrongheaded were hard to shake.",
  "My phone buzzed with requests to appear on television.",
  "Prime-time shows on MSNBC canceled my appearances.",
  "My worldview was something close to the opposite.",
  "They weren’t even sure what exactly they’d found.",
  "Is there a crime at the center of the narrative?",
  "The week before the election was a strange time.",
  "Neighbors greeted me with high fives.",
  "The computer scientists were vexed.",
  "But what really happened there?",
  "(I have done it myself.)",
  "“That is not journalism.",
  "None of it felt good."
]