[
  "The Trump Organization has had contact with a bank in Moscow, according to a group of computer scientists, news that will continue to fuel the theory that Republican presidential nominee Donald Trump has ties to Russia.",
  "\"Neither Alfa Bank nor its principals, including Mikhail Fridman and Petr Aven, have or have had any contact with Mr. Trump or his organizations,\" wrote Jeffrey Birnbaum of the public relations firm representing Alfa.",
  "Slate reports that the computer scientists started looking into malware issues this spring after news broke that Russian hackers had permeated Democratic National Committee servers.",
  "The computer scientists aren't sure of the correspondence between Alfa, the bank housed in Moscow, and the Trump Organization on Fifth Avenue.",
  "\"The email server, set up for marketing purposes and operated by a third-party, has not been used since 2010,\" Hope Hicks wrote to Slate.",
  "\"The current traffic on the server from Alphabank's [sic] IP address is regular DNS server traffic — not email traffic.",
  "Alfa Bank does not have and has never had any special or exclusive internet connection with Mr. Trump or his entities.",
  "To be clear, The Trump Organization is not sending or receiving any communications from this email server.",
  "\"Fridman and Aven have never met Mr. Trump nor have they or Alfa Bank had any business dealings with him.",
  "But one of the scientists says he found evidence that the bank kept irregularly pinging the Trump server.",
  "Neither Alfa nor its officers have sent Mr. Trump or his organizations any emails, information or money.",
  "The Trump Organization has no communication or relationship with this entity or any Russian entity.\"",
  "\"This is more akin to what criminal syndicates do if they are putting together a project.\"",
  "The Trump campaign insists that there is no communication between Trump and Russia.",
  "They were looking into whether Republican servers were also being hacked.",
  "The operative word is secretive,\" DNS expert Paul Vixie told Slate.",
  "The assertion of a special or private link is patently false.\"",
  "\"The parties were communicating in a secretive fashion.",
  "But instead, they found the odd connection.",
  "Alfa also denied a relationship."
]