[
  "She could be a formidable opponent for Democratic nominee Marc Elrich.”\n\nVIDEOS OF THE DAY:\n\nStephen Colbert looked at Trump's \"bumpy ride\" at the NATO summit:\n\nThe vice president faced immigration protesters during his speech yesterday:\n\nRep. Erik Paulsen (R-Minn.), facing a tough race in the suburbs of the Twin Cities, distances himself from Trump in his first campaign ad of 2018:\n\nBarack Obama filmed an ad for the National Democratic Redistricting Committee, the anti-gerrymandering group run by his former attorney general, Eric Holder:\n\nMembers of the Thai boys soccer team were seen publicly for the first time since being rescued from a flooded cave:\n\nAnd a man who attempted to record a wedding proposal made a fortuitous mistake:",
  "@FoxNews — Donald J. Trump (@realDonaldTrump) July 12, 2018\n\nTrump's mentions of the \"witch hunt\" have increased in recent months, per a CNN executive producer:\n\nTrump tweets about the “witch hunt”\n\n\n\nMay 2017: 3 times\n\nJune 2017: 5 times\n\nJuly 2017: 6 times\n\nOct 2017: 1 time\n\nDec 2017: 2 times\n\nJan 2018: 1 time\n\nFeb 2018: 3 times\n\nMarch 2018: 2 times\n\nApril 2018: 9 times\n\nMay 2018: 20 times\n\nJune 2018: 26 times\n\nJuly 2018: 6 times — David P Gelles (@gelles) July 11, 2018\n\nRep. Jim Jordan (R-Ohio) went after CNN for trying to follow up on accusations that he ignored sexual abuse within Ohio State's wrestling program:\n\nNow @CNN is contacting all 100 of our former staff and interns asking for dirt on me.",
  "… Patrick Stewart, an associate professor of political science at the University of Arkansas, said Kelly's facial reaction at that moment can be described as a combination of a ‘chin-raiser’ and a ‘lip-corner dimpler,’ both of which are associated with annoyance.”\n\nBut here is what White House press secretary Sarah Huckabee Sanders told The Post that Kelly was thinking: \"[Kelly] was displeased because he was expecting a full breakfast and there were only pastries and cheese.”\n\n-- German Chancellor Angela Merkel hit back after Trump accused her country of being a “captive of Russia\" by referencing her own childhood in Soviet-dominated East Germany.",
  "‘The dissonance between defendant’s motion to continue and motion opposing transfer … cannot easily be explained or resolved.’ Prosecutors said in a court filing Wednesday that Manafort has told people he is being treated like a ‘VIP’ in the Northern Neck jail, where he has his own phone and computer, writes emails and does not have to wear a uniform.”\n\nAttorneys for Robert Mueller say Manafort wants the trial delayed only for strategic reasons: “In a recent phone call they say he explained in vague terms why he wanted to go to trial first in D.C. federal court, where he faces related charges in a trial set for September.",
  "pic.twitter.com/AlG3QytN8S — Julia Davis (@JuliaDavisNews) July 11, 2018\n\nA CNBC reporter tweeted this image from Brussels:\n\nPhoto of the day from NATO >>> pic.twitter.com/wpJjIIZisB — Christina Wilkie (@christinawilkie) July 11, 2018\n\nA CNN reporter posted another picture of NATO leaders' spouses:\n\nReal Spouses of NATO pic.twitter.com/smwlrpVT0n — Betsy Klein (@betsy_klein) July 11, 2018\n\nTrump also highlighted Lisa Page's decision to defy a congressional subpoena:\n\nEx-FBI LAYER Lisa Page today defied a House of Representatives issued Subpoena to testify before Congress!",
  "(Felicia Sonmez)\n\n-- “The elite world of Brett Kavanaugh,” by Paul Schwartzman and Michelle Boorstein: “Kavanaugh is that rare high-profile appointee who is pure Washington, a product of its most prestigious addresses: the all-boys Georgetown Preparatory School, where he was taught by Jesuits before attending Yale; the White House, where he was deputy counsel to President George W. Bush; and the Shrine of the Most Blessed Sacrament, the Roman Catholic parish just off Chevy Chase Circle, where he and his family attend services.",
  "… [O’Rourke’s] fund-raising total now tops $23 million — almost exactly the sum Cruz has raised for his Senate campaign account since winning the seat in 2012.”\n\n-- The Texas Observer just popped a profile: “On the Road With Beto: Is O’Rourke’s Personality-Driven Campaign Reaching the Right Voters?” From Christopher Hooks: “Even in the best of times, the Rio Grande Valley is a challenge for statewide Democratic candidates: The area is overwhelmingly Democratic but it has some of the lowest voter turnout in the entire country.",
  "Lucas, whose company, Lucas Oil, currently holds naming rights for the Indianapolis Colts’ stadium, has made a pro-agriculture, anti-regulation agenda his mission over the past eight years — and had decided that the Hammonds fit into his larger master plan.”\n\nHOT ON THE LEFT: “Obama Tops Public’s List of Best President in Their Lifetime, Followed by Clinton, Reagan,” from Pew Research Center: “When asked which president has done the best job in their lifetimes, more Americans name Barack Obama than any other president.",
  "But in an email sent this week to the nation’s 93 United States attorneys, Mr. Rosenstein asked each office to provide up to three federal prosecutors ‘who can make this important project a priority for the next several weeks.’ … Former law enforcement officials described Mr. Rosenstein’s directive as a troubling precedent[:] ‘It’s flat-out wrong to have career federal prosecutors engaged in a political process like the vetting of a Supreme Court nominee,’ said Christopher Hunter, a former F.B.I.",
  "Paul immediately set up and staffed the political and communications operations necessary to take on the Clinton machine.” Spicer said last year that Manafort “played a very limited role for a very limited amount of time.” (The Guardian)\n\n-- “Inside Mueller’s New Army,” by the Daily Beast’s Betsy Woodruff: “Chelsea Manning, Iranian extortionists, and Hillaryland’s original hacker — they’ve all been targets for prosecutors that now work for Team Mueller.",
  "https://t.co/2yAmumNlfr — Michael Tackett (@tackettdc) July 11, 2018\n\nAnd USA Today's Washington bureau chief corrected a Roll Call tweet:\n\nGOOD READS:\n\n-- “Eight drivers, five days: A migrant’s emotional journey to find her daughter,” by Marissa J. Lang and Arelis R. Hernández: “Freed from an immigrant detention center in Arizona, she traveled nearly 3,000 miles to a place called New York — the place U.S. government officials had taken her daughter.",
  "Consensus: 'Trump is on a mission to blow up the summit' — Susan Glasser (@sbg1) July 11, 2018\n\nA guest on Russian state television marveled at Trump's comments:\n\n#Russia's state TV:\n\nTatyana Parkhalina:\n\n\"I never thought I’d live to see this—neither the USSR nor Russia, who tried many times to drive the wedge between transatlantic allies, but Washington is doing everything to break down the foundations of transatlantic alliance & unity.\"©?",
  "… [The ad buy] amounts to more than double what Davids herself had raised for the campaign, as one of six candidates battling for the right to challenge Rep. Kevin Yoder (R-Kan).”\n\nSOCIAL MEDIA SPEED READ:\n\nBefore this morning's news, Trump reiterated his criticisms of NATO over Twitter:\n\nPresidents have been trying unsuccessfully for years to get Germany and other rich NATO Nations to pay more toward their protection from Russia.",
  "“His behavior this morning is another profoundly disturbing signal that the President is more loyal to President Putin than to our NATO allies.” (John Wagner)\n\n-- Former Obama secretary of state John Kerry accused Trump of “steadily destroying our reputation in the world.” “I’ve never seen a President say anything as strange or counterproductive as President Trump’s harangue against NATO and Germany,” he said in a statement.",
  "Avenatti said she was accused of allowing a patron to touch her while on stage in a ‘nonsexual manner.’ But according to an arrest report cited by Columbus news station WBNS, police accuse Daniels of touching ‘a specified anatomical area’ of several individuals present at the performance, including police officers.”\n\nNorth Korean leader Kim Jong Un and Trump shake hands at the conclusion of their meetings in Singapore.",
  "Kavanaugh said he had ‘accommodated the competing interests’ by balancing Supreme Court precedent that prohibits government from placing an ‘undue burden’ on a woman seeking an abortion while acknowledging its interest in protecting ‘fetal life.’ It would further delay the teenager’s abortion, he conceded, but could ultimately allow her to end the pregnancy ‘if she so chooses’ without the government’s involvement.",
  "It was a reminder that Europe’s version of Trumpism is thriving — from England to France to Italy — even if Trump himself may not make much of a splash when he arrives here Thursday night.”\n\n-- Greece announced the expulsion of four Russian diplomats ahead of the NATO summit, citing evidence that Kremlin officials had attempted to meddle in the “politically sensitive” issue of Macedonia’s NATO membership.",
  "Older generations are much more likely than Millennials to name Reagan as one of the best presidents.” HOT ON THE RIGHT: “Border Protection says NYC mayor crossed border illegally,” from the AP: “[Bill de Blasio] and his security detail violated both Mexican and U.S. immigration laws by crossing the border on foot during a visit near El Paso, Texas, U.S. Customs and Border Protection alleges in a letter.",
  "He and boss Hick Ewing were deep down the rabbit hole examining Foster death conspiracy theories https://t.co/FlqibMttS8 pic.twitter.com/AaY3AGyO5b — Josh Gerstein (@joshgerstein) July 11, 2018\n\nAn abortion rights group slammed Kavanaugh as a \"frat boy\":\n\nWe'll be DAMNED if we're going to let five MEN—including some frat boy named Brett—strip us of our hard-won bodily autonomy and reproductive rights.",
  "“Paul brought a much-needed maturity to the Trump campaign when it needed an experienced political professional operative more than anything else,” the former White House press secretary writes of Manafort’s hiring in “The Briefing: Politics, the Press and the President.” “There was no semblance of a campaign structure, just a few, distraught, overworked people constantly barking into their phones.",
  "… Crucial as they are to the United States’ health-care system and its patients, these issues do not amount to the full destruction of the [Affordable Care Act] that Democrats say would inevitably result if the Senate confirms Kavanaugh.”\n\n-- Sen. Joe Manchin III (D-W.Va.), who voted in favor of Neil Gorsuch’s nomination last year, spoke positively of Kavanaugh during a radio interview.",
  "Mary Taylor, for supporting the Medicaid expansion and repeatedly expressed his opposition to the Affordable Care Act … that fostered the Medicaid expansion.” DeWine’s Democratic opponent, Richard Cordray, described the reversal as “nakedly political.” “He promised to get rid of Medicaid expansion to win the primary and now is changing his position,” Cordray tweeted.",
  "That’s all.” The French leader also told reporters, “President Trump never at any moment, either in public or in private, threatened to withdraw from NATO.” (AP)\n\n-- Trump's knocks against European allies at the NATO summit began yesterday, when he blasted Germany for its “dependence on Russian energy” and sought to keep the conversation focused on military spending.",
  "Noting that the president would simply veto the bill if the language was included, the Kentucky Republican — who is up for reelection in 2020 — called it an “exercise in futility.”\n\nMcConnell has done the same thing with a bipartisan bill that cleared the Senate Judiciary Committee in April to protect special counsel Robert S. Mueller III from being fired by Trump.",
  "Their backgrounds vary widely, from prosecuting violent crimes to cyber attacks.”\n\n-- House GOP lawmakers said they are willing to hold former FBI attorney Lisa Page in contempt unless she agrees to appear for questioning this week regarding her role in the FBI investigations of Hillary Clinton’s email server and Russian interference in the 2016 election.",
  "… In his dissent, Kavanaugh accused his colleagues of creating ‘a new right for unlawful immigrant minors in U.S. government detention to obtain immediate abortion on demand.’ ”\n\n-- Senate Democrats have argued that Kavanaugh would support ending Obamacare, but the court is more likely to rule on narrower issues regarding the law, Amy Goldstein reports.",
  "… [Short] is taking a position at Guidepost Strategies consulting firm and will teach at the University of Virginia’s business school, where he received his MBA, and will also serve as a senior fellow at the university’s Miller Center.”\n\n-- Jared Kushner’s family firm is expanding its business ties with clients who have important business in Washington.",
  "At the same time, another Brookfield unit is awaiting the Trump administration’s approval of its acquisition of the nuclear-power company Westinghouse Electric.”\n\n-- Darla Shine, who is married to the new White House Deputy Chief of Staff Bill Shine, once asserted on her late 2000s radio show that women in the military should expect sexual harassment.",
  "From Brady Dennis and Juliet Eilperin: “Wheeler told agency employees Wednesday that he would value their input even as he would seek to advance [Trump’s] agenda, saying, ‘When it comes to leadership, you can’t lead unless you listen.’ … He did not mention Pruitt — who resigned Thursday — by name, but he implicitly broke with Trump’s first EPA pick.",
  "… Kavanaugh’s most recent financial disclosure forms reveal reportable assets between $15,000 and $65,000, which would put him at the bottom of the financial ranking of justices, most of whom list well over $1 million in assets.”\n\n-- Deputy Attorney General Rod Rosenstein has asked federal prosecutors to help review Kavanaugh's documents.",
  "“It was disgraceful, destructive and flies in the face of the actual interests of the United States of America.” (John Wagner)\n\n-- Trump just couldn't take an easy win, Philip Rucker, John Hudson and Josh Dawsey report from Brussels: “For a president who loves declaring victory, the NATO summit [could] have provided a perfect opportunity.",
  "Ellis wrote in a filing published Wednesday that Manafort’s ‘access to counsel and his ability to prepare for trial trumps his personal comfort.’ Manafort … had asked for his July 25 federal trial in Alexandria on bank and tax fraud charges to be delayed in large part because it was difficult to prepare while incarcerated 100 miles away.",
  "… ‘It takes them away from the mission they’re supposed to be fulfilling, which is effective criminal justice enforcement.’ ”\n\n-- Abortion rights activists strongly believe that a dissent Kavanaugh wrote last fall addressing the case of a pregnant immigrant teen in federal custody indicates he would vote to overturn Roe v. Wade.",
  "“To put members on record, 88 of them, in support of Congress having a role in determining the national security implications of 232 is substantive.”\n\n-- Contrary to much of the media coverage out there, which portrays the vote as a rebuke of Trump, this toothless resolution should really be viewed as a win for the White House.",
  "“It’s one of those conversations that prosecutors are now using in their opposition to the defendant’s request to postpone his upcoming Virginia trial.”\n\n-- In his new book, Sean Spicer acknowledges the important role Manafort played in Trump’s campaign, contradicting his own and the president’s past statements.",
  "Each morning a different car.”\n\n-- BuzzFeed News, “Meet The Man — And Propaganda Machine — Behind Trump’s Latest Pardon,” by Anne Helen Petersen, Ken Bensinger and Salvador Hernandez: “When [Dwight and Steven Hammond] flew back to a hero’s welcome in Burns, Oregon, it was aboard [Forrest] Lucas’s private jet.",
  "Harris faces daunting odds, given Carper's four decades of political success — but so did Ocasio-Cortez in her fight against [Rep. Joe Crowley (D-N.Y.)].”\n\n-- Democrat Beto O’Rourke’s fundraising efforts have been so successful that he know matches his rival, Ted Cruz, who has been raising money since 2012.",
  "[Paul Ryan also indicated] that he would back up Judiciary Committee chairman Rep. Bob Goodlatte (R-Va.), who promised to ‘use all tools at our disposal to obtain her testimony,’ if he decided to pursue punitive measures against Page.” “Congressional subpoenas for testimony are not optional,” Ryan said.",
  "But what makes him especially controversial, and why every Democrat but West Virginia’s Joe Manchin opposed his nomination, is that he previously represented Alfa Bank, the Russian financial institution that was highlighted in the so-called dossier and was alleged to have Trump Organization connections.",
  "… ‘He could declare victory … and ride off in a blaze of glory as leader of the West,’ said Alexander Vershbow, a former U.S. ambassador to NATO and to Russia … ‘But he’s rubbing salt in the wounds.’ …\n\n“Behind closed doors, Trump was cordial and even magnanimous at times with his European counterparts.",
  "During one recent visit at the height of the tourist season, the club’s restaurants were one-third full and prime rooms were still available with short notice.”\n\n-- One day before Trump’s arrival in Britain, Steve Bannon hosted a gathering of Europe’s populist leaders at a five-star hotel in London.",
  "… Even [NATO Secretary General Jens] Stoltenberg — a mild-mannered former Norwegian prime minister who has cultivated a positive relationship with the president — appeared reduced to spluttering as Trump cut him off after he started to explain that allies traded with Russia even during the Cold War.",
  "Senate Foreign Relations Committee Chairman Bob Corker (R-Tenn.), another retiring senator who has been trying fruitlessly to tie Trump’s hands on trade, admitted that the resolution is “a baby step,” but he said it’s a baby step in “a good direction.” And he promised he’ll keep pushing for more.",
  "(Brendan Smialowski/AFP/Getty)\n\nTHERE'S A BEAR IN THE WOODS:\n\n-- A federal judge has ordered Paul Manafort be moved to a city jail in Alexandria ahead of his upcoming federal trials in D.C. and Virginia — rejecting his request to remain in a Northern Neck facility located some two hours away.",
  "“According to health-law specialists across the ideological spectrum, cases most likely to come before the court’s next set of nine justices can be expected to affect the quality of insurance benefits, poor Americans’ access to Medicaid and who can provide contraceptives to low-income women.",
  "John Schnatter, who stepped down as the CEO of Papa John’s in January after claiming the NFL national anthem protests were hurting pizza sales, reportedly downplayed his past comments by saying, “Colonel Sanders called blacks n----s.” In a statement, Schnatter apologized for using the slur.",
  "… The maneuvers by congressional Republicans have created an awkward dilemma for local lawmakers, who usually rail against federal interference but now find themselves on the same side of a contentious issue.”\n\n-- Nancy Floreen launched an independent bid for Montgomery county executive.",
  "CBS News’s Ed O'Keefe reports: “Ocasio-Cortez this week decided to send at least three paid campaign staffers to Delaware to help Kerri Evelyn Harris, an Air Force veteran and community activist who is challenging three-term Sen. Thomas R. Carper, D-Delaware, in a Sept. 6 primary.",
  "… We should not tolerate threats and hatred directed at the media and should support those who bring us the news every day.” (Rachel Chason) A woman was arrested for the assault of a 91-year-old Mexican immigrant and permanent U.S. resident who was beaten with a concrete brick.",
  "(CNN)\n\n-- Trump’s remarks also earned sharp rebukes from the top two Democrats in Congress, Chuck Schumer and Nancy Pelosi: “[Trump’s] brazen insults and denigration of one of America’s most steadfast allies, Germany, is an embarrassment,” the two lawmakers said in a statement.",
  "Flake, an Arizona Republican who chose not to seek reelection after butting heads with Trump, announced that he would oppose judicial nominees for circuit court vacancies until he secured a vote on a “substantive” measure to constrain the president’s ability to impose tariffs.",
  "… The former coal lobbyist and Senate staffer made it clear that he would pursue the same policy priorities as Pruitt and did not utter the phrase ‘climate change’ once.”\n\n-- Marc Short, Trump’s director of legislative affairs, is leaving the White House later this month.",
  "— Donald J. Trump (@realDonaldTrump) July 11, 2018\n\nAnd he suggested the attorney general should get involved in the matter:\n\nAs I head out to a very important NATO meeting, I see that FBI Lover/Agent Lisa Page is dodging a Subpoena & is refusing to show up and testify.",
  "The expected North Korean officials never arrived … It was not immediately clear why North Korean officials had not attended the meeting or whether they had ever confirmed their intention to.”\n\nJohn Schnatter arrives at the 2011 American Music Awards in Los Angeles.",
  "— Donald J. Trump (@realDonaldTrump) July 11, 2018\n\nHe then questioned the legitimacy of the Russia probe:\n\nHow can the Rigged Witch Hunt proceed when it was started, influenced and worked on, for an extended period of time, by former FBI Agent/Lover Peter Strzok?",
  "CNN’s Andrew Kaczynski, Nathan McDermott and Chris Massie report: “Shine pushed her controversial views … on the ‘Darla Shine Show,’ a radio broadcast she hosted on the Talk Radio Network in 2008 and 2009 that boasted syndication on 100 radio stations nationwide.",
  "Mark Meadows (R-N.C.) said the House Judiciary Committee is expected to give Page the opportunity to testify [alongside] Peter Strzok, the former top FBI counterintelligence official with whom she exchanged anti-Trump texts while the two were having an affair.",
  "Michael Birnbaum and Seung Min Kim report: “But even as Trump hit allies, he also signed on to efforts to strengthen the alliance against the Kremlin and other rivals, as well as a statement that the alliance does not accept Russia’s 2014 annexation of Crimea.",
  "Samantha Schmidt reports: “Columbus police charged Daniels, whose real name is Stephanie Clifford, with three misdemeanor counts of touching a patron at a ‘sexually oriented’ business in violation of an Ohio strip club law, according to online court records.",
  "… For more than a decade, Kavanaugh and his wife, Ashley … have lived on the Maryland side of Chevy Chase, an enclave at the center of establishment Washington, with streets lined with million-dollar homes, most of them inhabited by accomplished Democrats.",
  "'Think about how it’ll play elsewhere,' Manafort said, according to the court filing.”\n\n-- “Mueller’s team on Wednesday revealed it can listen in on any phone calls that Manafort has with people other than his lawyers,” Politico’s Darren Samuelsohn notes.",
  "…\n\n“In [a] closed-door session, Trump told his counterparts that if they did not meet their defense spending targets of 2 percent of gross domestic product by January, the United States would go it alone, according to two officials briefed on the meeting.",
  "“As a total idiot, a useful battering ram who goes after the American elite and NATO.” — Julia Ioffe (@juliaioffe) July 11, 2018\n\nA New Yorker writer added this:\n\nJust got off the phone with former senior US official at NATO hq for the fireworks today.",
  "https://t.co/lXo8RKLv2R — Aaron Blake (@AaronBlake) July 11, 2018\n\nA Politico reporter went through the available records on Kavanaugh's work with Ken Starr:\n\nActual scene from rummaging through Starr files at the National Archives for Kavanaugh stuff.",
  "“But Trump has said … Xi’s personal appeal to him to help the company was persuasive.”\n\n-- Moreover, the Senate and House this week both voted on a nonbinding resolution to send a “strong message of support” for the North Atlantic Treaty Organization.",
  "But the richly appointed resort had lost millions of dollars as of 2016, according to public records, and it now appears weighed down by its connection to the U.S. president, who is deeply unpopular in Scotland and Great Britain at large, polls show.",
  "Earlier in the exchange, Trump demanded credit from Stoltenberg for forcing an increase of NATO defense budgets.”\n\n-- When Trump accused Germany of being a \"captive to Russia,\" even Trump's own advisers appeared annoyed and shifted in their seats.",
  "“A number of Democrats and Republicans have raised concerns about Trump’s efforts to help ZTE, with lawmakers warning the company could be used to steal U.S. intellectual property and potentially pose an intelligence risk,” Damian Paletta reports.",
  "The New York Times’s Jesse Drucker and Kate Kelly report: “In the latest example, an arm of Brookfield Asset Management is close to completing an investment of up to $700 million in the Kushner family’s tower at 666 Fifth Avenue in Manhattan.",
  "From David Weigel: “According to media trackers, Women Vote!, the group’s PAC, is spending nearly $400,000 on advertising in support of Sharice Davids, a Native American activist and former White House fellow who entered the race in February.",
  "-- In another snub of the Senate, the Commerce Department yesterday took a major step to loosen its restrictions on the Chinese telecommunications company ZTE Corp., paving the way for the firm to continue doing business with U.S. companies.",
  "This refusal to recuse means that Benczkowski, who worked on the Trump transition team, could have a role in approving criminal prosecutions related to the Russia investigation and otherwise get insights into the status of the investigation.",
  "Erica Werner and Heather Long explain: “Others have included markets that haven’t melted down, business leaders who have done little beyond using rhetoric to criticize the trade spat, and Republican voters who have stood by their president.",
  "Her lawyer, Michael Avenatti, said in an interview with The Washington Post early Thursday morning that after Daniels’s performance at Sirens strip club, she was approached by undercover officers informing her that she would be arrested.",
  "No problem.’ Trump went on to say that ‘NATO is much stronger now than it was two days ago.’ ”\n\n-- But French President Emmanuel Macron quickly denied Trump’s claim that NATO leaders agreed to a substantial increase in defense spending.",
  "On spending, Trump insisted in a closed-door meeting of NATO leaders that the alliance increase its defense targets to 4 percent of each country’s gross domestic product — more than what the United States channels toward its military.",
  "— Donald J. Trump (@realDonaldTrump) July 12, 2018\n\n....On top of it all, Germany just started paying Russia, the country they want protection from, Billions of Dollars for their Energy needs coming out of a new pipeline from Russia.",
  "Now lawmakers like Joni Ernst can go home to places like Iowa, where some soybean farmers may be driven to financial ruin as a result of Trump’s trade war, and tell their constituents that they took some action to try to save them.",
  "The Columbus Dispatch’s Randy Ludlow reports: “DeWine flatly said he would retain the entire Medicaid expansion while seeking reforms, imposing work requirements for recipients and instituting wellness programs to reduce costs.",
  "… And they need to do all that with much less … infrastructure — not to mention the psychological barrier of a 24-year losing streak.”\n\n-- Emily’s List has entered the Democratic primary in Kansas’s 3rd Congressional District.",
  "ALL THE PRESIDENT’S MEN AND WOMEN:\n\n-- In his first speech since taking over as acting Environmental Protection Agency administrator, Andrew Wheeler emphasized how he would differ from his ousted predecessor, Scott Pruitt.",
  "Yours,\n\n\n\nO#SecondCivilWarLetter — Senator Hatch Office (@senorrinhatch) July 11, 2018\n\nRep. Tim Ryan (D-Ohio), who is weighing a leadership challenge against Nancy Pelosi, launched his Comeback Cities Tour:\n\nFive cities.",
  "TRUMP'S EUROPEAN TOUR:\n\n-- Trump claimed NATO countries agreed to “substantially” increase their defense spending commitments after he privately threatened to “do his own thing” if they did not boost their contributions.",
  "Politico's Annie Karni reports: “They had all come to see [Bannon], who had set up a bare war room, of sorts, in a conference room at the hotel to confer and conspire with leaders of Europe’s surging populist movement.",
  "(The Denver Post) Croatia defeated England 2-1 in the World Cup semifinals — setting off massive celebrations across the country as it prepares to compete in its first-ever tournament final this Sunday against France.",
  "The attorneys accused the Trump administration of violating the prisoners’ rights because it did not intend to try the men or attempt to resettle them elsewhere as the controversial military facility remains open.",
  "… In the past six months, the number of prosecutors working on cases [Mueller] has brought has expanded significantly, with new additions casting light on the special counsel’s potential priorities and focuses.",
  "(Kristine Phillips) An off-duty FBI agent whose gun accidentally discharged last month while he was performing a backflip at a Denver nightclub is being allowed to carry his weapon again, both on and off duty.",
  "(The Guardian)\n\nSUPREME COURT LATEST:\n\n-- A review of Brett Kavanaugh’s financial disclosures and other documents show that, over the past decade, he incurred tens of thousands of dollars in credit card debt.",
  "— Donald J. Trump (@realDonaldTrump) July 12, 2018\n\nA former GOP congressman slammed Trump's NATO criticism:\n\nAny Trump supporter who isn't conflicted by Trump's behavior in Europe today isn't being honest.",
  "After a year of haranguing by [Trump], Western leaders had agreed to his administration’s long-sought priorities on defense spending and counterterrorism — and were prepared to let him take all the credit.",
  "Amy Brittain reports: “White House spokesman Raj Shah [said] Kavanaugh built up the debt by buying Washington Nationals season tickets and tickets for playoff games for himself and a ‘handful’ of friends.",
  "It was not clear whether he was serious about a new standard or whether he was using the number as a negotiating tactic …\n\n“An official present when Trump made the demand said that ‘the room was aghast.'",
  "While the Justice Department has helped work on previous Supreme Court nominations, department lawyers in Washington typically carry out that task, not prosecutors who pursue criminal investigations.",
  "They do engage in unfair trade practices.”\n\n-- Moreover, Congress’s passivity in the face of the escalating trade war is just one of several factors that have made it easier for Trump to forge ahead.",
  "Bannon's goal, he said … was to help ‘contextualize Trump’ for a European audience that hates him and a fiery tabloid media culture that he believes doesn’t give the American president a fair shake.",
  "(Julie Carr Smyth/AP)\n\nTHE MIDTERMS:\n\n-- After previously criticizing Ohio’s Medicaid expansion as “financially unsustainable,” GOP gubernatorial nominee Mike DeWine pledged to retain the expansion.",
  "Mark Meadows (R-N.C.), who leads the hard-right House Freedom Caucus, and Gary Palmer (R-Ala.) have proposed amendments that would block the city from spending money to implement the ballot measure.",
  "— Joe Walsh (@WalshFreedom) July 11, 2018\n\nA writer for GQ shared one Russian source's perception of Trump:\n\nRan into an old source from Moscow here in Brussels and asked him how Moscow sees Trump.",
  "… Publicly, however, Trump bristled and bickered, interrupted and impeded — making clear to the world he is impatient and annoyed with an alliance that he says takes advantage of the United States.",
  "(Much more on that below…)\n\nBrian Benczkowski, then-Republican staff director of the Senate Judiciary Committee, sits behind then-Sen. Jeff Sessions (R-Ala.) during a 2009 hearing on Capitol Hill.",
  "Politico’s Matthew Nussbaum reports: “Short, one of the administration’s longest-serving senior aides and a frequent spokesperson for the president on television, is planning to depart by July 20.",
  "Their comity evokes an earlier era when the two parties could socialize even as they fought ferociously over policy.”\n\nPaul Manafort arrives for a hearing at the U.S. District Court in Washington.",
  "(Paul Farhi) Twitter has started purging large numbers of fake and malicious accounts, which the company warned could cause its most popular users to experience a “significant drop” in followers.",
  "(Harry Hamburg/AP)\n\n-- Corker and Sen. Pat Toomey (R-Pa.) tried to insert a measure into the defense reauthorization bill recently that would have had teeth and closed the Section 232 loophole.",
  "… And when I see that leadership diminishing, and us trying to break apart alliances that we created, it troubles me.” — Sen. Bob Corker (R-Tenn.) on Trump’s comments during the NATO summit.",
  "The motion instead advises appropriators on a conference committee that’s working to pass some spending bills that they should try to address the use of tariffs on national security grounds.",
  "Insiders on Capitol Hill in both parties believe it will likely blunt momentum for further action by alleviating political pressure on Republican senators from red states in the farm belt.",
  "\"\n\n-- Trump will break up his Europe trip this weekend by visiting his resort in Turnberry, but the Scottish property has seen declining revenue since Trump launched his presidential bid.",
  "pic.twitter.com/0S4fbYI8qr — Tim Ryan (@TimRyan) July 11, 2018\n\nA New York Times reporter marked a historic anniversary:\n\nOn this day in 1804, Aaron Burr slays Alexander Hamilton in duel.",
  "… According to the letter, a uniformed [agent] noticed a group standing in the Rio Grande flood plain south of the Tornillo, Texas, port of entry, taking photos of the holding facility.",
  "The agent told them they’d crossed the border illegally and asked them to remain there while he got a supervisor and took them to an official crossing for an inspection per federal law.",
  "But on Tuesday, Manafort resisted being moved to Alexandria, arguing that while the city jail would be more convenient, he did not want to adjust to new circumstances so close to trial.",
  "The Dallas Morning News’s Todd J. Gillman reports: “O'Rourke raised an eye-popping $10.4 million in the last three months — catching up to [Cruz’s] six-year haul in just over 15 months.",
  "The farmers claim their yields were significantly lower than expected despite good equipment and ample rain, which resulted in a loss of more than $1 million for one Mississippi farm.",
  "Laquisha Jones — who allegedly attacked Rodolfo Rodriguez while yelling, “Go back to your country” — was charged with assault with a deadly weapon and is being held on $200,000 bail.",
  "Robert Barnes and Ann E. Marimow report: “Before his dissent, Kavanaugh fashioned what he considered a compromise to juggle competing interests in the contentious and emotional case.",
  "#StopKavanaugh #SaveRoe pic.twitter.com/22GYMTVLgj — NARAL (@NARAL) July 11, 2018\n\nSen. Orrin Hatch (R-Utah) mocked the attacks on Kavanaugh:\n\nDearest Elaine\n\n\n\nDay 3 was mystifying.",
  "The good judge was accused of grave sins such as not paying for sport tickets hastily enough, and holding a name that sounds like a \"restaurant\" employee or male fraternity member.",
  "But Trump later declared in a news conference, ‘I believe in NATO,’ and, as he prepared to depart Brussels, he reiterated that the United States is committed to its Western allies.",
  "Michael Birnbaum and Philip Rucker report: “Trump’s ambush jolted the transatlantic alliance, and some diplomats perceived his comments as threatening a U.S. withdrawal from NATO.",
  "… [One recent event there underscored] some key issues facing O’Rourke’s campaign, which is counting to an unusual degree on the strength of the candidate’s presence and charisma.",
  "More than four-in-ten (44%) say Obama is the best or second best president of their lifetimes, compared with about a third who mention Bill Clinton (33%) or Ronald Reagan (32%).",
  "Hutchison appears to avert her gaze from her NATO colleagues sitting across from her, while Kelly looks down, then shifts his body and glances away, lips pursed tightly.",
  "The club has so far failed to attract a prize that Trump covets: the British Open, a landmark tournament awarded by the tweedy, risk-averse inner circle of British golf.",
  "… Cruz collected $4.6 million during the same period, and O'Rourke has extended his streak of raising more than the incumbent in one of the nation's costliest races.",
  "Yet, at a time when the country is defined by its polarized politics, Kavanaugh’s deep Republican ties … have not stopped him from blending in with his neighbors.",
  "Attendees included Brexit mastermind Nigel Farage, conservative think tank leaders and Louis Aliot, a right-wing French politician and boyfriend of Marine Le Pen.",
  "They are going to up it at levels never thought of before.’ NATO member nations committed in 2014 to spend 2 percent of gross domestic product on defense by 2024.",
  "Although saying he doesn’t “have a lean” on how he will vote … the vulnerable Democrat added: “I think he seems to be a very fine person of high moral standards.",
  "Ted Cruz needs only to turn out white voters to win, while Democrats have to mobilize and persuade many different communities, across a large and complex state.",
  "The Capital Weather Gang forecasts: “Stepping out today should be more pleasant, with humidity levels remaining moderate and sunshine that has less burn to it.",
  "Trump has dubiously invoked Section 232 of the Trade Expansion Act, which allows a president to slap duties on imports if U.S. national security is threatened.",
  "... Shah [said] Kavanaugh’s friends reimbursed him for their share of the baseball tickets and that the judge has since stopped purchasing the season tickets.",
  "Officials said in a March report to Congress that they were reinvestigating the black teenager’s 1955 death after receiving “new information” about the case.",
  "(Deanna Paul and Lindsey Bever) A group of black soybean farmers sued a seed company for allegedly giving them defective seeds because of the farmers’ race.",
  "-- To be sure, the House is doing even less than the Senate to check Trump on trade (an issue that, until very recently, was a litmus test of conservatism).",
  "Adam Taylor reports: “State Department officials had said that the meeting would likely take place on July 12, though they added that the date could shift.",
  "The administration took this latest action even though the Senate included an amendment in the recent defense bill to restrict Trump from helping out ZTE.",
  "The administration is literally claiming, for legal purposes, that our nation’s safety is jeopardized by steel from Canada, Mexico and the European Union.",
  "This means that any single GOP senator could bring the chamber to a standstill if he or she truly wanted to take a principled stand on a core conviction.",
  "While Benczkowski agreed to recuse himself from matters involving the bank for two years, he pointedly declined to recuse himself from the Mueller probe.",
  "But reflecting deference to Trump, every GOP senator voted to confirm Brian Benczkowski as the new head of the Justice Department’s Criminal Division.",
  "Trump then held an impromptu news conference, where he was asked whether he could withdraw the United States from NATO without congressional approval.",
  "(Alex Edelman/Getty Images)\n\nWith Breanne Deppisch and Joanie Greve\n\nTHE BIG IDEA: Jeff Flake just gave up his leverage and got very little in return.",
  "QUOTE OF THE DAY: “I believe that America's leadership around the world has made the world safer for Americans and has made the world a better place.",
  "They re-entered by car through a port of entry about three hours later, the letter said.”\n\nDAYBOOK:\n\nTrump and the first lady have arrived in London.",
  "Her GOP challenger, Missouri Attorney General Josh Hawley, clerked for Chief Justice John Roberts after graduating from Stanford and Yale Law School.",
  "More importantly, if Deputy Attorney General Rod Rosenstein gets fired, a Trump loyalist could wind up in the position of overseeing Mueller’s work.",
  "The guys behind the “Game Change” franchise are locked in protracted negotiations over how much Halperin's material from the 2016 campaign is worth.",
  "… Among the 15 states most affected by the tariffs, Trump’s approval rating is 57 percent, according to a recent Washington Post-Schar School poll.",
  "The full Senate had an opportunity just yesterday to protect the Mueller investigation from the possibility of backdoor interference down the road.",
  "(Missy Ryan) A congressional report found three companies shipped approximately 1.6 billion opioids to Missouri pharmacies between 2012 and 2017.",
  "Speaking in August 2009, Shine declared herself a ‘sexist’ and said women serving with men in the military should expect to be sexually harassed.",
  "The president replied, ‘I think I probably can, but that’s unnecessary.’ He added: ‘The people have stepped up today’ as they never have before.",
  "The agent was charged with one count of assault in connection with the incident, which caused his firearm to shoot into the leg of a bystander.",
  "WHILE YOU WERE SLEEPING:\n\n-- Stormy Daniels was arrested for allegedly touching patrons during her performance at a Columbus, Ohio, strip club.",
  "(Steven Goff and Scott Allen)\n\n-- Correction: Yesterday's 202 misstated the number of times France has appeared in the World Cup final match.",
  "… If she wins, Harris would be Delaware's first biracial lesbian woman to serve in Congress — and the first-ever to serve in the U.S. Senate.",
  "(Jorge Castillo)\n\n-- Congressional Republicans joined District Democrats in attempting to block a raise in D.C. tipped workers’ minimum wage.",
  "(Elizabeth Dwoskin) Lawyers representing Guantanamo Bay detainees argued their clients could not be held indefinitely without being charged.",
  "‘It is surprising and confusing when counsel identifies a problem and then opposes the most logical solution to that problem,’ Ellis wrote.",
  "Trump cut a deal with Chinese leader Xi Jinping to save ZTE after it was barred from doing business with U.S. companies earlier this year.",
  "“I wanted to say that, because of current events, I have witnessed this myself, that a part of Germany was controlled by the Soviet Union.",
  "‘I told people that I’d be very unhappy if they did not up their commitments very substantially,’ Trump told reporters after the meeting.",
  "Alternatively, Meadows said, the committee will give Page the option of testifying behind closed doors Friday in a transcribed interview.",
  "Instead, Flake agreed to drop his holds in exchange for a vote Wednesday on a nonbinding resolution that does not carry the force of law.",
  "Court filings show that at least half a dozen new names are participating in Mueller’s work, all current Justice Department prosecutors.",
  "The company violated sanctions by selling products to Iran and North Korea and then lying about its practices to federal investigators.",
  "Trump won 52 percent of the vote in those states in 2016.”\n\nWelcome to the Daily 202, PowerPost's morning briefing for decision-makers.",
  "Ryan added that he still does not think tariffs “are the right way to go.” But then he echoed the president’s talking points on China.",
  "), who delivered short remarks beforehand, said: “Those who were senselessly gunned down were members of our valued local press corps.",
  "Together with her lover, FBI Agent Peter Strzok, she worked on the Rigged Witch Hunt, perhaps the most tainted and corrupt case EVER!",
  "Juana, a Guatemalan immigrant who crossed the border at a port of entry in Arizona hoping to seek asylum, refused to stop for meals.",
  "“I think there are absolutely unfair trade practices, particularly by China, that we and our allies should be confronting,” he said.",
  "On Thursday, however, Department of Defense and United Nations Command officials were left waiting in the DMZ’s Joint Security Area.",
  "(Susan Walsh/AP)\n\n-- North Korean officials were a no-show for a meeting about repatriating U.S. troop remains from the Korean War.",
  "They will participate in a meet-and-greet at the U.S. Embassy and later travel to Oxfordshire for a gala dinner at Blenheim Palace.",
  "”\n\nOhio Republican Attorney General Mike DeWine introduces visitors to his annual ice cream social last month in Cedarville, Ohio.",
  "The founder of Papa John’s resigned from the company’s board after admitting that he used the n-word during a May conference call.",
  "… The credit card debts and loan were either paid off or fell below the reporting requirements in 2017, according to the filings.",
  "-- Alexandria Ocasio-Cortez is sending some of her campaign staffers to Delaware to assist another progressive primary candidate.",
  "Has all the right qualities.” (Axios)\n\n-- Campaigning in Kansas City, Vice President Pence prodded Sen. Claire McCaskill (D-Mo.)",
  "An NYPD inspector said no, according to the letter, and when the agent asked the group how they arrived, they pointed to Mexico.",
  "Not yet halfway through his term, 19% say Donald Trump has done the best or second best job of any president of their lifetimes.",
  "Describing Jordan as a “friend” and a “man of integrity,” Ryan also called for a full investigation into the abuse accusations.",
  "“This is something that anybody who supports the Senate playing its proper role should support,” Corker said in a floor speech.",
  "(AP) Paul Ryan defended Rep. Jim Jordan (R-Ohio), who is accused of ignoring sexual abuse at Ohio State’s wrestling program.",
  "… About six-in-ten Millennials (62%) view Obama as one of the top two, with nearly half, 46%, naming him the best president.",
  "Rachel Chason reports: “Montgomery’s 1 million residents have not chosen a non-Democrat to the top political job since 1974.",
  "… But the group disregarded the order, walking back to their vehicles and driving back to Mexico, according to the letter.",
  "William Booth and David A. Fahrenthold report: “Trump has poured more than $205 million in cash into Turnberry since 2014.",
  "The remarkable flip-flop speaks to how politically difficult it is to roll back Medicaid expansion once it's taken place.",
  "… [Shine said,] ‘What do you think is going to happen when you go on a submarine for 12 months with 4,000 horny soldiers?",
  "“… This is such an enormous flip-flop that it’s more likely a belly flop!” This is also a huge win for outgoing GOP Gov.",
  "As of late Tuesday, Trump had already lost about 100,000 of his followers, while Obama saw a drop of at least 400,000.",
  "Benczkowski, who has never prosecuted a criminal case, will now oversee criminal prosecutions for the U.S. government.",
  "This week demonstrates that even the conservatives who are retiring this year lack the intestinal fortitude to do so.",
  "— Rep. Jim Jordan (@Jim_Jordan) July 11, 2018\n\nA Post reporter replied to Jordan's tweet:\n\n1) It's called reporting.",
  "The deal will be a boon to the Kushners, who are struggling to recoup their investments in their flagship building.",
  "In 2016, Kavanaugh reported having between $60,000 and $200,000 in debt accrued over three credit cards and a loan.",
  "Croatia’s victory also makes it the smallest nation since Uruguay in 1950 to have a shot at taking home the title.",
  "She says she's undecided but remains unlikely to do so, and Republicans think they can score points off the issue.",
  "The Senate resolution says Congress ought to have “a role” when tariffs are imposed for national security reasons.",
  "“It’s a nonbinding vote, but if we had a substantive vote, it would fail today,” Flake told reporters last night.",
  "Winds are barely noticeable.”\n\n-- The Nationals lost to the Pirates 2-0, bringing their record back down to .500.",
  "The figure would provide an average of 260 opioid pills for every person in Missouri during the five-year period.",
  "The show vote came the day after Trump announced a new 10 percent tariff on $200 billion worth of Chinese goods.",
  "Clouds pop up at times, and a brief stray shower can’t be ruled out in the afternoon (best chance east of town).",
  "But I worry that he's impulsively ignorant of our shared history, and I worry that he's actually Putin's puppet.",
  "With John McCain out of commission as he battles brain cancer in Arizona, they’re left with no margin for error.",
  "(Katie Zezima) Members of Congress held a moment of silence for the victims of the Capital Gazette shooting.",
  "(CNN)\n\nNEWS YOU CAN USE IF YOU LIVE IN D.C.:\n\n-- Temperatures will decrease in D.C. today — to the mid-80s.",
  "But Senate Majority Leader Mitch McConnell, always loath to pick a fight with Trump, blocked their effort.",
  "Heilemann dumped his longtime writing partner after Halperin was repeatedly accused of sexual harassment.",
  "Ambassador to NATO Kay Bailey Hutchison and White House Chief of Staff John F. Kelly look uncomfortable.",
  "And I am very happy that we are today unified in freedom as the Federal Republic of Germany,” she said.",
  "(Eli Rosenberg) The Justice Department has reopened the investigation into the murder of Emmett Till.",
  "He won’t bring the measure up for an up-or-down vote on the rationale that Trump would veto it.",
  "Speaker Paul Ryan announced yesterday that he does not intend to do anything about Section 232.",
  "That is comparable with the share who viewed Obama as one of the best presidents in 2011 (20%).",
  "The U.S. pays tens of Billions of Dollars too much to subsidize Europe, and loses Big on Trade!",
  "Sen. Jeff Flake (R-Ariz.) speaks with reporters at the Capitol about President Trump's tariffs.",
  "(Mike DeBonis) Mark Halperin and John Heilemann have turned from best friends to adversaries.",
  "“I don’t want to hamstring the president’s negotiating tactics,” said Ryan, who is retiring.",
  "This is the Comeback Cities Tour, and the story I want to tell you over the next few weeks.",
  "(Remember, Attorney General Jeff Sessions’s recusal is what soured the president on him.)",
  "Rebecca Tan reports: “Stoltenberg remains stoic as Trump lays out his complaint, but U.S.",
  "But this certainly did not stop the president from upending the NATO summit in Brussels.",
  "-- Disregarding the sentiments of the Senate, Trump continues to escalate his trade war.",
  "… People’s views of the best president of their lifetimes are partly tied to their ages.",
  "Rosenstein’s request was an unusual insertion of politics into federal law enforcement.",
  "… Still, a majority of Kavanaugh’s colleagues on the U.S. Court of Appeals for the D.C.",
  "Trump said that leaders responded to his demands by agreeing to reach that goal soon.",
  "All NATO Nations must meet their 2% commitment, and that must ultimately go to 4%!",
  "But Floreen, an at-large council member, has been elected countywide four times.",
  "He’s threatening to use this same standard to target foreign-made automobiles.",
  "John Kasich, who has made Medicaid expansion a central part of his tenure.",
  "It was not immediately clear what specific new commitments had been made.",
  "Read his hate filled and totally biased Emails and the answer is clear!",
  "2) Doesn't sound confident those staff and interns will vouch for him.",
  "Circuit said his solution was hardly neutral and reversed his order.",
  "‘Outside of that, contempt would be our only option,’ Meadows said.",
  "The agent asked if anyone … was there to authorize their presence.",
  "He also doesn’t want to divide his conference in an election year.",
  "The “Motion to Instruct” was so innocuous that it passed 88 to 11.",
  "Yes, I like Trump giving Europe a long overdue punch in the face.",
  "She spent nights in the homes of well-meaning American families.",
  "(It has not become law because of disagreements with the House.)",
  "Karoun Demirjian, Mike DeBonis and Matt Zapotosky report: “Rep.",
  "Highs top out at seasonable levels in the mid- to upper 80s.",
  "Shah said some of the debts were also for home improvements.",
  "Which president has done the best job during your lifetime?",
  "The top military should say, 'No way, you're not allowed.'",
  "What can she possibly say about her statements and lies.",
  "‘Everyone’s agreed to substantially up their commitment.",
  "But Flake admits that he does not expect this to happen.",
  "… [DeWine] had attacked his primary opponent, Lt. Gov.",
  "A family person who’s very involved in his community.",
  "This was not the original intent of the 1962 statute.",
  "“There is a communique that was published yesterday.",
  "… 'This is Trump’s strategy,' said [one] diplomat.",
  "'He raises the stakes, then he calms things down.'",
  "There was a great collegial spirit in that room.",
  "The New York Times's Katie Benner reports: “Mr.",
  "Republicans hold only 51 seats in the Senate.",
  "It does not specify what that role should be.",
  "“It confirms the goal of 2 percent by 2024.",
  "(Danny Moloshok/Reuters)\n\nGET SMART FAST:??",
  "China does steal intellectual property.",
  "The team's last appearance was in 2006.",
  "They pay only a fraction of their cost.",
  "How can you ever trust such #fakenews?",
  "So much corruption on the other side.",
  "Wow, but is anybody really surprised!",
  "It even passed 97 to 2 in the Senate.",
  "Sign up to receive the newsletter.",
  "Rachel Weiner reports: “Judge T.S.",
  "‘Everyone in the room thanked me.",
  "It’s very detailed,” Macron said.",
  "“That is important to point out.",
  "I hate to say it, but it's true.",
  "They should not even be allowed.",
  "Where is the Attorney General?",
  "Fenit Nirappil reports: “Reps.",
  "-- But it’s not all McConnell.",
  "agent and federal prosecutor.",
  "… Very unified, very strong.",
  "Rep. Anthony G. Brown (D-Md.",
  "Each night a different city.",
  "But Trump had other plans.",
  "to support Trump’s pick.",
  "Tomorrow will be worse.",
  "Getting desperate!",
  "Not acceptable!",
  "Mood: grim.",
  "Four days.",
  "One bus.",
  "..."
]