[
  "On Saturday, a three-byline story — Sharon LaFraniere, Mark Mazzetti and Matt Apuzzo — reported that Trump campaign aide George Papadopoulos, addled by the offerings of a London pub, told an Australian official in May 2016 that “Moscow had thousands of emails that would embarrass [Democratic presidential candidate Hillary] Clinton, apparently stolen in an effort to try to damage her campaign.” A couple of months later, hacked Democratic emails surfaced — prompting the Australians to tell U.S. officials what Papadopoulos had said.",
  "The New York Times piece pooh-poohed the possibility, reporting that agents “ultimately concluded that there could be an innocuous explanation, like a marketing email or spam, for the computer contacts.” Furthermore, the story gave this summary of the investigations: “Law enforcement officials say that none of the investigations so far have found any conclusive or direct link between Mr. Trump and the Russian government.",
  "The newspaper notes that FBI officials proceeded on a particularly hush-hush basis: “Senior agents did not discuss it at the daily morning briefing, a classified setting where officials normally speak freely about highly sensitive operations.” Another key detail relates to Papadopoulos’s own disclosures — the story reaches no conclusion on whether he told campaign colleagues about his information-gathering.",
  "“Agents scrutinized advisers close to Donald J. Trump, looked for financial connections with Russian financial figures, searched for those involved in hacking the computers of Democrats, and even chased a lead — which they ultimately came to doubt — about a possible secret channel of email communication from the Trump Organization to a Russian bank.”\n\nTopical stuff.",
  "By the way, the question of whether there was collusion remains the subject of the investigation.”\n\nIndeed, The Washington Post reported more than a month after the election that in a House briefing, a “senior FBI counter­intelligence” official had offered a more guarded view of Russia’s intentions in the 2016 presidential election than a CIA official.",
  "Intelligence officials have said in interviews over the last six weeks that apparent connections between some of Mr. Trump’s aides and Moscow originally compelled them to open a broad investigation into possible links between the Russian government and the Republican presidential candidate.",
  "She cited the Slate story about the server communications and a Mother Jones story previewing the much-talked-about opposition research on Trump-Russia ties — later to be known as the “dossier” — as possible models for how the New York Times could have approached the story.",
  "Sees No Clear Link to Russia.” That formulation sounds pretty definitive and sends a reader into the story with the notion that there’s not much in the way of smoke in this investigation — even though the piece itself acknowledges that the investigation is ongoing.",
  "and intelligence officials now believe, was aimed at disrupting the presidential election rather than electing Mr. Trump.”\n\nMore than a year later, we now know much more about the FBI’s pre-election Russia-Trump activities, courtesy of the New York Times.",
  "More from Purdy: “The investigation was touched off by evidence of those connections between Russians and the people around Trump and no evidence has yet emerged establishing a direct link between the campaign and Russia’s election meddling.",
  "The Erik Wemple Blog asked New York Times Executive Editor Dean Baquet, who responded in an email: “It is fair to say we know a lot more now about what the government knew about Russian meddling than we did before the election.",
  "(Mikhail Klimentyev/Sputnik, Kremlin Pool Photo via Associated Press)\n\nMedia critic\n\nIt was a week before the 2016 presidential election that the New York Times wrote this headline: “Investigating Donald Trump, F.B.I.",
  "Consider that the initial headline read, “After Lengthy Inquiries, Officials Doubt Trump Has Direct Link to Russia.”\n\nAgain, those words may be technically accurate — while at the same time being terribly incomplete.",
  "Liz Spayd, who has since been relieved of her duties monitoring the newspaper from the inside, wrote in January 2017 that the New York Times was too timid in reporting what it knew about the goings-on.",
  "Just before the Lichtblau-Myers collaboration hit the Internet, for example, Slate ran a detailed story asking whether a server of the Trump Organization was communicating with Moscow’s Alfa Bank.",
  "New York Times Deputy Managing Editor Matthew Purdy tells the Erik Wemple Blog that “the heart of that story … pretty much stands up.” Here’s the paragraph to which he refers:\n\nF.B.I.",
  "The point here is that that October 2016 story purported to draw relatively sweeping conclusions about inquiries that were carefully shrouded within the FBI itself.",
  "It is difficult to believe that Papadopoulos told an Australian diplomat that Russia had dirt on Clinton but didn’t mention anything to the campaign he was part of.",
  "Extremely secret, as the Papadopoulos story makes clear:\n\nWith so many strands coming in — about Mr. Papadopoulos, Mr. [Carter] Page, the hackers and more — F.B.I.",
  "At the time, this blog dissented from Spayd’s conclusion, perhaps prematurely: In March, CNN reported that the FBI had continued looking into the server contacts.",
  "And the fact that it continues to unfold exposes a problem in that October 2016 story on the FBI, starting with the headline, “Investigating Donald Trump, F.B.I.",
  "Issuing subpoenas or questioning people, for example, could cause the investigation to burst into public view in the final months of a presidential campaign.",
  "pursued a widening investigation into a Russian role in the American presidential campaign,” read the story by Eric Lichtblau and Steven Lee Myers.",
  "Sees No Clear Link to Russia.” The story’s lead cited the curiosity of federal law enforcement on this front: “For much of the summer, the F.B.I.",
  "The combination of the hacking and Papadopoulos’s disclosures, reported the New York Times, helped launch the FBI’s Trump-Russia investigation.",
  "agents debated how aggressively to investigate the campaign’s Russia ties, according to current and former officials familiar with the debate.",
  "And no evidence has emerged that would link him or anyone else in his business or political circle directly to Russia’s election operations.",
  "As a postscript, this isn’t the first time that the New York Times has been presented with gripes regarding the October 2016 story.",
  "— Ezra Klein (@ezraklein) December 30, 2017\n\nThe Papadopoulos revelations demand another look at that October 2016 piece.",
  "“Whether Mr. Papadopoulos shared that information with anyone else in the campaign is one of many unanswered questions.",
  "We would have cast that story differently but it was never meant to give the Trump campaign a clean bill of health.",
  "This could well be a case of a news organization not appreciating what it didn’t — or couldn’t — know.",
  "And back when the New York Times had a public editor, the issue surfaced to great contention.",
  "The two agencies, however, were in agreement that Russia had intervened to assist Trump.",
  "Some officials argued against taking such disruptive steps, especially since the F.B.I.",
  "Major media outlets had been following strands of the Trump-Russia story for months.",
  "It could also tip off the Russian government, which might try to cover its tracks.",
  "As we learned over the weekend, the FBI kept the Papadopoulos thing very secret.",
  "It reflected the FBI’s skepticism, which was made public after the campaign.",
  "He was mostly in contact with the campaign over emails,” reads the story.",
  "Still, they have said that Mr. Trump himself has not become a target.",
  "would not be able to unravel the case before the election.",
  "Twitter has been afire with complaints about the story.",
  "And even the hacking into Democratic emails, F.B.I.",
  "And which was all we could report at that moment.",
  "But the story is unfolding.”\n\nThat, it is.",
  "officials declined to comment on Monday.",
  "\n\nRussian President Vladimir Putin.",
  "Did the New York Times overreach?",
  "Perhaps, concluded the story.",
  "Virtually impossible.",
  "Very difficult."
]