[
  "* Russia announced pension age rise on first day of World Cup\n\n* Move has prompted protests, dented Putin’s poll ratings\n\n* Authorities weigh change to plan, no decision yet\n\nBy Darya Korsunskaya and Polina Nikolskaya\n\nMOSCOW, July 6 (Reuters) - Russian authorities are considering ways to soften a plan to raise the pension age, two sources familiar with the discussions told Reuters, following protests and a slide in President Vladimir Putin’s popularity ratings.",
  "“People’s negative reaction increases the chances that the authorities will choose to make a compromise.”\n\nA second source close to the Kremlin told Reuters: “It is obvious that the president must make a present (to people).” (Additional reporting by Polina Devitt, Maria Tsvetkova and Elena Fabrichnaya Writing by Katya Golubkova Editing by Gareth Jones)",
  "After Medvedev announced the proposal, a survey by the FOM pollster showed that the number of Russians who said they would vote for Putin had fallen by eight percentage points in a week to 54 from 62 percent and that his approval rating was down six percentage points to 69 from 75 percent.",
  "Last Sunday thousands of people attended protest rallies led by supporters of Alexei Navalny, the most prominent Kremlin critic, around the country, though there were no demonstrations in cities hosting the World Cup due to security restrictions in force during the tournament.",
  "The government announced its plan last month to raise the retirement age for men to 65 from 60 and for women to 63 from 55 to ease pressure on state coffers from an ageing population and weak economic growth made worse by the impact of sanctions.",
  "Since the plan was announced - on June 14, the opening day of the soccer World Cup which Russia is hosting - opinion polls have shown a drop in Putin’s normally robust ratings and thousands of Russians have attended protest rallies.",
  "A third source, who is close to the Kremlin, said he expected a final decision on pension reform by September, ahead of elections in some Russian regions, including a vote for Moscow’s mayor and the governor of the Moscow region.",
  "A higher pension age would allow the government to raise pension payments while freeing up state funds that could be spent on spurring economic growth amid Western financial and economic sanctions.",
  "The two sources, speaking on condition of anonymity, said senior officials were holding discussions about options for softening the law, though they also stressed no final decision had been taken.",
  "PUBLIC DISCONTENT\n\nNatalia Timakova, spokeswoman for Prime Minister Dmitry Medvedev, told Reuters the proposals made by the government last month remained “the working variant”.",
  "Navalny published photos of the protests with people carrying placards with slogans including “Raise the pension, not the pension age!” and “Hands off our pensions!”.",
  "Dmitry Peskov, the Kremlin spokesman, told reporters on Friday the government and the lower chamber of parliament, the State Duma, were working on the pension reform.",
  "The Russian budget is under pressure from a growing number of pensioners and a shrinking workforce caused by a sluggish birth rate in the early 2000s.",
  "“Something will be softened during the (discussions) process,” said the second source close to the discussions, without providing further details.",
  "“There are different proposals (under consideration) - for example, an increase of five, not eight years, for women,” said one of the sources.",
  "“The scale of the negative reaction to the pension reform is big: Putin’s rating has fallen... to its lowest since 2013,” Alfa said.",
  "But analysts at Alfa Bank said in a note to investors that the chances for a softening of the reform were “quite high”.",
  "“The president is aware of the (people’s) reaction to the proposals and parameters,” Peskov said, without elaborating.",
  "Another poll, by the state VTsIOM pollster, showed that Putin’s approval rating had tumbled by around five percent.",
  "According to the FOM pollster, around 80 percent of Russians are against the retirement age increase."
]