[
  "“Even though the Dossier included many harmful allegations about Plaintiffs and Alfa, and even though Buzzfeed expressly acknowledged the unverified and potentially unverifiable nature of the Dossier’s allegations, Buzzfeed published the unredacted Dossier and the Article anyway — without first affording the Plaintiffs an opportunity to address the unverified allegations made against them and against Alfa in the Dossier,” wrote Alan Lewis and John Walsh, lawyers from the law firm Carter Ledyard and Milburn, who are representing the bank owners.",
  "That makes it all the more important that this shameless attempt to bully and intimidate BuzzFeed News not have a chilling effect on other journalists who continue to report this important story.”\n\nIn February, Russian internet entrepreneur Aleksej Gubarev sued Buzzfeed over claims in the dossier that he and his companies used “botnets and porn traffic to conduct cyber operations against the Democratic Party.",
  "The dossier contains allegations that that Fridman, Aven and Khan—who together own about three quarters of Alfa—attempted to bribe Vladimir Putin, now Russia’s president, when he served as deputy mayor of St Petersburg in the 1990s, as well as allegations that they were involved in the alleged Russian attempt to influence the 2016 U.S. presidential campaign.",
  "After its publication online, Trump denounced the dossier as “fake news” and called Buzzfeed “a pile of garbage.”\n\nAccording to a copy of the lawsuit posted by Politico, the lawyers for the Russian plaintiffs seize on an admission made by the report’s authors at the time of the dossier’s publication that aspects of the dossier were untrue or unproven.",
  "\"The false and defamatory statements published by Defendants of and concerning the Plaintiffs and Alfa, and the implications of those defamatory statements, were made with knowledge of their falsity or with reckless disregard of whether they were true or false,” they continued.",
  "The dossier, published online by Buzzfeed in January, was reportedly compiled by former British intelligence agent Christopher Steele, and contained claims of long-standing Russian attempts to influence Trump, and of collusion between Trump team officials and Russia.",
  "\"Given that the allegations contained in the dossier were presented to successive presidents and remain under active investigation by intelligence agencies and Congress, there is little doubt that their publication was and continues to be in the public interest.",
  "Buzzfeed hit back on Friday, defending its decision to publish the dossier, citing ongoing congressional and FBI investigations into allegations of Russian attempts to influence the election as proof that publication of the document was in the public interest.",
  "\"The head of a Russian bank sued our news organization for publishing a document that alleges financial ties between Putin, Trump, and Russian entities—including this very bank,\" BuzzFeed spokesman Matt Mittenthal wrote in a statement published by Politico.",
  "Mikhail Fridman, Petr Aven and German Khan of Alfa Bank filed the defamation lawsuit Friday in a Manhattan court, and are seeking unspecified damages from Buzzfeed editor-in-chief Ben Smith, reporter Ken Bensinger and editors Miriam Elder and Mark Schoofs.",
  "The owners of a Russian bank are suing Buzzfeed over the publication of a dossier that contained unverified claims that they were involved in an alleged Russian government campaign to influence the results of the November 8 U.S. presidential election.",
  "Read more: Thirteen things that don’t add up in the Russia-Trump intelligence dossier\n\nEarlier in January, U.S. intelligence agencies briefed then President Barack Obama and Trump about the dossier.",
  "The lawsuit is ongoing, with a federal judge on Friday reportedly dismissing a motion from Buzzfeed on May 23 to have the case transferred from Florida to New York.",
  "At around the same time as the lawsuit was filed, Buzzfeed pulled the parts of the dossier containing the claims about Gubarev and issued an apology."
]