[
  "U.S. banks Goldman Sachs (GS.N), JP Morgan (JPM.N), Bank of America Merrill Lynch, Citi (C.N) and Morgan Stanley (MS.N) were among Western banks that received RFPs, along with European peers including Deutsche Bank (DBKGn.DE), Barclays (BARC.L), Royal Bank of Scotland (RBS.L), BNP Paribas (BNPP.PA), Societe Generale (SOGN.PA) and Raiffeisen (RBIV.VI).",
  "REUTERS/Arnd Wiegmann -\n\nThe banks responded to a request for proposals that the Russian Economy Ministry sent to Russian and foreign banks this month for advisory roles in the planned sales of a 50.08 percent stake in oil firm Bashneft (BANE.MM) and 10.9 percent stakes in both diamond miner Alrosa (ALRS.MM) and lender VTB (VTBR.MM).",
  "Bankers have previously told Reuters that Western investments banks with Russian operations are reluctant to advise Moscow on planned privatizations as they are worried about the consequences of violating Western sanctions imposed on Russia over the conflict in Ukraine.",
  "Russian banks invited to submit proposals included the following lenders or their units: Sberbank (SBER.MM), VTB (VTBR.MM), VEB, Gazprombank, Renaissance Capital, Alfa Bank, MDM Bank and The Auction House of the Russian Federation.",
  "MOSCOW (Reuters) - Swiss banks UBS and Credit Suisse are interested in advising the Russian government on several privatizations as long as the deals do not violate sanctions, three banking sources told Reuters.",
  "Russian Economy Minister Alexei Ulyukayev said last week that three banks should lead the privatization process set for later this year, with one or two more banks helping to run the deals.",
  "Firms are also concerned that their business with Russian partners could be declared to violate sanctions if they restrictions are tightened at any point.",
  "It will then send its recommendations to a government panel which will make the final decision, the ministry spokeswoman said in emailed comments.",
  "Though Switzerland is not a member of the European Union, it joined EU sanctions imposed on Russia over Moscow’s role in the Ukraine crisis.",
  "However, three bankers told Reuters that UBS UBSG.VX and Credit Suisse CSGN.VX were among banks that responded to the request.",
  "Economy Minister Ulyukayev told reporters on Monday that the ministry would continue looking through the proposals this week.",
  "Nevertheless, Switzerland was excluded from counter-sanctions imposed by Russia on imports of food products from Europe.",
  "“I heard that the Swiss were saying that they will take part if no sanctions are broken,” a senior Western banker said.",
  "The EU financial sanctions do not explicitly prevent European firms from advising on most Russian transactions.",
  "As a result, the only Western European cheese on sale in Moscow supermarket shelves is Swiss cheese.",
  "A branch of Swiss bank UBS is seen in the mountain resort of St. Moritz, Switzerland March 15, 2016.",
  "Spokeswomen for Credit Suisse and UBS and a spokesman for UniCredit all declined to comment.",
  "A fourth banking source said that Italy’s UniCredit (CRDI.MI) had also answered the RFP.",
  "The banker and other banking sources said no U.S. bank has responded to the RFP.",
  "But some of the measures include grey areas that are open to interpretation.",
  "He said that Western banks had responded to the RFPs but did not name them.",
  "A spokeswoman for the economy ministry declined to name the banks."
]