[
  "addresses, the strings of numbers that computers use to identify one another.”\n\nYou can read the complex details of Max’s work in the New Yorker piece, but the main takeaway is this: During the summer of 2016, while looking for evidence that the Russians had hacked the Republican Party as they had done with the Democrats, Max inadvertently discovered that the only server contacting a Trump Organization domain in Pennsylvania with any regularity was owned by Alfa Bank, one of the largest banks in Russia.",
  "Instead, the story relied on unnamed FBI sources who said the bureau had “ultimately concluded that there could be an innocuous explanation, like a marketing email or spam, for the computer contacts.”\n\nMany computer scientists had also concluded that, but the story omitted how implausible they thought those innocuous explanations were.",
  "A lengthy piece by Dexter Filkins in The New Yorker’s Oct. 15 issue asks, “Was There a Connection Between a Russian Bank and the Trump Campaign?” Filkins spoke to many of the same players that the Times’ Eric Lichtblau and Steven Lee Myers did for their more conclusively titled October 2016 report, “Investigating Donald Trump, F.B.I.",
  "largely came to the same conclusion: Based on the timing of the communication and several other factors, the most reasonable explanation was that the servers were enabling a secret communication channel, possibly to share data (like, say, that collected by Cambridge Analytica) or to direct the exchange of money ?",
  "An in-depth exploration of the Trump Organization’s possible communications with a Russian bank in The New Yorker sheds new light on just how flawed a New York Times report on the suspected collusion was when it came out days before the 2016 election.",
  "Filkins explains that Max is regarded as one of few people capable of finely combing through the Domain Name System, or DNS, a “worldwide network that acts as a sort of phone book for the Internet, translating easy-to-remember domain names into I.P.",
  "Even after since-fired FBI Director James Comey said in April that the Times’ FBI sources had given the paper bad information, Baquet remained steadfast in his position that the Times had made the right call in publishing the story it did.",
  "just not very likely.”\n\nMax and his lawyer decided the best course of action would be to hand the data over to Lichtblau, who had done some breakthrough reporting on National Security Agency surveillance, Filkins reported.",
  "The Times story prompted its own ombudsman to conclude, on Trump’s inauguration day, that the paper had erred in not reporting on the “unexplained but damning leads” about Trump’s Russia connection before the election.",
  "“I think the headline was off but if you read the story I think it was NOT inaccurate based on what we knew at the time,” Baquet wrote to Washington Post media critic Eric Wemple when pressed with Comey’s comments.",
  "“Not only is there clearly something there but there’s clearly something that someone has gone to great lengths to conceal,” Lichtblau told The New Yorker, reflecting on his initial hopes for the story.",
  "The Times’ executive editor Dean Baquet had charged that it was unethical to report on the existence of these server-to-server contacts without knowing their content or purpose.",
  "“Is it possible there is an innocuous explanation for all this?” one unnamed computer scientist who looked at the data asked The New Yorker.",
  "But the Times article that ran on Oct. 31 was different than the one Lichtblau turned in, and made no mention of Max and his team.",
  "Scott Olson via Getty Images Trump has consistently called the investigation into his campaign's ties to Russia a \"witch hunt.\"",
  "ANGELA WEISS via Getty Images In October 2016, The New York Times published a story titled “Investigating Donald Trump, F.B.I.",
  "The New Yorker’s story centers on a peculiar finding by a team of computer scientists led by a man identified only as Max.",
  "The error is even more glaring two years since the story’s publication, after reading the evidence Filkins presents.",
  "“We were saying that the investigation was basically over — and it was just beginning,” Lichtblau told Filkins.",
  "Sees No Clear Link to Russia.”\n\nThe impressions the two stories leave on readers could not be more different.",
  "Sees No Clear Link to Russia.” The Columbia Journalism Review says the headline should go down in history.",
  "both in the lead-up to the election and at the request of a Democratic senator in the spring of 2017 ?",
  "The Times story left readers with the overall impression that Trump’s campaign had been exonerated ?",
  "That headline, the Columbia Journalism Review assessed in July, should go down in history.",
  "Leonhard Foeger/Reuters Donald Trump and Russian president Vladimir Putin in 2018.",
  "though all parties have denied communicating over the servers.",
  "which could have swayed readers still mulling over their vote.",
  "And it’s also possible that space aliens did this.",
  "Computer scientists who looked at the data ?",
  "“Yes, of course.",
  "It’s possible ?"
]