[
  "Companies that specialise in more expensive ways of getting oil out of the ground, such as makers of offshore drilling rigs and construction vessels, were already suffering from the problem of overcapacity before the price fell and are now in even worse shape.",
  "Carlyle's earnings were dragged down by its stake in SandRidge Energy, a debt-laden oil-and-gas exploration company, which lost 58% of its value over the quarter and has just announced that it is mothballing most of its drilling rigs.",
  "\"All sorts of folks who would never have dreamed of oil and gas piled in, often loading companies with debt,\" says Joel Moser of Aquamarine Investment Partners, a fund that has invested in the sector for decades.",
  "Because such firms are involved in a variety of activities there is greater scope for the type of restructuring private-equity types specialise in, such as selling off less-profitable units or firing people.",
  "Many see the situation now as akin to the collapse in property prices in 2008, when investors who had borrowed too much (including many private-equity funds) were forced to sell as prices plummeted.",
  "Stephen Schwarzman, chairman and CEO of the Blackstone Group REUTERS/China Daily\n\nThe giddiness is not without reason: prices for energy-related assets have been slashed indiscriminately.",
  "Some oil-services firms that cater to ongoing operations--by providing maintenance for offshore rigs, for example--may have been hit unfairly hard and could well bounce back.",
  "All of which holds out a ray of hope for those private-equity funds that are currently sitting on devalued energy investments, provided they can afford to wait it out.",
  "LM Otero/AP The plunging oil price has pummelled private equity but may now help it\n\nOIL'S fall may be good for consumers, but it has hurt big private-equity firms.",
  "Blackstone alone says it has a war chest of $9 billion available for energy investments, not to mention the energy-related debts it might buy through credit funds.",
  "Despite such losses, private-equity investors are now more interested in the sector than ever, according to Antoon Schneider from the Boston Consulting Group.",
  "With banks unwilling to lend and many companies desperate not to sell assets, private-equity firms can name their terms when offering financing.",
  "More money was raised for energy buy-outs in America in 2014, and more deals were made, than ever before, according to Preqin, a data provider.",
  "Click here to subscribe to The Economist\n\nThis article was from The Economist and was legally licensed through the NewsCred publisher network.",
  "Blackstone's chief executive, Stephen Schwarzman, said in December that the turmoil would be a \"wonderful, wonderful opportunity for us\".",
  "Earlier this month Apollo Global Management announced that profits were down by 79% year on year in the three months to December 31st.",
  "Cheap oil is imperilling borrowers, such as American shale producers, who need cash to stay afloat until prices (they hope) rebound.",
  "Private-equity firms mainly invested in oilfield-services companies, which support the industry but do not own oil themselves.",
  "But the buy-out firms had also begun to invest in oil companies themselves--a more straightforward bet on the oil price.",
  "The volume of high-yield debt in the energy sector is now three times what it was in 2008, according to Credit Suisse.",
  "This week KKR and the Carlyle Group said they were smarting too, with KKR's profits down by 94% and Carlyle's by 68%.",
  "Spurred on by the shale boom in America, private-equity funds have invested heavily in the energy sector.",
  "Shares in EP Energy, an oil-and-gas company of which Apollo owns about a quarter, are down by 40%.",
  "(One buy-out firm that got away relatively unscathed was the last of the \"big four\", Blackstone.",
  "Energy-related assets, whose valuations have fallen with the oil price, are largely to blame.",
  "Warburg Pincus, another private-equity firm, closed a $4 billion energy fund late last year.",
  "And Samson, an American producer partly owned by KKR, has also fallen in value.",
  "Such thoughts have sent the buy-out titans into a fund-raising frenzy.",
  "Sceptical about $100 oil, it started selling energy assets in 2013.)",
  "Men work on an well pump near Sweetwater, Texas, Dec. 23, 2014.",
  "Apollo is also raising a multi-billion-dollar fund.",
  "Another way to cash in is through credit provision.",
  "Private equity thrives on such price swings.",
  "Buy-out funds love distressed assets."
]