[
  "TRUST PROJECT EXPANDS: The Trust Project , a global consortium led by journalist Sally Lehrman and hosted at Santa Clara University’s Markkula Center for Applied Ethics, announced today that 20 news organizations have now joined its “efforts to increase transparency and trust in the news media, extending the reach of the global network’s Trust Indicators to 217 million people a month.”\n\nWATCH: Showtime’s “The Family Business: Trump and Taxes” follows New York Times reporters Susanne Craig, David Barstow and Russ Buettner as they worked 18 months before revealing last Tuesday how Trump “participated in dubious tax schemes,” including “outright fraud,” in the 1990’s.",
  "Tech could surprise us, but I very much doubt politics will.” [ David Roberts ]\n\nTHE NEWS ABOUT MISSING SAUDI JOURNALIST JAMAL KHASHOGGI has only become more horrifying, as the Washington Post’s Erin Cunningham and Kareem Fahim report that “Turkish investigators believe Khashoggi was likely dismembered, removed in boxes and flown out of the country.”\n\n— “Turkish officials have said they believe Khashoggi, 59, a critic of the Saudi leadership and a contributor to The Washington Post's Global Opinions section, was killed by a team of 15 Saudis flown in specifically to carry out the attack,” Cunningham and Farim write.",
  "Gertz notes that the Times “story was brought up in passing by a panelist on CNN’s ‘State of the Union.’”\n\n— While the main Sunday shows across the four broadcast networks and CNN skipped the Times blockbuster, MSNBC host Joy Reid spent considerable time on it during her weekend show, “AM Joy.”\n\n“DOES JOURNALISM HAVE TO HAVE AN EFFECT TO MATTER?” asks Columbia Journalism Review editor Kyle Pope in a piece that explores coverage of Trump’s taxes, the allegations against Supreme Court Justice Brett Kavanaugh and climate change.",
  "TRUMP CAMPAIGN AIDE SOUGHT PLANS FOR ONLINE MANIPULATION: “A top Trump campaign official, [Rick Gates], requested proposals in 2016 from an Israeli company to create fake online identities, to use social media manipulation and to gather intelligence to help defeat Republican primary race opponents and Hillary Clinton, according to interviews and copies of the proposals,” the New York Times’s Mark Mazzetti, Ronen Bergman, David D. Kirkpatrick and Maggie Haberman report .",
  "“More often than not, investigative stories that merit direct, substantial reaction from officials — or at least a wave of readers — will instead be either ignored or, as was the case with Kavanaugh, met with public relations hedging and little sincere attempt to reckon with journalists’ findings.”\n\nGOP TRIES FRAMING DEM PROTESTS AS 'ANGRY MOB': The Washington Post's Matt Viser and Robert Costa write how Republicans are turning to the culture war ahead of midterms.",
  "Trump didn’t provide a figure, but told Javers it’s very well documented, very well documented.”\n\nSUNDAY SHOWS IGNORE NYT’S TRUMP TAXES BOMBSHELL: Even as the New York Times re-published the taxes blockbuster as a special section in Sunday’s paper, four of the major Sunday morning public affair shows — NBC’s “Meet the Press,” ABC’s “This Week,” CBS’s “Face the Nation” and “Fox News Sunday” — “all completely ignored it,” Media Matters’ Matt Gertz writes .",
  "“As a sitting president,” Todd said, “he’s going to disrupt things in a way we’re not used to seeing a sitting president do.”\n\nBEHIND NYT’S CONTROVERSIAL 2016 TRUMP-RUSSIA PIECE: The New Yorker’s Dexter Filkins takes a deep look at whether there was a connection between Russia’s Alfa Bank and the Trump campaign, a topic explored by Franklin Foer in Slate a week before the 2016 election.",
  "“I’m sure there is some little old lady in Iowa who now keeps her doors locked because she thinks there’s going to be some anarchist mob coming through Davenport.”\n\nEXPECTING TRUMP DISRUPTION IN 2020: I noted Wednesday how Trump dominated 2016 coverage with outrageous comments and insults aimed at opponents — and is behaving similarly when addressing potential 2020 Democratic opponents.",
  "— BuzzFeed editor-in-chief Ben Smith asks , “Can Mike Bloomberg Make America Boring Again?”\n\n— Elle’s Madison Feller writes how the New Yorker’s Jane Mayer “is holding the world’s most powerful men accountable.”\n\n— Ben Wofford asks in a Washingtonian profile of Sy Hersh why the legendary investigative journalist isn’t focused on Trump.",
  "“This argument says: ‘Our business model doesn’t allow us to do journalism in the public interest.’ If so, then we urgently need to reinvigorate the conversation about how to sustain journalism that does contribute to the public interest.”\n\nMORE REACT\n\n“This report on climate change is a clanging alarm.",
  "“The incoming Fox executive made $179,700 per year in her White House position, meaning she is likely to more than quintuple her salary with her new role.”\n\nREVOLVING DOOR\n\nRachel Metz, most recently with MIT Technology Review, is joining CNN Business as a senior writer covering tech.",
  "Lichtblau told Filkins, “We were saying that the investigation was basically over — and it was just beginning.”\n\nFOER REFLECTS: \"Nearly two years has passed since the publication of that piece — and there’s rarely a week that I don’t think about it,\" Foer writes in The Atlantic.",
  "They note “there is no evidence that the Trump campaign acted on the proposals.”\n\nPOLITICO TARGETS MISINFORMATION: This publication is “undertaking an ambitious effort to identify and trace the origins of political disinformation and debunk it” ahead of the midterms.",
  "Yet President Donald Trump, who has repeatedly cast doubt on the science behind climate change — and whose administration is dismantling environmental regulations even as it acknowledges potentially cataclysmic warming — has proven unwilling to address the crisis.",
  "— “NBC Nightly News” anchor Lester Holt tells Vulture’s Josef Adalian he doesn’t want to be the “voice of God.”\n\n— Digiday’s Lucinda Southern reports how POLITICO’s London Playbook has already built a sizeable (and influential) audience in a year.",
  "HOPE HICKS TO FOX: Former White House communications director and trusted Trump aide Hope Hicks will become executive vice president and communications director for Fox, the company being spun off following 21st Century Fox’s merger with Disney.",
  "But a major new United Nations report on climate change, which warns of mass food shortages, wildfires and coral reefs dying off as early as 2040 , has highlighted the dire situation facing roughly seven-and-a-half billion people on Earth.",
  "\"Every journalist, I’m pretty sure, has a story like this — a story that constantly claws at them — leading to an obsession with unknown facts, leaving a fear that complexities might have eluded their best reportorial efforts.\"",
  "KICKER\n\n“If one more political reporter tells me ‘but you have the most important beat’ while he entirely ignores climate change in the horse race coverage…” — Mother Jones energy, climate and environment reporter Rebecca Leber",
  "— “In her new job, Hicks is likely to make at least seven figures, if one counts salary, bonus and stock, according to a source familiar with corporate pay packages and a former Fox executive,” writes POLITICO’s Isabel Dobrin.",
  "Story Continued Below\n\n— “It's generally treated as a non-issue that the president not only rejects human responsibility for climate change but claims the world is not warming at all,” notes the Toronto Star’s Daniel Dale.",
  "But can we, will we, rally behind it without American leadership, or even a commitment to, a global environmental strategy?” [ Richard Engel ]\n\n“We had plenty of time & warning to avoid this fate, without undue disruption.",
  "TODAY IN L.A.: New York Times publisher A.G. Sulzberger, assistant managing editor Sam Dolnick and Wirecutter GM and president David Perpich sit down with Richard Stengel at Vanity Fair’s New Establishment Summit .",
  "The BBC’s headline didn’t mince words: “Final call to save the world from ‘climate catastrophe.’”\n\n— Drastic action is required to even have a chance of staving off the most dire outcomes, according to scientists.",
  "Filkins writes that Eric Lichtblau, then a reporter with the New York Times, had been provided similar findings of a possible connection in August 2016, though FBI officials asked him to delay publishing a story.",
  "“And, though the article mentioned the server, it omitted any reference to the computer scientists who had told Lichtblau that the Trump Organization and Alfa Bank might have been communicating,” Filkins writes.",
  "— “For every Harvey Weinstein or Eric Schneiderman or Elizabeth Holmes investigation, there are dozens — even hundreds — of others that don’t receive the responses they deserve,” Pope continues.",
  "— “As the story sat, Dean Baquet, the Times’ executive editor, decided that it would not suffice to report the existence of computer contacts without knowing their purpose,” Filkins writes.",
  "“It’s aimed at firing up Fox viewers and the more strident elements of Trump’s base; it’s fearmongering,” said John Weaver, a veteran Republican strategist and Trump critic, told the Post.",
  "The biggest story in the world — Saudi journalist’s fate — Sunday shows ignore Trump taxes scoop — Hicks to Fox\n\nTHE BIGGEST STORY IN THE WORLD is too often a blip in the news cycle.",
  "Amanda Mull, who has written for outlets such as Racked, Rolling Stone and Elle, is joining the Atlantic as a staff writer on the magazine’s science, health and tech reporting team.",
  "In short, when it comes to climate change, we — the media, the public, the world — need radical transformation, and we need it now.”\n\nGood morning and welcome to Morning Media.",
  "CALLS ON SAUDI ARABIA TO INVESTIGATE: \"As the President has conveyed, the United States is concerned by his disappearance,\" Secretary of State Mike Pompeo said in a statement.",
  "AXIOS HBO SHOW DEBUTS BEFORE MIDTERMS: The four-part series launches at 6:30 pm on Nov. 4, just two days before the upcoming election, and airs the following three Sundays.",
  "The AP’s David Bauder asked “Meet the Press” host Chuck Todd about this phenomenon in a piece pegged to the public affair show’s film festival, which wrapped up last night.",
  "What more could a reporter want.”\n\n— CNBC correspondent Eamon Javers asked Trump yesterday how much money he got from his father in light of the Times investigation.",
  "“Given the political and media climate, I fear it’s going to be increasingly difficult to see immediate, conclusive impact from the stories we do,” he writes.",
  "“If voters are kept in the dark about global warming by newspapers then urgent action by democratic politicians becomes a hundred times harder,” he tweeted.",
  "Will the future of the planet be a voting issue?” [ Dan Rather ]\n\n“This can only be the biggest story, biggest warning, most critical issue of our times.",
  "Later, Vanity Fair’s Gabe Sherman moderates a panel on the future of the GOP with Nicolle Wallace, Mark McKinnon, Steve Schmidt and Elise Jordan.",
  "And past warnings from the United Nations have failed to gain traction on cable news, as other stories were deemed more important in the moment.",
  "— Fox News’s Saturday primetime audience for Kavanaugh confirmation was its highest since the Iraq War in 2003, The Wraps Tony Maglio reports .",
  "EXTRAS\n\n— “Non-partisan doesn’t mean neutral,” Daily Beast editor-in-chief Noah Shachtman writes in a piece on the site’s 10-year anniversary.",
  "had opened a counterintelligence investigation into Russian contacts with Trump’s aides.” “It was a really tense debate,” Baquet told Filkins.",
  "It felt like there was something there.”\n\n— Lichtblau co-wrote the widely criticized Oct. 31, 2016 piece — \"Investigating Donald Trump, F.B.I.",
  "Each episode will cover a big issue in politics, business and technology, along with documentary shorts and interviews with major newsmakers.",
  "Saudi authorities have denied the charges, but have provided no evidence Khashoggi left the Saudi Consulate in Istanbul as they claim.",
  "\"State Department senior officials have spoken with the Kingdom of Saudi Arabia through diplomatic channels about this matter.",
  "Khashoggi, who was living between Washington and Istanbul, said he didn’t think he’d be able to go home to Saudi Arabia again.",
  "It's likely the biggest story of our age, and Trump mocks science, reverses progress, and appoints judges to do the same.",
  "Much of it deserves our attention as journalists and news consumers,” the Washington Post’s Margaret Sullivan writes .",
  "Not the most cheery news, I know, but it's something that can't be ignored (unless you're the president, apparently).",
  "The “new Fox,” as it’s been dubbed, will include Fox News, Fox Business, Fox Sports and the Fox broadcast network.",
  "FORMER GUARDIAN EDITOR-IN-CHIEF ALAN RUSBRIDGER noted how the U.N. report got little play on British front pages.",
  "That job is now open and will be hired by AFP regional director Brigitte Dusseau ( brigitte.dusseau@afp.com ).",
  "LISTEN: BBC’s Newshour published an off-air conversation with Khashoggi three days before his disappearance.",
  "She is the founding editor of USC Economic Review and a former editorial intern for National Review.",
  "— NFL ratings have started strong, report Sports Business Journal’s John Ourand and Austin Karp.",
  "Climate change was also largely treated as a non-issue during the 2016 presidential debates.",
  "“Lichtblau disagreed, arguing that his story contained important news: that the F.B.I.",
  "Daniel Lippman ( dlippman@politico.com / @dlippman ) contributed to the newsletter.",
  "“My whole life I’ve been covering financial journalism, following the money trail.",
  "Sees No Clear Link to Russia\" — that seemed to exonerate the Republican nominee.",
  "Given how badly we've botched it so far, odds are we'll continue to go too slow.",
  "“There is a lot happening in the nation and the world, a constant rush of news.",
  "— Poynter’s David Beard looks at Rep. Devin Nunes’s attack on The Fresno Bee.",
  "“Nobody has figured this out and put these pieces together,” Craig says.",
  "Tiana Lowe is joining the Washington Examiner as a commentary writer.",
  "The findings will be available in a publicly accessible database .",
  "— “Editors will argue that climate change doesn’t sell newspapers.",
  "Shaun Tandon has been named AFP’s State Department correspondent.",
  "He previously was the wire service’s first music correspondent.",
  "“But we need to figure out how to make the main thing matter.",
  "You can reach me at mcalderone@politico.com / @mlcalderone .",
  "“If I were the reporter, I would have wanted to run it, too.",
  "Which may or may not be true,” Rusbridger continued.",
  "Now we can only avoid it with EXTREME disruption.",
  "Generations will rue our inaction.",
  "— Something needs to change.",
  "Money, power, and greed.",
  "STATE DEPT."
]