[
  "“Active Measures”\n\nIllustration by Christoph Niemann\n\n“Unlike classic espionage, which involves the collection of foreign secrets, active measures aim at influencing events—at undermining a rival power with forgeries, front groups, and countless other techniques honed during the Cold War.” Read more.",
  "“The Man Behind the Dossier”\n\n“Christopher Steele’s dossier painted a damning picture of collusion between Trump and Russia, suggesting that his campaign had ‘accepted a regular flow of intelligence from the Kremlin, including on his Democratic and other political rivals.’ ” Read more.",
  "On Tuesday, documents from Robert Mueller’s office traced, in new detail, the links between the Trump campaign, WikiLeaks, and Russia; on Thursday, Michael Cohen revealed that, even during the 2016 campaign, the President was pursuing a real-estate deal in the heart of Moscow.",
  "“Donald Trump’s Worst Deal”\n\n“If parties involved in the Trump Tower Baku project participated in any illegal financial conduct, and if the Trump Organization exerted a degree of control over the project, the company could be vulnerable to criminal prosecution.” Read more.",
  "—David Remnick\n\n“The Miss Universe Connection”\n\nIllustration by Barry Blitt\n\n“Today, the Miss Universe pageant in Moscow looks like a harbinger of the Trump campaign and Presidency, featuring some of the same themes and characters.” Read more.",
  "Jeffrey Toobin explains how Trump used the Miss Universe pageant to further his political career, and Jane Mayer meets Christopher Steele, the ex-spy who tried to warn the world about Trump’s ties to Russia.",
  "“Trump and Putin: A Love Story”\n\n“Vladimir Vladimirovich Putin and Donald J. Trump are locked in a humid political embrace, which seems, at first glance, unlikely.” Read more.",
  "Below, you’ll find an exploration of the relationship between Trump and Vladimir Putin, as well as a history of Russia’s efforts at election hacking and media manipulation.",
  "Finally, Adam Davidson looks into the Trump Tower Baku—a building project in Azerbaijan—and discovers what it has to tell us about Trump’s businesses more generally.",
  "“Enigma Machines”\n\nIllustration by Jarek Waszul\n\n“If Trump and Alfa Bank were communicating, what might they have been talking about?” Read more.",
  "We’re coming to understand more about Donald Trump’s connections to Russia, and about the scope and aims of the Mueller investigation.",
  "It’s complicated—and so, today, we’re bringing you some of our most in-depth reporting on the subject.",
  "Dexter Filkins finds out whether the Trump campaign coördinated with a Russian bank.",
  "Piece by piece, a bigger picture is emerging.",
  "It’s been a week of revelations."
]