[
  "\"As we begin 2015, we are highly focused on enhancing performance at CEOC through a series of cost initiatives and the implementation of the previously announced financial restructuring plan,\" said CEO Gary Loveman, who recently announced that he was stepping down from the top job at the end of the current quarter.",
  "\"With more than 80% of first lien noteholders supporting the plan, we are committed to working with additional creditor groups to build greater consensus and complete the restructuring process as quickly as possible,\" said Loveman.",
  "The company's trouble can be traced to a leveraged private equity buyout by Apollo Global Management and TPG Capital in 2008, just as the financial crisis began and consumer spending plummeted.",
  "Caesars has also worked to reduce costs, saying it realized $9 million in cost savings during the quarter, the benefits of which will begin to particularly materialize in the current quarter.",
  "Caesars Entertainment also said in December that it would acquire Caesars Acquisition Company, one of its publicly-traded subsidiaries, in an all-stock deal to help finance the bankruptcy.",
  "Top-line results were driven by expansion during the year, including the addition of The Cromwell and Horseshoe Baltimore properties and the High Roller observation wheel in Las Vegas.",
  "Caesars Entertainment shares tumbled in after-hours trading on Monday after the casino and entertainment provider missed both top and bottom line estimates in its fourth quarter.",
  "Caesars' largest subsidiary, Caesars Entertainment Operating Co. (CEOC), filed for Chapter 11 bankruptcy protection in January and is working through restructuring plans.",
  "The Las Vegas-based company, which operates Harrah's and Caesars casinos, reported a net loss of $1.01 billion, or $7 per share.",
  "Shares of Caesars are down 32% this year, and tumbled more than 7% to $10.20 in extended trading, near a 52-week low of $8.51.",
  "Outgoing CEO Gary Loveman will stay on as chairman to oversee the restructuring of Caesars Entertainment Operating Co.",
  "Casino revenue increased 2% in the quarter, while food and beverage revenue rose 9% and room revenue climbed 5%.",
  "This is an improvement over the $1.76 billion loss, equivalent to $13 per share, it suffered a year ago.",
  "This unit owns 30 properties, including most of the towers of Caesars Palace on the Las Vegas Strip.",
  "Revenue increased 6% to $2.13 billion, but also came in below consensus estimates of $2.22 billion.",
  "It also saw strength in Ceasars Interactive, its online gaming subsidiary.",
  "He will be replaced on July 1 by previous Hertz CEO Mark Frissora.",
  "Still, it missed analyst estimates of a per-share loss of $1.65.",
  "They had gained 4% on Monday to close at $11.02."
]