[
  "\"Ten years ago, there was a relatively straightforward system of repayment and much lower lifetime balances,\" said Peter Wylie, cofounder at Gradible, a platform that aims to help borrowers navigate repayments to student-loan creditors.",
  "Apollo Global Management announced on Tuesday plans to back LendKey Technologies Inc., through its lender MidCap Financial, with $1 billion to buy student consolidation loans originated through LendKey.",
  "Federal Reserve Bank of New York -- staff reports\n\nAs banks pull back on making student loans, private equity firms are stepping into their place.",
  "Some of the world's biggest banks, including JP Morgan, Bank of America, and US Bancorp, are withdrawing from the student loan market.",
  "This chart tells the story:\n\nApril 2014 NY Federal Reserve report shows borrowers, and their average balance, has continued to rise.",
  "And the amount of money those students want to borrow is also going up because the price of a college education keeps rising.",
  "Defaults are on the rise, and borrowers are falling behind on payments more quickly, according to Fed data.",
  "Federal Reserve Bank of New York -- Staff Reports\n\nWhy are the banks pulling back on student loans?",
  "It's also an opportunity for new companies that are able to coordinate and/or consolidate loans.",
  "For students, this means that they may have to get their loans from many different places.",
  "That is because it coincides with a rise in the number of students who want student loans.",
  "This chart tells that story:\n\nMore students are defaulting even earlier on student loans.",
  "That means it's cheap to borrow money, and so the number of student loans is ballooning.",
  "\"The environment today is undoubtedly more complex than it was 10 years ago.\"",
  "And, on top of that, students are having harder time paying them back.",
  "That's according to a series of reports over the past couple years.",
  "It also means that student loans are less profitable for banks.",
  "Right now the Federal Reserve is keeping interest rates low.",
  "Student loans recently crossed the $1.3 trillion mark.",
  "Private equity has less to lend than the big banks.",
  "It couldn't come at a worse time.",
  "That's a pain in the rear."
]