[
  "The jump in provisions, Sareb executives explained Tuesday, comes as the entity’s regulator, the central bank of Spain, has homed in on particularly troubled packages of real-estate loans and other assets, requiring the bad bank to set aside additional provisions and to do so at a faster pace that initially anticipated.",
  "In a bid to diminish that perceived conflict of interest, Sareb late last year announced that it had chosen major investment firms Apollo Global Management LLC, TPG Capital Management and Cerberus Capital Management LP and Spanish lender Banco de Sabadell SA to market and sell property assets on its behalf.",
  "The latter three provinces are along the Mediterranean Coast, ground zero of Spain’s building frenzy, which went south starting in 2008 as real-estate developers stopped paying back tens of thousands of loans to Spain’s banks and savings banks, known as cajas in Spanish.",
  "That transfer of management—from Sareb to the new servicers—is an operational feat that means the pace of sales of real-estate assets is likely to diminish while the new servicers take stock of what they have on their hands, Mr. Echegoyen said.",
  "MADRID—Losses more than doubled at Spain’s “bad bank” as the entity trudges through a massive pile of risky real-estate loans, unfinished commercial properties and undeveloped pieces of land tied to the country’s building boom and bust.",
  "The banks that unloaded their assets, such as Bankia SA, were either fully nationalized or had received some state funds as Spain sought to right a banking sector that was going belly up.",
  "Sareb Chairman Jaime Echegoyen, who took over in January, said the entity sold 15,298 real-estate assets, such as homes, land or commercial property, in 2014, up from 9,000 in 2013.",
  "When Sareb was created, the banks that had unloaded their riskiest real-estate assets to the bad bank were also tasked with marketing and selling those assets on behalf of Sareb.",
  "Sareb was created by the Spanish government in November 2012 as a depository for the most-troubled Spanish banks to unload €51 billion in risky real-estate-related assets.",
  "The bad bank, known by its Spanish acronym Sareb, on Tuesday reported a net loss of €585 million ($633.8 million) in 2014, widening from a loss of €261 million in 2013.",
  "The bad bank’s “destiny,” Sareb Managing Director Manuel Gómez Gilabert said on Tuesday, “is to disappear.”\n\nWrite to Jeannette Neumann at jeannette.neumann@wsj.com",
  "The pace might slow slightly, he cautioned, as major U.S. investment firms take over the marketing and sale of the bad bank’s property assets.",
  "Sareb was created from scratch, executives said, and part of the challenge has been taking stock of the assets it received in 2012.",
  "Nearly 90% of the provisions last year were for unpaid loans that aren’t backed by any guarantee, such as a house or land.",
  "Sareb hopes to maintain a similar pace of sales this year, Mr. Echegoyen said, without providing a specific figure.",
  "Sareb has until 2027 to work through the pile of real-estate assets that it received when it was created.",
  "The year-to-year loss grew as Sareb made additional provisions to cover particularly troubled loans.",
  "The sales were concentrated in the Spanish provinces of Madrid, Barcelona, Valencia and Málaga.",
  "Sareb reported provisions of €719 million in 2014 compared with €259 million in 2013.",
  "That transfer is supposed to be complete by the end of the year, he added.",
  "Sareb isn’t taking on any new real-estate loans."
]