[
  "With varying degrees of success, Canadian lenders have already diversified into the U.S.\n\nToronto Dominion made a smart push into the northeastern part of the U.S. with its $3.8 billion takeover of Banknorth in 2004 and an over $8 billion purchase of Commerce Bancorp in 2007, gaining exposure to fast-growing cities like Boston, New York and Philadelphia and regions of the U.S. that emerged from the housing downturn relatively unscathed.",
  "General Electric's divestiture of its financial services arm GE Capital could be an opportunity for Canadian banks to expand in the U.S. and diversify from their local market, which is facing headwinds ranging from a falling currency and slowing of economic growth, to concerns over a real estate bubble amid a sharp drop in commodity prices.",
  "Faced with significant headwinds in Canada, lenders such as Toronto Dominion, Bank of Montreal , Bank of Nova Scotia and Royal Bank of Canada may look at GE Capital assets, particularly $93 billion in commercial loans and leases and $51 in international commercial loans and leases, as opportunities for growth.",
  "Most recently, Royal Bank of Canada's announced $5.3 billion deal for City National Bank, a Los Angeles-based lender, will give it a commercial and private banking presence on the West Coast and in cities such as Las Vegas, Atlanta, Nashville and New York City, where incomes and real estate prices are rising.",
  "The consumer dependent U.S. economy continues to accelerate its recovery from the Great Recession, however, growth in the commodity-export oriented Canadian economy is beginning to slow amid falling oil prices and concerns about overheated real estate markets.",
  "In addition to Canadian banks, KBW believes private equity firms such as Blackstone, Apollo Global Management, Carlyle Group and KKR could be strong buyers of GE Capital assets, as would Japanese lenders such as Mitsubishi Financial, Sumitomo and Mizuho.",
  "That's not to say Canadian banks have always shown success in the U.S.\n\nRBC, for instance, bought Centura Bank in 2001, acquiring hundreds of bank branches in the southeast, only find it had invested in an epicenter of the building and mortgage bubble.",
  "Bank of Montreal's $4 billion post-crisis acquisition of Milwaukee-based regional lender Marshall & Ilsley in 2010, combined with its similar-sized acquisition of Harris Bancorp in 2005, created inroads to small and mid-sized businesses in the Midwest.",
  "After a decade of expansion, BMO and TD have personal and commercial banking businesses with total assets of $116 billion and $248 billion in the U.S., respectively, thus giving a foundation from which they can grow their scale.",
  "Deal hungry behemoths like Bank of America, JPMorgan and Citigroup may also look at GE Capital assets, however, their efforts at simplification and expense management may make acquisitions a tough sell to crisis-weary investors.",
  "From a regulatory perspective, he says a favored outcome may not be one or two large buyers of GE Capital, but instead, a number of deals that spread assets out across the financial system, thus minimizing risk.",
  "At a time when growth remains tame across the banking sector, and the largest lenders in the U.S. are constrained by mounting regulatory burdens, a wide range of buyers may enter the GE Capital sweepstakes.",
  "RBC's acquisition of City National may take the bank out of the running for some GE Capital assets, however, Klock believes the bank will still take a strong look at any pitchbooks sent to them.",
  "That divergence in economic performance means Canada-based banks may be on the hunt for growth outside of their local markets, according to Keefe Bruyette & Woods analyst Brian Klock.",
  "Bank of Nova Scotia, meanwhile, holds a significant presence in Central and South America, and may take interest in GE Capital's international commercial loan and lease assets.",
  "Klock characterizes GE's exit from financial services, announced on Friday, as a \"historic opportunity\" for financial firms to go after such a large pool of assets.",
  "\"[We] believe that BMO and Toronto Dominion could be interested in the U.S. commercial loan and lease assets that GE capital is putting up for sale,\" says Klock.",
  "Now with GE on a mission to exit its financial services businesses, Canadian banks have good reason to consider a new round of investment in the U.S.",
  "Klock also says he hopes regional banks have an ability to participate in auctions, and don't find the regulatory process to be a non-starter.",
  "A flood of yield-hungry entrants in the auto finance business, including financial sponsors, has compressed Chrysler Financial margins.",
  "Toronto Dominion's $6.3 billion acquisition of Chrysler Financial in 2010, while done near the market bottom, has also underwhelmed.",
  "Slightly smaller U.S. banks, for instance Well Fargo, U.S. Bancorp and PNC Financial, could be strong buyers of GE Capital assets.",
  "After suffering writedowns and losses, the firm exited its U.S. retail banking presence, selling the business to PNC Financial.",
  "Other assets up for sale, including fleet loans, and sponsor loans may also find interest from Canadian buyers."
]