[
  "While I agree that there is a lot of money around to buy, the availability of enough attractive opportunities may prove problematic.”\n\nThe Baker & McKenzie veteran says when it comes to buyouts or stakes, a PE firm fishing for opportunities would view a young greenfield start-up that’s a few years old with assets it has not had time to develop as the ideal catch.",
  "They are highly unlikely to go after a company that has been around for 50 years with maturing assets in East Texas and finds itself facing headwinds in this climate.”\n\n“Volatility matters as it impacts buyers’ confidence in assuming they are not paying too much and sellers’ belief that they are not selling for too little.",
  "Its remains to be seen how things pan out in 2015-16.”\n\nIn their bid to close that next killer deal, PE firms are going well beyond physical asset scouting and seeking deals via usual bidders’ channels, says Tom Morgan, Analyst and Corporate Counsel at Drillinginfo, an energy data analytics provider.",
  "This always makes the rights holder an attractive prospect for a PE-stake, and saves many operators from going belly up.”\n\n“As the US oil and gas industry gets to grips with a profound supply driven change in the global market, there could be some unique opportunities.",
  "Big companies are going to weather the storm, and where banks are unwilling to lend to smaller players, PE firms could [and usually do] step in on their terms.”\n\nByers thinks at least $10-12 billion worth of dry powder is lurking around for the “right opportunities”.",
  "These are the sorts of companies that could seek minority stakes, partial asset buyouts or refinancing opportunities from PE firms.”\n\n“Furthermore, from what we are encountering, Eagle Ford is attracting much more interest than the Bakken.",
  "“That’s the sort of “liability” PE firms seek to hold for 3 to 5 years, bringing about efficiency savings, perhaps some regrettable but necessary job cuts and operational prudence, before putting it back on the market for a tidy profit.",
  "Remember that producers continue to drill on a marginal dollar; so even when prices were very low back in 1990s there was still drilling going on.”\n\n“It’s not about how low the oil price is; rather it’s about how long it stays there.",
  "One avenue would be an acquisition by a bigger company, but there is more than likely to be a clear PE-backed acquisition pattern where the private equity buyer will assume debt and probably pay something [but not much] for equity.",
  "In fact, apart from Blackstone, which started divesting energy assets in 2013 unconvinced by the prevailing premise of a three-figure crude oil price, few escaped unscathed from the 50% decline in oil prices since June.",
  "As global oil benchmarks began their slide downwards over the third quarter of 2014, many of the biggest PE firms booked losses with headline valuations of their oil and gas assets taking an expected tumble in tandem.",
  "Everything from credit provision on lucrative terms to shale acreage share is fair game, as PE firms sense opportunities at companies unwilling to sell assets in a low market but are desperate for cash.",
  "For instance, PE bigwigs Carlyle, Apollo Global Management and Kohlberg Kravis Roberts (KKR) filed quarterly profit declines of 68%, 79% and 94% on an annualized basis for the three months to December.",
  "Louis J. Davis, Chair of international law firm Baker & McKenzie’s North America Oil & Gas Practice, says there is going to be a lot of restructuring with PE investments often accompanying such moves.",
  "Putting transition PE capital to replace bank liquidity carries its own caveats.”\n\nIt does beg the question - just how much PE capital is around for investment and on what sorts of opportunities.",
  "I also find PE financiers to be ahead of the curve in backing the idea that unconventional exploration supports Texas’ drive towards becoming a market leader in petrochemicals,” Morgan concludes.",
  "Even though long-term price predictions often turn out to be catastrophically poor, a price swing bracket between $40 and $60 per barrel finds favor with many PE firms seeking opportunities.",
  "Anecdotal and empirical evidence stateside points to some of the biggest PE players readying themselves to step into the breach, as banks retreat, and troubled shale players seek financing.",
  "“They are looking at real-time activity data and heat signatures of rigs operated by independent explorers, especially some of the late shale entrants unwilling to let go of their acreage.",
  "Anecdotal numbers mentioned around Houston range from $50 billion to $80 billion as the sudden interest of non-energy PE firms sensing an opportunity is becoming manifestly apparent.",
  "“Even in a climate of low prices that we are seeing at the moment, sellers remain reluctant to sell and are in a sort of denial about what a lower market price for a sale should be.",
  "Strategists at PE firms thrive on market uncertainty says Vincent Kaminski, Professor in the Practice of Energy Management at Rice University’s Jones Graduate School of Business.",
  "The current oil market turmoil is providing private equity firms with plenty of opportunities for capitalizing on a situation deemed as worrying by the wider US energy spectrum.",
  "“In Houston there is a sense that deal flow opportunities are bound to come up coupled with the fear that if the prices stay persistently low there might be some bankruptcies.",
  "So they’re queuing up again, not only hoping for an uptick in valuation of assets they own, but seeking yet newer ones betting on a future oil price bounce.",
  "Being ambitious makes pretty good sense in the current climate, says Deborah Byers, Oil & Gas Leader of global advisory firm Ernst & Young’s US practice.",
  "Recent history suggests PE and mezzanine finance avenues often emerge to keep things going.”\n\nBut Davis cautions that PE finance has a premium attached.",
  "Connectivity, logistics and closer access to the professional hubs of Dallas and Houston – all count in Eagle Ford’s favor in a deflated market.",
  "However, current anecdotal evidence from Houston points towards more ambition and a whole lot more money floating around relative to 2008-09.",
  "Even, KKR – whilst bearing the scars of its Samson Resources adventure – is reported to be lining up a $3 billion oil and gas fund.",
  "\"Question is what do they buy, and there is a sense that this is a good time to shake out marginal producers on the upstream side.",
  "“However, if previous price slumps are anything to go by, banks do not send foreclosure notices unless it becomes a last resort.",
  "Of course, the oil price is a great leveler that has caught financiers of all stripes cold, including PE firms.",
  "In the main, though not always, PE firms have proved themselves to be deft at buying during market turmoil.",
  "However, Davis feels finding the so-called right opportunity at a reasonable price would be a challenge.",
  "“Companies will have to do their own maths and see if the economics of the proposal work out for them.",
  "EnCap and Warburg Pincus are sizing up the market armed with $5 billion and $4 billion in their kitty.",
  "“They’ll then sit it out, streamline the company, and hold on to it in anticipation of better times.",
  "Curiously enough, it follows a period of lackluster oil and gas sector returns for PE firms.",
  "Now most, including Blackstone, have got their appetite for investing in the sector back.",
  "It seems turmoil is not so bad for those bold enough to take the plunge in testing times.",
  "There is an attraction, a certain romance of owning acreage with hydrocarbon potential.",
  "“There are a number of funds in Texas that closed fundraising just before the downturn.",
  "Most extend and pretend and give troubled companies time and room to sort things out.",
  "In the oil and gas business, people who make money are those who buy at the bottom.\"",
  "“Smart players with deep pockets cherry pick the best assets in the best locations.",
  "On past form, PE firms tend to home in on oilfield services providers.",
  "If the bid/ask levels see a very big gap then deals just don’t happen.",
  "Highly leveraged fringe US shale players are likely to be acquired.",
  "That’s when you start to run into the realities of the cash flow.",
  "Blackstone has set $9 billion aside for energy investment.",
  "Follow the author on Twitter @The_Oilholic"
]