[
  "“Lathrop sees U.S. growth continuing to be best-in-class in the developed world, and argues that investors can gain an edge by looking at structured products, such as collateralized loan obligations (CLOs) that got a bad rap after the financial crisis”\n\n“The stigma is probably why they’re so cheap,” says Lathrop.",
  "Text size\n\nAt a time like this, when stocks stubbornly keep hitting fresh new highs across many exchanges and valuations appear to be stretched to their breaking point, it’s easy to wonder whether the “easy money has been made.”\n\nAfter all, this great investing cliché has to be true at some point, right?",
  "At a time when the Nasdaq has made headlines in recent days for finally surpassing the level it hit in March 2000, it might surprise many to know that investors have been pulling billions of dollars out of the Invesco PowerShares QQQ ETF (ticker: QQQ ), once a highly popular way to play tech stocks.",
  "As Joshua Harris, of Apollo Global Management, put it at Los Angeles-based investment conference covered by Fortune Monday—“everthing is overvalued.”\n\nFortune The Picks of Some Leading Money Managers\n\nFor those who feel the need to buy selectively, several leading money managers provided guidance.",
  "“For investors keen on making a bet on tech,” she adds, “there are other ETFs with far higher concentrations in that sector, including iShares U.S. Technology ( IYW ), which is 97% in tech, and Vanguard Technology ( VGT ), with 88% tech.",
  "Meanwhile, Carey Lathrop, managing director at Citigroup, says U.S. corporate and government debt might look expensive, but “those bets are still more attractive than their European counterparts,” according to the Fortune article.",
  "But as Motley Fool columnist Morgan Housel pointed out recently, journalists at many credible publications and websites have been making that point since 2009 and repeating it all the way up the bull market slope.",
  "Numerous actively managed mutual funds have a focus on tech.”\n\nThis article is a reminder that investors ought not to use the words technology and Nasdaq as if they were synonymous.",
  "He argues that short-term factors like the recently-launched European QE program will buoy European Union stock markets in 2015, but that European debt has nowhere to go but down.",
  "That fact might suggest that investors should feel comfortable holding onto a broad basket of stocks and let stocks do what they do most of the time, which is go up.",
  "While just 58% of the PowerShares’ portfolio is in tech stocks, there are other competing funds that are much better tech plays, Moyers writes.",
  "And all investors had to do was buy a simple index fund to do just fine, proving in recent years that the easy money hadn’t all been made.",
  "For example, Alexander Friedman, group CEO of GAM Holdings, is bullish on European stocks but bearish on the continent’s sovereign debt.",
  "As it turns out, many of those other funds have a much greater technology exposure than their more famous cousin—the QQQ fund.",
  "But as Liz Moyer, a writer with the Wall Street Journal, points out, other tech ETF proxies have enjoyed rich inflows.",
  "And there are other ETFs—including Fidelity Nasdaq Composite Index—that track a bigger slice of the Nasdaq market.",
  "But what if six years into a bull market, the easy money finally has been made?",
  "“The German bund is the biggest bubble in existence right now,” Friedman said.",
  "To be clear, this fund’s value has risen nicely, along with the Nasdaq.",
  "E-mail: john.kimelman@barrons.com"
]