[
  "One person who represents hotels for owners, including Starwood, said, “It’s almost like a Monty Python skit, having all of these well-dressed hotel executives tailing each other all over the world competing for deals.” He added that while he believes a significant amount of the $200 million is coming from the owners of the hotels as opposed to Starwood's coffers, he said, the commitment shows that owners are buying into Starwood’s new leadership.",
  "All of these companies and brands are competing against the likes of Aman, Banyan Tree, Belmond, FRHI’s Fairmont and Raffles, Jumeirah, Kempinski, Langham, Loews, Mandarin Oriental, Rosewood, Shangri-la, Six Senses, One & Only, Grand Hyatt, Park Hyatt, Regent International, Taj and The Rocco Forte Collection and a host of others for contracts to manage or market luxury hotels on behalf of third-party owners.",
  "Longtime Starwood executive Hoyt Harper II, who was part of the team that integrated Ciga Hotels (the foundation for The Luxury Collection) into ITT Sheraton in the mid-'90s (he also spearheaded the launch of the company's popular loyalty program, Starwood Preferred Guest, known as SPG), was recently named Global Brand Leader for The Luxury Collection.",
  "Adam Aron, a longtime board member, who has served in the C-Suite of United Airlines, Hyatt Hotels Corp., Norwegian Cruise Lines, Vail Resorts and Apollo Global Management (overseeing its investment in several cruise lines) is widely regarded as one of the travel industry’s top marketers and a fast-moving executive.",
  "The move follows the fast-tracked April launch of Tribute Portfolio, a soft-brand targeting independent four-star hotels and last week’s announcement of Sheraton 2020, which includes $100 million in marketing support with plans to tag approximately 100 properties under a new premier tier called Sheraton Grand.",
  "More significantly, the three announcements over a short period of time reflect a quickened pace of initiatives after the ouster of Frits van Paaschen on February 17, a move that was thought to be because the company was moving too slowly to address problems and take advantage of growth opportunities.",
  "Luxury Executives Reveal Their Favorite Hotels In The World\n\nAdding to the fray are The Leading Hotels of the World, Preferred Hotels & Resorts, Small Luxury Hotels and Relais & Châteaux that don’t manage or own hotels, but provide sales and distribution support for owners who want to go it alone.",
  "Additionally, groups that previously focused mainly on managing hotels for closely related owners such as Dorchester Collection, Maybourne Hotel Group and Oetker Collection, have stated they each want to expand their portfolios via managing hotels for third-party owners.",
  "Marriott International’s luxury portfolio includes 89 Ritz-Carlton and Reserve hotels, 76 JW Marriott locations, 20 Autograph properties executives say are in the luxury category, four Edition hotels (with growth plans) plus three Bulgari Hotels.",
  "The brand recently completed a three-year, $500 million renovation at key European properties, including Gritti Palace in Venice, Hotel Alfonso XIII in Seville, Prince de Galles in Paris and Vienna’s Hotel Imperial.",
  "Four Seasons Hotels and Resorts, which changed CEOs in 2013 amidst commentary of not moving fast enough to upgrade or drop older properties and get new ones in the pipeline, currently lists 94 locations.",
  "Another owner's representative that includes Luxury Collection as well as other brands was more guarded, noting, \"It's too early to say if anything will move the needle for current hotel owners.\"",
  "It was announced earlier today the company had reached an agreement to sell The Phoenician in Scottsdale, Arizona and will continue to manage and market it as part of The Luxury Collection.",
  "Hotel Ivy in Minneapolis, The Palace in San Francisco and The Liberty in Boston are all undergoing major improvements, while The Royal Hawaiian unveiled its enhanced Mailani Beach Tower.",
  "The Sheraton initiative relaxes stringent brand standards to give owners extra flexibility to adapt offerings to the local market experience, according to a Skift.com report.",
  "Ricco de Blank, CEO of Sun Hung Kai Properties, owner of properties managed by a number of luxury operators said, \"We believe Starwood has performed very well for us.",
  "Starwood Hotels & Resorts Worldwide, Inc. and the owners of its hotels are investing $200 million into the North American properties of The Luxury Collection brand.",
  "In an exclusive interview with ForbesLife.com, he says, his group is expected to pass the 100-property mark by year end with significant growth opportunities ahead.",
  "Harper's position is part of a restructuring under Aron, dividing leadership of the luxury brands from a single position, to having separate heads of each brand.",
  "The Conrad in Chicago will change names and join the Starwood portfolio later this year, and Sunset Key Cottages, a private island off Key West recently joined.",
  "He says, as part of the upgrades and renovations, Starwood has enhanced its relationships with hotel owners, although he wouldn't discuss specific contracts.",
  "The $200 million price tag includes money being spent for projects already underway and represents spending mainly for this calendar year, officials said.",
  "Hilton Worldwide, which only more recently revved up its luxury ambitions, lists 50 open properties under the Conrad and Waldorf Astoria flags.",
  "Harper believes the SPG program and Starwood's global footprint, technology and distribution platforms give it an advantage over competitors.",
  "San Antonio’s St. Anthony, Cal Neva in Lake Tahoe and Los Alcobas in Napa Valley will all come online by early 2016 after major overhauls.",
  "Of current properties, about half are managed and the others are franchises, and Harper expects future growth to come at a similar ratio.",
  "An Inside Look At Why Starwood Launched Tribute Portfolio\n\nThe Luxury Collection has been adding properties in North America.",
  "He pointed to major metro markets where the brand already has a presence but wants added locations as well as resort areas.",
  "We run 93 percent occupancy, and we should not waste our time other than creating exceptional experiences for our guests.\"",
  "While heavily focusing on five-star expansion under the departed CEO, Starwood is hardly alone among rivals big and small.",
  "That includes a focus on the concierge position, ensuring its team has local knowledge \"you can't find in a guide book.\"",
  "The company plans to grow the number of the brand's hotels worldwide significantly by 2020, ForbesLife.com has learned.",
  "A property in Nanjing, China is scheduled to open next month and a hotel in Lebanon recently had its soft opening.",
  "We expect to continue to increase our hotel investments and double our market cap in the coming five years.",
  "Under Adam (Aron) we expect better owner relations and less focus on technology that is ahead of its time.\"",
  "As for The Luxury Collection, he said the brand is in tune with consumer demand for unique experiences.",
  "He also declined to discuss what percentage of the $200 million investment is coming from Starwood.",
  "Harper says, the new structure provides more focus and gives each brand greater potential.",
  "Just last month it added Hotel Excelsior Gallia in Milan and in March Suiran in Kyoto.",
  "As an example, he noted, \"Our 393-room W Hong Kong started keyless check-in in 2014.",
  "The \"asset light\" strategy is expected to continue, Harper confirmed.",
  "A formal announcement about the initiatives is expected any day.",
  "He says, \"We pride ourselves on being a destination authority.\"",
  "Starwood’s two other luxury brands are also large players.",
  "He concluded, \"When you do that, the profits will follow.\"",
  "He has been serving as Interim CEO since the change.",
  "Today we track that only 1.6 guests per day use it.",
  "Instead the hotel should focus on what is relevant.",
  "W has 46 open hotels while St. Regis is at 34.",
  "More spending is planned for 2016 and beyond."
]