[
  "IK Investment and Nordic Capital were among the first-round bidders for the German wheelchair-manufacturer, with bankers thought to be putting together all-senior financing packages of more than 5x the company’s €50 million EBITDA.",
  "A consortium of Gilde, De Heus, EW Group, and Plukon Food Group's management acquired Plukon in April, bringing to an end the review of the ownership structure that had been announced in January.",
  "Buyouts are gathering pace, with Verallia this morning announcing it is in exclusive talks with Apollo, while Grupo Antolin has launched a bond issue backing its asset purchase from Magna.",
  "Some first-round bids were backed by senior and second-lien debt packages of around €700 million, with leverage of roughly 5.5x across the second-lien, according to sources.",
  "Slovenia\n\nThe Slovenian government is still weighing up the sale of Telekom Slovenije, with private equity bidder Cinven giving it a deadline of June 10 to make a decision.",
  "Procter & Gamble-owned electrical goods business Braun is reportedly attracting interest from private equity firms including Cinven, CVC Capital Partners, and BC Partners.",
  "All this activity takes place against a backdrop that saw M&A financing in the European loan market rise to €2.9 billion in May, from €1.8 billion the previous month.",
  "Belgium\n\nAn auction for mattress textiles producer Bekaert Textiles has now wrapped, as German private equity firm Franz Haniel bought the firm from Gilde and Parcom.",
  "Arle is reported to be speaking with banks over a strategic review of Stork Technical Services, which includes a potential sale in a deal worth roughly £500 million.",
  "Sources said previously that a debt package to support an LBO of the group could carry leverage of 4.5-5x and include loans and bonds, as well as euros and dollars.",
  "No fresh news has been heard on Vista Equity Partners' potential sale of U.K. financial software provider Misys, nor the status of the sale of NED Global Talent.",
  "Moreover, signed names set to raise debt financing in the near term include Douglas, Center Parcs, New Look, Labco, Worldwide Flight Services, ICBPI, and Dufry.",
  "Labco – which was last week itself bought out by Cinven – is understood to be one of the bidders looking at the potential sale of Synlab by BC Partners.",
  "In the European bond market, M&A-related volume stands at €11 billion in the year to date, or 28% of the total volume – the highest share since 2008.",
  "The merger between Lafarge/Holcim is progressing, meaning there is still a possibility sponsors could take the U.K. assets from the combined group.",
  "Spain\n\nThe auction of Empark ended earlier in the year with the acquisition of the car park company by Vinci Park Group for roughly €900 million.",
  "Looking ahead the potential LBO pipeline is also fairly well-stocked, as can be seen from the summary below (also see LCD's auction calendar).",
  "France\n\nApollo Global Management has made a binding offer of €2.945 billion to buy glass-bottle and jars business Verallia from Saint Gobain.",
  "Holland\n\nPrivate equity firm PAI is understood to be looking to sell or list lingerie business Hunkemoller, having owned the firm since 2011.",
  "Hong Kong\n\nThe auction of business-services provider Vistra Group ended late in May as the firm was acquired by Baring Private Equity Asia.",
  "Bankers have been working on debt packages of up to 8x leverage, including subordinated debt, suggesting financing of roughly €2 billion.",
  "A valuation of between €750 million and €1 billion has been mooted, suggesting the business will be spun out of the U.S. conglomerate.",
  "United Kingdom\n\nBusiness outsourcing firm Equiniti is understood to have been put up for sale by an investor group led by Advent.",
  "Wendel is exploring the sale of its leather chemicals business Stahl, having appointed Bank of America Merrill Lynch to advise.",
  "Bormioli Rocco is also thought to be continuing to consider its strategic options, which include a sale, unit sale, or an IPO.",
  "Macquarie is reported to have hired banks to look into a potential £1 billion-plus sale of motorway services company Moto.",
  "Nomad Foods is in early stage talks with Findus to acquire the firm’s continental Europe business and the Findus Brands.",
  "Italy\n\nICBPI has entered into exclusive talks with a consortium comprising Bain, Advent, and Clessidra over a purchase.",
  "Cinven made an increased offer of €130 per share last month, giving the telecoms firm a valuation of €850 million.",
  "Bankers have been working on debt packages of roughly €1 billion, or up to 6.75x leverage, according to sources.",
  "SSP Holding, formerly owned by Hellman & Friedman, was bought out by its management earlier in the year.",
  "Germany\n\nIndicative bids for Germany’s motorway services station firm Tank & Rast were due on May 26.",
  "The firm had been owned by IK Investment Partners and the Vistra Group management since 2009.",
  "Debt financing will likely be sized at €1 billion, and should emerge before August.",
  "STS is a Netherlands-based supplier of services to the oil and gas industry.",
  "Should the bid be successful, a bond-heavy financing package is expected.",
  "Sunrise Medical has been put up for sale by owner Equistone Partners.",
  "The firm’s EBITDA is thought to be £90-100 million."
]