[
  "…\n\nTuesday, the Huffington Post used the Internet Archives’ Wayback Machine to unearth comments Czahor had made on a website for his college radio program, ‘The Ethan Show,’ that praised Martin Luther King Jr. for not speaking in ‘slang’ or ‘jibberish,’ and not wearing his ‘pants sagged to his ankles.’ … The controversy comes on the same day that Bush apologized for accidentally releasing some Floridians social-security numbers, e-mail addresses, and other personal information on an online cache of the e-mails he wrote while serving as Florida’s governor” http://politi.co/1DDplEs\n\nALSO FOR YOUR RADAR –\n\nNRHC ANNOUNCES BOARD — Per release going out today: “The National Rental Home Council (NRHC) today announced its inaugural Board of Directors and Officers … President of the Board - John Bartling, President and Chief Executive Officer, Invitation Homes … Secretary – Tom Hallock, Senior Vice President, Director of Alternative Investments, American Homes 4 Rent” Full list: http://bit.ly/1Mb4Sum\n\nERIC EDWARDS TO FRANKLIN SQUARE — Per release going out today: “Franklin Square Capital Partners … with more than $15 billion under management, today announced the hiring of Eric Edwards to lead its Washington D.C. government affairs office.",
  "**\n\nDRIVING THE DAY — Treasury Secretary Jack Lew will be in Mumbai, India for meetings with senior government officials and business leaders on the global economy\n\n… Jeb Bush attends a $100K per head fundraiser at Henry Kravis’ in the evening … Treasury Budget at 2:00 p.m. expected to show a deficit of $3 billion, down from $10 billion last year …\n\nLondon Mayor Boris Johnson joins Bloomberg Television's Betty Liu at 8:00 AM … House Financial Services has a hearing on the housing market at 10:00 a.m. with HUD Secretary Julian Castro … President Obama delivers remarks at 1:20 p.m. on progress fighting Ebola\n\nTHE END FOR WILLIAMS?",
  "… The so-called Audit-the-Fed bill, introduced by Sen. Rand Paul (R., Ky.), ‘risks inserting the Congress directly into monetary policy decision making, reversing decades of deliberate effort by the Congress to insulate the Fed from political pressure in carrying out its day-to-day duties,’ Mr. Powell said.” http://on.wsj.com/1AapZd3\n\nBUSH TECH GURU OUT OVER INFLAMMATORY COMMENTS — POLITICO’s\n\nAdam B. Lerner: “The newly-hired chief technology officer of Jeb Bush’s Right to Rise PAC resigned Tuesday amid controversy over inflammatory comments he had written on Twitter and a blog for a college radio show.",
  "Under his direction, the program has been a humorous release valve for politically frustrated (often left-leaning) viewers and a bête-noir of (often right-leaning) critics who see too much collusion between politics and the fourth estate” http://nyti.ms/1AVBSTU\n\nOBMA WARNS PUTIN — Kathrin Hille in Moscow and Megan Murphy in Washington: “US President Barack Obama has warned Russian President Vladimir Putin that he must seize the opportunity this week to negotiate a diplomatic resolution to the escalating conflict in eastern Ukraine or risk the consequences, ahead of crucial peace talks in Minsk.",
  "WANTS ... FULL CFTC FUNDING — Not what you would expected in a statement from the Managed Funds Assoc., which represents hedge funds and other alternative investment groups: “The CFTC and Congress each play vital roles in ensuring the fair, sensible and effective regulation of derivative and commodity markets … To fulfill that mandate, the CFTC needs the appropriate funding to hire expert personnel and employ cutting-edge technology”\n\nPAY ATTENTION TO GREECE — Mohamed A. El-Erian on BusinessInsider: “It is tempting for Americans to ignore what’s going on in Greece, and understandably so.",
  "… The stumbles — and the slow fundraising start — raise doubts about a key assumption about Clinton’s strength as a presidential candidate: that her allies will be able to rely on a seemingly bottomless well of support from rich supporters to build an historic political money juggernaut that will overwhelm prospective rivals” http://politi.co/1CfgHaI\n\nATTITUDES ON JOB SITUATION IMPROVE — POLITICO’s Kendall Breitman:\n\n“For the first time since 2009, Americans say they are hearing more good news about jobs than bad news, according to a new study.",
  "… It is unclear whether these efforts will overcome the perception among many Republicans that the liaison office, which lobbies for the bank’s interests on Capitol Hill, has in recent years been too closely aligned with Democrats, and hasn’t done enough to cultivate relationships within the GOP …\n\n“In a speech Monday, Mr. Powell laid out his objections to GOP-backed proposals that he said would threaten Fed independence, including legislation to expand congressional oversight of the bank’s interest-rate decisions.",
  "…\n\n“In addition to bolstering Mr. Bush’s momentum, his strong push into the tri-state area will likely add to a developing narrative that Northeast Republicans are deserting New Jersey Governor Chris Christie just as he gears up to launch his own presidential bid” http://bit.ly/1Ahi7ER\n\nFED COURTS GOP — WSJ’s Kate Davidson: “As the Federal Reserve prepares to begin raising interest rates later this year, it is readying for what may be another big challenge in 2015: the shift to a Republican-controlled Congress.",
  "At the time, only 12 percent of people polled said they were hearing good news about the jobs market” http://politi.co/1Fwh6cl\n\nTHIS MORNING ON POLITICO PRO FINANCIAL SERVICES – Zachary Warmbrodt on the debate over what legislation should be advanced to help small banks…[politico.pro/1zJdRxk] For Pro's subscriber-only coverage -- and to get Morning Money every day before 6 a.m. -- please contact Pro Services at (703) 341-4600 or info@politicopro.com.",
  "HRC SUPER PAC STRUGGLES — POLITICO’s Kenneth P. Vogel: “The main super PAC supporting Hillary Clinton is struggling in its early efforts to line up cash toward a fundraising goal of as much as $500 million, according to sources … “The group, Priorities USA Action, is trying to secure 30 or more pledges of at least $1 million apiece to be unveiled publicly when the former secretary of state officially enters the race, sources say.",
  "Terry McAuliffe or investment banker Tom Nides, who served under Hillary Clinton at the State Department …\n\n“Priorities, which has worked to reinvent itself after helping … Obama win reelection in 2012, has been buffeted by disagreements over its mission, as well as its fundraising strategy and goals … Priorities occasionally has clashed behind the scenes with other groups working toward the same goal.",
  "Edwards will be joining the firm as a Senior Vice President with over 20 years of public policy experience on Capitol Hill and in the private sector”\n\nPRIVATE EQUITY FIGHTS FOR YOUNG BANKERS — NYT’s William Alden and Sydney Ember: “They are only in their early to mid-20s, but some young bankers on Wall Street are the most sought-after financiers around, with lucrative pay packages dangling before them.",
  "It is chiefly due to what a possible recession in Europe would imply for a US economic recovery that is yet to attain escape velocity” http://read.bi/1vDbgph\n\nKISSINGER PICKS JEB — NYObserver’s Ken Kurson: “[I]t’s an event scheduled to take place this Thursday afternoon, February 12th, that might send the clearest signal yet of Jeb Bush’s dominance of the Republican establishment.",
  "That is roughly double what a second-year banker might earn at Goldman Sachs” http://nyti.ms/1z6bReW\n\nAPPLE WORTH OVER $700 BILLION — FT’s Tim Bradshaw: “Apple became the first US company to record a stock market valuation above $700bn at the close of trading, prompting its chief executive Tim Cook to say it could overcome the ‘law of large numbers’ and keep growing rapidly.",
  "Another said the event would likely draw a significant crowd and would put Bush well on a path to raise over $50 million for the super PAC alone.”\n\nStory Continued Below\n\nCONSOLIDATING ROMNEY BACKERS — “Bush is moving quickly to consolidate financial support in the wealthy enclaves of New York, New Jersey and Connecticut, in many cases squeezing out New Jersey Gov.",
  "‘While Ethan has apologized for regrettable and insensitive comments, they do not reflect the views of Governor Bush or his organization and it is appropriate for him to step aside.’ … Czahor, a co-founder of Hipster.com, originally came under fire for Tweets he wrote between 2009 and 2011 that referred to women as ‘sluts’ and disparaged homosexuals at his gym.",
  "… The event comes as Bush continues a shock and awe approach to early 2016 fundraising that people close to the campaign say could eventually see the former governor reach a total of between $50 million and $100 million between the super PAC, a traditional political action committee and an eventual presidential campaign.",
  "Fearful of missing the best talent being developed at investment banks, the giants of private equity have turned Wall Street’s white-collar entry-level workers into a hot commodity … A private equity associate — one who is just three years out of college — can earn as much as $300,000 a year, including salary and bonus.",
  "Two, 'Nightly' tanks so bad under its new host(s) that NBC is forced to bring Williams back in a last-ditch effort” http://politi.co/17d84FX\n\nSTEWART GOES OUT RIDING HIGH — NYT’s Dave Itzkoff: “Jon Stewart, the comedian who turned Comedy Central’s ‘The Daily Show’ into a sharp-edged nightly commentary on the news ….",
  "In a Pew Research Center poll released on Tuesday, 28 percent of Americans said they are hearing mostly good news about the job market, while 22 percent report hearing bad news …\n\n“Only a year ago, 42 percent of Americans reported hearing bad news about jobs and 44 percent said they had heard mixed reviews.",
  "Mr Obama telephoned Mr Putin on Tuesday to express concern about the deepening crisis, a day after the US president confirmed for the first time that he had asked officials in his administration to consider supplying lethal weapons to a Ukrainian military at war with Russia-backed separatists.",
  "To accompany the report, CCMC is launching a new interactive infographic that illustrates how main street businesses — from a florist in France to a farmer in the Mid-West — utilize the financial services industry to overcome the daily challenges faced by businesses owners around the world.",
  "At a summit in Minsk on Wednesday with Ukrainian president Petro Poroshenko, German chancellor Angela Merkel and French president François Hollande, Mr Putin will try to revive the collapsed ceasefire agreement signed in Minsk last September” http://on.ft.com/1DDcORg\n\nMANAGED FUNDS ASSOC.",
  "The Chamber’s new report, “International Financial Markets: A Diverse System is the Key to Commerce http://bit.ly/1y6UXLJ,” examines how this system meets the needs of Main Street businesses, how it is regulated, and how it relies on both traditional banks and market based financing.",
  "…\n\n“The report of Mr Obama’s call with Mr Putin came after a key security adviser to the Russian leader accused the US of seeking to drag Russia directly into war in Ukraine through the possible plan to arm Kiev, underlining the seriousness with which Moscow would greet such a move.",
  "Apple is now valued at $300bn more than ExxonMobil, the next most valuable US company, and just exceeds the combined value of Google and Microsoft, its fiercest tech-industry rivals” http://on.ft.com/1CfNYoL\n\n** The global financial system is vast, varied and highly interconnected.",
  "Junior investment bankers who graduated from college only last year are being madly courted by private equity firms like Apollo Global Management, the Blackstone Group, Bain Capital and the Carlyle Group in a scramble that kicked off last weekend.",
  "But, so far, it has received only about 10 firm commitments, and it is encountering resistance from top donors who have given to other Clinton-linked vehicles, including ostensibly aligned super PACs and even the apolitical Clinton Foundation.",
  "“A decade and a half later, his satirical sensibility helped turn “’he Daily Show,’ where he also serves as an executive producer, into an influential platform for news and media commentary, both in the United States and around the world.",
  "And the bank has hired and promoted Republicans within its Congressional Liaison Office since the November midterm elections, when the GOP won enough seats to take control of the Senate from the Democrats and expand its House majority.",
  "According to two sources, including one inside the Bush organization, former Secretary of State Henry Kissinger will be the star attraction at a lunch hosted by Right to Rise at which Mr. Bush will also appear.",
  "People familiar with the matter said the KKR event is likely to feature Kravis and other senior executives at the firm, including Ken Mehlman, who managed George W. Bush’s 2004 campaign, and Alexander Navab.",
  "People close to both Romney and Bush say the KKR event and several to follow closely after it will demonstrate that the vast bulk of Romney’s extensive financial network will move directly to Bush.",
  "The Fed’s only Republican governor, Jerome Powell, has begun making the central bank’s case to the GOP, in public and private, against proposals Fed officials say could limit its independence.",
  "Consider the next six months an audition for Lester Holt …\n\n“Meanwhile, the execs at Comcast/NBC will be hard at work considering an alternative replacement if Holt can't sustain the ratings.",
  "Jeb Bush's shock and awe on Wall Street -- Hillary super PAC falters -- Stewart leaving -- Williams suspended\n\nBUSH’S SHOCK AND AWE ON WALL STREET — POLITICO’s Ben White: “Former Florida Gov.",
  "— POLITICO’s Dylan Byers: “NBC Nightly News anchor Brian Williams was suspended for six months without pay on Tuesday, due to his false claims about an experience he had during the Iraq war.",
  "Discussions have focused on trying to supercharge the sluggish fundraising by enlisting help from heavyweight surrogates with close ties to the Clintons, including possibly Virginia Gov.",
  "One big remaining question is whether Bush will lock down the fundraising services of Romney confidant and investing partner Spencer Zwick.” http://politi.co/1Cf5mHN\n\nNOT THE FIRST ONE!",
  "… Mr. Stewart, 52, became the host of “The Daily Show” in 1999, entering with the identity of a hard-working standup, if not necessarily known as an astute political commentator.",
  "hears Bush also held a $100K per head event in St. Louis last week at the home of Stephen Brauer, head of Hunter Engineering and\n\nambassador to Belgium under George W. Bush.",
  "Jeb Bush will raise money on Wall Street on Wednesday at an eye-popping $100,000 per-ticket Park Avenue event hosted by private equity mogul Henry Kravis and his wife.",
  "The price of admission to the event, which will raise funds for Bush’s “Right to Rise” super PAC, surprised even Wall Street veterans used to high-dollar fundraisers.",
  "“Bush has made direct personal appeals to former Wall Street supporters of 2012 nominee Mitt Romney, who recently said he would not seek the nomination again in 2016.",
  "The U.S. Chamber’s new report, available here http://bit.ly/1y6UXLJ explores the ways that Main Street businesses around the world benefit from financial diversity.",
  "“Bush spokeswoman Kristy Campbell declined to comment on the price of the Kravis fundraiser, the second event the private equity titan has held for Bush.",
  "Shares in the world’s most valuable company closed up 1.9 per cent at $122.02 on Tuesday, giving it a market capitalisation of more than $710bn.",
  "“This process has become an annual rite by private equity firms, which raise money from investors (like pension funds) to buy entire companies.",
  "But it has grown more frenzied since the financial crisis, and it started this year weeks earlier than many in the industry had expected.",
  "There are two scenarios in which Williams returns: One, he pulls off a stunning apology tour and wins back the favors of the nation.",
  "It is also not a good idea; and not just because high frequency fluctuations in the Greek drama add to volatility in US markets.",
  "Steve Burke, the CEO of NBCUniversal, said Williams' actions were ‘inexcusable,’ but added that he deserved \"a second chance.\"",
  "‘I shook my head when I heard the number,’ one senior Wall Street executive who is not attending the event said on Tuesday.",
  "Jon Stewart is leaving the Daily Show at the end of year and NBC’s Brian Williams is suspended for at least six months.",
  "After back-to-back interviews, many are now fielding offers for jobs that won’t start until the summer of 2016.",
  "‘The Right to Rise PAC accepted Ethan Czahor’s resignation today,’ a Bush spokesperson said in a statement.",
  "… [E]ven as Moscow toughens its rhetoric, it is still pursuing a deal with Kiev to stop the fighting.",
  "Bush’s big St. Louis connection is Jack Oliver, who helped build George W.’s financial juggernaut.",
  "aaid on Tuesday that he would step down from the program after more than 16 years as its anchor.",
  "**Today’s global financial system requires diversity to enhance stability and growth.",
  "Advocates of the proposal say it would bring more transparency to policy decisions.",
  "Possible anchors include both Today show co-hosts Matt Lauer and Savannah Guthrie.",
  "Mr. Stewart disclosed his plans during a taping of the program on Tuesday.",
  "… [T]his country’s inclination to ignore Greece is very understandable.",
  "‘We don’t detail info on private finance events,’ she said in an email.",
  "But two people familiar with the event confirmed the $100,000 amount.",
  "Visit the interactive infographic at KeyToCommerce.com to learn more.",
  "Here's the real talk: Brian Williams probably isn't coming back.",
  "Mehlman did not immediately respond to a request for comment.",
  "GOOD WEDNESDAY MORNING — Huge day for media news.",
  "Visit KeyToCommerce.com to learn more.",
  "Chris Christie.",
  "More below.",
  "— M.M.",
  "..",
  "**"
]