[
  "“Others in the private equity community to support Bush include Kol Kravis Roberts (KKR) executives Henry Kravis, Alex Navab, Ken Mehlman and Zack Pack; David Knower, chief operating officer of a Cerberus Capital Management unit in Germany; Marc Spilker, until last year the president of Apollo Global Management; Brad Freeman of Freeman Spogli; Andrew Saul of Saul Partners; Anthony de Nicola of Welsh, Carson, Anderson & Stowe; and Barry Volpert of Crestview Partners.” http://cnb.cx/1IZTa6n\n\nCLINTON DANCES AROUND TRADE ISSUE — 'PROCESS': POLITICO's Gabriel Debenedetti reports from New Hampshire via “The 2016 Blast” POLITICO email: \"After delivering a version of her standard stump speech in Concord, Clinton held a rare 18-minute news conference.",
  "talking Jeb and the 2016 field on CNBC’s “Squawk Box” at 6:40 a.m.\n\nDRIVING THE DAY — House Financial services has a hearing at 10:00 a.m. on cyber threats and one at 2:00 p.m on H.R.2187, the \"Fair Investment Opportunities for Professional Experts Act\"; and the \"Small Business Credit Availability Act” … Redbook chain store sales at 9:00 a.m. … Housing starts at 8:30 a.m. expected to decline 3 percent to 1.1M …\n\nTRADE LEGISLATION ON LIFE SUPPORT — POLITICO’s Jake Sherman: “Congressional leaders and the White House are quickly finding there’s no easy option to revive President Barack Obama’s free trade initiative, leaving the White House’s top legislative priority in critical condition after Democrats turned against it in droves last week.",
  "As the group was escorted out amidst rising cheers of “Jeb!”, Bush promised that ‘the next president of the United States will pass meaningful immigration reform.’ The momentary disruption highlighted one of Bush’s biggest challenges: reconciling his own support for immigration reform and a path to legal status, which doesn’t go far enough for the protesters, with a Republican base that wants a more strident stance against illegal immigration.” http://politi.co/1cXpZlK\n\nTOP TAKEAWAYS — POLITICO’s Eli Stokols and Marc Caputo: “Jeb wants to be the candidate of reform, not grievance.",
  "…\n\n“Under the details of the Pentagon plan, the federal government would divert 3 percent of service members’ pay into a 401(k)-style plan that would be managed largely by BlackRock, a financial firm whose executives helped bankroll President Barack Obama’s election campaigns.”” http://bit.ly/1cXpb0s\n\nANTHEM BIDS FOR CIGNA — FT’s David Crow and James Fontanella-Khan Anthem has started a complex takeover war in the US health insurance industry by making a $45bn approach for Cigna as the sector prepares for a wave of consolidation spurred by the introduction of “Obamacare”.",
  "The comments were part of a chorus of defiance in Athens that left many senior EU officials convinced they can no longer clinch a deal with Greece to prevent it from crashing out of the eurozone.” http://on.ft.com/1IGgKSI\n\nTRUMP TO ANNOUNCE HE IS RICH — WP’s Robert Costa and Matea Gold: “Donald J. Trump, the billionaire real estate mogul, on Tuesday will release a summary of assets that total about $9 billion as part of his likely entry into the race for the Republican presidential nomination, according to people familiar with his plans.",
  "If Hank Greenberg and David Boies were secretly suing for a moral victory, then they need a new moral compass because the lawsuit only re-victimized US taxpayers who already bailed AIG out, paid AIG execs bonuses and then suffered the economic catastrophe that their recklessness caused.”\n\nVia a Treasury spokesman: “At the height of the financial crisis, the US government took decisive action to rescue AIG and to protect American taxpayers, the US economy, and the global financial system.",
  "… More than a year later, however, Cauldwell has reached his breaking point — and has decided to go public with his own complaints about management” http://bit.ly/1IgXhoV\n\nCOURT RULES AGAINST CALIFORNIA ON HOUSING — NYT’s Gretchen Morgenson: “A court ruled late Friday that California is obligated to return $331 million that it took from a fund designated to help troubled borrowers but instead used to plug holes in the state’s budget.",
  "We disagree with the Court’s conclusion regarding the Federal Reserve’s legal authority and continue to believe that the government acted well within legal bounds.”\n\nNYT’s Andrew Ross Sorkin: “But in a stunning ruling, Judge Thomas C. Wheeler of the United States Court of Federal Claims said on Monday that those terms were too “draconian.” In other words, he suggested taxpayers should have offered A.I.G.",
  "politi.co/1LbwOz9\n\nTSIPRAS SAYS CREDITOS “PILAGING” GREECE — FT’s Peter Spiegel in Brussels and Kerin Hope in Athens: “Alexis Tsipras, the Greek prime minister, vowed not to give in to demands made by his country’s international creditors, accusing them of “pillaging” Greece for the past five years and insisting it was now up to them to propose a new rescue plan to save Athens from bankruptcy.",
  "Mr. Greenberg had sought $40 billion and has spent millions bringing his case.” http://nyti.ms/1GJx8UZ\n\nJEB MAKES IT OFFICIAL — POLITICO’s Eli Stokols: “Declaring that it’s nobody’s turn and everybody’s test, Jeb Bush joined the Republican race for president on Monday, as he sought to move beyond his family’s history even as he seeks to become the third Bush in the White House.",
  "It’s everybody’s test, and it’s wide open — exactly as a contest for president should be.’\n\n“In his adopted hometown before a multicultural crowd of long-time friends, Bush sought to re-introduce himself to the country as a relentless reformer who has gotten results, who eschews the politics of grievance and offers a more hopeful and compassionate brand of conservatism.",
  "‘We need a president willing to challenge and disrupt the whole culture in our nation’s capital,’ Bush said, zeroing in on education, one of his top issues as governor” http://politi.co/1C9GD8F\n\nTHIS MORNING ON POLITICO PRO FINANCIAL SERVICES — Clea Benson on SEC Commissioner Kara Stein warning of risks looming within popular mutual funds [ http://politico.pro/1QzQbp8].",
  "But Democrats seem ready to oppose any legislation that includes TAA.” http://politi.co/1MYPqRd\n\n** A message from JPMorgan Chase & Co.: TECHNOLOGY CHANGING THE WAY WE MANAGE OUR FINANCIAL LIVES: The Financial Solutions Lab’s first class of winners are hoping to dramatically improve how people manage their financial health through emerging technology products.",
  "Now it’s time for the money to be put to use for the people who were supposed to benefit from it.” http://nyti.ms/1BjCvrr\n\n** A message from JPMorgan Chase & Co.: NEW TECHNOLOGY POISED TO IMPROVE FINANCIAL HEALTH: New research from the JPMorgan Chase Institute suggests that volatility in household finances is pervasive across every income level.",
  "Mr. Talwar, who was hired in May from Discover Financial Services, is drafting a strategic plan he will soon present to a group of senior Goldman executives” http://on.wsj.com/1IgVPmy\n\nMILITARY COULD SEE PENSION HAIRCUT — IBT’s By Matthew Cunningham-Cook and David Sirota: “American service members are confronting a potential haircut.",
  "… His empathy — and cool under pressure — was tested toward the end of his speech when shouts echoed from the rafters inside the gymnasium at Miami Dade College as a group of DREAMers removed their jackets to reveal neon yellow t-shirts that spelled out ‘LEGAL STATUS IS NOT ENOUGH,’ challenging Bush’s position on immigration reform.",
  "… If we are not there, they have to find that money …\n\nOn criticism of its accounting: “The whole federal government has one accounting system, so you can’t pick and choose there is not a menu, it’s called federal credit reform it was done in 1990 and we are fully compliant and we have had 26 years of clean audits.",
  "…\n\nIf Ex-Im expires: “You are going to see small and midsized business face a real credit crunch.. … You will begin to see it in the months following, in the second half of 2015 and many companies having to do layoffs because they are not going to have an order book with an Ex-Im to back it.",
  "If it is going to work, Goldman Chairman and Chief Executive Lloyd Blankfeinsaid last month, the firm will need to “develop new muscles.” … In recent weeks, Harit Talwar, a former credit-card executive, has been assembling a team of about a half dozen employees to oversee the push.",
  "Cigna rebuffed the offer, one person said” http://on.ft.com/1MXW9L9\n\nCFPB WHISTLEBLOWER EMERGERS — American Banker’s by Rachel Witkowski: “Several times last year, Robert Cauldwell urged his colleagues at the Consumer Financial Protection Bureau to play it cool.",
  "…\n\n“Anthem has tentatively offered $175 a share for Cigna, a premium of 27 per cent over the company’s closing price on Friday, valuing the fourth largest health insurer at almost $45bn excluding debt, people familiar with the matter said on Monday.",
  "O'MALLEY POUNCES: Martin O'Malley adviser Lis Smith, in a statement; \"For the thousands of American workers whose jobs are on the line with TPP, fast track is not a 'process' issue, it's a straightforward vote on their future and their livelihood.\"",
  "Learn how: http://bit.ly/1HwgiaV **\n\nBUSH’S WALL STREET TEAM OF TITANS — CNBC’s Lawrence Delevingne: “Bush only just formally launched his presidential bid in Miami, but his campaign has already attracted a robust roster of Wall Street donors.",
  "sat down in NYC with Ex-Im Bank Chairman Fred Hochberg to talk about prospects for keeping the agency open after June 30 in the face of staunch opposition from conservative Republicans led by House Financial Services Chairman Jeb Hensarling.",
  "We have as much of a reserve as accounts would allow.” Full interview: http://bit.ly/1SjR9TY\n\nTRUTH: HANK GREENBERG LOST BIG — Better Markets’ Dennis Kelleher emails: “The reporting on the AIG court decision has been laughable.",
  "OTHER OPTIONS — “Another option being floated, according to several sources, would be for leaders to insert TAA into an otherwise noncontroversial customs bill, which was passed overwhelmingly by the House last week.",
  "The products range from tools that help hourly and part time workers turn uneven income into a steady paycheck to products that reward borrowers who show positive behavior, like reducing debt and increasing savings.",
  "Every time his fellow employees, incensed by alleged discrimination and retaliation by management, discussed the issue on conference calls, Cauldwell advised them to stop \"airing their dirty laundry\" to the media.",
  "On the argument that Ex-Im is “crony capitalism”: “So 90 percent of those customers are small businesses they would be insulted to be called ‘crony capitalists.’ They find that a rather insulting term.",
  "… Congress is now hung up on Trade Adjustment Assistance … One hundred and forty-four Democrats abandoned Obama on the TAA bill, which needs to pass for the legislation to be sent to the White House.",
  "I know it takes a lot to get something through the House and the Senate so there is a reality and I read the newspaper like everybody else and the potential for a lapse to happen on July 1st.",
  "And he said the argument that the private sector will take over and lend to small and midsized exporters if Ex-Im goes away ignores how fallible the banking industry has been in recent years.",
  "Supporters from the financial community include private equity executives, hedge fund managers, bankers and more, based on a CNBC analysis of fundraising gala invitations and media reports.",
  "The Financial Solutions Lab, a $30M five-year initiative managed by the Center for Financial Services Innovation, is supporting new and emerging technology to tackle this crucial challenge.",
  "“They say that under the old system we earned $16 billion over ten years and under this alternate system, which doesn’t exist, it would be $14 billion so they call that a $2 billion loss.",
  "There’s a complete faith and belief in the private sector as being all-knowing, always right, perfectly judicious, which seems to forget what we just came through in the last five years.",
  "She again danced around the trade issue and tried to minimize the importance of her views about whether President Barack Obama should have fast-track authority to negotiate trade pacts.",
  "… The ruling, by a state court judge in Sacramento, came in response to a lawsuit filed last year against Gov.Jerry Brown by three nonprofit groups offering counseling to homeowners.",
  "…\n\n“‘He's a deeply substantive, compassionate person who is a proven problem solver,’ said Kenneth Juster, a managing director at New York-based private equity firm Warburg Pincus.",
  "was orchestrated to “maximize the benefits to the government and to the taxpaying public.” Contrary to the conventional wisdom — and common sense — he said that goal was troubling.",
  "Goldman’s well-heeled traders and bankers have for decades focused on big companies and large investors, but the firm is now planning to attract consumers and small businesses.",
  "Under a proposal the Pentagon outlined last week, new members of the armed forces would see their guaranteed retirement benefits cut by one-fifth if Congress approves the plan.",
  "…\n\n“Mr Tsipras’ remarks came less than 24 hours after the collapse of last-ditch talks aimed at reaching agreement on the release of €7.2bn in desperately needed rescue funds.",
  "“But House Majority Leader Kevin McCarthy, speaking to reporters Monday, said, ‘The best option right now’ is for ‘the Democrats [to] come to their senses’ and back TAA.",
  "…\n\n“Neil Barofsky, the former special inspector general of the Troubled Asset Relief Program and a partner at Jenner & Block, represented the plaintiffs in the case.",
  "The two-page document — to be published after he holds a political rally at Trump Tower in New York — will provide a valuation of his hotels and other properties.",
  "Hochberg on saving Ex-Im — Bush makes it official — Trump to announce he is rich — Trade deal in critical condition\n\nHOCHBERG: PRIVATE SECTOR ISN’T PREFTCT — M.M.",
  "http://wapo.st/1FYguv5\n\nGOLDMAN GOES SMALL — WSJ’s Justin Baer: “Goldman Sachs Group Inc., the firm synonymous with Wall Street, is venturing onto Main Street.",
  "For Pro's subscriber-only coverage — and to get Morning Money every day before 6 a.m. — please contact Pro Services at (703) 341-4600 or info@politicopro.com.",
  "… Pro-trade Democrats, including those close to the White House, would like to see Speaker John Boehner hold one vote on TAA and fast-track authority.",
  "But there is this belief all of a sudden that the private sector can do everything and if they don’t want to do it there is a darn good reason for it.",
  "Over the last 20 years it’s just a whisker under $7 billion … And the Congressional Budget Office in looking at 2016 scored our budget at $1 billion.",
  "‘The governor and his administration took money they weren’t supposed to have taken,’ Mr. Barofsky said in an interview after the ruling was issued.",
  "Learn more about the first class of Lab winners and how they are poised to change the way we manage our financial health: http://bit.ly/1HwgiaV **",
  "Party leaders in both houses of Congress are in touch with the White House in an attempt to figure out how to advance the legislation.",
  "They are hard working entrepreneurs, they are mainstream Americans selling goods and services and employing people and paying taxes.",
  "‘’Not a one of us [candidates] deserves the job by right of resume, party, seniority, family, or family narrative,’ Bush declared.",
  "… The difference with the other accounting system, which is a fictitious accounting system, it does not exist, it’s not the law.",
  "Still, the judge did not award any monetary damages to Mr. Greenberg, making it a moral victory, but not an economic one.",
  "But if future veterans are being asked to make do with less, one key constituency stands to capture more: Wall Street.",
  "‘The point is, Republicans have to decide how they can go [forward], then we’ll have to make some response to that.",
  "“Of course, Boehner could try to force another vote on TAA and hope that Obama can flip upward of 70 Democrats.",
  "But barring that he believes the agency could still win funding in other must-pass legislation later this year.",
  "Bush pushed an image of himself as a fix-it politician who would start an aggressive reform agenda on day one.",
  "Juster is a part-time policy advisor to the Bush campaign, and recently traveled with the candidate to Europe.",
  "On Ex-Im finances: “Last year we sent the Treasury $675 million, to the taxpayers for deficit reduction.",
  "It also will show hundreds of millions in cash on hand and an outline of his debts, these people said.",
  "in comparison to other institutions seemingly was misguided and had no legitimate purpose,” he wrote.",
  "That means the appropriators have an extra billion dollars to spend or use for deficit reduction.",
  "House GOP leaders are wary, though, because they think the inclusion of TAA could sink the bill.",
  "“The private sector is Plan A and we are Plan B when there is no private sector to do the deal.",
  "a more generous deal … However, Judge Wheeler had a more sympathetic ear than his peers.",
  "By any measure, when you sue for $40 billion and you get zero, that’s a total loss.",
  "Hochberg said he still holds out hope for reauthorization by the end of this month.",
  "‘It might have been for a noble purpose, but there were restrictions on that money.",
  "A less plausible option would be to try to insert TAA into another must-pass bill.",
  "The Court confirmed today that AIG shareholders were not harmed by those actions.",
  "It just means more cash would sit in our checking account as opposed to Treasury.",
  "Describing it as a loss … it just means it’s sitting in our checking account.",
  "Democrats responded that it’s up to Republicans to figure out how to proceed.",
  "Story Continued Below\n\n“The private sector does a great job,” Hochberg said.",
  "Right now, they haven’t done that,’ said Minority Whip Steny Hoyer (D-Md.).",
  "A few of these marquee names were willing to sing Bush's praises publicly.",
  "We’ve got all the Democrats and a large, large number of Republicans.",
  "But really it’s either plus $16 billion or plus $14 billion.",
  "It would say we should keep even more reserves than we do.",
  "… That’s what doesn’t make sense about that argument.",
  "But we are going to keep working with our supporters.",
  "““The government’s unduly harsh treatment of A.I.G.",
  "The issue for me is what's in the deal,' she said.\"",
  "GOOD TUESDAY MORNING — Early risers can catch M.M.",
  "Give management \"honey, not fire,\" he told them.",
  "…\n\nOn getting funding: “There still is time.",
  "Congress is still in session until the 26th.",
  "He determined that the takeover of A.I.G.",
  "That’s also extremely unlikely.",
  "We have a $5 billion reserve.",
  "'The TPA is a process issue.",
  "‘I agree,” Bush said.",
  "‘It’s nobody’s turn.",
  "The cash is cash."
]