[
  "Japan and the United States are likely to resolve outstanding bilateral issues so that a 12-nation Trans-Pacific Partnership (TPP) deal can be struck at a multilateral ministerial meeting expected in July, a senior Japanese official said on Friday.",
  "Sony Corp CEO Kazuo Hirai was re-elected with 88% support of shareholders at an annual general meeting earlier this week, the company said, showing investors maintained their confidence in him despite low return on equity (ROE).",
  "Ex-Im's authority to make new loans or write new credit and trade guarantees will expire at midnight on June 30, leaving many US exporters scrambling to find alternative financing or withdraw from proposed deals.",
  "Capital One Financial Corp and Apollo Global Management have bid for General Electric's health-care finance unit, which could fetch more than $11 billion (£6.99 billion), Bloomberg reported.",
  "The leaders of Germany and France warned Greece that it must reach a debt deal with its creditors at \"decisive\" talks on Saturday to avert default and a possible euro exit.",
  "Japan's Nikkei is down by just 0.11%, but Hong Kong's Hang Seng is currently down 1.52%, and the Shanghai Composite is recording another massive day of losses, down 5.62%.",
  "It was also the first time since March 2014, right before the government's sales tax increase, that a positive reading had been recorded.",
  "At 9 a.m. London time (4 a.m. New York time), the eurozone will release its M3 figures (a measure of the money supply) for May.",
  "\"It is not straightforward to connect the dots to get a coherent vision of the path ahead,\" a team of IMF researchers wrote.",
  "Diluted earnings per share came in at $0.98, up 26%, and more than analysts' expectations for $0.86 according to Bloomberg.",
  "An investor stands in front of an electronic board showing stock information at a brokerage in Shanghai December 31, 2014.",
  "Spending jumped 4.8%, up from a decline of 1.3% in April, with the increase topping forecasts for growth of 3.4%.",
  "Lawmakers left Washington on Thursday for an 11-day break without renewing the trade lender's charter.",
  "Greece's 11th hour just got a little longer, with more emergency meetings scheduled for Saturday.",
  "The dots \"do not provide a clear picture of the Federal Open Market Committee's majority view.\"",
  "The IMF attacked the \"dots\" used by the Fed to suggest a future path for interest rates.",
  "Analysts expect M3 to have risen 5.4% year on-year, the strongest since early 2009.",
  "Sales came in at $7.8 billion, up 5%, versus estimates for $7.7 billion.",
  "Bidding for GE's healthcare lender has attracted a lot of interest.",
  "Japan thinks the Pacific trade deal can be completed by July.",
  "The US Export-Import Bank is going to shut down.",
  "Here's what you need to know in markets today.",
  "Japanese household spending surged in May.",
  "Eurozone money supply figures are coming.",
  "Sony's CEO was re-elected to the board.",
  "Nike's earnings crushed expectations.",
  "Asian markets are getting hit.",
  "Reuters Good morning!"
]