[
  "An analyst joked about the situation on a March 2014 call when he requested to ask an operational question “because you guys do run casinos.” Chief Executive Gary Loveman replied: “It’s flattering that you noticed that.”\n\nThe parent company has posted losses for each of the last four years, and its total liabilities have climbed to $28.2 billion.",
  "In the November lawsuit, the trustee for the senior bondholders called the Caesars transfers “a case of unimaginably brazen corporate looting.”\n\nThough the unit’s senior lenders still haven’t agreed to back the restructuring, Caesars managed to win the support of its senior bondholders.",
  "Bankruptcy isn’t the outcome Apollo and TPG had in mind in late 2006 when they teamed up to buy the casino giant, then known as Harrah’s Entertainment Inc. That year, the Las Vegas Strip and Atlantic City—major hubs for the casino operator—shattered prior gambling revenue records.",
  "The unit’s collection of casinos and hotels, including much of the Las Vegas Strip’s iconic Caesars Palace, is expected to operate normally as it works to persuade a judge to approve a restructuring plan that would transform it into a real-estate investment trust.",
  "But in an unusual move later Tuesday, Appaloosa Management, Tennenbaum Capital Partners LLC and Oaktree Capital Management asked the Delaware bankruptcy court to prevent the unit from filing for Chapter 11 elsewhere while the involuntary petition is pending there.",
  "(UPDATE: Caesars Unit Files for Chapter 11 Bankruptcy)\n\nCaesars Entertainment Corp.’s CZR -4.65% largest unit is preparing to file for bankruptcy protection as soon as Thursday, the final gambit of a yearslong attempt to salvage a soured buyout.",
  "Caesars Entertainment Operating Co.’s Chapter 11 filing would launch the final stage of Apollo Global Management LLC’s effort to save some of its $1.7 billion investment in the company, which it took private in 2008 with fellow buyout firm TPG.",
  "“Harrah’s has an excellent brand name, strong cash flows, an impressive portfolio of properties, a very talented management team, and highly skilled employees,” Apollo co-founder and Chief Executive Leon Black said in announcing the deal.",
  "This past November, a trustee representing senior bondholders filed a lawsuit in Delaware’s Court of Chancery alleging that the assets transferred out of the unit were worth at least $3.6 billion more than the unit received for them.",
  "In recent years, Apollo has engineered a series of aggressive financial moves that have positioned the buyout firm to keep a significant stake in the gambling empire even though many creditors aren’t in line for a full repayment.",
  "Related Caesars Hobbled by Absence in Asia\n\nEric Seiler, an attorney for the gambling company, told a Delaware corporate law judge Tuesday that Caesars Entertainment Operating Co. would file for bankruptcy “on or about” Thursday.",
  "Apollo’s maneuvering led to sometimes bitter negotiations with some of the world’s most experienced distressed-debt investors, including Blackstone Group LP’s GSO Capital Partners, Elliott Management Corp., Oaktree and Appaloosa.",
  "Corrections & Amplifications\n\nAn analyst joked during a March 2014 earnings call about the way questions related to Caesars Entertainment’s casino operations had taken a backseat to those about its financial woes.",
  "A group of these creditors sent a strong signal of their displeasure with the deal earlier in the week when they asked a judge to force the unit into bankruptcy through an involuntary Chapter 11 petition.",
  "Some creditors have already challenged those transactions in court, an indication that Apollo may yet be in for a fight despite reaching a restructuring deal with most of the unit’s senior bondholders.",
  "Consumers began cutting back on spending as the U.S. financial crisis took hold, and the company’s $22 billion post-buyout debt load quickly became a bigger burden than its buyers had anticipated.",
  "A Caesars Entertainment Operating Co. filing would stand out amid a slow period for mega bankruptcies, during which ultralow interest rates have enabled even the riskiest companies to borrow.",
  "Though the financial crisis took a toll on rivals MGM Resorts International, Wynn Resorts Ltd. and Las Vegas Sands Corp., revenue from Macau operations has revived their balance sheets.",
  "If the restructuring goes as planned for Caesars’s owners, Apollo and TPG will keep a stake in the parent company, allowing them to share in the upside if its fortunes improve.",
  "Others, like real-estate brokerage owner Realogy Holdings Corp. and hotel giant Hilton Worldwide Holdings Inc., weathered the downturn and generated profits for their owners.",
  "It would be the largest bankruptcy since Energy Future Holdings Corp., another boom-era buyout formerly known as TXU, sought Chapter 11 protection last April.",
  "Some, including silicone and quartz producer Momentive Performance Materials Inc. and textbook publisher Cengage Learning Inc., ended up in bankruptcy court.",
  "And one place where Caesars had been dominant—Atlantic City—went into freefall last year, forcing a handful of casinos to close, including Caesars’ Showboat.",
  "Though Caesars remains one of the biggest names in gambling, its casino operations have taken a backseat to its financial woes on quarterly earnings calls.",
  "In recent years, its owners transferred properties, such as Caesars Palace’s upscale Octavius Tower, to other entities controlled by the parent company.",
  "On Tuesday, Mr. Seiler, a lawyer for Caesars with Friedman Kaplan Seiler & Adelman LLP, said the involuntary petition wouldn’t set the company’s agenda.",
  "Most of the debt stemming from the buyout is concentrated in Caesars Entertainment Operating Co., the unit expected to file for Chapter 11 protection.",
  "Mr. Seiler’s comments came after a group of creditors sought Monday to force the unit into bankruptcy through an involuntary Chapter 11 petition.",
  "Over the past decade, the Chinese territory has become the world’s biggest gambling market, with seven times the revenue of the Las Vegas Strip.",
  "Senior creditors are slated to get an ownership stake in the new REIT created in the restructuring, along with a mixture of cash and new debt.",
  "Apollo defends its companies “using all the tools available to us,” Apollo spokesman Charles V. Zehren said earlier this month.",
  "A Chapter 11 petition would follow months of contentious negotiations with creditors, a who’s who of Wall Street investors.",
  "The filing comes at the tail end of a shakeout among the multibillion-dollar buyouts that preceded the financial crisis.",
  "Meanwhile, Caesars’ debt has limited any expansion to modest projects unlikely to contribute much to its bottom line.",
  "Another person close to the company said it’s possible the filing could come as late as Tuesday, Jan. 20.",
  "The restructuring is likely to test how far an owner can go to protect its own interest in bankruptcy.",
  "Caesars also encountered another problem: Its efforts to secure a gambling license in Macau failed.",
  "An earlier version of this article reported incorrectly that the call occurred in November.",
  "Junior bondholders, meanwhile, are slated to recover far less than the senior creditors.",
  "Some creditors have said these transfers moved valuable assets out of their reach.",
  "But the world changed by the time the buyout closed in January 2008.",
  "It isn’t clear where the unit will file bankruptcy papers.",
  "Their disputes occasionally spilled into public view.",
  "Caesars and Apollo have defended the moves."
]