[
  "According to the recent January survey by Merrill Lynch, global fund managers are -13% underweight towards Emerging Markets.”\n\nThe blog concludes: “ While sentiment is not as negative as it was in March 2014 (-31% underweight), it is still negative enough to indicate a possible bottom when compared to +17% overweight exposure we saw in August 2014 (just before the selloff),” writes the blog.",
  "The New York Times reports that Blackstone, one of the world’s largest private equity firms, has finished raising $4.5 billion for a new fund “ dedicated to investments in the energy sector, as the private equity giant seeks to profit on the rout in oil prices, a person with knowledge of the matter said.”\n\nBut Blackstone is not alone.",
  "Meanwhile according to the Short Side of Long blog, which focuses on technical analysis of veracious asset classes, hedge-fund managers have reduced their exposure to emerging markets, even though the sector as a whole has staged a modest recovery in recent weeks after years of terrible performance.",
  "Interestingly, Blackstone’s new fund, called Blackstone Energy Partners II, is significantly larger than the firm’s first private equity fund dedicated to energy, which had about $2.5 billion in assets and finished raising capital in 2012, a time when oil was trading much higher.",
  "“Interestingly, just as hedge funds started to get bearish in recent weeks, the price is starting a rebounded from its well defined technical support level.”\n\nSo it’s a bottom when hedge funds exit an asset class?",
  "Short Side of Long Hedge Funds Exit Emerging Markets\n\nAccording to the blog, “not only have the breadth readings fallen on emerging-markets equities, “but hedge funds exposure has also been dramatically reduced.",
  "According to the Times, Apollo Global Management, another private equity firm, is currently seeking to raise a new fund to buy the debt of troubled energy companies.",
  "While this technical blog seems signs of bullishness here, there is reason to wonder how this sector can continue to rebound without institutional support.",
  "New York Times Private-Equity Interest in Energy\n\nUnlike the energy sector, emerging market stocks have begun to stage a modest recovery in recent weeks.",
  "Text size\n\nBoth energy and emerging markets stocks have fallen in the past six months, a period which saw modest gains for the broader U.S. stock market.",
  "And from a contrarian standpoint, this can be viewed as a bullish sign, even though these funds are supposed managed by the so-called smart crowd.",
  "Moreover, in the fall, the private equity firm Warburg Pincus raised $4 billion for its first fund dedicated to the energy sector.",
  "But a reading of the financial press in recent days tells us what some of the smart-money crowd is thinking about these sectors.",
  "It would appear that the smart-money crowd has the discipline to buy into a sector when the headlines are bad.",
  "I’ll start with energy, a sector hit hard by falling oil prices.",
  "It’s hard to know how to read the hedge fund exodus.",
  "E-mail us at editors@barrons.com",
  "Comments?"
]