[
  "As I wrote in a recent FORBES cover story, the pair cherry-picked top assets, modernized manufacturing and distribution, doubled the shelf life of products and capitalized on the rare place in pop culture Hostess products still held.",
  "A report from Reuters (citing an unnamed source) said that Hostess--maker of classic American treats like Twinkies, Ring Dings and Cupcakes--had scrapped plans to sell the company and was now pursuing an IPO.",
  "Daren Metropoulos--who together with his brother Evan previously ran brewer Pabst Blue Ribbon--is even more optimistic: \"We love owning this business, and we want continue to invest and grow it.",
  "Metropoulos and Apollo had been shopping the company to potential suitors like Mondelez, Groupo Bimbo, and Flowers--but for now, the owners will keep the company and try to keep it growing.",
  "\"We have room for international growth and to create new products--we've introduced more new products this past year than many companies do in five years.",
  "Hostess owner Dean Metropoulos says that, contrary to a recent report, he and co-owner Apollo Global Management have no plans to take Hostess public.",
  "\"We were a little distracted over the past weeks with the interest being expressed in a sale and a potential IPO, \" says Dean Metropoulos.",
  "In less than two years, Metropoulos and Jhawar transformed the bankrupt Hostess into a $2 billion brand.",
  "Dean Metropoulos and Apollo's Andy Jhawar saw potential in Hostess when others saw only pitfalls.",
  "We considered a number of offers well above $2 billion, but we decided there was too much upside.",
  "Metropoulos denies the report and says there are no imminent plans for either a sale or an IPO.",
  "In the spring of 2013, they offered $410 million for the then bankrupt brand.",
  "Not taking Hostess to its full potential is an inappropriate thing to do.\"",
  "We haven't even scratched the surface on the potential of this company.\"",
  "We have a great platform for strategic and accretive acquisitions.\"",
  "Investors won't be adding Twinkies to their diets anytime soon.",
  "\"An IPO is not on the table today,\" Metropoulos tells me.",
  "\"A number of people lobbed in interest to buy Hostess.",
  "It was the only bid the beleaguered company received.",
  "We'll also look for brands to buy and build.",
  "\"But on both counts we feel it's too early.\"",
  "We've run the company for only two years.",
  "Follow me on Twitter: @Stevenbertoni",
  "That will continue."
]