[
  "TOP COMPANIES\n\nGoogle\n\n5 Forbes 400 members ($70.2 billion total net worth)\n\nLarry Page, Sergey Brin, Eric Schmidt, John Doerr, Kavitark Ram Shriram\n\nBerkshire Hathaway\n\n4 ($160.9 billion)\n\nBill Gates, Warren Buffett, Walter Scott Jr., David Gottesman\n\nApollo Global Management\n\n4 ($14.2 billion)\n\nLeon Black, Robert Kraft, Joshua Harris, Marc Rowan\n\nHouston Livestock Show & Rodeo\n\n4 ($11.7 billion)\n\nJeffrey Hildebrand, Tilman Fertitta, Robert McNair, Drayton McLane\n\nNational Basketball Association\n\n4 ($14.4 billion)\n\nMicky Arison, Mark Cuban, Herbert Simon, Glen Taylor\n\nTOP NONPROFITS\n\nThe Museum of Modern Art\n\n12 Forbes 400 members ($50.6 billion total net wealth)\n\nRonald Perelman, Eli Broad, Leon Black, Jerry Speyer, Ronald Lauder, Joan Tisch, David Rockefeller Sr., Noam Gottesman, Sid Bass, Thomas Lee, Glenn Dubin, Pete Peterson\n\nRobin Hood Foundation\n\n10 ($43.3 billion)\n\nSteve Cohen, David Tepper, Dirk Ziff, Paul Tudor Jones, Daniel Och, Stanley Druckenmiller, Glenn Dubin, David Einhorn, Larry Robbins, William Ackman\n\nJohn F. Kennedy Center for the Performing Arts\n\n9 ($53.5 billion)\n\nRonald Perelman, Stephen Schwarzman, Philip Anschutz, Herbert Kohler Jr., David Rubenstein, Ron Burkle, Romesh T. Wadhwani, Elaine Wynn, Marilyn Carlson Nelson\n\nConservation International\n\n8 ($74.2 billion)\n\nS. Robson Walton, Laurene Powell Jobs, Gordon Moore, William Wrigley, Victor Fung, Robert Fisher, Stewart and Lynda Resnick\n\nLincoln Center for the Performing Arts\n\n8 ($66.2 billion)\n\nDavid Koch, Stephen Ross, Bruce Kovner, Daniel Och, Julian Robertson, David\n\nRubenstein, James Dinan, Thomas Lee\n\nThe Partnership for New York City\n\n8 ($60 billion)\n\nRupert Murdoch, John Paulson, Stephen Schwarzman, Richard LeFrak, Henry Kravis, Jerry Speyer, Mortimer Zuckerman, Wilbur Ross\n\nNet worths as of December 22.",
  "Relationship Science analyzed our list of the 400 wealthiest Americans and compiled data on all their corporate and nonprofit board memberships.",
  "Among the many perks of being a billionaire: your choice of spots on the boards of the nation's prominent companies and nonprofits.",
  "But who'd have guessed that the Houston Rodeo and Conservation International would be so stacked at the top?",
  "Google and MoMA come as no surprise; in fact MoMa has more 400 members (12) than any other board.",
  "Which ones have the most Forbes 400 members around the table?",
  "SOURCE:Relationship Science (RelSci).",
  "Follow me on Twitter.",
  "www.relsci.com."
]