[
  "Flickr / Elmira College (Reuters) - Blackboard, a U.S. software company that provides learning tools for high school and university classrooms, is exploring a sale that it hopes could value it at as much as $3 billion, including debt, according to people familiar with the matter.",
  "Last year, Hellman & Friedman LLC acquired K-12 education company Renaissance Learning for $1.1 billion, and Charterhouse Capital Partners acquired Skillsoft, which provides educational software to businesses, for more than $2 billion.",
  "A pioneer in education management software founded in 1998, Blackboard has seen its growth slow in recent years as cheaper and faster software upstarts such as Instructure Inc have tried to encroach on its turf.",
  "Blackboard's majority owner, private equity firm Providence Equity Partners LLC, has hired Deutsche Bank AG and Bank of America to run an auction for the company, the people said this week.",
  "Two of the people said that Blackboard could fetch a valuation between 14 times to 17 times EBITDA, up to $3.4 billion, based on current multiples of subscription-based software companies.",
  "Apollo Global Management LLC has held talks with investment banks about taking McGraw-Hill Education public later this year in an IPO worth more than $5 billion, Reuters reported in April.",
  "It serves 19,000 clients in 100 countries including 1,900 international institutions, with 80 percent of the top academic institutions using its software, according to its website.",
  "Providence has previously invested in education companies ITT Educational Services, Archipelago Learning and Education Management Corp.\n\n(Editing by Cynthia Osterman)",
  "The majority of Blackboard's business is from higher education clients but it also generates revenue from K-12 schools and from government and corporate clients.",
  "The company has also branched into \"student pathway\" services that help students manage financial aid, video conferencing and other areas.",
  "Based in Washington D.C., Blackboard provides custom software to help students collaborate on assignments and communicate with teachers.",
  "Blackboard has annual earnings before interest, tax, depreciation and amortization of around $200 million, some of the people added.",
  "Since its launch in 2011, Instructure has signed up 1,200 colleges and school districts, according to its website.",
  "Providence took Blackboard private in 2011 for $1.64 billion and also assumed $130 million in net debt.",
  "Providence Equity, Blackboard, Deutsche Bank and Bank of America declined to comment.",
  "The sources asked not to be identified because the sale process is confidential.",
  "The sector has been very active for private equity firms."
]