[
  "would also allow [Caesars Entertainment Operating Company] to significantly reduce its leverage by creating two better capitalized companies with vastly improved cash flow generation.”\n\nEven in bankruptcy, Caesars and Harrah’s casinos will continue to operate.",
  "structure would enable [Caesars Entertainment Operating Company] to maximize its value and provide the most financial recovery to each of CEOC’s creditor groups,” Gary Loveman, chairman of the company, said in a statement.",
  "The move will allow Caesars Entertainment Operating Company, which operates the Caesars, Harrah’s and Horseshoe casino brands, to reduce its debt to about $8.6 billion, from a current total of $18.4 billion.",
  "Additionally, Caesars Entertainment Resort Properties and Caesars Growth Partners, two related companies owned by the same parent, Caesars Entertainment, will not be part of the bankruptcy process.",
  "The company said that it, along with its parent company, Caesars Entertainment, had reached an agreement with creditors to restructure billions of dollars of company debt.",
  "Photo\n\nCaesars Entertainment Operating Company, part of the big and highly indebted casinos conglomerate, took another step toward a bankruptcy filing on Friday.",
  "Caesars Entertainment Operating Company, which owns or manages 44 casinos and resorts in the United States, will also split itself into several new companies.",
  "Filing for bankruptcy will be an ignominious milestone for what was one of the biggest buyouts of the private equity boom that preceded the financial crisis.",
  "Earlier this year, Energy Future Holdings, the Texas utility once known as TXU and that era’s biggest leveraged buyout, filed for bankruptcy.",
  "As part of the process, Caesars Entertainment Operating Company expects to file for voluntary Chapter 11 bankruptcy in mid-January.",
  "In place of the current company, there will be an operating entity, a real estate investment trust and a related property company.",
  "Since then, the business has faltered, even as its owners reorganized the company and re-listed some parts.",
  "Caesars was taken private by Apollo Global Management and TPG Capital in 2008 for more than $30 billion.",
  "Annual interest due on the debt would be reduced to about $450 million, from $1.7 billion now.",
  "“The formation of a publicly traded R.E.I.T.",
  "“The highly efficient R.E.I.T."
]