[
  "Shares stayed fairly low until activist hedge fund Jana Partners disclosed on July 3 that it had amassed a 9.9% stake in Petsmart, and only continued to climb as the company’s board responded by launching an auction process led by J.P. Morgan.",
  "There has been recent Federal Reserve pressure on banks to keep leverage multiples below 6x EBITDA, and deals that surpass that threshold have had some difficulty getting syndicated.",
  "Jana had threatened to nominate its own slate of directors if it wasn’t satisfied with the results of the auction, although it’s hard to imagine that it would oppose $83 per share.",
  "Longview Asset Management, PetSmart’s second-largest outside shareholder with a 9.02% position, will roll its shares into the company as part of the BC group.",
  "Also participating are several limited partners of BC Partners limited partners, including La Caisse de dépôt et placement du Québec and StepStone Group.",
  "This would suggest that BC Partners made a last-minute move to best Apollo Global Management, which yesterday was reported to be the front-runner.",
  "No word yet on specifics of the debt package, except that lenders will include Citigroup, Nomura, Jefferies, Barclays and Deutsche Bank.",
  "That represents a 6.86% premium over PetSmart’s closing price on Friday, but a whopping 46.2% bump over its 2014 nadir on May 22.",
  "In addition to Apollo, PetSmart reportedly received a joint bid from Kohlberg Kravis Roberts & Co. and Clayton Dubilier & Rice.",
  "View Sample Sign Up Now\n\nThe purchase price represents a 9.1x EBITDA multiple for the 12 months ending November 2, 2014.",
  "London-based private equity firm BC Partners has won the auction for retailer PetSmart Inc. in an $8.7 billion deal.",
  "According to a press release, BC Partners will pay $83 per share for Phoenix-based PetSmart.",
  "The Brief Newsletter Sign up to receive the top stories you need to know right now.",
  "This article originally appeared on Fortune.com\n\nContact us at editors@time.com.",
  "The retailer operates 1,387 stores in the U.S., Canada and Puerto Rico."
]