[
  "By Maria Chutchian\n\nCaesars Entertainment Corp. (NASDAQ:CZR) managed to stay out of bankruptcy even after placing its main operating unit—Caesars Entertainment Operating Company (CEOC)—in Chapter 11 this January, but the global casino operator may finally be ready to fold.",
  "Compared with the judges in New York and Delaware who usually handle big bankruptcies and the hedge funds that love them, Goldgar has operated strictly by the books with little patience for the drawn-out fights or novel legal theories that might hold sway in other courts.",
  "But with the litigation chugging along and a debt restructuring proposal that has yet to bring in the necessary support, Caesars has to move quickly if it wants to keep its precarious situation from spiraling completely out of control.",
  "On July 22, Chicago Bankruptcy Judge A. Benjamin Goldgar read a terse opinion making it clear that Caesars could not hide behind its subsidiary’s bankruptcy, leaving it vulnerable to those bondholder suits in New York and Delaware.",
  "During a trial in June, Caesars financial advisors warned that the company could be forced to seek Chapter 11 relief by August if Judge Goldgar, who is presiding over the operating units’ bankruptcy, didn’t halt the litigation.",
  "“A [Caesars] bankruptcy could be one of the great messes of our time,” testified CEOC expert Jim Millstein, who served as chief restructuring officer for the US Department of Treasury in the wake of the Lehman Brothers crisis.",
  "As part of the deal, which is also backed by first-priority bondholders, Caesars agreed to make substantial contributions to the operating entity’s estate that court documents indicate could be worth around $2.5 billion.",
  "The examiner, a longtime bankruptcy attorney who now serves as a mediator in a wide range of legal disputes, is charged with reviewing the pre-bankruptcy asset transfers that caused such controversy in the first place.",
  "In a series of lawsuits both before and after the filing, they argued that Caesars, formerly known as Harrah’s Entertainment, appeared to be trying to skip the bill for billions of dollars in debt incurred by CEOC.",
  "In the meantime, the operating unit has been in talks with a small group of second-priority bondholders in an effort to make a previously proposed debt restructuring deal more attractive to other creditors.",
  "The question of whether those suits could proceed depended on whether the litigation freeze imposed by CEOC’s bankruptcy filing could be stretched to protect Caesars, its non-debtor parent.",
  "Being forced to duke it out with the bondholders is bad news for Caesars because they are demanding the reinstatement of its guarantees on about $12 billion of the operating unit’s debt.",
  "It’s possible that the company is waiting to see how some of the litigation, particularly certain lawsuits before Judge Shira Scheindlin in New York, plays out.",
  "The threat of having to foot the bill for several billion dollars in liabilities means Caesars is now facing the likelihood of its own bankruptcy filing.",
  "In January, Judge Scheindlin rejected Caesars’ request to throw one of the cases out and in May refused to stall proceedings in another.",
  "A significant chunk of second-priority bondholders have been the most aggressive of all the creditors in their campaign against Caesars.",
  "In a recent report, the examiner said the number of documents he collects in his investigation could exceed a million pages.",
  "One judge overseeing one of the New York lawsuits has already made a couple of smaller rulings that favored the bondholders.",
  "The negotiated mechanics of that contribution would presumably need to be rethought in the event of a Caesars bankruptcy.",
  "While backed by first priority noteholders, the plan also still lacks first priority bank lender support.",
  "The latest version of the proposal offers creditors new secured debt in exchange for their support.",
  "Shares of the company, backed by Apollo Global Management and TPG Capital, fell off a cliff.",
  "However, the deal still needs the support of more holders of second-priority bond debt.",
  "What’s more, Judge Goldgar is a newcomer to large, complex corporate bankruptcies.",
  "Moreover, Caesars is working with an independent examiner in the Chapter 11 case.",
  "The examiner is expected to issue his complete findings later this year.",
  "For now, Caesars has a lot to overcome to placate many of its creditors.",
  "The deal would reduce the operating entity’s debt by about $10 billion.",
  "CEOC bondholders were furious when the company filed for bankruptcy.",
  "Maria Chutchian is a reporter for Debtwire covering bankruptcy.",
  "Whether that prediction was merely a bluff remains to be seen.",
  "She can be reached at maria.chutchian@debtwire.com",
  "Negotiations with the lenders stalled in April.",
  "Caesars has appealed that ruling."
]