[
  "Leighton said Wednesday it will form a 50:50 joint venture partnership with Apollo comprising the combined operations of its Thiess Services and Leighton Contractors Services units, which build and manage communications, energy and infrastructure projects across Australia.",
  "Leighton, controlled by Germany’s Hochtief AG HOT 0.17% , which is run by Spain’s Actividades de Construcción y Servicios SA, has been selling off assets this year as it looks to shore up its balance sheet following years of financial losses and steep write-downs.",
  "SYDNEY—Australia’s biggest construction company, Leighton Holdings Ltd. , has agreed to sell half of its services arm to private-equity firm Apollo Global Management APO -2.43% for 700 million Australian dollars (US$570 million) in cash.",
  "Leighton Chief Executive Marcelino Fernandez Verdes announced the asset sales in June, saying he wanted to streamline the business and restructure its sprawling group of companies to avoid overlaps and bring similar operations together.",
  "The company is also looking to sell its property division, and has been chasing money it is owed for construction work, particularly in a Dubai-based joint venture Habtoor Leighton Group, which has suffered significant write-downs.",
  "The deal gives the services business an enterprise value of A$1.075 billion and will reduce Leighton’s gearing by about 10 percentage points, the company said in a statement to the Australian Securities Exchange .",
  "The strategic review came soon after owner Hochtief upped its stake in the business to 70%, and then swiftly moved to oust the company’s chairman and chief executive in an attempt to stem losses.",
  "The company had previously been a large beneficiary of Australia’s mining-fueled economic boom, which saw a raft of spending by firms and government on new mines, infrastructure and property.",
  "The sale of Leighton’s services business comes just days after it offloaded its John Holland building division to China Communications Construction Co. for about A$1.15 billion.",
  "Apollo’s purchase will help it further expand its focus on construction and engineering services firms, branching out beyond its traditional focus on real estate and debt.",
  "Though Leighton has a market capitalization of A$7.1 billion, its shares have lost about two-thirds of their value since 2007, when shares briefly topped A$60.",
  "The deal with Apollo is subject to regulatory approvals including from the Foreign Investment Review Board and the New Zealand Overseas Investment Office.",
  "In May Apollo invested US$500 million in CSV Midstream Solutions Corp., a Canadian engineering and construction firm servicing oil and gas projects.",
  "Write to Rebecca Thurlow at rebecca.thurlow@wsj.com and Daniel Stacey at daniel.stacey@wsj.com"
]