[
  "¶ Riverbed Technology: December 2014 | Thoma Bravo, along with the private equity arm of the Ontario Teachers’ Pension Plan, agreed on Monday to buy the networking equipment maker Riverbed Technology for about $3.6 billion in cash.",
  "The agreement came after two years of pressure by Elliott, which bought a stake in Compuware in 2012 and made an offer to acquire the whole company — a tactic that Elliott had used in the past to jump-start a sale process.",
  "¶ Celesio: January 2014 | Elliott, an investor in the German pharmaceutical wholesaler Celesio, opposed a 2013 tender offer for the company by the McKesson Corporation of San Francisco, saying the bid was too low.",
  "And those are just the latest companies to sell themselves after pressure from Elliott or Jana, firms whose strategy involves buying a sizable stake in a target company and forcefully lobbying for changes.",
  "ELLIOTT MANAGEMENT\n\n¶ BMC Software: May 2013 | This enterprise software provider agreed to sell itself to an investor group led by Bain Capital and Golden Gate Capital for about $6.9 billion.",
  "The $3.6 billion sale of Riverbed Technology, announced on Monday, and the $8.7 billion sale of PetSmart, which was unveiled on Sunday, are covered in their fingerprints.",
  "¶ Compuware: September 2014 | Compuware, a business software maker based in Detroit, agreed to a $2.5 billion buyout by the private equity firm Thoma Bravo.",
  "Photo\n\nBehind a fresh pair of buyout deals are two hedge funds that have successfully pressed a number of companies into sales this year.",
  "As in the Compuware fight, Elliott had made its own offer to buy Riverbed, but the company had resisted the hedge fund’s demands.",
  "At a time when activist investors wield considerable influence in corporate America, these two funds are among the busiest.",
  "Thoma Bravo’s offer was less than Elliott’s original offer on a per-share basis, but Elliott still agreed to support it.",
  "This summer, however, Riverbed’s negotiating position weakened when it reported disappointing financial results.",
  "The hedge funds, Elliott Management and Jana Partners, are two practitioners of the art of activist investing.",
  "After initially resisting the hedge fund, BMC gave Elliott two board seats and began to explore a sale.",
  "But that $8.3 billion bid fell apart when it failed to gain backing from enough Celesio investors.",
  "Elliott amassed a stake in BMC in May 2012 and urged the company to sell itself.",
  "Soon after, however, McKesson returned to the table, and the deal got done.",
  "McKesson eventually increased its offer, and Elliott pledged its support.",
  "Below is a rundown of some of their recent hits.",
  "JANA PARTNERS"
]