[
  "Remember two years ago when Hostess Brands, the maker of Twinkies, was saved by a group of private investors as it was about to go out of business because the company claimed they were bring driven to bankruptcy by workers' wages and pension?",
  "The fact that it is perfectly legal for executives of a U.S. corporation to get rid of workers solely because they are earning a living wage, and steal their retirement savings in order to make a huge profit is a crime worth prosecuting.",
  "Having dispatched its employees and plundered their retirement plans, Hostess management sold the company in 2013, to investors Apollo Global Management and C. Dean Metropoulos who brought it out of bankruptcy for $410 million.",
  "Because it is all technically legal, Hostess and its new owners would probably deny that they stole the money from Hostess employees in order to make a lot of money on the coming sale -- but that is exactly what they did.",
  "That's what lawyers call \"betrayal without remedy,\" which loosely translated means \"you're screwed and there's nothing you can do about it\" -- a tune working Americans have heard way too often.",
  "Fox News, CNBC, Fortune and others cheered because the iconic American company was saved, as did many in the public because all those sweet baked goods of our youth would still be there.",
  "In July 2011, Hostess sent its workers a letter saying that it was going to \"borrow\" the wages from employees to pay into the pension fund until the company was profitable again.",
  "It's our politicians who are letting this happen by allowing the elitist rich and corporate raiders to get away with this and be hailed as heroes for saving American companies.",
  "Having bought back a company, squashed its unions, and taken on no responsibility for pension obligations, the investors were ready to \"flip\" Hostess Brands for a big profit.",
  "The judge also approved a new, guaranteed base annual salary for its CEO of $1.5 million, plus cash incentives and \"long-term incentive\" compensation of up to $2 million.",
  "But, this is different from the kind of house flip you see in your neighborhood in which investors put a lot of their own money into fixing the place up for sale.",
  "These greedy executives also took the hard earned money from pension plan participants all over America to position themselves for another windfall of cash.",
  "Amazingly, Hostess continued to suck money out of the pension fund for \"operations\" which allowed them to give $1.75 million in bonuses to 19 executives.",
  "And this was a multi-employer pension fund whose ill-fortune affected the retirement of persons working for bakeries that had nothing to do with Hostess.",
  "Now news has surfaced that those private investors who \"saved\" Hostess for $410 million are planning to sell it for a cool $1.7 billion next year.",
  "You know what that is -- when someone buys a home that's in disrepair, fixes it up, cuts corners to make upgrades and then sells it for a profit.",
  "Instead, they took advantage of the former company's dismissal of its employees, and its plundering of their pension to get it ready for sale.",
  "The new investors have reopened four of the enterprises 13 plants and have been ruthless in crushing any attempts at organizing its workers.",
  "This is what has happened in communities across the country as working people defaulted on their home loans due to the mortgage crisis.",
  "To understand how severe this was, consider the report of one employee who said his annual wages decreased more than 30 percent.",
  "If Hostess liquidated or the CEO was fired without cause, he'd still get a \"golden parachute\" (severance pay) of $1.95 million.",
  "The story begins in 2005, when Hostess convinced its workers to accept major contract concessions to keep the company afloat.",
  "They are the ones who have created an economy that exploits the poor and has advanced the destruction of the middle class.",
  "Under the imposed contract the wages of the worker mentioned above would take another 30 percent cut over five years.",
  "In response, Hostess shut down its 13 plants and began liquidating its assets, putting its employees out of work.",
  "The judge in the bankruptcy case ruled that the pension money Hostess took was a debt the bakery couldn't repay.",
  "No, in the case of Hostess, the investors didn't use just their own money to make Hostess Brands more valuable.",
  "That's the part of the story that everyone should know before they buy another Twinkie, Ho Ho or Zinger.",
  "But, a year later, with unfunded pension liabilities of $2 billion, the company filed for bankruptcy.",
  "The pension fund, which by now was in big trouble, remained the responsibility of the old company.",
  "Hostess also received approval from the judge to impose a contract on its workers.",
  "In the case of Hostess, they're doing this for a huge profit and it's a crime.",
  "Worse yet, this scenario is happening over and over again throughout America.",
  "This time the employees had had enough and went on strike.",
  "How come it's worth so much more now than it was in 2012?",
  "But, they didn't just steal from Hostess employees.",
  "Well, it's like when someone \"flips\" a house.",
  "They promised to pay it all back.",
  "How did they pull that one off?",
  "Quite a profit."
]