[
  "Investors in private equity funds, typically pension plans and other institutions that agree to lock away their capital for as long as a decade, are receiving a flood of cash back, thanks to the soaring stock market, low interest rates and other factors that are helping private equity managers reap profit from the companies they own.",
  "“I don’t think in my career I’ve seen that many core funds come back at the same time,” said Kelli Roiter, the head of the strategic capital opportunities group at the investment bank Jefferies, which focuses on raising funds for distressed debt, special situations and other strategies.",
  "“It’s like the Marx Brothers routine: Any club that would take me as a member, I don’t know that I want to join,” said William R. Atwood, executive director of the Illinois State Board of Investment, which invests in private equity among other strategies.",
  "Not only does this let the private equity firms collect bigger checks, but it also can allow them to pursue deals they otherwise may have passed up, said Erik Hirsch, the chief investment officer of Hamilton Lane, which helps create such accounts.",
  "In another case, the California State Teachers’ Retirement System, known as Calstrs, opted not to invest in an $18.4 billion fund that Apollo Global Management finished raising in January, a person briefed on the matter said.",
  "Private equity firms have used this environment as an opportunity to sell the companies in their portfolios to other private equity firms, or to sell stakes in these companies to stock investors via initial public offerings.",
  "This year, investors are expected to receive about $479 billion in distributions from private equity funds worldwide, nearly 40 percent more than in 2013, according to an estimate by Triago, a private equity advisory firm.",
  "The Pennsylvania Public School Employees’ Retirement System, for example, planned in August to invest as much as $100 million in a new $6 billion fund being raised by the private equity firm Centerbridge Partners.",
  "Vista Equity Partners, which is ranked by the data provider Preqin among the most consistently high-performing fund managers, recently raised an oversubscribed $5.8 billion fund, the largest in its history.",
  "“If they don’t like the way they’ve been serviced, they can go choose new general partners in the next round of capital commitments,” he added, using the term for private equity fund managers.",
  "Firms like Carlyle and the Blackstone Group have agreed to set up separate, lower-fee accounts that each manage capital for a large investor who often gets a say in the investing process.",
  "Most of the profits from these transactions flow back to big investors like pension funds, whose agreements with private equity have drawn some criticism for being shrouded in secrecy.",
  "Because investors in these funds often seek to maintain a certain percentage of their assets invested with private equity, the money is flowing in the other direction as well.",
  "“There are so many databases out there that contain information that people are able to truly compare and contrast how each of the managers has done over time,” Mr. Fann said.",
  "But the pension fund dropped the plan after the two sides could not agree on certain conditions of the investment, Evelyn Williams, a spokeswoman for the pension fund, said.",
  "Cash-rich investors can comparison shop, said David Fann, the chief executive of TorreyCove Capital Partners, a firm that advises institutional investors in private equity.",
  "While TPG is now focusing more on smaller deals, which are helping improve its performance, the firm has fielded tough questions as it raises a new $10 billion fund.",
  "“The limited partners actually get to vote with their feet,” Glenn A. Youngkin, a co-president of the Carlyle Group, the private equity giant, said in an interview.",
  "Why aren’t they oversubscribed?”\n\nIn this fund-raising dance, the private equity funds with the strongest track records are having little trouble raising capital.",
  "The dynamic is leading to more robust negotiations between private equity firms and their investors, who are referred to in the industry as limited partners.",
  "It has offered investors discounts on fees in the new fund if they invest larger amounts of capital and commit early, said a person briefed on the matter.",
  "Those investors are plowing much of that cash back into the industry, emboldening them to be choosy and bargain for better terms with a range of funds.",
  "Private equity funds are expected to attract $450 billion in fresh capital from investors this year, 7.4 percent more than in 2013, Triago estimates.",
  "Over all, more than 2,000 private equity managers are in the market seeking capital, according to Triago, including many of the most prominent funds.",
  "This year, it has taken private equity funds an average of 16 months to finish raising capital, two months less than in 2013, according to Preqin.",
  "These include Apollo and Hellman & Friedman, a San Francisco-based firm that recently raised $10.9 billion from investors in a matter of months.",
  "Beyond the ups and downs of performance, the rules of fund-raising are different for the biggest private equity firms and their big investors.",
  "A shift in the private equity industry is benefiting the strongest firms while forcing others to make concessions to attract new money.",
  "The pension plan was turned off, in part, by the fund’s popularity, this person said, insisting on anonymity to discuss the process.",
  "But that is still longer than the average of 12 months in 2007, the year before the financial crisis, Preqin figures show.",
  "One buyout giant, TPG, continues to face skepticism from investors after its performance was hurt by three troubled deals.",
  "They have also used low interest rates to pile more debt onto their companies as a way to finance dividends.",
  "“If I can go into a partnership and demand specific terms, that sounds good, except why is that the case?",
  "The wave of reinvestment is leading some to take a hard look at their private equity portfolios.",
  "Those that have had disappointing performance are also dangling incentives to attract capital.",
  "Some of the biggest firms are offering investors discounts on fees.",
  "The surge in deal-making and the buoyant stock markets help.",
  "But even the giants are having to face competition.",
  "Not all fund-raising efforts have been successful.",
  "An Apollo spokesman declined to comment.",
  "“There’s nowhere to hide now.”"
]