[
  "The fund argued that while a recapitalization would make use of Petsmart's low debt levels of roughly 0.5 times 2014 earnings before interest, taxes, depreciation and amortization (EBITDA), it wasn't confident that management would run the company any better afterwards.",
  "In Safeway and now Petsmart, Jana identified large publicly traded retailers that could be swallowed up by private equity firms in spite of their reticence to do mega buyouts and doubts about the ability of banks to finance highly leveraged deals amid new regulations.",
  "La Caisse de dépôt et placement du Québec and StepStone, two BC Partners investors, are participating in the buyout, as is shareholder Longview Asset Management, which owns roughly 9% of PetSmart's outstanding stock and will roll a third of its holding into the deal.",
  "This March, Safeway sold itself to Cerberus-owned Albertsons for $9.2 billion, paying shareholders $32.50 a share in cash, a distribution of Blackhawk shares worth $3.95 and a $3.65 a share contingent right value on the company's sale of its other supermarket assets.",
  "In Safeway's take private, Jana urged that the company should distribute some of its disparate assets such as a large stake in Blackhawk Network Holdings and an ownership stake in a Mexican grocery chain to shareholders and then sell its core business.",
  "While takeovers nearing $9 billion in enterprise value are now rare given PE firms' reluctance to pool their money together on deals, Jana believed the company's low debt levels and high expenses would find interest from turnaround investors.",
  "The hedge fund was a holder of Petsmart's shares in early May, and then it began aggressively buying stock after the company reported disappointing first quarter earnings and a weak guidance on May 19, causing the stock to plunge nearly 10%.",
  "With PetSmart, Jana saw a specialty nationwide pet foods and supplies seller with bleak growth prospects but a strong balance sheet and a stable core business that would garner the interest of private equity buyers if it was put up for sale.",
  "Instead of a debt-financed dividend, Jana argued that Petsmart would do better for shareholders by simply selling the company to what it assumed were a handful of private equity firms that might step up with a premium-priced takeover offer.",
  "The deal is also the second major leveraged buyout spurred on by the Barry Rosenstein-run activist fund in 2014, after the firm urged the sale of supermarket chain Safeway in the first half of the year.",
  "A few weeks later, after reports emerged that Petsmart favored a leveraged recapitalization of its balance sheet, Jana asked that the company treat a sale as its first priority.",
  "That deal also relied on the support of real estate investors like Kimco Realty , Klaff Realty, Lubert-Adler Partners and Schottenstein Stores Corp.",
  "Sunday's deal, valued at $83 a share or roughly 9.1 times Petsmart's EBITDA over the past four quarters, appears to confirm much of Jana's analysis.",
  "It also comes amid an active sale process that did garner interest from PE giants such as Apollo Global Management, according to media reports.",
  "On July 3, Jana disclosed a near 10% stake in the company and its intention to engage with the company's management on a sale of the business.",
  "Petsmart's $8.7 billion sale to a consortium led by private equity firm BC Partners is a big year-end coup for hedge fund Jana Partners.",
  "Jana acquired over 5 million Petsmart shares between May 20 and July 2 at an average price just over $58 a share.",
  "In many respects, the Jana-urged leveraged buyout of Safeway was a similarly complicated, but successful deal.",
  "PetSmart shares surged over 4% to $81.23 in early Monday trading, slightly below BC Partners offer price.",
  "The PE firm took on PetSmart shareholders and some of its own investors to get a deal done.",
  "The hedge fund also acquired options to buy 4.7 million Petsmart shares at $50 apiece.",
  "The deal also relies on creativity on behalf of PetSmart's buyer BC Partners.",
  "Jana declined to comment on whether it would support Sunday's deal.",
  "A PetSmart spokesperson also declined to comment."
]