[
  "ON THE AGENDA | In addition to the jobs report, the international trade report comes out at 8:30 a.m. Data on factory orders is released at 10 a.m. Data on consumer credit comes out at 3 p.m. Stanley Fischer, the Fed vice chairman, gives remarks at the International Monetary Fund Fiscal Affairs Department’s 50th Anniversary Conference at 2:45 p.m. in Washington.",
  "finals than any team other than the Los Angeles Lakers and the Boston Celtics has become a test case for what happens when the cold, hard calculations of the business world are applied to the emotionally charged landscape of professional sports,” Mr. Gelles writes.",
  "The United States Marshals Service said that only 11 registered bidders took part in an auction on Thursday for 50,000 Bitcoins, worth around $19 million, seized in connection with the defunct online marketplace Silk Road, DealBook’s Sydney Ember reports.",
  "MICROSOFT GIVES UP ON NOOK INVESTMENT | When Microsoft invested $300 million in Barnes & Noble‘s Nook division in 2012, the deal valued the business at $1.7 billion, more than the market capitalization of Barnes & Noble at the time.",
  "During a conference call with investors, Barnes & Noble’s chief executive said that ending the company’s partnership with Microsoft would help clear the way for the separation, and possibly attract new investors in the Nook.",
  "With the additional money, Uber is setting itself up for what its investors hope will be the next mammoth initial public offering, following in the footsteps of Facebook and the Chinese e-commerce giant Alibaba Group.",
  "The company may eventually sell an additional $600 million in stock, and it is working with Goldman Sachs to sell, potentially, another $1 billion in debt to some of the Wall Street firm’s wealthy private clients.",
  "While people briefed on the fund-raising process said that the recent controversy did little to diminish enthusiasm among investors, Uber acknowledged on Thursday that it had more growing up to do.",
  "Still, Uber faces stiff competition from similar services, including Lyft and Hailo, an Uber-like app for summoning taxis that has focused much of its efforts in Europe.",
  "UBER GARNERS $40 BILLION VALUATION | Uber is amassing a war chest to be the world’s private driving service, Mike Isaac and Michael J. de la Merced report in DealBook.",
  "And through revenue sharing agreement with Microsoft, Barnes & Noble received a couple hundred million dollars more, according to people briefed on the matter.",
  "The consensus is for employers to have added about 230,000 jobs in November, though economists say that preholiday hiring of workers makes a surprise possible.",
  "IT’S JOBS DAY | Economists expect the unemployment rate to hold steady at 5.8 percent when the Labor Department releases its November figures at 8:30 a.m.",
  "What’s more, Microsoft’s initial $300 million investment gave the bookseller an infusion of cash when it needed it most, David Gelles writes in DealBook.",
  "Instead of spending lavishly on star players, the owners have employed methods honed at the private equity firms where they made their fortunes.",
  "“The great ones are the big bets, and this is a big bet.”\n\nFEWER BIDDERS IN SECOND BITCOIN AUCTION | Is investor appetite for Bitcoin waning?",
  "“If you look at the fortunes that have been made in private equity and Wall Street, very few have been made going with the wind,” he said.",
  "The venture capitalist Timothy C. Draper, who was the first auction’s sole winner, said he planned to participate in Thursday’s auction.",
  "On Thursday, the start-up closed a new $1.2 billion round of financing, with investors valuing the company at a staggering $40 billion.",
  "The service said it had received 27 bids, far fewer than the 45 bidders and 63 bids it received in its first Bitcoin auction in June.",
  "Harris and his co-owners may be taking a page out of the private equity playbook, but they are diverting from it in other ways.",
  "It will also face fights in Southeast Asia, where GrabTaxi already hosts more than 60,000 drivers on its ride-hailing platform.",
  "Josh Harris, a co-founder of Apollo Global Management who leads the new owners group, and his front office sized up the N.B.A.",
  "The new money, however, comes in the face of a rash of fierce criticism about the company’s approach to users’ privacy.",
  "As a result, some investors who had hoped to get a bargain last time saw little point in participating in this auction.",
  "Since then, Microsoft’s investment has withered along with the Nook business, Alexandra Alter and David Gelles write.",
  "To reach great heights, however, Scott O’Neil, the chief executive of the 76ers, said his team had to take big risks.",
  "But the results of the Marshals Service’s first auction may have dissuaded some bidders from participating again.",
  "On Thursday, the two companies parted ways, with Barnes & Noble buying out Microsoft for about $120 million.",
  "When the owners group bought the 76ers in 2011, the team was overachieving in the weak Eastern Conference.",
  "After that, Harris and his co-owners changed tack, purging the roster of big names and costly contracts.",
  "Some analysts said that reacquiring Microsoft’s stake in Nook could help Barnes & Noble redefine itself.",
  "It is widely assumed among Bitcoin investors that Mr. Draper bid above Bitcoin’s market price in June.",
  "Some of the same investors who participated in the first auction submitted bids this time as well.",
  "Bynum did not play a game for the 76ers and signed elsewhere after the team paid him $17 million.",
  "marketplace and discovered that the best route to the top just might be through the subbasement.",
  "That is most likely where Uber will be spending a significant chunk of its newfound riches.",
  "But that may all be part of the owners’ plan, David Gelles writes in The New York Times.",
  "or more than Standard & Poor’s 500 components like CBS and the grocery chain Kroger.",
  "The winner, or winners, of the second auction will be notified on Friday by 5 p.m.",
  "WHY THE 76ERS ARE SO BAD | The Philadelphia 76ers are the worst team in the N.B.A.",
  "When the latest fund-raising round is included, Uber is valued at $41.2 billion ?",
  "In the auction five months ago, the Marshals Service sold nearly 30,000 Bitcoins.",
  "They are investing in some long-term assets, including a new practice facility.",
  "And despite an enormous potential profit, they do not plan to sell the team.",
  "In just over two years, the Nook business has lost more than half its value.",
  "The team’s goal is to improve their chances of getting a high draft choice.",
  "Harris’s first big move was to bring in Andrew Bynum, a potential star.",
  "This comes on top of the $1.5 billion that Uber had already raised.",
  "Uber’s ascent is one of the most rapid by a start-up in years.",
  "They began amassing draft picks through trades.",
  "this year after losing their first 17 games.",
  "Last year, they brought in new management.",
  "“A franchise that has been to more N.B.A.",
  "And Uber may not be done yet.",
  "But the move was a disaster."
]