[
  "Mr. Oh, who joined Apollo from Morgan Stanley in 2008, has been involved in some of the private equity firm’s most prominent energy investments, including the roughly $7.15 billion purchase of EP Energy in 2012.",
  "Two partners in the private equity division, Stan Parker and Jordan Zaken, left the firm after the departure of Ali Rashid, another senior partner, DealBook reported in May.",
  "Sam Oh, a partner at Apollo Global Management who worked on deals in the energy sector, is leaving the private equity firm, two people briefed on the matter said on Friday.",
  "But another company on whose board he served, Athlon Energy, was sold last month to the Encana Corporation, creating a profit of more than $2 billion for Apollo.",
  "He added a $50,000 court to his Greenwich, Conn., home, the article said, and last year was the host of an exhibition match by two professional squash players.",
  "He graduated in 1992 from the Wharton School at the University of Pennsylvania and from the Yale School of Management in 1999, his LinkedIn profile says.",
  "Apollo plans to start raising a new energy fund early next year, Gary Stein, an Apollo spokesman, said in a conference call with analysts in October.",
  "Still, Mr. Oh’s departure, which was reported earlier by Bloomberg News, comes after other Apollo partners have left the firm this year.",
  "Shares of EP Energy, which went public in 2013, have fallen by more than half since the summer, when prices peaked.",
  "Apart from his work at Apollo, Mr. Oh is a passionate squash player, according to a Wall Street Journal article.",
  "Mr. Oh is scheduled to depart by the end of the year, said the people, who spoke on the condition of anonymity.",
  "He hopes to either start his own firm or join a smaller firm in a more senior role, one of the people said.",
  "Some turnover of employees is not unusual for a private equity firm that raises a new fund.",
  "The energy industry has come under pressure by plummeting oil prices in recent weeks.",
  "An outside spokesman for Apollo, Charles Zehren, said the firm declined to comment.",
  "Mr. Oh previously worked in Morgan Stanley’s commodities group.",
  "Mr. Oh recently left EP Energy’s board."
]