[
  "“For more than three decades, Pimco’s managing directors have maintained a substantial interest in the firm, currently 30 percent of profits, and this provides an important means to attract and retain the best investment talent to serve our clients.”\n\n\n\nFixed Percentage\n\n\n\nGross’ bonus had been fixed at 20 percent of the profits Pimco got to keep under its agreement with Allianz, a number that was agreed upon by Pimco’s managing directors several years ago, according to two people familiar with the matter who asked not to be identified.",
  "The payments under this partnership structure are not comparable to common forms of variable compensation payments.”\n\n\n\nIvascyn, Cupps\n\n\n\nDaniel Ivascyn, Pimco’s new group chief investment officer, appointed after Gross’ surprise departure on Sept. 26, made a bonus of about $70 million last year, the documents show.",
  "Pacific Investment Management Co. paid its former Chief Investment Officer Bill Gross a bonus of about $290 million in 2013, a year in which his Total Return Fund trailed a majority of peers, according to documents provided to Bloomberg View by someone with knowledge of Pimco’s bonus policies.",
  "By comparison, Laurence D. Fink, CEO of BlackRock Inc., the world’s biggest money manager, received $22.9 million in 2013 compensation, and Michael Diekmann, CEO of Pimco’s parent Allianz SE, was paid 7.2 million euros ($8.99 million), regulatory filings show.",
  "“This is a company with $2 trillion — that’s an awful lot of money and that’s an awful lot of money in fees.”\n\n\n\nManager Compensation\n\n\n\nCompensation for money managers is typically tied to the amounts they oversee and the returns they produce.",
  "By October, Pimco Total Return had ceded the title of biggest mutual fund to an offering from Vanguard Group Inc. After 18 straight months of client redemptions, it’s been reduced to $170.9 billion in assets as of Oct. 31, according to Pimco.",
  "The plan applies to “all employees that are not participating in the Pimco profit pool,” including senior portfolio managers below the level of managing director, Allianz Chief Financial Officer Dieter Wemmer said on a conference call Nov. 7.",
  "The “Special Performance Award” comes on top of bonus and salary policies already in place, and consists of a cash award to be granted in the fourth quarter and paid over the next 12 to 30 months, Allianz said in its quarterly report.",
  "Mohamed El-Erian, 56, the former chief executive officer who previously shared the title of CIO with Gross, received a 2013 bonus of about $230 million, according to figures first reported by Bloomberg View columnist Barry Ritholtz.",
  "“In the mutual fund world it’s no doubt on the very high side,” said Michael Rosen, chief investment officer at Angeles Investment Advisors LLC in Santa Monica, California, who oversees $47 billion for endowments and pensions.",
  "“While Pimco does not comment on compensation, the figures provided to Bloomberg are not correct,” said Daniel Tarman, a spokesman for Newport Beach, California-based Pimco, declining to specify the firm’s objections.",
  "Amid the redemptions, Gross, who co-founded the company in 1971, clashed with management over how to run the firm, leading to the resignation of El-Erian, people familiar with the matter have said.",
  "The bonus is expected to cost an average of 33 million euros before taxes for each of the next five quarters and 10 million euros each for the remaining six quarters, the Munich-based insurer said.",
  "Douglas Hodge, 57, who was chief operating officer until he took over as CEO in January, received a bonus of about $45 million, and the firm’s President Jay Jacobs was given about $22 million.",
  "The bonus for Gross, 70, was rivaled only by a small group of billionaire money managers such as Apollo Global Management LLC’s Leon Black and Blackstone Group LP chief Steve Schwarzman.",
  "Black, whose Apollo Global Management oversaw $161 billion at the end of last year, got about $369 million in distributions from his stock ownership of the company.",
  "The figures provide a rare glimpse of how some executives were paid at Pimco, even as performance at the firm’s main fund stumbled and clients started to pull out.",
  "Ivascyn, 45, runs the $39.3 billion Pimco Income Fund, which beat 99 percent of peers last year, returning 4.8 percent, according to data compiled by Bloomberg.",
  "Gross’ main fund, Pimco Total Return, trailed 65 percent of peers in 2013, after beating 90 percent of peers in 2012, according to data compiled by Bloomberg.",
  "Gross departed from Pimco after deputies including Ivascyn threatened to quit and management debated his ouster, according to people familiar with the matter.",
  "Operating profit at Pimco declined 7.9 percent to 594 million euros in the third quarter from a year ago, Allianz said in a presentation of its earnings.",
  "Investors pulled $51 billion in September and October from the Total Return fund, which is now run by CIOs Mark Kiesel, Scott Mather, and Mihir Worah.",
  "Since Gross left, Pimco has hired back old members of the investment committee including Marc Seidner, who exited in the wake of El-Erian’s departure.",
  "His Pimco Total Return more than doubled in size from 2008 to its peak of $293 billion in April 2013, when it was world’s biggest mutual fund.",
  "His share was previously at about 26 percent, and was reduced as assets surged and the firm added more managing directors, said the people.",
  "Fund Stumbled\n\n\n\nThe fund then stumbled when the Federal Reserve hinted it would unwind stimulus measures, sparking investor redemptions.",
  "The bonuses at Pimco rival compensation at top hedge funds and private equity funds, which are typically smaller but charge higher fees.",
  "Schwarzman, whose Blackstone Group managed $266 billion at the end of last year, received $374.5 million in pay and cash dividends.",
  "It was an integral part of the acquisition of Pimco by Allianz in 2000 and resulted in a reduction of the purchase price paid.",
  "“Allianz is fully aware of the profit sharing plan at Pimco,” said Petra Brandes, a spokeswoman for Munich-based Allianz.",
  "Gross, who now works for Janus Capital Group Inc., and El-Erian didn’t respond to phone calls seeking comment.",
  "Gross and El-Erian together were responsible for the firm’s almost $2 trillion in assets as co-CIOs in 2013.",
  "Steven Shapiro, a spokesman for Denver-based Janus with Communications Strategy Group, declined to comment.",
  "Wendy Cupps, the head of product management, received a bonus of about $50 million, the documents show.",
  "Gross’ reward accounted for 20 percent of the firm’s total bonus pool, according to the documents.",
  "‘Special Performance’\n\n\n\nPimco introduced a 225 million-euro award program to retain top talent.",
  "“This element of partnership has always been in place and has been a basis of success at Pimco.",
  "El-Erian is now chief economic adviser at Allianz and a contributor to Bloomberg View.",
  "Overall, Pimco reduced expenses by 4 percent in the three months through September.",
  "It said variable personnel expenses, which are tied to profit, fell 8 percent.",
  "Pimco hasn’t lost any portfolio managers since Gross, according to Wemmer.",
  "He now runs the $443 million Janus Global Unconstrained Bond Fund.",
  "© Copyright 2018 Bloomberg News.",
  "All rights reserved."
]