[
  "REUTERS/Mike Blake NEW YORK (Reuters) - Petco Holdings Inc is exploring the possibility of being acquired by PetSmart Inc, according to people familiar with the matter, in a merger that could create a company that accounts for more than half of the U.S. pet supply industry's revenues.",
  "PetSmart believed at the time that a deal with Petco might not have received antitrust clearance and was reluctant to disclose confidential information to its biggest competitor, a PetSmart regulatory filing revealed in January.",
  "The preliminary talks between the two private equity-owned companies come after PetSmart ruled out a deal with Petco last year in favor of a sale to a buyout consortium led by BC Partners Ltd for $8.7 billion, including debt.",
  "They are simultaneously exploring an outright sale of Petco, and are in talks with several private equity firms, including Apollo Global Management LLC and Bain Capital LLC, about such a deal, the sources said this week.",
  "Petco's private equity owners, TPG Capital LP and Leonard Green & Partners LP, registered the company for an initial public offering last month that could value it at between $5 billion and $6 billion, including debt.",
  "PetSmart has not yet been given access to Petco's confidential information, and there is no certainty that talks will progress and a deal between the two will be successfully negotiated, the sources added.",
  "Its ability to integrate Petco so soon after that deal is now seen by the two companies as a bigger concern than potential antitrust hurdles, according to one of the sources.",
  "Joey (R), a westside terrier, passes another dog as he competes in the 10th annual Petco Unleashed surfing dog contest at Imperial Beach, California August 1, 2015.",
  "Petco, TPG, Apollo and Bain declined to comment, while PetSmart and Leonard Green representatives did not respond to requests for comment.",
  "TPG and Leonard Green have now started informal talks with PetSmart in the hope of fetching a higher price for Petco, the sources said.",
  "The two buyout firms had also taken the company private in 2000 for $600 million, and then took it public again in 2002.",
  "TPG and Leonard Green bought Petco for the second time when it was a public company in 2006 in a $1.7 billion deal.",
  "Based in San Diego, California, Petco had approximately $4 billion in sales in the 12 months to Jan. 31.",
  "PetSmart, based in Phoenix, Arizona, had net sales of $7.1 billion in the 12 months to Feb. 1.",
  "(Reporting by Lauren Hirsch and Greg Roumeliotis in New York; Editing by Phil Berlowitz)",
  "The sources asked not to be identified because the negotiations are not public.",
  "BC Partners' consortium closed on its acquisition of PetSmart last March."
]