[
  "Don’t miss: Just what Italy needed: Domino’s pizza\n\nThe goal is to return the 59-year-old brand to its roots as a maker of New York–style pizza, said Sbarro Chief Executive David Karam, positioning it to compete with much larger pizza chains such as Domino’s Pizza Inc.\n\nSbarro has 364 domestic locations, as compared with Pizza Hut’s 7,863, Domino’s 5,067 and Little Caesars’ 4,025.",
  "It’s what consumers buy from Sbarro and how they view Sbarro.”\n\nSbarro, whose owners include Karam and private-equity firms Apollo Global Management LLC and Guggenheim Investment Management LLC, currently has about 800 global outlets, down from a prebankruptcy level of 1,000.",
  "The chain of Italian eateries, which emerged from its second bankruptcy last year, is betting that it can build a comeback by opening stand-alone pizzerias and reducing its reliance on declining mall traffic, which it blames for its Chapter 11 filings.",
  "They will feature new menus that are similar to the ones that already have been rolled out at existing mall locations, which are now free of the lasagna, chicken parmesan and vegetable dishes executives say distracted from Sbarro’s pizza heritage.",
  "“The idea of offering a broad line of Italian foods held in steamed tables became dated,” said Karam, a restaurant-industry veteran who became CEO two years ago and steered Sbarro through its second, prepackaged bankruptcy.",
  "In early 2013, under previous management, Sbarro had plans to open stand-alone locations, but that was before the company went through its second restructuring.",
  "The company plans to open the first four neighborhood pizza shops in the next few weeks in its hometown of Columbus, Ohio.",
  "It plans possibly an additional hundred stand-alone Sbarros elsewhere in the next year or two, Karam said.",
  "The neighborhood shops will offer delivery and take-out in addition to dine-in seating.",
  "Technomic data as reported by Wall Street Journal\n\nand Yum Brands Inc.’sPizza Hut.",
  "Sbarro franchise\n\nSbarro LLC is trying to go beyond the mall.",
  "An expanded version of this report appears at WSJ.com.",
  "“The essence of this brand is pizza."
]