[
  "on CNBC’s “Worldwide Exchange” at 5:30 a.m. Email me on bwhite@politico.com and follow me on Twitter @morningmoneyben\n\nQUOTE OF THE DAY — From the WSJ’s Ben Carson piece: “The 64-year-old Mr. Carson, who leads the GOP field alongside real estate mogul Donald Trump, also said he isn’t responsible for the accuracy of some details in his 1990 autobiography” http://on.wsj.com/1PwGTaQ\n\nDRIVING THE WEEK — President Obama this morning holds a bilateral meeting with Israeli Prime Minister Benjamin Netanyahu … Republicans debate again Tuesday, this time on the Fox Business Network in Milwaukee … NFIB Small Business Survey at 6:00 a.m. Monday expected to rise to 96.4 from 96.1 … Treasury Budget on Wednesday at 2:00 p.m. expected to show deficit rising to $130B from $121.7B … JOLTS Report Thursday at 10:00 a.m. expected to show openings at 5.45M up from 5.37M … Retail sales Friday at 8:30 a.m. expected to rise 0.3 percent …\n\nALSO THIS WEEK — ABA holds its annual convention in Los Angeles and will officially pass the torch from Frank Keating to Rob Nichols.",
  "I think it would be hypocritical if Congress went ahead and passed a two-year tax extender bill without paying for it, without doing anything for the middle class and for working families and it's something this administration would oppose if we see that coming forward.”\n\nWALL STREET STRUGGLES TO SELL LBO LOANS — WSJ’s Matt Wirz and Liz Hoffman: “Wall Street banks are struggling to sell billions of dollars of loans they made to finance the corporate buyout boom, a sign that investor appetite for riskier debt remains muted despite a robust autumn rally in other financial markets.",
  "Investment banks are growing reluctant to back new deals with heavier debt loads or in troubled industries like energy and pharmaceuticals.” http://on.wsj.com/1NleMqG\n\nBIG COMPANIES HUSTLE AHEAD OF RATE HIKE — FT’s Eric Platt in New York and Joe Rennison in London: “A spate of jumbo corporate debt offerings has lifted US issuance to a record high as companies seek to lock in financing to fund multibillion-dollar acquisitions before the Federal Reserve lifts rates for the first time since the financial crisis.",
  "http://bit.ly/1QnQTE3\n\nTHIS MORNING ON POLITICO PRO FINANCIAL SERVICES — Zachary Warmbrodt on the rules the Financial Stability Board issued this morning-- and to get Morning Money every day before 6 a.m.-- please contact Pro Services at (703) 341-4600or info@politicopro.com\n\n** A message from the Independent Community Bankers of America: Now is the time for Congress to put down partisan differences and unlock the community banking industry’s potential to spur economic growth.",
  "‘Republicans couldn’t beat Obama when unemployment was at 8 percent, so how do they do it now?’” http://politi.co/1QnHCfi\n\nALL OVER BUT THE YELLEN — Pantheon’s Ian Shepherdson: “At a stroke, the October payroll report returned the short-term trend in payroll growth to the range in place since 2011, pushed the unemployment rate into the lower part of the Fed’s Nairu range, and lifted the year-over-year rate of growth of hourly earnings to a six-year high.",
  "US multinationals have raised more than $132bn in so-called jumbo-deals — debt offerings above $10bn in size — in 2015, more than a fourfold increase from a year earlier as companies including Microsoft, Hewlett-Packard Enterprise and UnitedHealth take advantage of low interest rates …\n\n“The offerings have buoyed overall corporate debt deal values in the US to a record of $815bn, with more than a month and a half to go before year end.",
  "The downfall of the BRIC fund, which had lost 88 percent of its assets since a 2010 peak, also underscores how the strategy of bundling disparate countries into a single investment theme is losing its appeal among investors.” http://bloom.bg/1MR8k0j\n\nSUMMERS ON CHINA — Larry Summers in the FT: “For the first time in centuries, China now affects the global economy as much as it is affected by the global economy.",
  "Here comes the fed hike\n\nHERE COMES THE FED HIKE — POLITICO’s Ben White and Timothy Noah: “On Wall Street, the blockbuster October jobs reporting showing a gain of 271,000 jobs means the Federal Reserve is almost certain to raise interest rates for the first time in nearly a decade next month, potentially transforming the political landscape heading into the 2016 election in highly unpredictable ways.",
  "That would benefit Democrats, especially presidential front-runner Hillary Clinton … But the first rate hike since George W. Bush was in the White House and Shakira’s “Hips Don’t Lie” was the top song in America could still cause chaos in markets accustomed — if not deeply addicted — to rock bottom rates and vast piles of cheap money.",
  "But it must be embedded in, if not a new international economic architecture, then a substantially revised and updated one.” http://on.ft.com/1MGxHLN\n\nWORK SMARTER NOT HARDER: LEGISLATIVE COMPASS — POLITICO Pro, POLITICO’s premium subscription service, arms policy professionals with the ability to do more than just track bills.",
  "“I returned last week from a trip to China with the dispiriting conclusion that the world lacks shared understandings regarding goals for the evolution of the Chinese economy, the objectives of China policy in the short and medium term, and the institutional structures needed to manage both co-operation and inevitable tensions.",
  "There has been strong investor appetite for the debt offerings, which have been used to fund acquisitions, buy back stock and pay for dividends, leading bond funds to balloon in size.” http://on.ft.com/1PwGZiT\n\nGOLDMAN’S BRIC FUND COMES TO A CLOSE — Bloomberg: “The BRIC era is coming to an end at Goldman Sachs Group Inc.",
  "But whenever the Fed gets too far out in front of its skis, bad things happen.’\n\nSTILL MOSTLY GOOD NEWS FOR DEMS — “The risk of a Fed-induced market panic aside, the October jobs had report had almost uniformly great news for Democrats with the jobless rate now at 5 percent, the lowest since before the financial crisis.",
  "And that’s bad news for Republicans\n\n“‘This election really hinges on the need to change the recipe for economic policy and that’s a much harder case for Republicans to make with 4 percent unemployment and real wage growth,’ said Douglas Holtz-Eakin, a conservative economist at the American Action Forum.",
  "Francesco will be based in London, where we will soon open an expanded bureau of political and policy reporters, including European media correspondent Alex Spence, health care reporter Helen Collis (who joins later this month) and reporters who will cover British politics and the City of London.",
  "The FOMC has never quantitatively defined what it means by ‘some further improvement in the labor market’, its condition for increasing rates, but if the October report does not qualify, it’s hard to know what might fit the bill”\n\nBIG NEWS FOR POLITICO EUROPE!",
  "He previously oversaw the Financial Times’ coverage of the 2008 financial crisis as U.S. Financial and Business Editor, and before then served stints as a correspondent in London, Brussels (owning the highly competitive competition beat) and Hong Kong.",
  "— “‘If the Fed moves before the market and the world believes the economy can handle it, people will freak out, that is the only real danger,’ said Austan Goolsbee, a professor at the University of Chicago and former top economic adviser to Obama.",
  "He’ll write a daily morning column on global finance and politics, contribute regular stories, headline our events and work with us in Brussels and Rosslyn to build up our coverage of this exciting area”\n\nMORE ON FRANCESCO — M.M.",
  "The size of the labor force grew, wages rose at a faster pace and a broader measure of joblessness that includes discouraged workers — which Republicans love to cite as an indicator — also fell to its lowest point since 2008.",
  "WALL STREET BONUS WATCH — NYT’s Nathaniel Popper: “Even as they emerge from the post-financial-crisis haze, bankers are seeing few signs that their institutions — and their bonuses — will stage a full recovery anytime soon.",
  "“Bank of America Corp., Credit Suisse Group AG and Morgan Stanley are among the banks wrestling to sell loans they made to back purchases by firms including Lannett and Apollo Global Management LLC, according to investors.",
  "** A message from the Independent Community Bankers of America: Now is the time for Congress to put down their partisan differences and unlock the community banking industry’s potential to be catalysts for economic growth.",
  "In the years ahead, China is likely to account for between a third and half of growth in global incomes, trade and commodity demand, and its significance will only increase as its share of the world economy rises.",
  "Even asset management, a part of the industry that has been doing better, will experience a 5 percent drop in bonuses this year … Finance is still one of the most generously compensated industries in the world.",
  "Goldman Sachs pulled the plug on the nine-year-old product because it doesn’t expect ‘significant asset growth in the foreseeable future,’ according to a filing to the U.S. Securities and Exchange Commission.",
  "Bonuses in the financial industry this year are expected to fall 5 to 10 percent, according to an annual report being released Monday morning by the compensation consulting firm Johnson Associates.",
  "…\n\n“Fourteen years after former Goldman Sachs economist Jim O’Neill coined the acronym that ushered in an unprecedented investment boom, the biggest emerging markets are now sputtering.",
  "End-of-year compensation in investment and commercial banking has been falling steadily and this year will be down 30 percent from 2009 levels, the Johnson Associates report predicts.",
  "The bank’s asset-management unit folded its money-losing BRIC fund, which invests in Brazil, Russia, India and China, and merged it last month with a broader emerging-market fund.",
  "‘The votes are now there for Janet Yellen to raise interest rates whenever she is ready to pull the trigger,” said David Kotok, chief investment officer at Cumberland Advisors.",
  "With Legislative Compass, Pros can quickly compare bill language, get whip counts, understand where bills originate and track who supports specific legislation in Congress.",
  "Community banks in every Congressional district across the nation are the backbone of local economic growth nationwide and support our communities one loan at a time.",
  "www.icba.org **\n\nFURMAN WARNING ON TAX EXTENDERS — White House CEA chairman Jason Furman on Bloomberg TV Friday: “[T]ax extenders expired at the end of last year.",
  "— Per memo going out today: “We’re thrilled that Francesco Guerrera will help lead the charge … as POLITICO’s Chief Financial Correspondent and Associate Editor.",
  "“There are still a few bright spots, including private equity and mergers-and-acquisition work, but most of the largest segments of the industry are struggling.",
  "“Markets could take the first hike — likely to be just a quarter of a percentage point — as a vote of confidence in the American economy and react positively.",
  "… The slowdown threatens to cool the surge in mergers-and-acquisitions that has sent takeover volume in 2015 to record levels, thanks in part to easy credit.",
  "Francesco most recently was the Global Finance Editor at The Wall Street Journal, where he managed an award-winning team of some 200 reporters and editors.",
  "Taken together, these numbers should begin to reverse poll numbers that continue to show American’s unhappy with the direction of the economy.",
  "… For now, loan investors have lost their appetite only for the riskiest deals while relatively high junk credit ratings still attract buyers.",
  "The average securities industry bonus last year was $172,860” http://nyti.ms/1RHQLxC\n\nGOOD MONDAY MORNING — Early readers can catch M.M.",
  "We need lawmakers to enact sensible regulatory relief to allow community banks to do what they do best: serve their communities.",
  "“He’s also a beginner in Chinese, which marks the 24th language spoken in our newsroom, and in his spare time a playwright.",
  "But excessive and unnecessary regulation is thwarting their ability to fully meet the needs of local economies.",
  "ICBA and America’s more than 6,400 community banks urge lawmakers to secure meaningful regulatory relief.",
  "ICBA and America’s more than 6,400 community banks urge lawmakers to secure meaningful regulatory relief.",
  "It is the first year since 2011 that compensation for the industry as a whole is expected to drop.",
  "China, long an engine of the world’s growth, is poised for its weakest expansion since 1990.",
  "President Xi Jinping has rightly called for a ‘new form of great-power relationship’.",
  "We just set a model in the budget agreement of paying for the increases in spending.",
  "worked alongside him at the FT and the man is a force (and a terrific guy).",
  "Community banks: big where it matters — our communities.www.icba.org **",
  "The figure surpasses the previous high set in 2014 of $746bn.",
  "‘Maybe the world is coming around to the view that it’s time.",
  "Become a Pro and empower yourself to make smarter decisions.",
  "Couldn’t be more thrilled he’s joining the team.",
  "Russia and Brazil have fallen into recessions.",
  "This is something Congress needs to deal with.",
  "Story Continued Below\n\nTIME TO FREAK OUT?",
  "Look for great things out of London.",
  "Schedule your demo today."
]