[
  "(Photo: John Samora/The Republic)\n\nPHOENIX — As its parent company weighs a possible sale, the University of Phoenix says it is maintaining an overhaul announced last summer that will eventually close dozens of sites across the country while forging more business certificate programs.",
  "\"The timing of the news around exploring strategic opportunities is odd to us, and we think it is likely being driven by Peter Sperling, the controlling shareholder,\" said Paul Ginocchio, an analyst for Deutsche Bank in a note to investors.",
  "In its latest quarterly report, Apollo said new enrollment had sunk 38% compared with the same period a year ago and the company lowered its expected overall enrollment to 140,000 from 150,000.",
  "Apollo Education’s stock has ricocheted this week, but Timothy Slottow, the university’s president, said no new changes at the company’s flagship property are underway.",
  "The board of the Phoenix-based Apollo Education Group announced Monday they are exploring the company’s “strategic alternatives,” a nod to its deteriorating finances.",
  "“We are focused and there is no change right now whatsoever.”\n\nThat plan, outlined in August, includes closing 24 sites across the country over several years.",
  "\"Peter Sperling, a beneficiary and co-trustee of the Apollo Class B Voting Stock Trust, sold about $23 (million) shares at the end of October.\"",
  "“What I can tell you with absolute certainty is my team is 100% focused on following the (previously announced) plan,” Slottow said Wednesday.",
  "The University of Phoenix says it is maintaining an overhaul that will close dozens of sites while forging more business certificate programs.",
  "He estimated Apollo's cash reserves are worth about $6.59 per share, something that could help defray any purchase of the company.",
  "Apollo posted a quarterly loss for the third time in the past year and has seen its stock skid from $28 nine months ago.",
  "While the university is emphasizing stability, investors still seem to be unsure what to make of a potential sale.",
  "Even so, most analysts polled by Thomson Reuters have for months recommended investors hold their Apollo stock.",
  "Those alternatives reportedly include a sale to Apollo Global Management, an unrelated New York-based company.",
  "Analysts who track Apollo were puzzled by the board's limited announcement about the company's future.",
  "Investors have about $770 million staked in the company, about half what they had at the end of June.",
  "said Jeff Silber with BMO Capital Markets during a Monday conference call with Apollo investors.",
  "In the long run, the university could function as a source of continuing cash, Ginocchio wrote.",
  "On Tuesday, the stock recovered to $7.39, but it headed down again Wednesday, closing at $7.09.",
  "\"I've had folks ask me, if you can't comment, then why did you have to issue a press release.",
  "Both Apollo Education Group and Apollo Global Management declined to discuss the matter.",
  "It continues to add certificate programs even as degree offerings have been trimmed.",
  "Both Apollos have been in advanced talks, according to the Wall Street Journal.",
  "By Monday morning, the stock reached $7.68 before sinking steadily to $6.38.",
  "Was it something that your attorneys pushed you to do?\"",
  "On Friday, Apollo’s stock closed at $6.59 per share.",
  "The university plans to keep 67 sites in 17 states.",
  "Read or Share this story: http://usat.ly/1RoEAJz",
  "On Thursday, it rose to $7.30."
]