[
  "Miller, who served in the State Department during President Obama's first term, said the University of Phoenix can thrive as a \"leading provider of quality higher education for working adults\" operating with the \"highest ethical standards.”\n\n“We are excited by the opportunity to build on the transformational work being done by the company,” he said.",
  "“This new structure will allow Apollo Education Group the flexibility and runway it needs to complete the transformational plan at University of Phoenix, which will enable us to serve our students more effectively during a period of unprecedented volatility within our industry,\" Apollo Education Group CEO Greg Cappelli said in a statement.",
  "A group of investors — including The Vistria Group, Apollo Global Management affiliates and Najafi Companies — agreed to acquire the publicly traded Apollo Education Group (APOL) in a $1.1 billion deal.",
  "(Photo: Michael Schennum, The Arizona Republic)\n\nThe corporate parent of the for-profit University of Phoenix will go private in a sale to a group of investors amid shrinking enrollment and revenue.",
  "“For too long and too often, the private education industry has been characterized by inadequate student outcomes, overly aggressive marketing practices, and poor compliance.",
  "Net revenue for Apollo Education Group declined 18% during the same period to $586 million, and the company swung from a profit of $34 million to a loss of $61 million.",
  "Former U.S. Department of Education Deputy secretary Tony Miller, who is now partner and chief operating officer of The Vistria Group, will become chairman.",
  "The agreement also comes as the company is under investigation by the Federal Trade Commission for potentially unfair or deceptive business practices.",
  "The deal values Apollo Education Group at $9.50 per share, representing a 30% premium over the average price for the 30-day period ended Friday.",
  "The school's average degreed enrollment fell 20% to 183,800 in the quarter ended Nov. 30, compared with the same period a year earlier.",
  "\"We will also continue to expand our international operations and remain committed to driving principles of operating excellence.\"",
  "Apollo Education will become a privately run company in a deal expected to close in August, pending regulatory approvals.",
  "The deal comes as the University of Phoenix grapples with plunging interest in its courses.",
  "A University of Phoenix office in Phoenix on Friday, April 11, 2014.",
  "Follow USA TODAY reporter Nathan Bomey on Twitter @NathanBomey.",
  "Read or Share this story: http://usat.ly/1T8pf0d",
  "Shares rose 24% Monday to close at $8.62.",
  "This doesn’t need to be the case.\""
]