[
  "“Even though these media moguls were actively involved in their businesses they did not understand the potential in changes brought about by digital disruption.”\n\nSteve Allen, CEO of media agency Fusion Strategy, says, “Rinehart at least has the excuse that she/her company has no experience in media ownership, television ownership in particular, which is a unique beast.",
  "On Monday the shares were trading at $A0.19 after Ten reported a loss of a $A312.2m ($US226 million) for the year to August 31, having slashed $A251 million from the value of its television licence, despite an improved ratings performance from MasterChef Australia, reality shows The Bachelorette and The Bachelor and quiz Family Feud.",
  "Gordon and Australia’s richest woman, the mining magnate Gina Rinehart, gambling mogul Packer and Lachlan Murdoch, who is a director of Ten Network Holdings as well as owning one of Australia’s biggest radio networks, have seen the value of their shares in Ten collapse in the past two years.",
  "“The rich do not like losing money and, most importantly, losing face,” says media consultant and strategist Peter Cox, whose clients have included Foxtel Movies, part of pay TV giant Foxtel (50% owned by News Corp ), the Seven Network and Warner Bros. Entertainment Australia.",
  "According to Commonwealth Bank Australia media analyst Alice Bennett, WIN may use its stake in NEC as leverage to prevent the company from switching its affiliate agreement to Southern Cross Media (Ten’s affiliate) or acquiring the latter if the reach rules be abolished.",
  "“\n\nThe billionaires’ entry to Ten’s share registry wreaked havoc on the broadcaster’s performance until Hamish McLennan was appointed CEO in 2013, later upped to executive chairman, “to steady the ship and give it some strategy and direction,” Allen adds.",
  "A former president of Paramount International Television who spent 35 years at the studio, Gordon owns WIN Corp, the regional TV network which buys its programming from Nine in a 26-year long affiliation deal which is due to expire in December.",
  "Ten also received approval for a two-year option to acquire 10% of Presto TV, the streaming joint venture between Foxtel and Seven West Media, which is battling to win subscribers against Netflix’s Australian service which launched in March.",
  "Four of Australia’s wealthiest individuals, including 21st Century Fox co-executive chairman Lachlan Murdoch and RatPac Entertainment co-founder James Packer, have lost millions of dollars in their investments in one free-to-air network.",
  "The acquisition brings Gordon’s holdings in NEC to just under 15%, the maximum allowed under the decades-old law which prevents anyone from owning more than two of a TV channel, radio station and newspaper in the same market.",
  "Perhaps only in Australia, with its seemingly contradictory combination of concentrated media ownership and restrictive media laws, could this high-stakes game of corporate poker have played out.",
  "Most media groups are lobbying the Liberal/National Party government headed by Prime Minister Malcolm Turnbull (who deposed the deeply unpopular Tony Abbott in September) to abolish both laws.",
  "Packer is focussing on Crown Resorts, his casino empire in Australia, Macau and Las Vegas, and on RatPac Entertainment, his Hollywood film financing co-venture with Brett Ratner.",
  "In turn, Ten will take a 24.99% stake in Multi Channel Network, the joint advertising sales venture between Foxtel and Fox Sports, which took over Ten’s ad sales on September 1.",
  "Another outdated law prohibits any broadcaster from reaching more than 75% of the country, which is absurd given free-to-air networks can now stream their channels nationally.",
  "Last week Gordon bought a 13% stake in the Nine Network’s parent Nine Entertainment Co. ( NEC ) for $A192 million from U.S. private equity fund Apollo Global Management.",
  "And it’s far from over as Gordon, who owns nearly 15% of the companies that control the Nine Network and Network Ten, is yet to show his hand.",
  "Meanwhile, last week the corporate regulators cleared proposed deals whereby Foxtel would buy a 14.95% stake in Ten for up to A$77 million.",
  "Apollo and fellow U.S. fund Oaktree Capital were the biggest shareholders in the Nine Network until the company was floated in 2013.",
  "If the law eventually does allow Gordon to make a full take-over of NEC, Cox expects he would then offload his holdings in Ten.",
  "Now one of these tycoons, Bermuda-based billionaire Bruce Gordon, has become the biggest shareholder in a rival broadcaster.",
  "Cox says Gordon is still a great believer in free-to-air TV and he seized the chance to buy into NEC for a cheap price.",
  "And it is safe to say Murdoch has his hands full running Fox with his brother James and father Rupert.",
  "Alternatively, she posits WIN might make a full bid for NEC if or when the reach rule is abolished.",
  "Those losses might be chump change to them but are a blow to their personal and professional pride.",
  "The others clearly thought Ten was under-priced at the time, and therefore good value.",
  "So why would Gordon decide to become the biggest shareholder in two rival networks?",
  "Whatever the future of Ten, Packer and Murdoch are unlikely to be overly concerned.",
  "He isn’t saying but media stock watchers point to two possible scenarios.",
  "“But it has been a disaster.”\n\nMcLennan stepped down in July.",
  "Apollo still has 9%."
]