[
  "That amounts to an annualized dividend yield of about 3.6%, far lower than the 9%-plus yields KKR traded at heading into the quarter, but it compares favorably to other financial institutions, particularly investment banks Morgan Stanley and Goldman Sachs Group , which both trade at sub-2% yields.",
  "Instead of having investors that expect a return of virtually all profits -- after salaries and bonuses are paid -- KKR will have investors who expect to be tided over with modest dividends but who are betting the firm can significantly increase it equity value over time.",
  "These changes, coupled with continued investment performance, will allow us to create significant long-term equity value for our unitholders.”\n\nIts now up to investors to decide if they agree with Kravis or would rather throw their lot with other public PE stocks.",
  "Private equity giant KKR & Co. competes with the likes of Blackstone Group, Apollo Global Management and The Carlyle Group for buyout deals and a bevy of other alternative investments ranging from distressed debt to real estate.",
  "Separately, KKR introduced a $500 million share repurchase program to buy back its battered shares -- the firm appears to deem its stock a stronger investment at current prices than some of the LBO deals it is being pitched.",
  "Added Kravis of KKR's strategic changes, \"over time, we think the market will value what we do with our balance sheet, including repurchasing our own units, more than the variable distributions we have been paying.",
  "Instead of feeling the need to constantly increase private equity assets under management as a means to grow earnings, KKR decided plowing it balance sheet into deals could drive more efficient growth.",
  "KKR's reasoning in changing its distribution underscores the earnings pressures impacting the company, and a shift in strategy made by the Henry Kravis and George Roberts-led firm in recent years.",
  "Throwing balance sheet funds directly into a deal can generate profits a few times greater than so-called carry on a successful fund, but it obviously also carries far greater risk.",
  "But investors sometimes discount the earnings because they expect Goldman to be hamstrung in PE deals from the Volcker Rule and other post-crisis regulations.",
  "Goldman, unlike KKR, is a leader in M&A advisory and equity and debt underwriting, and it has a vaunted equity and fixed income sales and trading operation.",
  "Those earnings reflect Goldman's exposure to PE investments, for instance the buyout of TransUnion, and they often drive the firm's huge quarterly beats.",
  "On Tuesday evening KKR shifted its dividend strategy away from the model its been using since it began trading on public markets a handful of years ago.",
  "Normally, PE firms pay out a distribution that reflects quarterly gains on fund investments, in addition to earnings from basic management fees.",
  "If First Data flops on public markets, it could create new headaches for KKR, which has seen its shares tumble by nearly a third this year.",
  "The idea was to give KKR's public investors a greater economic exposure to the deals it sources and not risk growing to an unwieldy size.",
  "However, a significant portion of Goldman's earnings come from private equity, often a quarter to a third of total operating profits.",
  "\"Our strong balance sheet, with approximately $14 billion in assets, allows us to support a meaningful fixed quarterly distribution.",
  "A further 7% of KKR's balance sheet investment consists of Walgreens Boots Alliance , which has increased roughly fourfold in value.",
  "This quarter, however, KKR said it would do away with its variable distribution and instead pay a fixed 16-cent quarterly dividend.",
  "Of the over $9 billion investments KKR carries on its $14 billion balance sheet, some 14% of the portfolio is in First Data stock.",
  "Overall KKR's investment portfolio was acquired at a cost of $9.1 billion and is carried at $9.3 billion, not a home run.",
  "Reducing the dividend to a fixed payout means KKR will retain more earnings that then can be plowed into new deals.",
  "Given those exposures its likely the performance of First Data shares will have a direct impact on KKR's stock.",
  "Those who see upside after a weak IPO pricing may want to take a look at KKR's new strategy and its stock.",
  "If earnings from balance sheet investments begin to flow in, investors may bid up the company's shares.",
  "We will use incremental retained capital to invest behind our ideas and buy back our units,\" he said.",
  "Acquired at a cost of $1 billion, the investment is now marked at a slightly higher $1.3 billion.",
  "A bad deal directly hits KKR's financial position and eats into its capital for new investments.",
  "But a shift in strategy at KKR now makes Goldman Sachs a closer publicly traded peer.",
  "One interesting way to evaluate KKR is to now compare the firm with Goldman Sachs.",
  "Tuesday's earnings confirm KKR has bet its future on the balance sheet strategy.",
  "The big question is whether KKR's stable of deals can drive its stock.",
  "Here's how co-founder Henry Kravis put the strategy.",
  "It also will likely change the firm's investor base.",
  "US Foods and HCA also represent 1%-plus positions.",
  "KKR doesn't that problem."
]