[
  "With credit markets frozen and a $6.9 billion buyout of home security systems giant ADT to fund, private equity giant Apollo Global Management had to turn to new sources of capital given the hesitancy of its traditional bank lenders, who appear reluctant and perhaps unable to rush into the multi-billion dollar LBO deals they once hunted for.",
  "In the past, lenders like Barclays have been willing to finance LBO deals exceeding $10 billion almost entirely on their own, but a mixture of new regulations on leveraged lending and concerns over the soundness of balance sheets, particularly in Europe, appear to be constraining Animal Spirits.",
  "Koch Industries is a holding company with an estimated $115 billion in annual revenues from businesses that extend from pipelines to electronics, chemicals, agriculture, consumer products, refining and trading, in addition to a relatively unheralded finance arm.",
  "Furthermore, Protection 1, an Apollo portfolio company, will enter a $255 million first lien revolving facility and it will redeem all of ADT’s outstanding senior unsecured notes due in 2017 and 2019, while also repaying its revolving credit facility.",
  "While its $750 million investment with Apollo is a fraction of the $8 billion Buffett ponied up on 3G Capital’s Heinz purchase, or the $3 billion the 'Oracle of Omaha' contributed to Tim Hortons takeover, it nonetheless is an important deal to watch.",
  "With public market valuations falling and private equity firms like Apollo sitting on tens of billions in cash to invest, there seems ample opportunity for Koch Equity Development to participate in more deals.",
  "Perhaps, KED's financing of Apollo's ADT purchase signals Warren Buffett has some competition when it comes to the financing deals that have given Berkshire solid yields in today’s zero interest rate economy.",
  "In September, the Koch investing arm partnered with BDT Capital, headed by Buffett's banker of choice Byron Trott, and Penske Corporation, in the purchase of automotive lighting specialist Truck-Lite.",
  "Barclays, Citigroup, Deutsche Bank and Royal Bank of Canada are also providing financing, as is PSP Investments Credit, a debt investing arm of one of Canada's largest public pension funds.",
  "Since the crisis, Buffett has all-but eschewed bonds and plowed Berkshire’s capital into stocks and take-private deals such as BNSF, Lubrizol, Heinz and most recently Precision Castparts.",
  "In many ways, the firm appears to be modeled after Berkshire, with its exposure to stable and high cash flow operations in North America that track to gross domestic product growth.",
  "In 2008, Buffett struck a $4.4 billion preferred deal with Mars (America's 7th largest private company) to help finance its $23 billion takeover of Wrigley.",
  "When competitor PE firm 3G Capital needs extra cash for deals like Heinz, Tim Hortons and Kraft Foods , it turns to Warren Buffett's Berkshire Hathaway .",
  "Many of Berkshire's largest preferred deals, for instance Mars, came during the throes of the financial crisis, when banks were unwilling to lend.",
  "Additionally, it has arranged a number of bond deals to get to the $6.9 billion pricetag and manage ADT’s over $5 billion existing debt load.",
  "KED is the investing arm of Koch Industries, a conglomerate led by David and Charles Koch, which is America's second largest private company.",
  "However, as investors chased into junk bonds for yield, Berkshire was able to find 9% coupons through its preferred deals with 3G Capital.",
  "In Apollo's case, the firm, led by billionaire Leon Black, arranged a $750 million preferred investment with Koch Equity Development.",
  "Included in these financings is a $1.55 billion first lien term loan, $3.14 billion in second lien financing, and the KED deal.",
  "Since the recovery, these deals have tilted towards private equity, and particularly Berkshire's partnership with 3G Capital.",
  "The structure of Apollo’s deal for ADT shows the creativity PE firms may need when navigating today’s choppy credit markets.",
  "Then came Buffett's legendary and life-saving preferred investments in Goldman Sachs, General Electric and Bank of America.",
  "A month ago, KED co-invested in Transaction Network Services, alongside firms like Billionaire Michael Dell's MSD Capital.",
  "These deals could be the beginning of a trend as banks retreat from large-sized LBO loans and credit markets tighten.",
  "Furthermore, if Koch Industries were publicly traded its closest peer would surely be Berkshire Hathaway.",
  "The KED preferred deal is a key piece of Apollo's overall financing package for its ADT purchase.",
  "If KED is copying the Berkshire investing playbook, that's because it is a natural fit.",
  "Koch Industries is stepping into the fray, spotting opportunity amid this dislocation.",
  "Protection 1 will also guarantee ADT’s remaining $3.75 billion in unsecured notes.",
  "Apollo is contributing $4.5 billion in equity to the ADT buyout."
]