[
  "4) Radio Shack\n\nYear: 2015\n\nAssets: $1.59 billion\n\nAfter struggling for years as electronics shoppers shifted online and digital technology emerged, the 4,000-store RadioShack filed for bankruptcy on February, marking an ignominious end for a94-year-old retailer that had sold the first mass-market computer.",
  "7) Sports Authority\n\nYear: 2016\n\nAssets: $1 billion\n\nOwned by private equity group Leonard Green & Partners after a leveraged buyout for $1.3 billion in 2006, the company is entering bankruptcy in a bid to held shed much of its debt and clean up its balance sheet.",
  "6) Borders\n\nYear: 2011\n\nAssets: $1.42 billion\n\nThe Borders bookstore chain was slow to adapt to the e-books phenomenon — or even to build a user-friendly e-commerce site — fatal mistakes that saw it lose sales to Amazon and ultimately led to its collapse.",
  "8) Sbarro\n\nYear: 2011 and again in 2014\n\nAssets: $490 million\n\nThe food-court fixture filed for bankruptcy protection in 2014 for the second time in three years after choking under too much debt and declining traffic at many U.S. malls.",
  "3) General Atlantic & Pacific Tea (A&P)\n\nYear: 2015\n\nAssets: $1.6 billion\n\nThe supermarket chain recently filed for Chapter 11 protection for the second time in five years and sold the bulk of its stores to rivals Acme and Stop & Shop.",
  "5) Blockbuster\n\nYear: 2010\n\nAssets: $1.54 billion\n\nBlockbuster, once a fixture in America’s shopping and strip malls, struggled to compete with the emergence of Netflix and other video-on-demand services.",
  "The company was ultimately felled by its inability to respond as quickly and deftly to the rise of online retailers like Amazon.com and aggressive incursions by mass merchants like Walmart and Target.",
  "10) Brookstone\n\nYear: 2014\n\nAssets: $407 million\n\nBrookstone, the specialty retailer famous for massage chairs and travel electronics, filed for bankruptcy protection in early 2014, hurt by high debt.",
  "2) Linens & Things\n\nYear: 2008\n\nAssets: $1.74 billion\n\nThe 570-store housewares chain went under after private equity firm Apollo Global Management saddled it with more debt than it could handle.",
  "Sports Authority finally filed for bankruptcy after weeks of speculation and with that, the chain joined the ranks of the largest retail bankruptcies the industry has seen in the past decade.",
  "1) Circuit City\n\nYear: 2008\n\nAssets: $3.75 billion\n\nCircuit City, once the top U.S. electronics retailer, went out of business in 2009 after failing to find a buyer that would keep it going.",
  "That June, Sbarro re-emerged with a smaller debt load and a plan to let customers make their own pizzas at a chain known for reheating pizza, taking a page out of Chipotle’s playbook.",
  "9) Friedman’s\n\nYear: 2008\n\nAssets: $448 million\n\nThe recession was a hard time for mid-tier jewelers, with consumers pulling back on items they didn’t really need (i.e., diamonds).",
  "With assets of up to $1 billion, the athletic gear retailer will land in the seventh spot in a tally led by Circuit City, Linens & Things, and General Atlantic & Pacific Tea (A&P).",
  "The grocer was hurt in recent years by companies like Walmart, Costco and Target stealing consumers on the lower end of the price spectrum, and Whole Foods on the higher end.",
  "Meanwhile, manufacturers like Nike and Under Armour have increasingly focused on selling their gear through their own channels, including their e-commerce platforms.",
  "Athletic gear popularity has increased as more Americans wear sneakers, athletic tops and t-shirts around town, not just for the purpose of working out.",
  "Last week, a federal judge signed off on Radio Shack’s Chapter 11 plan, which distributes proceeds from the company’s liquidation to creditors.",
  "The bankruptcy filing of Sports Authority is interesting because it actually participates in a growing pocket of the broader retail industry.",
  "Friedman’s, which had 455 stores, was hit by an involuntary Chapter 7 liquidation filing at force, later changed to a Chapter 11 proceeding.",
  "Blockbuster was bought by Dish Network in 2011, but two years later the video-rental company said it close its remaining 300 U.S. stores.",
  "But unlike many of its bankrupt retail peers, the company has pulled through and continues to operate as a chain with over 200 stores.",
  "And nearly two years ago, it was sold to Galaxy Brand Holdings, an investment vehicle owned by private equity firm The Carlyle Group.",
  "Here is a look at the 10 largest retail bankruptcies in recent years, as ranked by assets at time of the initial court filing.",
  "Meanwhile, a cleaner balance sheet could help Sports Authority make much-needed investments in the company’s remaining stores.",
  "Linens & Things, which at one point had annual sales of $2.7 billion, later came back to life as an online only brand.",
  "Barnes & Noble fared better, launching the Nook and eventually benefiting from the revival of print book sales.",
  "It will close about 140 of its 463 stores, a move that will likely help rival Dick’s Sporting Goods.",
  "View Sample Sign Up Now\n\nAll of those factors made it difficult for Sports Authority to compete.",
  "Retailers like Target and Kohl’s have entered the space by moving to sell more athletic wear.",
  "Other players, like Lululemon, completely sell their gear through their own store channels.",
  "The Brief Newsletter Sign up to receive the top stories you need to know right now.",
  "This article originally appeared on Fortune.com\n\nContact us at editors@time.com.",
  "Dick’s reportedly is interested in buying some stores in bankruptcy court.",
  "It could also help Dick’s open new locations in underserved markets.",
  "The A&P case is still making its way through bankruptcy court.",
  "Data is from BankruptcyData.com as well as court filings.",
  "But ultimately, Friedman’s went out of business.",
  "But that success had led to more competition."
]