[
  "Tesla — Baird upgraded the stock to \"outperform\" from \"neutral,\" noting recent data showing accelerating production of the Model X. Baird had previously expressed concern about the rate of Model X deliveries and said that investor skepticism has increased since it downgraded the stock in October.",
  "Check out which companies are making headlines before the bell:\n\nFresh Market — The natural foods grocer has agreed to be acquired by Apollo Global Management for $1.36 billion in cash, or $28.50 per share.",
  "Blackstone — The investment firm is selling U.S. luxury hotels operator Strategic Hotels & Resorts to China's Anbang Insurance, according to The Wall Street Journal, for an undetermined price.",
  "Pfizer — The drugmaker stopped selling its popular Corex cough syrup in India, after it appeared on a list of 344 drug combinations that regulators banned in that country over the weekend.",
  "Chipotle Mexican Grill — According to a Securities and Exchange Commission filing, part of executive compensation at the restaurant chain will now be tied to the stock's performance.",
  "Chipotle, which has seen sales suffer after illness outbreaks at some restaurants late last year, will be addressing a Bank of America investor conference on Wednesday.",
  "General Motors — The automaker will be the focus of a second trial involving its faulty ignition switches, with jury selection beginning in a New York courtroom today.",
  "Johnson & Johnson — Goldman Sachs upgraded the stock to \"neutral\" from \"sell,\" pointing to the underappreciated growth potential of J&J's consumer business.",
  "Starwood Hotels — Starwood received an unsolicited takeover proposal from a consortium of companies led by China's Anbang Insurance worth $76 per share.",
  "Walt Disney — Disney's \"Zootopia\" topped the weekend box office for a second straight weekend, racking up $50 million in North American ticket sales.",
  "Two hedge funds that launched a battle for boardroom control last week are now expressing concerns about Munoz' compensation, according to Reuters.",
  "Starwood already has an agreement in place to be bought by Marriott, and its board has not changed its recommendation in support of that deal.",
  "Energy Transfer Equity — The company held talks earlier this year to sell gas station operator Sunoco, according to Reuters.",
  "Yahoo — Yahoo will shut down a number of its ongoing projects, including Yahoo Games, Yahoo Astrology, and LiveText.",
  "United Continental — Chief Executive Officer Oscar Munoz returns from medical leave today.",
  "Fresh Market shares soared more than 20 percent following the announcement.",
  "Blackstone had bought Strategic for $4 billion only three months ago.",
  "That represents a 24 percent premium over Friday's close."
]