[
  "\"We believe there is a significant opportunity to enhance the brand, merchandise offering and price-value combination to make The Fresh Market a primary destination for food shoppers, while at the same time being committed to social responsibility through partnerships with local vendors and communities,\" said Andrew Jhawar, an Apollo senior partner and head of the buyout firm's retail and consumer group.",
  "\"We are pleased to have reached this agreement with Apollo, which follows a comprehensive review of strategic and financial alternatives that generated interest from numerous parties,\" Rich Noll, the grocery chain's lead independent director, said in a statement issued with the announcement.",
  "The offer represents a premium of approximately 24% over the firm's $22.98 closing price on Friday, and roughly 53% over the closing price on Feb. 10, the day before initial public speculation about a potential transaction surfaced, the companies said.",
  "Berry and his son, former company CEO Brett Berry, who collectively own approximately 9.8% of The Fresh Market's outstanding shares, have agreed not to tender their holdings into the tender offer by the New York City-based buyout firm.",
  "The Fresh Market now operates 186 stores in 27 states across the U.S.\n\nA Reuters report in October said Ray Berry was exploring a potential bid to take the company private with assistance from Apollo.",
  "George Golleher, the former CEO of Smart & Final and Ralphs Grocery Company/Food-4-Less during ownership by other Apollo-affiliated funds, will be a co-investor in the deal, the companies said.",
  "(Photo: The Fresh Market)\n\nThe Fresh Market (TFM) has agreed to a roughly $1.4 billion deal to be acquired by an affiliate of Apollo Global Management (APO) the companies said Monday.",
  "The grocery chain's board of directors unanimously approved the deal, apart from chairman and founder Ray Berry, who recused himself from all board discussions on the proposal.",
  "The move came as The Fresh Market battled competition from Whole Foods and other specialty groceries, and declining same-store sales.",
  "The Greensboro, N.C.-based specialty grocery chain's shares closed up 23.59% at $28.39 in trading after the announcement.",
  "Shoppers seen in outside one of The Fresh Market's stores in an undated photo from the specialty grocery chain's website.",
  "Under the deal terms, The Fresh Market may actively seek alternative acquisition proposals until midnight on April 1.",
  "The deal announcement follows what The Fresh Market characterized as a review of strategic financial alternatives.",
  "The company's stores featured fresh produce and flowers, samples of newly-brewed coffee, as well as bulk items.",
  "Founded in 1982, The Fresh Market focused on bringing a feeling of old-world charm back to local groceries.",
  "There can be no assurance that the solicitations will produce a higher offer, the grocery chain said.",
  "Fresh Market investors would receive $28.50 per share for their stock under the acquisition plan.",
  "The deal is conditioned on at least 50% of the company's shares being tendered in the offering.",
  "They will roll over the vast majority of their holdings in the deal, the companies said.",
  "The transaction represents Apollo's third deal above $1 billion in recent months.",
  "The companies expect the transaction to close during the second quarter of 2016.",
  "The transaction has fully committed financing in place, Apollo said.",
  "Follow USA TODAY reporter Kevin McCoy on Twitter: @kmccoynyc.",
  "The buyout firm's shares closed up 0.41% at $16.98.",
  "Read or Share this story: http://usat.ly/1piRZHd"
]