[
  "\"We are delighted about this transaction with The Fresh Market, which was one of the early pioneers in small-box grocery, offering unique, delicious and healthy food with a keen focus on perishables,\" Andrew S. Jhawar, head of the retail and consumer group at Apollo, said in a statement.",
  "Natalie Maynor\n\nRecently, however, Fresh Market and other upscale grocery chains have been forced to deal with increased competition from chains such as Kroger, Costco, and Walmart, as the grocery and retail chains have begun offering organic products at lower price points.",
  "Apollo Funds will pay $28.50 per share, about 24% more than Fresh Market's closing share price Friday, and about 53% more than the closing share price on Thursday, the day before speculation about a potential transaction began.",
  "Portal Abras\n\nFresh Market was founded in Greensboro, North Carolina, in 1982 as an American take on the \"European style market, \" selling fresh meats, fruits, and vegetables with an open-air feel.",
  "Natalie Maynor\n\nIn February, reports emerged that Kroger was considering purchasing Fresh Market, following the company's acquisitions of grocery chains Roundy's in 2015 and Harris Teeter in 2014.",
  "As the grocery chain aggressively grows, it has hit some recent snags in its expansion plan, failing in a recent effort to open locations in California.",
  "Fresh Market Specialty grocery chain The Fresh Market Inc. has agreed to be acquired by an affiliate of Apollo Global Management for $1.36 billion.",
  "Fresh Market thrived after going public, with impressive same-store sales growth and much higher profit margins than discount-focused competitors.",
  "Fresh Market has announced aggressive expansion plans in recent years, and the recent acquisition gives it even more power to grow.",
  "In October, Fresh Market announced it was considering a possible sale because of a sales slump.",
  "According to Apollo, the deal is expected to close in the second half of 2016.",
  "There are 186 Fresh Market locations in 27 states.",
  "The company went public in 2010."
]