[
  "From Bloomberg (emphasis ours):\n\nWhile past deviations haven't spelled doom for equities, the impact has rarely been as stark as in the last two months, when American shares lurched to the worst start to a year on record as companies stepped away from the market while reporting earnings.",
  "The basics of hedging goes as follows: producers sell futures contracts at current oil prices, often with the intention to buy them back before they expire — and to avoid making an actual delivery of physical oil.",
  "Starwood Hotels put out a press release this morning announcing the counter offer by a secret consortium, which Marriott later identified as being led by Anbang, saying it's still committed to the deal.",
  "As Bloomberg noted, a breakup of the Starwood-Marriott merger would cost Marriott $400 million in fees, and possibly attract the attention of CFIUS, the agency that investigates sales to foreign buyers.",
  "First, the scoreboard:\n\nAnd now, the top stories:\n\nStarwood Hotels\n\nLast November, Marriott International announced it was acquiring Starwood Hotels to create the world's largest hotel chain.",
  "It's still not entirely clear why this insurance company, with subsidiaries in financial leasing, banking, and asset management, wants to do with brands including Sheraton and Le Méridien.",
  "Reuters/Mariana Bazo Stocks traded in quite a tight range on Monday and closed little changed ahead of a busy week highlighted by the Federal Reserve's policy announcement on Wednesday.",
  "Anbang wants to buy Starwood for $76 per share in cash, a 7.9% premium to Starwood's closing share price of $70.42 Friday (the stock rallied 8% to as high as $76.44 per share today.)",
  "On Friday, we noted Goldman Sachs' comment that the rally is self-defeating because higher prices would increase production, weighing down on prices all over again.",
  "And in a note Monday, Morgan Stanley's Adam Longson doubled down on this idea, pointing out another way that producers are shooting themselves in foot: by hedging.",
  "Here's Longson (emphasis added):\n\nBack in 2015, a rally in prices driven primarily by a USD pullback led to producer hedging and capped deferred prices at $65/bbl.",
  "Those results raise another question about the sustainability of repurchases, as profits declined for a third straight quarter, the longest streak in six years.",
  "The first thing to note is that the recent rally was driven by short covering, not because the huge imbalance between supply and demand was fixed.",
  "It's recently made other heavy investments in real estate, including buying the massive building at 717 Fifth Avenue in New York last year.",
  "Companies buying their own shares — to boost prices in the belief that they are cheap — has been the biggest demand for stocks since 2009.",
  "And as the stock market marked the 7th year in a bull market last week, it's clear that buybacks have been an important prop for stocks.",
  "A Bloomberg report today said S&P 500 corporate buybacks could be as much as $165 billion this quarter, crossing a 2007 peak.",
  "Morgan Stanley\n\nLongson notes that producers are now hedging like crazy in the $40-range for West Texas Intermediate crude.",
  "What's also going on here is an attempt by Anbang to own several properties and some of America's most iconic hotel brands.",
  "The current rally mirrors this period in 2015 in many ways, only that producers are willing to hedge at much lower levels.",
  "This resulted in a flatter curve, but it also limited the rally in the front to $60 given the state of US inventories.",
  "That's unlike private mutual funds and ETFs, which have been withdrawing from stocks at one of the fastest paces ever.",
  "Oil\n\nCrude oil prices slid again after rising for a fourth straight period last week, or nearly 50% from recent lows.",
  "So producers would earn only a net gain if the settlement price is cheaper than what they sold the contracts for.",
  "Barclays' Jonathan Glionna wrote in a note last week that companies have been financing buybacks by issuing debt.",
  "And at this level, producers are encouraged to sell and produce oil as long as prices remain below their hedges.",
  "And with credit conditions tightening in the last several months, their purchasing ability has been limited.",
  "And analysts are telling us that any chances of a rally have been destroyed by producers themselves.",
  "On Monday, it agreed to buy a portfolio of luxury hotels from Blackstone Group for $6.5 billion.",
  "If oil prices are higher than the hedged price, then producers buy back the contracts at a loss.",
  "The real life Gordon Gekko is supporting Bernie Sanders because of a basic economic principle.",
  "As the USD and producer hedging reasserted themselves, that rally proved to be short lived.",
  "But the Chinese insurance group Anbang wants Starwood, so it led a counter offer.",
  "Buybacks\n\nIt's been getting harder for companies to support stocks through them.",
  "Warren Buffett on why a good business is one \"your idiot nephew\" could run.",
  "Also, a video of Buffett's palm triggering the famous \"Yahoooooooo\" yodel.",
  "Anbang bought the iconic Waldorf Astoria hotel in New York in 2014.",
  "Business Insider's Bob Bryan outlined why in a post this weekend.",
  "These three questions hold the key to what it does next.",
  "And they're planing to spend more in the next year.",
  "Additionally:\n\nThe Fed's meeting starts tomorrow.",
  "The Dow closed at the highest level of the year.",
  "Americans don't think inflation is dead.",
  "Our Quant reporter has some objections.",
  "It's March 14 — 3/14 — so it's p Day.",
  "So it really isn't all over.",
  "But it's not all over.",
  "Or should it be?"
]