[
  "IBD\n\nEconomics - An affair to remember: Yesterday, JP Morgan started peddling a bundled mortgage security that would pass along the credit risk on $1.9 billion in mortgages in attempt to revive a business that has been largely left to the government since the financial crisis.",
  "USA Today\n\nHertz agreed yesterday to unload most of its stake in the Chinese rental car company Car, Inc. to UCar Technology for about $240 million - the deal just never worked out like it was drawn up in the boardroom with a vast number of Chinese who did not own a vehicle.",
  "Campari is the Italian alcoholic version of a soda drink that used to be called Purple Passion - In other words, Campari is like going to the soda fountain, mixing all the drinks together with a shot of vodka - then you've got a Campari.",
  "Fortune\n\nPrivate Equity - Avon takes action: Cerberus Capital Management completed its acquisition of Avon, gave the company a cash injection and then announced it would move the company's HQ from New York City to the United Kingdom.",
  "Although Columbia House Record Club has gone through a bankruptcy, the newest owner has plans to launch a record service as hinted at by the \"coming soon\" on the Columbia House Record Club website.",
  "Fresh Market's founders Ray Berry and his son Brett together owned about 10% of the company's shares and agreed not to sell them, and will roll all of the shares into the deal.",
  "By the way, Honest Dollar is not exactly open: small businesses through a bill passed last year can get retirement portfolios at zero cost directly through the US Treasury.",
  "WSJ\n\nBuzzard's Roost - Junkyard Dog - US scrap-metal companies face a dual threat of shrinking demand and lower prices, causing junk yards to close shop all over America.",
  "IBD\n\nCulture - Campari, the uppity but nice Italian distiller, agreed to buy the French cognac maker Grand Marnier a nice little family-owned company, for $760 million.",
  "Late yesterday afternoon, Fresh Market agreed to be acquired by the financial player Apollo Global Management, although Kroger, a strategic player, made a run for it.",
  "NYT\n\nHot - General Motors will launch a program with car service Lyft called Express Drive, where drivers can rent GM cars for $99 per week plus 20 cents a mile.",
  "The company sells online retirement plans consisting of portfolios of low-cost exchange-traded funds to small companies, charging employees $8 per month.",
  "Engadget\n\nGoogle is holding a cloud computing user conference March 23 and 24 and it showed yesterday a big \"non-Google\" guest speaker will be Netflix.",
  "Fresh Market, based in Greensboro, North Carolina, always said Whole Foods sold out by offering fried chicken and other unhealthy foods on its buffet.",
  "Honest Dollar does have a customer that includes the drivers of Lyft and its investors including venture capital firm Core Innovations Capital.",
  "Google and Amazon battle it out in a cloud computing war and the tech crowd has begun to show its hand that it favors Google over Amazon.",
  "It will bring out of retirement former Discover Card executive Harit Talwar to lead the company into an expansion of online lending.",
  "Out of nowhere, mutual funds are starting to make sniper-like big bets in the higher risk places, like oil and gas shorts.",
  "BBC\n\nHedge Funds - Mutual funds are messing up hedge funds' party in oil and gas shorts and then going long.",
  "They will offer two subscription services with plenty of used records available in record shops and online.",
  "M&A - It's the end of the horse race between Whole Foods and Fresh Market, and Whole Foods won by a mile.",
  "By the way, the 20 cent mileage charge will be waived for drivers who provide 40 or more rides per week.",
  "- Goldman Sachs did yesterday what they normally don't do: buy a tiny startup that is barely a year old.",
  "Ray Berry as Chairman and Founder did not vote for or against the deal in the boardroom decision.",
  "Today, Netflix uses Amazon for its cloud infrastructure and Google for its backup infrastructure.",
  "The junkyard collapse paralleled a fall in prices for steel, iron, copper and other commodities.",
  "Drivers who do 65 or more rides per month will not even be charged the $99 weekly fee.",
  "The most entrepreneurial university in America today are car ride-hailing services.",
  "It is called Honest Dollar, an online retirement savings company based in Austin.",
  "A retired corporate executive leading a startup - wonder how that will work out?",
  "The only question is, where will you get the turn table to actually play them?",
  "Junkyard operators are stockpiling the cars instead of shredding and selling.",
  "WSJ\n\nInvestment Banking/Venture Capital - What do they have up their sleeves?",
  "The big question is - will Netflix announce it is going Google all the way?",
  "Fortune\n\nCould have heard it coming - vinyl records are making a comeback.",
  "The real losers in cloud computing are internal IT departments.",
  "Fresh Market operates 186 stores and Whole Foods operates 439.",
  "In other words, you don't need a car to go into business.",
  "The program will lift Lyft's pool and supply of drivers.",
  "They cannot match costs and scale.",
  "It wasn't all sweet and nice.",
  "Or is that not the point?",
  "Social media killed it.",
  "Goldman didn't stop.",
  "Easy money.",
  "WSJ"
]