[
  "But, you can find our shocking prediction of where the price of oil is heading in this video…\n\nShares of The Walt Disney Co. (NYSE: DIS) slipped slightly this morning despite news that its film “Zootopia” won the box office again for the second straight weekend.",
  "The Fed is not expected to raise interest rates this month, however, a flurry of positive economic data – including last month’s strong jobs report and energy prices boosting inflation – could press the central bank to take action at some point this year.",
  "Today’s U.S. Economic Calendar (all times EST)\n\n4-Week Bill Announcement at 11 a.m.\n\n3-Month Bill Auction at 11:30 a.m.\n\n6-Month Bill Auction at 11:30 a.m.\n\nWhat Investors Must Know This Week\n\nFollow Money Morning on Facebook and Twitter.",
  "Any reproduction, copying, or redistribution (electronic or otherwise, including the world wide web), of content from this webpage, in whole or in part, is strictly prohibited without the express written permission of Money Morning.",
  "A massive stimulus package by the European Central Bank has investors hungry for more sugar as they eye this week’s monetary policy decisions the Bank of Japan, the Federal Reserve, the Swiss National Bank, and the Bank of England.",
  "Traders celebrated news from the European Central Bank that President Mario Draghi and his central banking clan were poised to unleash a wave of unprecedented monetary stimulus across the world’s largest economic bloc.",
  "Additionally, on the earnings side, pay attention to quarterly performance reports from MannKind Corp. (Nasdaq: MNKD), Jamba Inc. (Nasdaq: JMBA), Black Diamond Inc. (NYSE: BDE), and TravelCenters of America (NYSE: TA).",
  "Shares of Starwood Hotels & Resorts Worldwide Inc. (NYSE: HOT) were up more than 8.3% on news that the firm received an unsolicited takeover proposal bid from a number of firms spearheaded by China’s Anbang Insurance.",
  "Futures for the Dow Jones Industrial Average forecasted a 27-point decline as investors turn their attention to monetary policy meetings this week from a number of prominent central banks around the globe.",
  "Our experts – who have appeared on FOXBusiness, CNBC, NPR, and BloombergTV – deliver daily investing tips and stock picks, provide analysis with actions to take, and answer your biggest market questions.",
  "This morning, shares of natural foods grocer The Fresh Market (NYSE: TFM) gained 2.4% on news that it will be purchased by private equity giant Apollo Global Management (NYSE: APO) for $1.36 billion.",
  "Our goal is to help our millions of e-newsletter subscribers and Moneymorning.com visitors become smarter, more confident investors.To get full access to all Money Morning content, click here.",
  "Now here’s your list of top stocks to watch in today’s market, plus today’s economic calendar:\n\nCompanies to Watch in the Stock Market Today\n\nThe deals just keep coming.",
  "Brent crude prices fell more than 2% after Iran announced it would only join the production freeze group after it topped production of 4 million barrels each day.",
  "On the economic front, traders are playing a wait-and-see game with the Federal Reserve, which kicks off its second meeting on monetary policy tomorrow afternoon.",
  "About Money Morning: Money Morning gives you access to a team of ten market experts with more than 250 years of combined investing experience – for free .",
  "Oil prices slumped again after Iranian oil leaders sank the possibility of a quick deal among global producing nations to slash energy production.",
  "Investors should also look to earnings update from Lennar Corp. (NYSE: LEN), Cintas Corporation (Nasdaq: CTAS) and 3D Systems (NYSE: DDD).",
  "(NYSE: DIS) slipped slightly this morning despite news that its film “Zootopia” won the box office again for the second straight weekend.",
  "Meanwhile, the Blackstone Group (NYSE: BX) announced plans to sell luxury hotels operator Strategic Hotels & Resorts to Anbang Insurance.",
  "The Asian stock markets rallied again this morning, with the Nikkei adding 1.7% and the Shanghai Composite Index taking a 1.7% gain.",
  "What’s Moving the Dow Jones Industrial Average Today\n\nHere’s a breakdown of why the Dow is dipping this morning.",
  "(NYSE: TFM) gained 2.4% on news that it will be purchased by private equity giant (NYSE: APO) for $1.36 billion.",
  "Energy traders are watching the status of global oil deal between OPEC and several non-OPEC producers.",
  "And here’s the top stock market news, stocks to watch, and economic calendar for March 14, 2016.",
  "Today, a light economic calendar has traders paying attention to event across both oceans.",
  "Starwood has already agreed to be purchased by Marriott International Inc. (NYSE: MAR).",
  "The deal comes just three months since Blackstone purchased the firm for $4 billion.",
  "The board says it will not change its recommendation to accept its previous deal.",
  "Oil prices have gone through one of the worst oil crashes in modern history.",
  "The film pulled in more than $50 million in North American ticket sales.",
  "The film pulled in more than $50 million in North American ticket sales.",
  "Protected by copyright of the United States and international treaties.",
  "On Friday, the Dow surged 218 points and hit a four-week high.",
  "Disclaimer: © 2016 Money Morning and Money Map Press.",
  "16 W. Madison St. Baltimore, MD, 21201.",
  "All Rights Reserved."
]