[
  "\"We believe there is a significant opportunity to enhance the brand, merchandise offering and price-value combination to make The Fresh Market a primary destination for food shoppers, while at the same time being committed to social responsibility through partnerships with local vendors and communities,\" said Andrew Jhawar, head of the retail and consumer group at Apollo.",
  "Under the terms of the deal, Apollo-affiliated funds will pay $28.50 per share in cash for the grocer, which represents a 24% premium over Friday's closing price and a 53% premium from before speculation regarding a deal first surfaced.",
  "The grocer, which has sought to bring a neighborhood feel to its 180+ stores, has seen same-store sales decline as it competes against Whole Foods and other specialty grocery stores.",
  "Apollo has also worked with Sprouts Farmers Market, Smart & Final , Hostess Brands and General Nutrition Centers, said Jhawar, and will bring that experience to Fresh Market.",
  "The acquisition comes after a review of strategic and financial alternatives, said Rich Noll, the lead independent director of Fresh Market, in a statement.",
  "The Fresh Market has agreed to be acquired by an affiliate of private equity firm Apollo Global Management for $1.36 billion, the companies said on Monday.",
  "Berry and his son Brett, who together own roughly 9.8% of the company, have agreed not to tender shares held by them into the tender offer.",
  "It has been approved by the board, with the exception of founder and chairman Ray Berry, who recused himself from the process.",
  "George Golleher, who was formerly CEO of Smart & Final and Ralphs/Food-4-Less, will be a co-investor with Apollo in the deal.",
  "Shares of Fresh Market, which have shed 31% over the last 12 months, jumped 24% to $28.44 in pre-market trading on Monday.",
  "They will both participate and rollover the vast majority of their holdings in the deal with Apollo.",
  "Shares of Fresh Market surged 24% in pre-market trading following the news.",
  "The deal is expected to close in the second quarter of this year."
]