[
  "As for why this find itself under the bubble section, we'd note that the basic worry in the space is that with investors herding into ETFs — which are also passive investment strategies — because their management fees are the lowest, some are worried these same investors will pull their money at a when markets hit turbulence and pull that money all at the same time.",
  "Here's the SEC (emphasis mine):\n\nThe SEC alleges that John Afriyie found out about an impending acquisition of home security company The ADT Corporation when prospective acquirer Apollo Global Management approached the Manhattan-based investment firm where he was employed and discussed potential debt financing for a public-to-private deal.",
  "Afriyie subsequently accessed several highly confidential, deal-related documents on the firm's computer network and purchased thousands of high-risk, out-of-the-money ADT call options in his mother's account in anticipation that ADT's stock price would rise when the transaction was publicly announced.",
  "\"We'd love to be able to argue convincingly that these data represent hard evidence of a further improvement in labor market conditions,\" wrote Ian Shepherdson at Pantheon Macroeconomics following the report, \"but it's more likely that Easter-related seasonal adjustment problems explain the drop.\"",
  "Overall, inflation still appears to be perking up, though not to an extent that will likely put any additional pressure on the Federal Reserve to raise rates, and Thursday's report almost certainly rules out a move at their next meeting set for later this month.",
  "JPMorgan\n\nAs JPMorgan wrote in its report on Thursday, \"While there are a number of issues weighing on the revenue yield in Schwab's fee business, we feel the growth of ETF business is having a particularly negative impact on Schwab's revenue yield.\"",
  "A dearth of attractive investment opportunities for investors and poor economic growth prospects for corporates led to companies looking to credit markets to lever up, only to find investors very willing to lend money at historically low rates.",
  "Wells Fargo, meanwhile, acknowledged that its oil and gas portfolio is under \"significant stress\" as the financial condition of its borrowers has been impaired by the decline in oil prices, which are down about 70% from a couple years ago.",
  "These reports did reveal relevant trends in markets and the economy, though, with Sam Ro at Yahoo Finance arguing that BofA's report showed that while its pretty great to be a consumer in the US right now it's tough to be a bank.",
  "People watch the NFL and pay to see the fourth reboot of Batman and so the league and the networks and the studios double-, and triple-, and quadruple-down on these endeavors because this they get the market return as producers.",
  "But this tweet from Conor Sen at New River Investments brought this whole phenomenon of sequel after sequel after sequel to the fore and captured, in just a few words, why it seems obvious this is going to end at some point.",
  "The upshot is that this experience probably won't be had inside a context of marketing and ease-of-use, meaning you'll have to sift through bad or boring experiences to find something that speaks to you.",
  "And, as we noted, Bloomberg News reported this week that just months before oil prices started rolling over the bank bragged to shareholders that it had doubled its lending in the oil and gas space.",
  "So on the one hand this would be bad for ETF managers and ETF investors, but it also sort of sounds like a situation where enterprising (and smart) investors could take advantage of bargain prices.",
  "Thomson Reuters After hitting year-to-date highs on Wednesday, stocks were — as we like to say — aggressively unchanged on Thursday as each of the major indexes closed within 0.1% of the flatline.",
  "Elsewhere in the economy, the consumer price index for March showed \"core\" inflation continues to move higher in the US with prices rising 0.1% over the prior month and 2.2% over the prior year.",
  "Instead, we and the studios and the leagues, pick a middle-ground experience: no one is getting fired (right now, at least) by selling us superhero sequels and football three nights a week.",
  "I remember \"Avatar,\" but I remember that it was an event, a product, a moment for 3D movies and CGI and I have no idea what the story was really about (even though I saw the movie).",
  "But this chart from JPMorgan showing the decline in assets under management for mutual funds run by Charles Schwab and the firm's exchange-traded funds tells the whole story.",
  "These numbers, however, did miss expectations and the year-on-year figures marked the first time since October the number didn't increase against the prior month's rise.",
  "This rush for the exit would, the worry goes, lead to major dislocations between the value of these funds and the value of the assets the fund's are meant to track.",
  "The SEC's complaint also says that on the days he placed the options trades he was most of the action in ADT's out-of-the-money calls, which is just hilarious.",
  "Of course, as readers of this space know, analyst estimates are really just guess work checked against earnings reports which themselves are guess work, too.",
  "Securitization and tranching, in finance, are simply ways for investors to get a piece of an investment — or many investments — in lieu of the real thing.",
  "The ADT deal was announced on February 16, and afterwards Afriyie sold all of the ADT options in his mother's account to obtain his illicit profits.",
  "The finance tie-in here speaks to the trend we see into ETFs and away from hedge funds (\"Just give me the market return and give it to me cheap!",
  "Superhero movies are basically all the same just like every NFL game — television's biggest product right now — is basically all the same.",
  "So what we want when we turn on the TV or go to the movies — and what the studios and the networks are offering — is a fine experience.",
  "Shepherdson added, \"The trend in claims undoubtedly is very low, but it's probably still in the low 270s, rather than the low 250s.\"",
  "On Thursday, the latest weekly report on initial jobless claims showed new filings for unemployment insurance totaled just 253,000.",
  "Or as Mish writes, \"Investors were herded into lower-quality credit risk for a yield pick-up of a couple hundred basis points.\"",
  "And the structural downside risks for high yield bonds and loans are material, with non-negligible downside risks to growth.\"",
  "(I'm aware that this isn't explicitly bubble news, but there is no shortage of worries about ETFs being the next bubble.",
  "Banks\n\nBanks earnings season is here and out Thursday morning were reports from Bank of America and Wells Fargo.",
  "And, well, 28-year-old analyst John Afriyie allegedly put on an options trade that definitely didn't lose money.",
  "A really engaging event might be, I don't know, seeing a movie or play that completely changes your worldview.",
  "This extended the streak of weeks with claims totals below 300,000 to 58, which is the longest since 1973.",
  "BofA reported earnings per share that were in-line with expectations while revenue was a touch light.",
  "Mish writes, \"In short, we believe there is a corporate credit bubble in speculative grade credit.",
  "Bob Bryan has the write-up here, but Mish's basic argument is one you hear not infrequently.",
  "This is more of a problem for your asset manager and not so much for you, the investor.",
  "There's a media company that makes $20 million a year with 10 million monthly uniques.",
  "Insider Trading\n\nThere's a joke in markets that you can't lose money trading options.",
  "The problem: he allegedly used inside information to make the trade and the profit.",
  "Or maybe they are entirely new stories in new worlds under the same familiar brand.",
  "\"Superhero movies are like securitizing and tranching out culture,\" Sen writes.",
  "But, apparently, there are four more installments in the series or something.",
  "Want to own a mall but don't have the capital or the expertise or something?",
  "Bubbles\n\nMatthew Mish at UBS thinks there might be a bubble in junk bonds.",
  "San Francisco home prices have fallen for the first time in four years.",
  "\"Core\" inflation strips out the more volatile costs of food and gas.",
  "First, the scoreboard:\n\nUS Economy\n\nThe US labor market is on fire.",
  "The biggest oil meeting in decades will take place on Sunday.",
  "Again, this is good for you and bad for your asset manager.",
  "Also, his mother was used as a cover for the whole thing.",
  "And as consumers, we get the same, for better and worse.",
  "\"), translated into some of our bulk cultural products.",
  "The goal is to put out a product that is good enough.",
  "Additionally\n\nNYC pensions are done with hedge funds.",
  "A bank will sell you a bundle of mall leases instead.",
  "Wells, meanwhile, beat on the top and bottom lines.",
  "Which seems, well, problematic for Bank of America?",
  "Jim Grant wrote a very scary cover story for Time.",
  "In other bubble news, ETFs are a big thing.",
  "So, you know, batten down the hatches.",
  "(Industry translation: this is good.)",
  "Of course, this is all hypothetical.",
  "Yes, this is exactly what they are.",
  "There are going to be four sequels.",
  "But there's a slight catch: Easter.",
  "Ten stocks Morgan Stanley loves.",
  "I think it has some problems.",
  "Also: it is called PureWow.",
  "For whatever that's worth.",
  "Movies\n\nRemember \"Avatar\"?",
  "Blame the Fed and so on.",
  "(You definitely can.)",
  "Cheaper is better.",
  "A worry of sorts.",
  "Liquidity, etc.)",
  "I have no idea.",
  "Potentially!",
  "Not ideal.",
  "Allegedly.",
  "Four!"
]