[
  "Other markets: The HSBC China Manufacturing purchasing managers index rose, but the numbers remained in negative territory for the third straight month, a sign the country’s manufacturing sector is deteriorating further, said economists.",
  "Economic Preview: Steady jobs growth best thing going for up-and-down U.S. economy\n\nStocks to watch: Intel Corp. INTC, -4.40% announced a $16.7 billion deal to buy Altera Corp. ALTR, -4.35% on Monday, The Wall Street Journal reported.",
  "Greece holds the potential to trigger volatility as it races against time to hammer out a deal with lenders before it has to pay 300 million euros ($327 million) on Friday, the first of four payments in the space of two weeks.",
  "In the day’s economic reports, slightly disappointing consumer spending data offset better-than-expected manufacturing news for April that suggested weather and the West Coast port strikes had cut into first-quarter activity.",
  "Read: OPEC may condemn the world to an oil glue for years as big meeting looms\n\nThe Stoxx Europe 600 SXXP, +0.62% ended 0.2% higher, as investors closely monitored Greece’s bailout negotiations.",
  "US:OMG shares surged 28% to $34.04 after the diversified-industrial company said it has agreed to be bought by units of private-equity firm Apollo Global Management LLC for $34 a share in cash.",
  "Quincy Krosby, market strategist at Prudential Financial, noted the range-bound stock market suggests investors are waiting for a catalyst to move definitively higher or lower.",
  "“Greece continues to be an issue that may provide that catalyst and at least today, there weren’t any negative news,” said Kate Warne, investment strategist at Edward Jones.",
  "“The most important data this week is the official monthly jobs report due on Friday and investors will be watching the wage growth component very carefully,” Krosby said.",
  "Alternatively, if the Fed starts normalizing rates this year, while revenue growth is still falling, markets will reprice,” Krosby said referring to a possible pullback.",
  "U.S. stocks eked out modest gains on Monday as investors digested a mixed bag of economic reports, including data on consumer spending, construction and manufacturing.",
  "Greece Prime Minister Alexis Tsipras, writing an article for French newspaper Le Monde on Sunday, accused international creditors of making “absurd” demands.",
  "The Institute for Supply Management’s manufacturing index rose slightly in May to a reading of 52.8%, from 51.5% in April, slightly topping expectations.",
  "Earlier, stock futures took cues from gains in Asian markets, which came after weak manufacturing data for China triggered hopes of more stimulus there.",
  "The Dow Jones Industrial Average DJIA, -2.24% gained 29.69 points, or 0.2%, to 18,040.37, with more than half of its 30 components finishing higher.",
  "Outlays for U.S. construction projects rose 2.2% in April to a seasonally adjusted annual rate of $1.01 trillion, above economists’ forecasts.",
  "But a looming deadline for a Greek repayment to the International Monetary Fund threatens to make it a volatile week for global equities.",
  "Investors weighed how recent economic data will influence the Federal Reserve’s decision on when to begin raising interest rates.",
  "The S&P 500 SPX, -2.33% rose 4.35 points, or 0.2%, to close at 2,111.74, with eight of its 10 main sectors finishing higher.",
  "If we have weak data and the Fed puts off the normalization of interest rates, then we might see the market climb further.",
  "Oil prices CLN5, +0.00% settled slightly higher at $60.20 a barrel, marking the first fall in three sessions.",
  "Investors rack up record debt to buy this market\n\nData: Economic indicators will play a big role this week.",
  "The Nasdaq Composite COMP, -3.05% ended the session up 12.90 points, or 0.3%, at 5,082.93.",
  "Consumers continued to save in April, as spending was flat while personal incomes rose.",
  "Meanwhile, inflation as gauged by the PCE price index was unchanged last month.",
  "“The stock market is still very much dependent on the Federal Reserve.",
  "Read more about today’s notable movers in Movers & Shakers column.",
  "Gold futures US:GCM5 gained, settling 0.1% higher at $1,191.10.",
  "Industrials, technology and health care stocks led the gains.",
  "The Shanghai Composite SHCOMP, +0.03% surged 4.7% on Monday.",
  "Providing critical information for the U.S. trading day.",
  "Subscribe to MarketWatch's free Need to Know newsletter.",
  "Read: How Greece is playing the ECB for chumps .",
  "The Nikkei 225 index NIK, +0.82% finished flat.",
  "The European Central Bank also meets this week.",
  "The data helped boost Chinese stocks.",
  "Need to Know: What June gloom?",
  "Alter shares rose 5.8%.",
  "OM Group Inc.",
  "Sign up here."
]