[
  "Twitter — Twitter reported an adjusted quarterly profit of 15 cents per share, 5 cents a share above estimates, but the company's revenue was below Street forecasts.The microblogging service also gave weaker-than-expected current-quarter revenue guidance.",
  "Check out which companies are making headlines before the bell:\n\nComcast — The NBCUniversal and CNBC parent earned an adjusted 84 cents per share for the first quarter, 5 cents a share above estimates, with revenue also beating Street forecasts.",
  "United Technologies — The industrial conglomerate reported adjusted first-quarter profit of $1.47 per share, beating estimates of $1.39 a share, with revenue also exceeding analysts' estimates.",
  "Northrop Grumman — The defense contractor reported adjusted quarterly profit of $2.77 per share, 28 cents a share above estimates, while revenue was slightly above Street forecasts.",
  "Garmin — The maker of GPS devices beat estimates by 7 cents a share, with adjusted quarterly profit of 49 cents a share, while revenue exceeded forecasts by a wide margin.",
  "AT&T — AT&T came in 3 cents a share ahead of estimates with adjusted quarterly profit of 72 cents per share, with revenue essentially in line with expectations.",
  "Chipotle Mexican Grill — Chipotle lost 88 cents per share for its latest quarter, but that loss was 7 cents a share smaller than analysts had been expecting.",
  "The restaurant chain's revenue was below forecasts, as it held food giveaways to encourage customers to return following last year's food safety scares.",
  "General Dynamics — General Dynamics saw a performance similar to rival Northrop Grumman, coming in 18 cents a share above estimates at $2.34 per share.",
  "H&R Block — The tax preparation firm is cutting 250 jobs as part of a cost-cutting effort, following a tax season which saw its customer volumes fall.",
  "U.S. Steel — The company lost an adjusted $2.15 per share for its latest quarter, wider than the $1.23 per share loss analysts were anticipating.",
  "Its revenue and full-year guidance fell short of estimates, as well, as same-store sales dropped at both company-owned and franchised locations.",
  "Panera Bread — Panera reported adjusted quarterly profit of $1.56 per share, 6 cents a share above estimates, with revenue also above forecasts.",
  "The medical device maker also said it may get Food and Drug Administration approval for its new heart valve implant sooner than expected.",
  "Baker Hughes — The company reported an adjusted loss of $1.58 per share, far worse than the 34 cent a share loss analysts were expecting.",
  "That drop coincides with Intuit — the maker of TurboTax software — raising its guidance for revenue related to consumer tax preparation.",
  "DreamWorks Animation — The movie studio is reported in talks to be acquired by Comcast for more than $3 billion, according to sources.",
  "Comcast saw growth across virtually all its business segments, and its biggest first quarter jump in TV customers in nine years.",
  "The miss occurred as Boeing announced a new 24-cents-per-share charge for engineering changes to its refueling tanker program.",
  "Buffalo Wild Wings — The restaurant chain came in 4 cents a share shy of estimates with quarterly profit of $1.73 per share.",
  "Edwards Lifesciences — Edwards raised its 2016 sales and profit forecast, after its first-quarter results beat estimates.",
  "Acuity Brands — Acuity will join the S&P 500, replacing ADT, which is being acquired by Apollo Global Management.",
  "Apple did increase its quarterly dividend by 10 percent and raised its capital return program by $50 billion.",
  "Anthem — The health insurer's adjusted earnings came in at $3.46 per share, above estimates of $3.32 a share.",
  "EBay — EBay earned an adjusted 47 cents per share for its latest quarter, 2 cents a share above estimates.",
  "Revenue also was above analysts' estimates, even though its aircraft sales fell from a year earlier.",
  "The company also increased its full-year earnings guidance, as demand for its fighter jets rises.",
  "United Technologies saw a 2 percent rise in organic growth and reaffirmed its full-year forecast.",
  "Revenue also exceeded forecasts as Anthem's government related business was particularly strong.",
  "The restaurant chain also raised its guidance for the year as same-store sales continue to rise.",
  "Apple — Apple earned $1.90 per share for its latest quarter, 10 cents a share below estimates.",
  "Boeing — Boeing missed estimates by 8 cents a share with quarterly profit of $1.74 per share.",
  "However, AT&T did lose 382,000 internet and TV service customers during the quarter.",
  "Its revenue missed, as well, after it posted its first-ever drop in iPhone sales.",
  "AT&T's results were helped by its purchase of satellite TV provider DirecTV.",
  "The company saw stronger-than-expected demand for GPS fitness devices.",
  "Comcast would combine DreamWorks with its Universal Pictures division.",
  "The online retailer also saw revenue come in ahead of expectations.",
  "Acuity Brands is a designer and producer of lighting solutions.",
  "Its quarterly rise in sales was its first in five quarters.",
  "The steelmaker's revenue also missed forecasts.",
  "Revenue was also light."
]