[
  "“Hostile takeovers are virtually unheard of in the newspaper industry, where cultural fit is paramount and regulatory concerns loom large.”\n\nDickey’s growth plans for Gannett — which owns 107 other newspapers and their affiliated online properties — entail owning as many local market media properties as strategically feasible.",
  "Two investment funds — Oaktree Capital Management and Primecap Management — collectively control nearly 30% of Tribune Publishing, the Chicago-based company that received a $425 million offer from Gannett to buy its 11 dailies, including the Los Angeles Times, the Chicago Tribune and The Sun in Baltimore.",
  "The company plans to increase agility and drive innovation while driving efficiencies and reducing costs.”\n\nIn an interview with the Los Angeles Times, Ferro repeated similar goals and said more details of the company's strategy will be unveiled May 4 during an earnings announcement.",
  "Tribune’s chairman, Michael Ferro, clearly prefers to operate Tribune as a standalone company, having largely ignored Gannett’s bid when it was privately sent in a letter from Gannett CEO Robert Dickey to him and Tribune CEO Justin Dearborn on April 12.",
  "If Gannett can add Tribune’s properties, it will be a “major publisher” in Florida with “all kinds of synergies,” Doctor said, referring to its ability to consolidate printing and distribution facilities and deploy regional ad sales staffs.",
  "By gaining \"scale\" both in journalistic resources and market footprint, Gannett bets it can generate cost savings, compete more aggressively in journalism and offer diversified marketing-advertising services to local business customers.",
  "Primecap, which has about a 12% stake, doesn’t comment on media inquiries, according to a receptionist who answered the phone at its office in Pasadena, Calif. Blackrock, JPMorgan and Citadel couldn’t be reached for comment.",
  "In February, Ferro, who made his fortune in health care and technology start-ups, became chairman of Tribune’s board after paying $44.4 million for a 16.6% stake — or $8.51 a share — making him the largest shareholder.",
  "Or they may take on a more unfriendly tone, possibly threatening a lawsuit if they deem Tribune’s management is not meeting its fiduciary responsibility to shareholders by ignoring the premium, he said.",
  "Last year, Oaktree could have netted its return on investment on a similar expression of interest in Tribune’s assets from Apollo Global Management and real estate billionaire Eli Broad, Doctor noted.",
  "This month, Gannett completed its $280 million deal to buy Journal Media Group, adding the Milwaukee Journal Sentinel and The Commercial Appeal of Memphis, among others, to its roster of news outlets.",
  "Together, “they’re a significant force” in deciding Tribune’s next course of action, says Ken Doctor, an analyst who writes about the media business at his website, Newsonomics.com.",
  "(Photo: Tim Loehrke, USA TODAY)\n\nA few low-key investment fund managers could decide the fate of one of the most prestigious brands in American journalism — Tribune Publishing.",
  "Lance Vitanza, an analyst at CRT Capital, wrote in his note to investors that “Gannett has room to up its bid.”\n\n“Gannett needs support from Tribune’s board,” Vitanza wrote.",
  "There is also the possibility of other bidders emerging, though the spread in Tribune’s stock price seems to indicate that the market has doubts about that scenario.",
  "That’s been one of the odd things here.”\n\nFerro himself is a relative newcomer to Tribune, having paid significantly lower than Gannett’s offer price two months ago.",
  "Tribune “has been undertaking a transformation and has made significant organizational changes,” it said in a statement Monday after Gannett announced its bid.",
  "Ferro and Dearborn will try to convince the board and shareholders of their vision for what Tribune called “a content-first strategy” mixed with cost-cutting.",
  "Still, if Tribune’s major shareholders aren’t convinced of his go-it-alone strategy, they could prod Ferro to strike a deal with Gannett, Doctor said.",
  "Blackrock owns a 4.6% stake of Tribune, while JPMorgan and Citadel have 4.29% and 0.4%, respectively, according to S&P Global Market Intelligence.",
  "Gannett’s “bear hug” offer was to pay $12.25 per Tribune share, a 63% premium to Tribune’s last closing stock price before the bid was revealed.",
  "“It’s likely that a deal (with Gannett) will get done in the end and probably at a little higher premium” than the current offer price, he said.",
  "“This strategy centers on using innovative technology to leverage Tribune Publishing’s valuable content and distribution channels.",
  "Gannett, which owns USA TODAY, would assume $390 million of Tribune’s debt, bringing the total value of the deal to $815 million.",
  "Based in McLean, Va., Gannett publicly revealed Monday its bid to buy Tribune Publishing for about $815 million.",
  "Adding the Chicago Tribune to its portfolio would enable Gannett to seek similar consolidation opportunities.",
  "If Ferro is insistent on retaining control, he could seek to reshuffle the board with new members.",
  "Dickey estimated in his offer Monday that Gannett could achieve about $50 million in savings.",
  "Oaktree, which owns about 15% of Tribune, declined to comment through a spokesperson.",
  "Soon after, he replaced then-CEO Jack Griffin with his longtime associate, Dearborn.",
  "Tribune publishes the Orlando Sentinel and the Sun-Sentinel of Broward County, Fla.",
  "Contributing: Matt Krantz\n\nRead or Share this story: http://usat.ly/26BREkx",
  "“I think there’s more than $100 million in synergies,” Doctor said.",
  "Doctor predicts that Dickey’s effort may ultimately pay off.",
  "He may try to raise more money to take the company private.",
  "Tribune shares were trading at about $10.90 Friday morning.",
  "“And it could have gotten close to this price last year.",
  "“Oaktree has been remarkably quiet,” Doctor said."
]