[
  "“We appreciate the support of the many shareholders who have voted in favor of the merger agreement and are confident that others will recognize the value that this revised offer represents.”\n\nApollo Education's stock closed regular trading Friday at $7.80 per share, up for the week even though the deal remained in limbo.",
  "(Photo: John Samora, The Arizona Republic)\n\nPHOENIX — The trio of private investors seeking to buy the corporate parent of the for-profit University of Phoenix increased their offer to shareholders Sunday in a bid to win over needed support for the deal.",
  "The board believes that the increased offer clearly makes this transaction an excellent outcome for shareholders, particularly given the headwinds facing the company,” said Greg Cappelli, Apollo Education's CEO.",
  "Schroder Investment Management Group and First Pacific Advisors, the two largest investors in Apollo Education, have made clear they don't like the deal, which was publicly announced Feb. 8.",
  "The revised offer would pay Apollo Education Group (APOL) investors $10 per share, 50 cents more than originally offered, when the proposed deal was initially disclosed in February.",
  "Shareholders have filed suit against Apollo Education in Maricopa County Superior Court and elsewhere, claiming the company failed to protect their interests and maximize its value.",
  "According to a statement from the company, about 58% of shareholders have indicated their support for the deal, though 20% of investors still had not voted.",
  "Last month, Apollo Education reported another money-losing quarter, noting enrollment fell 24% over the last year and net revenue slipped 19%.",
  "Glass, Lewis & Co., an independent advisory firm, told Apollo Education that the deal offered \"the relative certainty of cash at a premium.\"",
  "The increase comes days after Apollo Education officials postponed the original voting deadline, lacking the needed votes for approval.",
  "The private buyers include Apollo Global Management of New York, the Vistria Group of Chicago and Najafi Companies of Phoenix.",
  "“We are delighted that the increased purchase price will provide our shareholders with $10.00 per share in cash at closing.",
  "New enrollment skidded 39% over the same period a year ago, contributing to an $80 million operating loss for the quarter.",
  "The $10 per share offer would apply to every investor, even those who had already voted in favor of the deal at $9.50.",
  "Cappelli and other top executives with the company stand to divide about $22 million from the sale if it is approved.",
  "Meanwhile, Institutional Shareholder Services reportedly described the offer as \"extraordinarily low valuation.\"",
  "It fell to $6.31 earlier this year before stabilizing around $8 per share since announcing the looming sale.",
  "Investors are able to change their earlier votes, a move that could help tip support in favor of the deal.",
  "The main headquarters building of Apollo Education Group, the parent company of the University of Phoenix.",
  "Follow Ronald J. Hansen on Twitter: @ronaldjhansen\n\nRead or Share this story: http://usat.ly/1TFvyqa",
  "The private buyers of the company sweetened its offer for the company Sunday, May 1, 2016.",
  "Last week, the company noted that it could sell the university if the takeover failed.",
  "Shareholders have until Friday to vote on the deal, now worth about $1.14 billion.",
  "Without a majority of shares in favor of the deal, it would be rejected.",
  "The buyout offer has generated differing views of its fairness.",
  "Its stock has plummeted along with its enrollment.",
  "In 2009, the stock traded for $89 a share.",
  "The company denies those claims."
]