[
  "Some creditors sought separately to force Caesars into bankruptcy in a Delaware court earlier this week, and the judge in that case ordered a halt to Caesars's own petition today in a Chicago court, in a preview of the intricate legal disputes that are likely to accompany the company's restructuring.",
  "After examining a sizable database of private equity transactions, his group concluded that firms that are bought out become more efficient and productive in general, and that while they may lay off many more workers than they would otherwise, they balance those losses by creating new positions.",
  "This strategy is a common way of taking advantage of the the odd quirk in the tax code that shields investors in real estate investment trusts from taxation, and of the fact that many investors prefer the reliable income from a lease to the more volatile income from a casino.",
  "(AP/Julie Jacobson)\n\nThe company that owns most of Caesars Palace in Las Vegas filed for bankruptcy on Thursday, making official the failure of a grand buy-out inked by two private-equity groups on optimistic terms in the heady months leading up to the financial crisis.",
  "Critics argued that Olive Garden, forced to pay rent to a new entity, would operate on a much narrower margin and would be vulnerable if its sales declined further -- say, because a new competitor entered the market or because the economy went south again.",
  "Caesars has transferred its online gaming business, as well as two of its more profitable Las Vegas properties, out of Caesars Entertainment Operating Corp., the primary operating unit of the company and the one that was placed in bankruptcy.",
  "Still, private equity aficionados will note the parallels with an investor's proposal for Olive Garden, which became a minor controversy when the investor publicly criticized the popular restaurants' bottomless baskets of breadsticks.",
  "Yet Steve Davis, an economist at the University of Chicago who with several colleagues just published a major study of private equity, said that catastrophes like the Caesars deal aren't necessarily representative.",
  "In documents provided to creditors, Caesars said that in a normal gambling year and with its anticipated cost savings, its earnings would exceed $1.1 billion -- about a third greater than they were last year.",
  "Their supporters say that private equity firms profit from cutting costs when they buy bloated firms on margin, while providing a reliable source of income in the form of interest payments to bondholders.",
  "The operating company will use the proceeds from the sale to pay down its debts, and then continue to run the tables while making regular payments on a lease to the trust, its newly created landlord.",
  "TPG Capital Management and Apollo Global Management completed their purchase of the company for $30 billion in 2008, putting $6.1 billion down and borrowing the rest at high interest rates.",
  "Meanwhile, the involvement of private equity in the collapse of a widely recognized national brand may renew debate about the place of private equity firms in the economy in general.",
  "One group has accused the investors of a kind of shell game, in which they allegedly the titles on the casino conglomerate's properties in order to avoid paying their debts.",
  "\"There are some positive aspects of private equity buyouts, and then there's some support for some the concerns\" about who benefits and who is hurt by the transactions.",
  "He said that based on the operating company's recent cash flow, it might not be able to pay its lease along with the interest on its debt after the separation.",
  "presidential nomination next year, share a background in private equity, it's conceivable that the story of Caesars could become relevant in the campaign.",
  "What's more, in a microcosm of the company's luck over the past few years, its clients have been literally cleaning out the house in recent months.",
  "At the same time, the groups found that workers at firms under private-equity control may earn less than their peers at other, similar companies.",
  "The new Caesars would also be in a vulnerable situation, said Alex Bumazhny, who directs the gaming, lodging and leisure unit at Fitch Ratings.",
  "While Caesars says the operating company received a fair value for those properties from the rest of the corporation, the creditors disagree.",
  "Las Vegas, along with Macau, is a comparatively bright spots in the gambling industry, as casinos' primary clientele has been growing older.",
  "The plan to escape bankruptcy involves selling the operating company's land and buildings to a new entity, a real estate investment trust.",
  "Caesars has been making more and more at its baccarat tables, where a few high rollers play a small number of games for large stakes.",
  "When Romney last ran for president, his Republican primary opponents produced a short film excoriating his tenure in private equity.",
  "\"To my mind, from the perspective of the economy as a whole, these are clearly beneficial,\" Davis said of the gains in productivity.",
  "Critics say that they loot assets from companies and lay off workers, leaving firms financially unstable and burdened with debt.",
  "Younger people spend less in casinos, and when they do gamble, they might play online or through social media instead.",
  "If the casinos close their doors, the history of their failure will once again put private equity in a negative light.",
  "What's clear in hindsight is that the deck was stacked against Caesars, and not only because of the financial crisis.",
  "\"You're looking at a company that could have negative cash flow right out of the gate,\" he said.",
  "The recession came almost immediately afterward, and gamblers stopped spending money.",
  "Jeff Martos resets a deck of cards during a break in poker play at Caesar's Palace.",
  "The company has promised \"cost savings,\" which likely mean reductions in staff.",
  "The trust, in turn, will provide a regular dividend to its investors.",
  "He added that there's reason to think Caesars could make ends meet.",
  "These were the transactions that resulted in allegations of fraud.",
  "(The parent company, which is publicly traded, is still solvent.)",
  "And it's clear that Caesars management needs some way out.",
  "\"It is very much a multifaceted story,\" Davis concluded.",
  "The result is more unpredictable income for the casino.",
  "\"They mean that you’re enlarging the overall pie.\"",
  "Jeb Bush, two likely contenders for the G.O.P.",
  "Now TPG and Apollo's creditors are furious.",
  "Given that former Massachusetts Gov.",
  "Mitt Romney and former Florida Gov.",
  "What if Caesars' luck doesn't turn?"
]