[
  "But with investments in ClassPass and Placester, two smaller exits and strong performance from its young portfolio so far—85% of its 35 or so backed startups having raised follow-on capital from outside investors, while one-third will make at least $15 million in revenue this year—Romulus is emerging as one of the up-and-comers in venture capital before either of its investing partners turn 30 years old.",
  "“While most investors really do just provide money, it’s been cool to see Krishna really walk the walk.”\n\nUntil Placester, ClassPass or another of five or six breakout startups in Romulus’ portfolio experience a major exit, the firm’s success remains largely on paper.",
  "MIT Corporation board chairman Robert Millard is now involved with Romulus, as well as investor Art Samberg and Joel Ornstein, an MIT board member who was an early investor and adviser to investment firms including Apollo Global Management, Carlyle Group and WL Ross.",
  "Along with partner Neil Chheda, Gupta has built out his firm, Romulus Capital, into one of the faster growing in venture capital, with about 35 companies backed to date and a new $75 million fund that gives it $150 million in assets under management.",
  "Gupta’s childhood friend and MIT classmate Albert Ni, the fifth employee at Dropbox, says he would’ve “shrugged off” the pitch of no-frills, hands-on help just two years ago, before he left Dropbox and started pursuing angel investing.",
  "“The feedback was, ‘who are you?’” Undaunted, he launched Romulus like a startup while working at McKinsey, where he learned the hard way that side projects are tolerated so long as they don’t lead to awkward calls on the job.",
  "“It’s very early, but I can see that Romulus is growing very well.”\n\nThe two partners now split up fundraising largely by geography, with Chheda focusing on the U.S. while Gupta racks up miles pursuing investors abroad.",
  "“So I tried to solve the problem and a lawyer told me, there’s a name for this: venture capital.”\n\nMaking the rounds of Boston’s larger venture firms, Gupta says he was dismissed out of hand for being too green.",
  "In another, Gupta unsuccessfully pitched investor Joel Wyler in London before his son, Humin cofounder David Wyler, heard Gupta’s pitch years later at the Forbes Under 30 Summit and got the family back in.",
  "When Gupta started Romulus out of his MIT dorm room in 2008, he was a 20-year-old geek who didn’t drink or party much and had spent summers competing in math Olympiads while growing up in Illinois.",
  "Gupta would meet Chheda through the McKinsey alumni network, which liked to tell the story of the precocious analyst who’d quit after just eight months (before he could be let go) to play at VC.",
  "At the time he closed the firm’s second fund for about $75 million, Gupta was down to $200 left on a $10,000 personal credit line he’d coaxed out of a friendly staffer at Bank of America .",
  "Returning to Cambridge, Gupta rented out a town house and then sublet all the rooms, sleeping in the basement and liquidating his bank accounts to keep going with his $850,000 first fund.",
  "The partnership’s biggest tests don’t come with new bets (they have to agree unanimously on decision), but when company’s ask for the firm’s position on new strategies, Chheda adds.",
  "And unlike other young partnerships, Romulus has held off from wooing founders with parties or embracing the idealized parts of a Silicon Valley lifestyle, its partners say.",
  "That’s just fine for Gupta, who named the firm Romulus from his fascination with Rome’s centuries-long, definitely-not-in-one-day ascent (he tosses out the cliché freely).",
  "A former three-year analyst who’d sold a startup and was working at Zynga, Chheda added his own Yale and Harvard Business School networks to Gupta’s MIT connections.",
  "In Gupta and Chheda, Ornstein saw an investing duo mature beyond their years and with international experience that would make them strong asset managers, he says.",
  "And with 100 flights on his passport for 2016, the venture founder knows that he’ll have to keep hustling for Romulus to last among the ranks of respected firms.",
  "“Usually investing related to years of experience, but I felt [Gupta] had the maturity already while still having a lot of energy and ideas,” says Ornstein.",
  "Three trips to Muscat later, Romulus had the backing of members of the Omani royal family, who’ve accounted for nearly 10% of the firm’s funds to date.",
  "“Maybe because Krishna is young himself, his route to venture capital forced him to be a founder himself, and understand that mentality,” Wyler says.",
  "But as a first-year analyst with his own fledgling firm on the side, Gupta had April filing deadlines to handle and his accountant couldn’t wait.",
  "In an industry that can take a decade or more to prove out an investor’s track record, Romulus doesn’t have an outsized win to its name yet.",
  "Krishna Gupta knew his consulting job was in serious trouble as he picked up the phone in front of his boss to talk venture capital in 2010.",
  "Cold emails to MIT alumni had made up much of the initial $850,000 fund, with investors like Jack Belz writing checks for $10,000 at a time.",
  "So in the middle of the customer meeting in a Walmart in North Carolina, Gupta answered—and kissed his McKinsey career goodbye.",
  "Gupta focuses more on enterprise and hardware, his partner says, while Chheda specializes in mobile and hardware.",
  "Romulus pitches itself as a more hands-on investor than early founders can get from a large firm, says Chheda.",
  "But the firm has beat some Midas List members into deals all the same, while co-investing with others.",
  "“Now I’ve realized the bar is surprisingly low to be a value-add contributor as an investor,” says Ni.",
  "Jokes Gupta: “Of course, half the people we meet think we named it after the Romulans in Star Trek.\"",
  "In one hustle, Gupta got himself invited to a party in Dubai and talked his way to an Omani prince.",
  "“My peers and I had all these ideas, but no way to build on that foundation,” Gupta says.",
  "“By result of our difference of opinion, we’ll typically find a third path,” he says.",
  "One thing that may not change: Romulus’ nerd rep.",
  "Six years later, Gupta’s glad he took the call."
]