[
  "\"While for years we have competed successfully with our one brand in an increasingly consolidated industry, our acquisition of Prestige creates a new cruise operator with a range of complementary offerings as diversified as any in the industry,\" Norwegian CEO Kevin Sheehan says in a statement accompanying the announcement.",
  "While Norwegian operates 13 large vessels that carry as many as 5,000 passengers apiece, Oceania and Regent operate more intimate ships that carry just 490 to 1,250 passengers and offer a more luxurious — and pricey — experience.",
  "Fast-growing Norwegian Cruise Line (NCLH) today completed its previously announced acquisition of privately held Prestige Cruises International, the parent company of Oceania Cruises and Regent Seven Seas Cruises.",
  "RELATED: USA TODAY's guide to ships on order\n\nUntil today, Prestige was majority owned by private-equity giant Apollo Global Management, which also has a significant stake in Norwegian.",
  "RELATED: Norwegian to upgrade ships\n\nPHOTO TOUR: Inside the new Norwegian Getaway\n\nThe combination further consolidates the cruise industry, which is dominated by two big companies.",
  "Industry giant Carnival Corp. controls nearly half of the world's ocean cruise business with 9 brands, including Carnival, Princess, Holland America, Cunard and Costa.",
  "Norwegian has four ships on order for delivery between 2015 and 2019, which will come on the heels of two new vessels unveiled in the past two years.",
  "On Norwegian's newest ships, Norwegian Breakaway and Norwegian Getaway, teens will find no end to activities tailored specifically for them.",
  "The $3.025 billion deal combines one of the world's biggest mass-market lines with two leaders of the upscale side of the cruise market.",
  "Rival Royal Caribbean Cruises is the second-biggest player with six brands, including Royal Caribbean, Celebrity and Azamara.",
  "Norwegian's last two new ships, the Norwegian Breakaway and Norwegian Getaway, are among the 10 largest in the world.",
  "For a deck-by-deck look at the most recent vessel, the Norwegian Getaway, click through the carousel below.",
  "Even after the acquisition, Norwegian remains a distant third in size among cruise companies with 21 ships.",
  "(Photo: Norwegian Cruise Line)\n\nThree of the world's top cruise brands are now on the same team.",
  "One of the acquired lines, Regent, also has a ship on order for delivery in 2016.",
  "The two companies operate 100 and 43 ships, respectively.",
  "Both cruise operators are based in the Miami area.",
  "Read or Share this story: http://usat.ly/1uRkZFu",
  "But the 47-year-old firm is expanding rapidly."
]