[
  "Caesars CEO Gary Loveman said in a statement to announce the filing that its casino-hotels would remain open and continue to host meetings and events, assuring customers that their loyalty points would still accrue and the company's lineup of on-stage entertainers would keep performing according to their schedules.",
  "Several casino-hotels owned and managed by Caesars Entertainment Operating Co. are in the Midwest including two in Illinois, Harrah's Joliet and Harrah's Metropolis, and the Horseshoe Hammond casino in Indiana near Chicago, the company explained in a filing with the judge in Delaware.",
  "The company has been weighed down by sizable debt ever since Apollo Global Management LLC and TPG Capital LP and other investors bought the casino giant in January 2008 for $30.7 billion using $6.1 billion of their own cash and paying for the rest with $24.7 billion in debt.",
  "(Photo: John Locher, AP)\n\nLAS VEGAS (AP) — A cash-strapped division of casino giant Caesars Entertainment Corp. said early Thursday that it filed for bankruptcy protection in Chicago, hoping the court agrees to its plan to get out from under $18.4 billion of debt.",
  "Caesars has been negotiating with creditors and lenders for months on a reorganization plan that would turn the division into a real estate investment trust — one to own properties and the other to lease properties — promising creditors cash or new debt.",
  "Caesars Entertainment Operating Co.'s own filing Thursday could set off a \"sideshow\" of jurisdictional wrangling to decide where the case would be heard, Delaware or Illinois, said University of Michigan law professor John Pottow.",
  "More than 30,000 people are employed at Caesars Entertainment Operating Co.'s 38 casino-hotels, including Bally's and Caesars in Atlantic City and the iconic Caesars Palace on the Las Vegas Strip.",
  "Cathy Reece, director of law firm Fennemore Craig's bankruptcy practice, pointed out that Enron filed for bankruptcy in New York, rather than in its home state of Texas, and the court agreed.",
  "\"I am very confident in the future prospects of our enterprise, which will combine an improved capital structure with a network of profitable properties,\" Loveman said in the statement.",
  "The bankruptcy filing doesn't apply to parent company Caesars Entertainment Corp. and affiliated companies Caesars Growth Partners and Caesars Entertainment Resort Properties.",
  "Not everyone is on board, though, including three junior creditor hedge funds owed $41 million who contend the plan isn't fair.",
  "In a bid to get more favorable terms, they filed an involuntary bankruptcy petition in Delaware's federal court on Monday.",
  "In a video message posted online, Loveman said employees would continue to receive pay and benefits as usual.",
  "The division Caesars Entertainment Operating Co. owns and operates most of Caesars' 50 properties worldwide.",
  "The filing from Caesars Entertainment Operating Co. in a Chicago bankruptcy court came as no surprise.",
  "Caesars' lawyers have noted the division doesn't own or manage any casino-hotels in Delaware.",
  "It's up to the company as long as it can prove a connection to the area, she said.",
  "Company officials say they intend to continue paying its suppliers in full.",
  "This material may not be published, broadcast, rewritten or redistributed.",
  "A man takes pictures of Caesars Palace hotel and casino, in Las Vegas.",
  "Read or Share this story: http://usat.ly/1IMPlwi",
  "Copyright 2015 The Associated Press.",
  "All rights reserved."
]