[
  "Using a specialty on hedge fund investments, AMG has grown from Wall Street obscurity to a NYSE listed firm with a larger market capitalization than private equity giants Apollo Global Management, Carlyle Group, Ares Management, Oaktree Capital, Fortress Investment Group and Och-Ziff Management.",
  "The firm owns minority stakes in over two dozen hedge funds including Jeffrey Ubben's ValueAct Capital, Andrew Feldstein's BlueMountain Capital, and quant funds Systematica Investments, headed by Leda Braga, and Cliff Asness's AQR Management.",
  "On Monday, Affiliated Managers (AMG) added to its stable of hedge fund holdings by striking a $800 million to acquire stakes in five hedge fund firms, most notably billionaire David Harding's $34.5 billion Winton Capital Group.",
  "\"This transaction demonstrates the potential to exit positions to strategic asset management buyers, such as AMG, at attractive valuations,\" GSAM said in a letter to Petershill investors obtained by FORBES.",
  "Out of the spotlight, Affiliated Managers Group has grown into a near $10 billion market capitalization investment firm by making savvy bets on the brightest minds in the hedge fund industry.",
  "“We are delighted to be investing in these excellent firms, and have tremendous regard for the businesses built by their outstanding management teams,” said, Sean M. Healey, CEO of AMG.",
  "Through the course of 2016, a number of insurers and pension funds have said they will pull money from hedge funds after frustration with the industry's high fees and middling returns.",
  "AMG is also buying stakes in $12.7 billion AuM Capula Investment Management, $4.3 billion Partner Fund Management, and $1.7 AuM firms Mount Lucas Management and CapeView Capital.",
  "Money Masters: The Most Powerful People In The Financial World\n\nAMG, a longtime investor in hedge funds, appears to be using pessimism about the industry to bolster its assets.",
  "Monday's acquisition will increase AMG's assets under management by $55 billion, to $700 billion and is forecast to grow economic earnings per share by 50-cents in 2017.",
  "GSAM is currently making hedge fund investments using a Petershill II fund and raising money for a Petershill III fund, according to a source familiar with the matter.",
  "In 2015, FORBES calculated the 25 highest earning hedge fund managers made a combined $12 billion, a slight decline from the $12.5 billion they made the previous year.",
  "It is quietly one of the hedge fund industry's biggest players, taking minority stakes in funds in search of growth capital, or liquidity for founders and partners.",
  "Those earnings came in relatively flat equity markets and a tamping down of volatility as Central Banks around the world work to stimulate the global economy.",
  "AMG offers notoriously independent hedge fund managers the ability to access liquidity but retain autonomy over their trading strategies and operations.",
  "Petershill, an investment pool created by Goldman Sachs Asset Management (GSAM) in 2007 to make seed hedge fund investments, is selling the fund stakes.",
  "The sale, struck at a 22% premium to Petershill's beginning of year net asset value, is expected to generate 15% annualized cash returns for investors.",
  "AMG also carries a larger market capitalization than name brand mutual fund giants such as Legg Mason , Eaton Vance and Artisan Partners.",
  "Winton's Futures Fund gained 0.93% in 2015, while Capula's Global Relative Value Fund gained 7.54%, according to HSBC data.",
  "The firm's appeal to hedge funds managers as high profile as Ubben, Feldstein, Asness and Braga is its hands off nature.",
  "After all, the industry's management fees are in the 1.5% to 2% range and performance fees run as high as 25% and above.",
  "These fee streams can be highly lucrative in up markets, and sustain significant profits even in flat years.",
  "Hedge funds, although out of favor among some institutional investors, are a winning business for AMG.",
  "The firm will finance its hedge fund stake buy with a 50/50 mix of cash and newly issued stock.",
  "Over its twenty three year history, AMG has carved out an interesting niche on Wall Street.",
  "It's shares have risen over 10% in 2016, but are down over 20% over the past 12-months.",
  "Read More: FORBES' Highest Earning Hedge Fund Managers In 2015",
  "Shares in AMG rose over 3% in early Monday trading to $177.04."
]