[
  "While being awarded journalism's biggest prize for his work as a reporter at the tiny Daily Breeze for uncovering corruption at a local school district is certainly gratifying, he reportedly left the Torrance, California, paper for a higher-paying job doing public relations for the University of Southern California.",
  "The Daily Breeze, whose average Tuesday through Friday total circulation is just over 57,000 and total digital circulation is roughly 23,000, has an editorial staff of about 20, a fraction of the staffs at fellow Pulitzer winners like The New York Times and Washington Post.",
  "Like all newspapers, the Daily Breeze has seen its editorial staff decrease in recent years, although it's been holding steady as of late, according to Michael Anastasi, executive editor of Digital First's Los Angeles News Group, which includes the Daily Breeze.",
  "\"We are thrilled they have been recognized for the quality of their coverage, which reflects local reporting at its most dogged and absolute finest,\" said CEO John Paton of Digital First, which owns the Daily Breeze, in a statement.",
  "Other small-paper reporters such as Sara Ganim, who broke the sex abuse scandal story involving former Penn State assistant coach Jerry Sandusky, have had to battle similar budgetary challenges.",
  "The Daily Breeze tried to give the reporters Kuznia, Frank Suraci and Rebecca Kimitch and the editors on the investigation a break to prevent burnout from what can be highly stressful work.",
  "Winning a Pulitzer Prize may be bittersweet for Rob Kuznia given that he gave up journalism six months ago, and now the paper he had worked for may be preparing for a change in ownership.",
  "\"I worked on that story for two years, first at the smaller Centre Daily Times where layoffs left us with just four reporters,\" said Ganim (now at CNN) in an email to CBS MoneyWatch.",
  "Indeed, working as a newspaper reporter is a pressure-cooker of a job under the best of circumstances as budgets are stretched to the breaking point amid plummeting ad revenue.",
  "\"If you are working at a small newspaper, you aren't making a lot of money, and raises are few and far between,\" said Ken Doctor, an independent media analyst in an interview.",
  "\"There were times when we were going 70 miles an hour,\" he said in an interview with CBS MoneyWatch, adding that the paper had to \"shift some resources to plug in the gaps.\"",
  "The 39-year-old Kuznia, who was the series' lead reporter, told the Los Angeles Times he felt \"too financially unstable\" because he had difficulty paying his bills.",
  "Journalists at smaller outlets face even bigger challenges while earning less pay, which makes the Daily Breeze's Pulitzer Prize award all the more remarkable.",
  "When I was hired by the slightly larger Patriot-News, they gave me about six weeks to do nothing else but chase the story and that's when we broke it.\"",
  "\"I was the crime reporter and so I worked on the Sandusky story on nights and weekends and in between other stories when I had time.",
  "Digital First Media is about to be sold to private equity firm Apollo Global Management, according to media analyst Doctor.",
  "Investigative reporting, particularly the sort that wins the most prestigious prize in journalism, is labor-intensive.",
  "He added that the series that uncovered corruption at a local school district required hundreds of hours of work.",
  "CareerCast recently ranked newspaper reporter as the worst of any of the 200 professions it ranked.",
  "The chain's other papers include the Denver Post, San Jose Mercury News and the New Haven Register.",
  "According to one analyst, newspapers have shed 20,000 jobs over the past seven years.",
  "He was also unable to afford a house and couldn't afford to replace his 1989 Honda.",
  "Kuznia didn't respond to an email and phone message seeking comment for this story.",
  "But he was welcomed back to the newsroom to partake in the celebrations.",
  "The Pulitzer Prize isn't the only news happening at the Daily Breeze.",
  "Doctor said he expects the deal to close within 30 days.",
  "A spokesperson for Digital First declined to comment.",
  "\"This was a marathon not a sprint,\" Anastasi said.",
  "However, it's a familiar one to many journalists.",
  "There certainly are fewer reporters these days.",
  "Apollo Global couldn't immediately be reached.",
  "Overtime pay was awarded as well."
]