[
  "Following intense negotiations with creditors, CEOC lawyers said on Wednesday they have made “significant progress” in obtaining pledges of support for the reorganization plan, which will slash $10 billion of debt and split the unit into a new operating company and a real estate investment trust (REIT).",
  "The bankruptcy of Caesars Entertainment Operating Co (CEOC) has been rocked by creditor accusations that the nonbankrupt Caesars parent looted its operating unit of choice hotel and casino assets before the latter’s January 2015 filing for Chapter 11 protection.",
  "CHICAGO (Reuters) - The casino operating unit of Caesars Entertainment Corp can begin seeking creditor votes for a plan to exit its long and contentious $18 billion bankruptcy, a U.S. bankruptcy judge said in court on Wednesday.",
  "The restructuring plan is also opposed by a casino union that says it does not fix the casino group’s underlying problems as well as lawmakers, who say it would give the company favorable tax treatment.",
  "Led by Appaloosa Management, the junior creditors say they have some $12 billion in claims against the parent and its private equity sponsors Apollo Global Management and TPG Capital [TPG.UL].",
  "It offered to contribute roughly $4 billion to CEOC’s bankruptcy plan to settle the allegations after an independent examiner said it could be on the hook for up to $5.1 billion.",
  "Caesars has said that court rulings in favor of bondholders could threaten its contribution to the reorganization plan and plunge it into bankruptcy alongside CEOC.",
  "Time is of the essence as a temporary halt to $11.4 billion in lawsuits against its parent by bondholders expires in August.",
  "Junior creditors are among the groups that still oppose the reorganization plan based on the amounts they stand to recover.",
  "A confirmation hearing will begin on January 17, 2017, two years after the company filed for Chapter 11 protection.",
  "“There’s something poetic about that,” Judge Benjamin Goldgar said in U.S. Bankruptcy Court in Chicago.",
  "He also said he expected the confirmation hearing to last for several weeks.",
  "Caesars has denied wrongdoing."
]