[
  "“It’s very hard for buyer and seller to come to a well-informed view against this current unsettled backdrop, but that will adjust over time.”\n\nThe UK flotation of TI Automotive, the 3 billion euro car parts maker backed by U.S. fund Bain, has already been postponed.",
  "REUTERS/Phil Noble/File Photo\n\nThe referendum result, which caught financial markets by surprise, is making institutional investors have second thoughts about committing to new funds for private equity (PE) deals in Britain, according to people in the industry.",
  "LONDON (Reuters) - Britain’s vote to leave the European Union has put private equity firms on the back foot, forcing them to stall some planned deals, reconsider fundraising strategies and possibly move staff to centers that will remain in the bloc.",
  "But next year it might be hard.”\n\nIndustry players said smaller UK funds, with a portfolio less exposed to international markets, should survive relatively unscathed; likewise huge funds with investments spanning the globe are well-diversified.",
  "“Banks are already taking a more conservative approach to lending and this has the potential to have a significant impact on mid-market private equity,” said Tom Whelan, global head of private equity at law firm Hogan Lovells.",
  "“The Brexit result creates opportunities and the most important thing is to make sure we’re not victims and we take advantage of any opportunities that arise,” said Giannamore at AnaCap, which focuses on the finance sector.",
  "U.S. buyout firm Apollo Global Management LLC (APO.N), which has been preparing a bid for months, is still actively working on the deal which may value the company at up to 9 billion pounds ($12 billion), the sources said.",
  "“People who might have said ‘we would put 10 percent of our allocation into European private equity’, might now think ‘actually we’ll put in zero’,” said a principal at one major European fund currently in the market.",
  "On top of this, lenders are reluctant to provide credit for such acquisitions in a year when the value of private equity deals in Britain has been at its lowest level since 2009, according to Thomson Reuters data.",
  "Joe Giannamore, Chief Executive of UK-based fund AnaCap, told Reuters that if the British market diminished in the long-term then it could move out some of its staff, which currently number about 60.",
  "Some buyout funds cited potential opportunities in resilient industries such as healthcare and utilities, where consumer demand should remain strong even if Britain falls into a prolonged recession.",
  "Instead private equity firms - including a consortium of Apax [APAX.UL] and CVC [CVC.UL] - which had been looking to submit their offers, are now in wait-and-see mode, several of the sources said.",
  "“Now we’re basically ignoring any UK deals because no one wants to invest in the UK.”\n\nAmong those in the balance is the sale of Telefonica’s (TEF.MC) British mobile phone operator O2.",
  "RELOCATIONS, FUNDRAISING\n\nAnother uncertainty is whether London, Europe’s biggest financial center, will remain an attractive place to pull together deals once it lies outside the EU.",
  "After roughly three to five years, they sell their investments, hoping to achieve market-beating returns through their financial and operational expertise in expanding the business.",
  "Concerns that Britain might be heading into recession due to the economic shock have also made it almost impossible to fund transactions using other tools such as subordinated debt.",
  "Sources close to the planned transaction had expected it to gain pace in late June, once the referendum was out of the way - assuming that Britons would decide to stay in the EU.",
  "Around a quarter of UK private equity managers are reconsidering their location or uncertain about whether their operations will stay in Britain, according to researcher Preqin.",
  "Chinese-controlled AMC Entertainment Holdings (AMC.N) said on Tuesday it would buy the UK Odeon & UCI Cinemas Group from PE house Terra Firma, for around 921 million pounds.",
  "“My clients say, ‘I’d love to, but how do I sell this to an American investment committee who say they don’t know where the UK is going right now?’,” the banker said.",
  "Some buyout houses which are currently raising money are also fretting in private that they may have to cut their fund sizes, as many did after the financial crisis.",
  "Fearing a possible recession, PE firms are likely to hold off buying and selling in sectors where consumer spending may drop, such as retail, luxury and automotives.",
  "“Some may think it is maybe not the best time to do an IPO, or planning an exit in general,” said Michael Collins, public affairs director at Invest Europe.",
  "“It is hard to raise financing for big UK deals in this environment,” said one source familiar with the Apollo bid, speaking on condition of anonymity.",
  "However, Thomson Reuters data show the value of PE investments in the UK so far this year is $4 billion, down 83 percent from the same period of 2015.",
  "“Does your financial model need to factor in a mild or a deep recession?” said Ken McGrath, co-head of financial sponsors EMEA at Barclays (BARC.L).",
  "Since Britons opted for Brexit, the pound GBP= has plunged to a 31-year low against the dollar, and prices of sterling high yield bonds have fallen.",
  "Real estate may also offer bargains; the Thomson Reuters UK Homebuilding Index of stocks .TRXFLDGBPHBLD has fallen by a third since the vote.",
  "PE firms typically raise capital for 10-year funds from institutional investors such as insurers, plus pension and sovereign wealth funds.",
  "One problem is the difficulty of raising debt through sterling-denominated high yield bonds, a favorite financing tool for PE.",
  "But now institutional investors are considering cutting or halting their allocations to funds which invest in Britain.",
  "Some are hoping that the retreat of more risk-averse funds could lead to bargain deals in sectors like financials.",
  "Only three such issues have gone ahead this year due to uncertainty over the outcome of the June 23 referendum.",
  "“People make those decisions once a year, so you might have the rest of the year to get away with commitments.",
  "The deep uncertainty surrounding the British economy is also making it difficult to value assets in any deal.",
  "People wasted entire days just talking about it (Brexit),” said one London-based private equity banker.",
  "Others said depressed prices and a weak currency could attract buyers from the United States and Asia.",
  "They then invest in companies in deals which also involve debt financing from banks or bond issues.",
  "Borrowing in euros and dollars instead of sterling is possible, but would be complex and costly.",
  "Most lenders would in any case shy away from British acquisitions, whatever the currency.",
  "One banker dismissed the notion of sophisticated funds trying to buy UK housebuilders.",
  "Many deals which have been in the works for months are now hanging in the balance.",
  "A man walks past an O2 phone store in Manchester, Britain March 7, 2016.",
  "Spokespeople for Telefonica, Apollo, CVC and Apax declined to comment.",
  "This appears to have allowed at least one deal to go ahead in Britain.",
  "Britain usually accounts for around a third of European PE deals.",
  "However, those in the middle might find it tough going.",
  "But others struck a more cautious note.",
  "“We’ve had all the stages of grief.",
  "OPPORTUNITY?"
]