[
  "(Photo: Robert Sullivan, AFP/Getty Images)\n\nYahoo's fall from its perch at the top of the tech world places the Internet giant in the dubious category of major businesses that lost their once-tight grip on the marketplace.",
  "Coincidentally, the firm that owns Redbox — a company called Outerwall, which also owns Coinstar — announced Monday that it had been sold to Apollo Global Management amid plunging Redbox rental sales.",
  "But the company stumbled as the most lucrative Web opportunities shifted to search engine advertising and as telecommunications and cable companies offered Internet connections directly to consumers.",
  "The search, email and Web advertising company announced Monday that it had agreed to sell its core business to Verizon for $4.8 billion, punctuating the company's slide from market dominance.",
  "The five-and-dime store chain rose to prominence with a business model predicated on a highly varied assortment of products, dominating the discount sector in the early 20th century.",
  "Like Yahoo, AOL was a premier tech property in its heyday, literally helping America get online in the early days of the Internet, when a dial-up connection was invigorating.",
  "After the deregulation of the U.S. airline industry and the company's attempt to create a domestic flight network in the 1980s, Pan Am collapsed into bankruptcy in 1991.",
  "But its DVD-by-mail business sputtered and its remaining stores were closed after Dish announced in 2013 that it would focus on its Blockbuster streaming service.",
  "BlackBerry's failure to adapt to touch-screen design and its failure to quickly embrace the app revolution are among the many reasons cited for its swift demise.",
  "The site, which was sold in February to Time Inc., burst back into the news in May when 360 million Myspace accounts were compromised in a cybersecurity attack.",
  "The company, commonly known as Pan Am, was the largest international airline in the U.S. \"for most of its lifetime,\" according to the Delta Flight Museum.",
  "After a massive merger in 2000 with Time Warner that turned disastrous, AOL separated from Time Warner in 2009 and then was sold in 2015 to, yes, Verizon.",
  "But the $4.8 billion valuation is a pittance compared with Facebook's $348 billion and Google's $509 billion, illustrating the company's stunning slide.",
  "The chain's massive popularity enriched founder, Frank W. Woolworth, who financed the construction of the famed Woolworth Building in Manhattan.",
  "The movie-rental chain was perhaps doomed to fail following the rise of video-streaming options through the Internet and on-demand TV services.",
  "Canadian firm Research In Motion once held a stranglehold on the smartphone market, but BlackBerry endured a precipitous fall from grace.",
  "But Woolworth fell into disrepair following the rise of the suburban mall, big-box stores like Walmart and Target, and drugstore chains.",
  "But when it emerged from its bankruptcy restructuring in 2013, the Rochester, N.Y.-based company had only 4,700 employees remaining.",
  "Felled by the rise of digital cameras, Kodak failed to adapt quickly enough as its core film photography business cratered.",
  "But then Facebook exploded onto the scene, and it appealed to a broader audience, passing Myspace in total users by 2008.",
  "There was a day when Myspace was king of the social-networking world, beloved by amateur musicians and bloggers alike.",
  "But without a dramatic overhaul, its slide could look like any number of other major corporate brands that faded away.",
  "The company filed for Chapter 11 bankruptcy in 2010, selling stores and assets to satellite TV provider Dish Network.",
  "Blockbuster, the movie-rental chain, was perhaps doomed to fail following the rise of video-streaming options.",
  "Founded in the 19th century by George Eastman, Kodak helped make photography accessible to average people.",
  "The last remaining major physical DVD rental service providing walk-up service is the Redbox kiosk chain.",
  "The rise of Apple's iPhone and Google's Android operating system crushed BlackBerry's hold on the market.",
  "Verizon's challenge is to make Yahoo relevant again without weakening its appeal to its core users.",
  "Before those competitors came along, BlackBerry represented more than half of smartphone sales.",
  "Aside from retail bankruptcies, big dominant brands don't generally collapse quickly.",
  "The company still draws about 1 billion people per month to its sites and services.",
  "CLOSE Here are seven examples Yahoo should study carefully to avoid fading away.",
  "Founded in 2003, the company once had as many as 75 million active users.",
  "But by 2012, that figure had fallen below 5%, according to IDC.",
  "Follow USA TODAY reporter Nathan Bomey on Twitter @NathanBomey.",
  "Myspace failed to adapt as the social-media arena exploded.",
  "By 1980s, the company had some 130,000 employees worldwide.",
  "Its international routes were picked up by Delta Airlines.",
  "Eastman Kodak crashed into Chapter 11 bankruptcy in 2012.",
  "The company closed its final 400 U.S. stores in 1997.",
  "Here are seven examples Yahoo should study carefully.",
  "Read or Share this story: http://usat.ly/2ae1dkG",
  "To be sure, Yahoo's brand isn't going anywhere.",
  "This company followed a nearly identical path.",
  "So Yahoo has time to remodel.",
  "Pan American World Airways.",
  "Today, it's about 0.3%.",
  "Blockbuster.",
  "BlackBerry.",
  "Woolworth.",
  "Myspace.",
  "Kodak.",
  "AOL.",
  "1.",
  "2.",
  "3.",
  "4.",
  "6.",
  "5.",
  "7."
]