[
  "Friday afternoon, News Corp. CEO Rupert Murdoch tweeted the following message: “Strong word Tribune newspaper group to be bought by big Wall St firm, LA Times to go to philanthropist Eli Broad and local group.”\n\nStory Continued Below\n\nHe’s talking about a deal that has been brewing for at least a month, and could well happen.",
  "That active bankruptcy proceeding, which is set to conclude within a couple of months, offers a further timing incentive to determine any new ownership — and the capital structure of that ownership — of the Times and Union-Tribune, which Tribune Publishing only bought earlier this year.",
  "Then, a week ago, Oaktree Capital Management — with its 18% holding, the company’s largest shareholder — participated in a filing allowing the company to begin selling its “affiliate” shares, gained through the long and torturous five-year Tribune Company bankruptcy.",
  "Additionally, with Gannett’s recent purchase of the near-to-Chicago Milwaukee Journal-Sentinel, the U.S.’s largest newspaper company may be party to a potential sale, either initially or in a follow-on sale of individual properties as well.",
  "Under this already-discussed scenario, Apollo Global Management— a suitor earlier this year for Digital First Media — would then sell the LA Times and San Diego Union-Tribune to Eli Broad, who had pursued that acquisition three months ago.",
  "Tribune Publishing’s California News Group is the most likely buyer, giving it potentially – with uncertain antitrust questions to be explored – a newspaper reach from the Mexican border to northern L.A. That’s a market of 20 million.",
  "After early reciprocated interest from Tribune Publishing, Broad was told the Tribune wasn’t interested in selling the California properties, which amount to about 40% of the company’s business.",
  "Apollo Global Management first approached Tribune Publishing about a month ago, telling board chair Eddy Hartenstein of its interest in buying the company, as confirmed by confidential sources.",
  "At stake is the fourth largest U.S. newspaper company by revenue, with still-powerful, if diminished, brands in Chicago, Baltimore, Hartford, south Florida, Orlando, and southern California.",
  "Even if and as Apollo were to put together a Tribune acquisition, the follow-on sale to Eli Broad, a long-time associate and friend of Austin Beutner, could founder on price.",
  "I have learned, though, that the company has engaged a small group of less than a half-dozen newspaper veterans to plot its next strategy, should an acquisition be finalized.",
  "Oaktree has not publicly pressured the Tribune board to put it for sale, or to actively consider offers of interest, such as Apollo’s, preferring to stay out of the fray.",
  "Broad, the Los Angeles-based businessman and philanthropist, first told Tribune Publishing of his interest in buying its California News Group, consisting of the LA.",
  "After receiving that expression, Tribune Publishing has been “non-responsive,” unwilling to schedule meetings or provide deeper-than-public financials, I am told.",
  "Media attention first was riveted to the L.A. Times, first on the appointment of Tim Ryan, who had been the Baltimore Sun’s publisher, as Beutner’s successor.",
  "Just recently, the stock has been subject to swings of as much as seven percent a day – apparently on speculation of a sale, accompanied by a 10-20% premium.",
  "The share price has wavered among new lows, down from a $24.50 initial offering (post split from parent Tribune Company in summer, 2014) to as low below $8.",
  "That series of events would provide two new fundamentally different strategies going into 2016, as the industry as a whole still seeks a sustainable future.",
  "It would be likely to move more quickly on next-stage, heavier-digital (including investment) and lesser-print strategies than current newspaper chains.",
  "Then, in southern California, should Broad and Beutner gain those papers, we’d see a restoration of combine print/digital community engagement strategy.",
  "Then Griffin experienced several tough press outings, before Tribune Publishing entered a silent period before its third-quarter earnings announcement.",
  "Tribune Publishing declined to comment on Apollo’s interest, or why it would reject apparently bona fide interest in the public company, as did Apollo.",
  "As Freedom Communications has just entered a new bankruptcy, the sale of its Orange County Register and Riverside Press-Enterprise will likely follow.",
  "Most recently, buyouts of just less than 500 throughout Tribune, including as many as 80 in the LA Times newsroom, have reinforced strategy concerns.",
  "Further, an Apollo buy of the whole company with a subsequent sale to Eli Broad would be the most advantageous to all parties from a tax perspective.",
  "If these two deals were to occur, Tribune publishing assets, based in nine metro areas, would be split essentially in half.",
  "Further, two new experiments in the transformation of print-to-digital newspaper publishing would be set to take flight.",
  "Given that the parties haven’t been negotiating, the odds on a Tribune Publishing agreement to sell are tough to gauge.",
  "If the Tribune board were to further put off Apollo, or Broad, or other, interest, Oaktree’s hand might then be called.",
  "Soon after, the company gave unusual and unexpected downward earnings guidance, which sent its share price plummeting.",
  "The price would likely be in the range of $650 to $750 million, given the market capitalization and debt of Tribune.",
  "| AP Photo/Richard Vogel Apollo seeks purchase of Tribune — and possible California sell-off\n\nIs Rupert right?",
  "Finally, an Apollo buy will raise new questions about fundamental strategy in the flailing newspaper industry.",
  "Such a scenario might be a logical conclusion to a quarter of quite public turmoil for Tribune Publishing.",
  "In the almost three months since, Tribune Publishing has seen itself, regretfully, in a harsh spotlight.",
  "If Apollo were to buy Tribune Publishing, the move might be only the first of two, as Murdoch suggests.",
  "Still, this new scenario once again reinforces the notion that Tribune Publising is a company in play.",
  "Within days, Tribune fired Austin Beutner, its publisher in charge of the California properties.",
  "All of that action put into very public display the strategies and fortunes of CEO Jack Griffin.",
  "All the parties know each other well, and will be careful on both buying and selling valuation.",
  "Apollo’s interest marks the next chapter in the ongoing saga of Tribune Publishing’s future.",
  "Those results reinforced concerns about the turnaround-in-process Griffin had promised.",
  "Times and San Diego Union-Tribune, in early September.",
  "Apollo is no stranger to distressed industries.",
  "But there's one problem.",
  "Los Angeles Times."
]