[
  "Equity holders initially received higher payments of around 25bp for 18 to 24 months due to the coupon on the Triple A step-up tranches being lower than market rates, but distributions to equity investors decreased after the rate on the senior tranche increased, Torfason said.",
  "The step-up structure was designed to create a shorter bond with a lower coupon than typical Triple A slices, with a rate that would increase after a set period if it could not be refinanced, according to Bjarni Torfason, a CLO analyst at Deutsche Bank in New York.",
  "Issuance of new CLO funds, which are the largest buyers of leveraged loans, has also been weak this year, down 52% through July 26, compared to the same period in 2015, as the market prepares for rules that require managers to hold some of their deal’s risk.",
  "Step-up Triple A tranches typically paid about 100bp to 110bp for the first 18 months compared to three-year Triple A prime auto bonds that paid 30bp in October 2013 or three-year Triple A subprime auto bonds that paid 56bp, according to Wells Fargo data.",
  "LOW REFI ON TRADITIONAL CLOS\n\nTraditional refinancings to cut the interest rate on tranches without a step-up feature has been low because most outstanding deals were issued with a coupon similar to or lower than the current market, said Torfason.",
  "STARTED IN 2013\n\nCLOs with step-up tranches were introduced in 2013 after a 68% drop in issuance following a Federal Deposit Insurance Corp assessment that forced banks to pay higher deposit insurance premiums on their CLO holdings.",
  "NEW YORK (Reuters) - At least seven Collateralized Loan Obligation (CLO) managers have refinanced funds so far this year to cut spreads on Triple A tranches with coupons that can step up to more than 10% of the current market rate.",
  "“As we go into the second half of the year there is [a] strong incentive to try and refinance if possible because after December 24 it will require complying with risk retention, which is costly,” Torfason said.",
  "A record number of CLOs were reworked in 2015, but refinancing volume has been muted so far this year as spreads on Triple A tranches, the largest and most senior portion of the funds, have remained wide.",
  "Several managers including Credit Suisse Asset Management and Apollo Global Management have issued CLOs in the last two months that pay Triple A investors 153bp, according to LPC Collateral data.",
  "At least 10 CLOs have refinanced in 2016 so far, with six in July for managers including Carlyle Group and KKR, according to Deutsche Bank and Thomson Reuters LPC Collateral data.",
  "CLOs, which pool loans of different credit quality, sell slices of the fund of varying seniority, from Triple A to B, to investors including insurance companies.",
  "The funds were designed to be refinanced before the interest rate increased and investors would be paid the higher spread if the deals could not be reworked.",
  "Some refinancings the past two years have sought to make deals compliant with the Volcker Rule, which prohibits banks from investing in CLOs that own bonds.",
  "KKR refinanced a step-up tranche in its KKR 2013-2 CLO to 145bp from 175bp, which was about to rise to 200bp, according to the Deutsche Bank report.",
  "Refinancing volume may continue to build before risk-retention rules requiring managers to hold 5% of their funds take effect on December 24.",
  "The recent rise in refinancings come as managers try to address step-up CLOs, where the rate paid to Triple A investors increases over time.",
  "Carlyle refinanced the CGMS 2013-4 CLO step-up tranche in July to cut the rate to 152bp, according to a July 19 Deutsche Bank report.",
  "At least eight of the 10 refinancings this year have reworked these tranches, according to Deutsche Bank and LPC Collateral data.",
  "The spread on these tranches typically increased after 18 months to around 150bp, and again a year later to 175bp to 180bp.",
  "It was set to rise to 175bp at the next payment date in late July and then to 200bp a year later, according to the report.",
  "Equity tranches are the most junior and riskiest part of a CLO and investors are paid last after the fund’s bondholders.",
  "“If it is possible to do an economical refinancing before that comes into play then that would be preferable.”",
  "Triple A spreads in June 2013 were about 120bp and forecast to fall to about 100bp at the end of that year.",
  "On July 7, the Federal Reserve extended the conformance period for the Volcker Rule to July 21, 2017.",
  "Cutting the rate paid to Triple A investors increases payments to equity holders.",
  "These debt investors are typically paid a set coupon in addition to Libor.",
  "The firm also refinanced its CGMS 2014-3 Triple A step-up slice to 145bp.",
  "A Carlyle spokesperson and a KKR spokesperson both declined to comment.",
  "CLOs refinanced after the effective date will need to comply.",
  "The spread had recently increased to 190bp.",
  "A record 28 CLOs were refinanced in 2015."
]