[
  "Apollo Global Management announced its $2.2 billion purchase of Diamond Resorts, a timeshare operator based in Las Vegas, and KKR is set to open a new hotel in Waikiki Beach with partners CoastWood Capital Group and Chartres Lodging Group this winter.",
  "\"We see strong demand [for Get Your Guide] in Europe, the company's core market, and we are seeing outsized demand in its newer markets, which include Asia, North America, and South America — it's a highly diversified user base,\" Shanley said.",
  "\"Some of our investments are about finding places where we can leverage Carlyle's strengths to these tourism and travel-related businesses,\" Adam Glucksman, managing director in Carlyle's equity-opportunity fund, told Business Insider.",
  "Stephen Shanley, principal at the firm's technology, media, and telecommunications team, sees the opportunity in travel tours and activities booking platforms, which he said is very under-penetrated compared to hotels and flights.",
  "That includes helping companies gain access to other regions where Carlyle has a local presence, or providing contacts in hotels or other travel-related industries to help the investment drive growth, he added.",
  "Inbound and outbound trips are especially high in emerging economies like Asia and South America, where tourism spending has outpaced that of developed economies, according to research firm IBISWorld.",
  "So far this year, the value of global private-equity deals in the dining and lodging sectors reached $4.6 billion, according to Dealogic data, surpassing the $4.4 billion invested in all of 2015.",
  "KKR led a $50 million investment into the startup last November to help it scale, joining backers such as Kees Koolen, former CEO of Booking.com, and Fritz Demopoulos, founder of Qunar.com.",
  "The tourism industry saw steady growth over the past five years, helped by the explosion of a global middle class and a decline in unemployment rates around the world.",
  "The Carlyle Group, the private-equity giant with $178 billion in assets, recently invested in Inca Rail, which provides a scenic ride to Machu Picchu in Peru.",
  "That has prompted Shanley's team to look into Berlin-based GetYourGuide, which aims to be a one-stop shop for vacationers to find and book activities online.",
  "Carlyle's investment in luxury-tour operator Bonotel Exclusive Travel is another example of buyout shops' broader push into online-travel platforms.",
  "\"Online booking rates for hotels and flights are above 40% across most Western European and North American countries,\" he told Business Insider.",
  "\"Global travel continues to be an attractive investment area,\" Sandra Horbach, cohead of Carlyle Group's US buyout team, told Business Insider.",
  "\"It's an asset-light model, which we like, and an opportunity for us to benefit from favorable secular trends in Latin America,\" Horbach said.",
  "The firm bought a majority stake in late 2009 in CVC Brasil Operadora e Agencia de Viagens, Brazil's biggest travel-tour operator by revenue.",
  "GetYourGuide covers more than 27,800 activities in over 2,500 destinations around the world, according to the company's statement.",
  "\"Despite a slowdown in emerging markets, CVC has performed very well as people still want to travel and explore new places.\"",
  "The company had booked sales of $43.8 million in the second quarter this year, compared to $40.9 million a year earlier.",
  "It also helps that millennials are craving adventure and are more willing to spend on experiences over material objects.",
  "\"Asset light\" refers to businesses that aren't capital intensive or have high overhead to deliver their services.",
  "CVC said that it expects Brazil's tourism market to benefit from hosting events like the 2016 Olympic Games.",
  "Online push\n\nKKR, which manages $131 billion in assets, is also bullish on the digital-travel boom.",
  "Emerging markets\n\nFor Carlyle, the bet on travel and leisure in Latin America has paid off.",
  "Jason Reed/Reuters\n\nRainmakers are betting on tourists to bring in some serious profits.",
  "Travel will also benefit from rising discretionary incomes in many emerging markets.\"",
  "\"Consumers are increasingly shifting their spending from things to experiences.",
  "This approach is generally perceived as nimbler and able to scale more quickly.",
  "Its shares have jumped about 40% since it went public in 2013."
]