[
  "REUTERS/Brendan McDermid\n\nClaire's first-lien 9% notes due 2019 were recently trading at around 54 cents on the dollar, down from 73 cents three months ago, according to S&P Capital IQ LCD, which added:\n\nAs reported, Claire's earlier this month pre-released weak second-quarter results, prompting some to question the motive behind the sudden transparency, given that the retailer has never pre-released its results before.",
  "Claire's Stores Flickr/Mike Mozart Claire Stores - \"the latest trends in jewelry & accessories for girls, teens, & tweens\" with \"must-have hair accessories, stylish beauty products, & more\" as it says - has decided to start twisting the arms of its creditors, and has hired law firm Morgan, Lewis & Bockius to help in those endeavors, \"sources\" told Reuters.",
  "Buying a significant portion of these bonds at the beaten-down price would give Apollo, as LCD put it, \"a greater position around the bargaining table in the event of a restructuring,\" so that the remaining creditors would end up with the short end of what's left of the stick.",
  "April 16, 2016: Vestis Retail Group, the operator of sporting goods retailers Eastern Mountain Sports (camping, hiking, skiing, adventure sports), Bob's Stores (family clothing and shoes), and Sport Chalet (general sporting goods), filed for Chapter 11 bankruptcy.",
  "PE angle: In 2007, Sterling Investment Partners purchased an 80% stake in the company, loaded it up with debt, stripped out assets, and pushed it into a big expansion drive to make it look pretty for that IPO that would allow Sterling to cash out.",
  "The subsequent drop in the company's bond prices further fueled speculation that news of the deterioration of the company's results was disclosed in part to push its bonds lower and facilitate an exchange at the lowest possible price, sources say.",
  "This marks another milestone in the saga of retailers that didn't make it to the next stage in the relentlessly tough US retail environment of squeezed consumers, inscrutable millennials, and a brutal shift to online sales.",
  "Here is a summary of the 12-month hail of chain-retailer bankruptcies and their PE angle:\n\nMay 4, 2016: Aeropostale, with 800 teen-clothing stores, after three years in a row of losses, filed for Chapter 11 bankruptcy.",
  "Creditors can see the big gun pointed at their heads: if they don't agree to a debt restructuring deal entailing a big haircut for them, the company will file for bankruptcy, which might entail an even bigger haircut.",
  "May 2, 2015: Fairway Group Holdings, parent of Fairway Market - an \"iconic New York food retailer\" with 18 stores - filed for a prepackaged Chapter 11 bankruptcy to \"eliminate\" $140 million senior secured debt.",
  "Apollo Global Management acquired Claire's in a $3.1-billion leveraged buyout in 2007, during the peak of the LBO bubble, when PE firms swarmed all over these retailers, including Safeway and Neiman Marcus.",
  "To cut costs, the company already shuttered 150 stores over the past four quarters, and is now down to 2,831 stores in the US and Europe, as per its earnings report for the quarter ended April 30.",
  "April 7, 2016: Pacific Sunwear of California, clothing retailer with nearly 600 stores and derailed ambitions of skate-and-surf cool, filed for Chapter 11 bankruptcy.",
  "Moody's Investors Service called this deal a \"distressed exchange,\" carried out because Claire's didn't have the money to fully pay its quarterly interest expense.",
  "PE (hedge fund) angle: In 2014, hedge fund Standard General entered into a deal with the company's \"controversial\" founder and ex-CEO Dov Charney.",
  "The idea at the time: load the companies up with debt, strip out equity, put some gloss on them, and dump them in an IPO a few years later.",
  "October 2015: American Apparel filed for Chapter 11 bankruptcy, after years of all sorts of sordid turmoil and losses since 2009.",
  "PE angle: In 2006, Sports Authority was taken over in a leveraged buyout by a group of PE firms led by Leonard Green & Partners.",
  "Then in May, it swapped those bonds for new debt that also matures in 2017, which effectively pushed back the interest payments.",
  "Two months ago, Claire's revealed that it had maxed out its revolving credit line, a sign that it would be out of options soon.",
  "It then agreed to convert over 65% of its loan into equity of the reorganized company and add another $20 million in financing.",
  "The hedge fund and some other investors also owned a big part of its bonds and thus controlled the bankruptcy negotiations.",
  "The hedge fund expected to emerge owning about a quarter of the restructured company's debt and about 5% of its new equity.",
  "AP\n\nMarch 2, 2016: Sports Authority filed for Chapter 11 bankruptcy, saying that it would close 140 of its 450 stores.",
  "Now these PE firms are stuck with their strip-mined retailers that are, one after the other, heading for bankruptcy.",
  "Many of them have collapsed while in the embrace of a PE firm, or after PE firms released them from their embrace.",
  "And malls are getting hit as previously \"pent-up\" real-estate demand from retailers is expected to \"fizzle.\"",
  "Earlier in the year, it bought $174.4 million of Claire's 10.5% senior subordinated notes due 2017.",
  "Its inventories are being liquidated with going-out-of-business sales at the remaining 185 stores.",
  "The deal raised his stake to 43% but gave the hedge fund a big block of the shares as collateral.",
  "Sycamore also owns its key clothing supplier, MGF, which then refused to deliver the merchandise.",
  "February 2, 2016: Hancock Fabrics filed for Chapter 11 bankruptcy, for the second time.",
  "PE angle: It's now controlled by Oaktree Capital - so that it can start all over again.",
  "PE angle: Sycamore Partners owns a large stake in Aeropostale and is its main lender.",
  "January 16, 2015: Wet Seal, teen fashion retailer, filed for Chapter 11 bankruptcy.",
  "September, 2015: Quiksilver, surfwear retailer, filed for Chapter 11 bankruptcy.",
  "Revenues dropped 6.4% to $300 million, generating a net loss of $38.8 million.",
  "In March it had announced that it would \"evaluate strategic alternatives.\"",
  "As so often in these basket cases, there's a private equity angle to it.",
  "Screw those who'd bought them in or after the IPO three years earlier!",
  "Interest expense amounted to $55.1 million, or 18.3% of revenues!",
  "Now the company is getting plowed under in a messy liquidation.",
  "It said it would close all 56 stores and stop online sales.",
  "PE angle: Golden Gate Capital was a lender to the company.",
  "Its shares, a penny stock since September, were delisted.",
  "It closed 70 of its retail sewing and crafting stores.",
  "PE angle: It's owned by Versa Capital Management LLC.",
  "It's buckling under $2.35 billion in long-term debt.",
  "Those dreams collapsed during the Financial Crisis.",
  "All of the outstanding shares would be cancelled.",
  "In January, 2016, it emerged from bankruptcy.",
  "Aeropostale recently filed for bankruptcy.",
  "But they have been embroiled in a feud.",
  "A woman shops in an Aeropostale store.",
  "But restructuring has been abandoned.",
  "Apollo was already stirring the pot.",
  "But there's another theory."
]