[
  "Caesars Entertainment Operating Co filed for Chapter 11 protection in January 2015 and has a reorganization plan that it says hinges on a $4 billion contribution from its nonbankrupt parent to settle creditors’ allegations that it looted the unit of prime casino and hotel assets before its bankruptcy.",
  "REUTERS/Tom Mihalek\n\nApollo Global Management LLC and TPG Capital Management LP formed the Caesars casino holding company in a 2008 buyout and the three groups are facing claims of fraud and asset stripping by creditors of the bankrupt unit.",
  "CHICAGO (Reuters) - A U.S. judge on Wednesday suggested the casino operating unit of Caesars Entertainment Corp (CEC) ask its parent’s private equity sponsors for money to fund a plan to exit its contentious $18 billion bankruptcy.",
  "The unit recently asked Goldgar to extend a halt on billions of dollars in lawsuits over debt guarantees from several bondholders against the parent while it makes a last-ditch attempt to settle with holdout creditors.",
  "A report by an independent examiner in March said that CEC and its private equity backers could face up to $5.1 billion in legal claims, while junior creditors have said they have claims worth as much as $12.6 billion.",
  "On Wednesday, U.S. Bankruptcy Judge Benjamin Goldgar said creditors were being asked to accept considerably less than they are owed in a plan that has not contemplated any money coming from the private equity groups.",
  "Lawyers for the bankrupt unit have argued that legal action against the parent could jeopardize the parent’s funding for the reorganization plan and force it into bankruptcy as well.",
  "“Why should a successful reorganization depend on contribution from CEC alone?” Goldgar asked at a monthly hearing in U.S. Bankruptcy Court in Chicago.",
  "If Caesars’ reorganization plan is confirmed, it would release claims against the private equity sponsors and their directors.",
  "The Caesars parent would also win releases as part of the current reorganization plan, which is set for trial in January.",
  "A security guard stands outside the entrance of Caesar's Casino on the Atlantic City boardwalk, October 28, 2012.",
  "In a filing earlier on Wednesday, CEC said it had reached a deal to settle one of the four bondholder lawsuits.",
  "“Yet as far as I know none of those parties is contributing as much as a dime under the plan,” Goldgar said.",
  "A trial on whether to halt the lawsuits against the parent is scheduled for Aug. 23.",
  "Caesars, Apollo and TPG have denied the claims.",
  "Apollo and TPG declined to comment."
]