[
  "Between at least 2011 and 2015, the SEC said that Apollo advisers did not adequately disclose benefits they received by speeding up the payment of fees paid to them by companies in the funds’ portfolios when those companies were sold or became the subject of an initial public offering (IPO).",
  "REUTERS/Kevork Djansezian\n\nThe Securities and Exchange Commission said Apollo, which settled without admitting or denying the government’s allegations, was also charged with failing to supervise a senior partner who charged personal expenses to the funds.",
  "One of the Apollo advisers also misled investors by failing to disclose certain details about interest payments made on a $19 million loan to defer taxes on interest due to the adviser’s general partner and five Apollo funds, the SEC said.",
  "(Reuters) - Four private equity funds affiliated with Apollo Global Management LLC struck a deal with U.S. regulators on Tuesday to pay $52.7 million to settle charges they misled fund investors about fees and a loan agreement.",
  "Leon Black, Chairman and CEO Apollo Global Management, LLC, takes part in Private Equity: Rebalancing Risk session during the 2014 Milken Institute Global Conference in Beverly Hills, California April 29, 2014.",
  "Apollo also failed to supervise a former senior partner who between 2010 and 2013, charged personal items and services to the Apollo funds and its companies, the SEC said.",
  "Apollo verbally reprimanded the partner again when more personal expenses resurfaced in 2012, but did not impose further discipline or supervision, the SEC said.",
  "Later that year, Apollo conducted a firm-wide review of expenses and, in 2013, a forensic review of the partner’s expenses which revealed even more problems.",
  "“Apollo seeks to act appropriately and in the best interest of the funds it manages at all times,” an Apollo spokesman said in a statement.",
  "Apollo had enhanced its disclosure and compliance related to the matters at issue “long before the SEC inquiry began,” the spokesman added.",
  "Those fees, which the Apollo advisers received in lump sum amounts, reduced the value of those companies prior to their sale or IPO.",
  "Apollo verbally reprimanded the partner after he admitted to charging personal expenses and reimbursed Apollo.",
  "Apollo and the partner, who reimbursed the firm yet again, entered a separation agreement in 2014.",
  "That, in turn, reduced the amounts available for distribution to fund investors, the SEC said.",
  "His assistant reported him to Apollo’s expense manager after becoming suspicious.",
  "The partner made up details to conceal his conduct, the SEC said.",
  "The SEC did not disclose the partner’s name.",
  "The conduct occurred between 2008 and 2013.",
  "Apollo spokesmen also declined to do so."
]