[
  "(Reuters) - Billionaire investor Wilbur Ross’ investment firm WL Ross & Co agreed on Wednesday to pay a $2.3 million fine to the Securities and Exchange Commission to settle charges that it did not properly disclose some fees it charged investors.",
  "In a statement on Wednesday, the SEC said WL Ross had failed to disclose how it calculates its fees for some funds, which led to investors paying roughly $10.4 million of management fees that they should not have in the decade leading up to 2011.",
  "However, between 2001 and 2011, WL Ross used a fee calculation formula that allowed it to keep a “significant” part of the transaction fees for itself, instead of assigning them to funds to offset the management fee as agreed, the SEC said.",
  "WL Ross’ investors were not told of the fee calculation methodology, the SEC said, adding that WL Ross had created “ambiguous provisions” in its agreement with investors that led to a deal favoring the firm over its investors.",
  "REUTERS/Tim Chong\n\nThe fine is the latest in a string of actions taken by the SEC against the private equity sector, as it seeks to improve transparency and crack down on undisclosed fee collection by some fund managers.",
  "WL Ross had initially agreed with its investors to discount its quarterly management fees by between 50 percent and 80 percent of any transaction fee it had collected the previous quarter from its funds, the SEC said.",
  "Wilbur Ross, whose net worth is pegged by Forbes at $2.9 billion, started his eponymous private equity firm in 2000 and sold the firm to investment manager Invesco in 2006 for as much as $375 million.",
  "The SEC earlier this week also slapped a $52.7 million fine on buyout firm Apollo Global Management LLC for misleading investors about fees, among other violations.",
  "Billionaire U.S. investor Wilbur Ross poses for a photo after an interview with Reuters on the sidelines of a conference at a hotel in Singapore September 25, 2012.",
  "In exchange for promises to deliver annual returns higher than 15 percent, U.S. buyout firms typically charge their investors an array of fees for their services.",
  "For instance, private equity firms usually charge a management fee worth around 1.5 percent of the total cash managed.",
  "WL Ross has “voluntarily” agreed to return the excess fees collected, along with interest, to investors, the SEC said.",
  "An adviser to Republican U.S. Presidential nominee Donald Trump, Ross, 78, remains chairman of the firm.",
  "Private equity firms often also charge companies they invest in transaction and monitoring fees."
]