[
  "Las Vegas Strip casinos are seen from the 550 foot-tall (167.6 m) High Roller observation wheel, the tallest in the world, in Las Vegas Thomson Reuters CHICAGO (Reuters) - Caesars Entertainment must face lawsuits from bondholders seeking some $11 billion in claims, a U.S. judge ruled on Friday in a decision the casino company had warned could plunge it into bankruptcy alongside its operating unit.",
  "\"It would be hard to reverse Goldgar without dramatically expanding the availability of third-party releases, something that would be out of step with the standards in other circuits,\" said Douglas Baird, a professor at the University of Chicago Law School.",
  "A current injunction expires on Aug. 29, a day before Caesars faces a potential ruling in New York on lawsuits from bondholders alleging it reneged on guarantees from bonds issued by CEOC prior to the unit's $18 billion bankruptcy.",
  "Caesars Entertainment, which filed for Chapter 11 protection in January 2015, was asking for a third court shield from lawsuits against its parent to protect a multibillion-dollar contribution to its reorganization plan.",
  "Bitter creditors accuse Caesars and its private equity sponsors Apollo Global Management and TPG Capital of stripping the unit of choice assets such as the LINQ Hotel & Casino in Las Vegas and leaving it bankrupt.",
  "CEOC had argued that another halt to a decision on those lawsuits was critical to securing a settlement with holdout creditors before its reorganization plan heads to a confirmation trial in January.",
  "Goldgar asked on Friday why Apollo and TPG were not also contributing, saying the injunctions to date had provided them \"a comfortable free ride\" on CEOC's \"coattails\".",
  "The court's refusal to extend the shield puts Caesars' \"substantial contribution\" to CEOC's reorganization plan \"at serious risk,\" a Caesars spokesman said in an email.",
  "\"I can't find that an injunction is likely to enhance the prospects for negotiation,\" U.S. Bankruptcy Judge Benjamin Goldgar in Chicago said in his courtroom ruling.",
  "The high-stakes CEOC bankruptcy has been plagued by a complex web of litigation pitting some of the most aggressive investors on Wall Street against each other.",
  "Caesars, Apollo and TPG have denied any wrongdoing, though a court-appointed examiner found they could be on the hook for up to $5.1 billion in claims.",
  "To settle the allegations Caesars has offered to pitch about $4 billion into CEOC's reorganization in exchange for releases from the claims.",
  "Shares of the Nevada-based gaming company fell 12 percent after-hours.",
  "Both Caesars and CEOC said they were disappointed by the decision.",
  "CEOC lawyers said they planned to appeal the ruling.",
  "(Editing by Meredith Mazzilli and Matthew Lewis)"
]