[
  "DRIVING THE DAY — Hillary Clinton campaigns in Atlantic City, NJ where she will attack Trump’s business record in the city and roll out a new student plan … Trump campaigns in Cincinnati … House Budget Committee has a hearing at 10:00 a.m. on “Alternate Approaches to Federal Budgeting” … House Small Business Committee has a hearing at 2:00 p.m. on foreign cyber threats … Joint Taxation Committee has a closed hearing at 2:30 p.m. on “issues related to the Treasury Department's proposed regulations under the Internal Revenue Code section 385 … House Judiciary Committee subcommittee has a hearing at 3:00 p.m. on regulatory impacts … ISM Non-manufacturing at 10:00 a.m. expected to rise from 52.9 to 53.3 … FOMC Minutes at 2:00 p.m. likely to shed some light on Brexit’s impact on the decision to hold rates unchanged.",
  "The amendment reads, ‘It is the policy of the Democratic Party that the Trans-Pacific Partnership must not get a vote in this Congress or in future sessions of Congress.’ ‘If we succeed, we will be in a very strong position to stop a vote on the TPP and to fundamentally rewrite our trade agreements to end the race to the bottom and lift up the living standards of people in this country and throughout the world,’ Weaver continued” http://goo.gl/bXjeia\n\nTRUMP’S ATLANTIC CITY PROBLEM — USA Today’s Karen Yi: “Trump often boasts he made a lot of money in Atlantic City, despite the repeated failures of his casinos there, but what he does not mention is his casino empire’s repeated run-ins with government regulators over broken promises and violating casino rules.",
  "Employers will often consider adjustments following a currency shift of as little as 7 per cent — smaller than the one-day drop in sterling on the day of the Brexit result, which saw it fall to the lowest since 1985 against the dollar” http://goo.gl/jzwvRN\n\nCLINTON TO PROPOSE STUDENT LOAN CHANGES — WP’s Anne Gearan and Abby Phillip: “Hillary Clinton plans to promise a three-month moratorium on repayment of federal student loans to allow time to refinance or restructure high-interest debt, part of a larger package of education-related proposals intended to appeal to young voters.",
  "Having shed 5 percent on Tuesday, Brent crude futures LCOc1 fell further to $47.57, with U.S. crude at $46.21” http://goo.gl/SZz1VF\n\nGOOD WEDNESDAY MORNING — Email me on bwhite@politico.com and follow me on Twitter @morningmoneyben\n\nTHIS MORNING ON POLITICO PRO FINANCIAL SERVICES – Patrick Temple-West on the House financial services bills that got bipartisan support -- and to get Morning Money every day before 6 a.m. -- please contact Pro Services at (703) 341-4600 or info@politicopro.com.",
  "The review also found Trump’s casinos repeatedly broke state rules, leading to more than a million dollars in fines” http://goo.gl/1W5nfp\n\nNEW BREXIT TURBULENCE — WSJ’s Darren Lazarus, Jason Douglas and Jenny Strasburg: “Two big British asset managers blocked worried investors from pulling money out of real-estate funds, and the pound sank to a new 31-year low … twin signs that the U.K.’s vote to leave the EU was injecting new turbulence into financial markets after days of relative calm.",
  "NYT’s Patrick Healy: “Clinton may not be indicted on criminal charges … but … Comey, all but indicted her judgment and competence on Tuesday — two vital pillars of her presidential candidacy … [I]n just a few minutes of remarks, Mr. Comey called into question Mrs. Clinton’s claims of superiority more memorably, mightily and effectively than Mr. Trump has over the entire past year” http://goo.gl/Q8mD9l\n\nBREXIT FALLOUT RETURNS — Thought the Brexit was over and the fuss was about nothing?",
  "Clinton said that she would allow teachers and other graduates who enter public service fields to refinance their student loans” https://goo.gl/nNdSGC\n\nFED’S WILLIAMS SEES RATE HIKE THIS YEAR — Bloomberg: “Federal Reserve Bank of San Francisco President John Williams said Britain’s vote to exit the European Union probably won’t derail the U.S. economy, leaving the Fed scope to raise interest rates this year if his growth and inflation expectations are met.",
  "… This notable decline in Treasury yields is not following a conventional path, particularly as it says a lot more about Europe and Japan than about the U.S.\n\nBIG TROUBLE IN TRUMP’S FILINGS — CNBC’s Lori Ann LaRocco: “A series of filing anomalies point to a Donald Trump camp that is either unaware of campaign finance law, or is actively funneling donors' cash to insiders, according to several experts interviewed by CNBC.",
  "Since 2013, Hostess has been under the ownership of the investment firm Apollo Global Management and Metropoulos & Company, which previously owned the maker of Pabst Blue Ribbon beer and specializes in reviving consumer brands” http://goo.gl/vVeWQ0\n\nPOUND DROP HITS AMERICANS IN THE U.K. — FT’s David Sheppard: “For the half-million Americans living in Britain, London was already a city of high rents and cramped housing.",
  "“These ‘red flags,’ as one expert deemed them, include a total lack of disclosure on which vendors staffers for the presumptive Republican nominee are paying, an ‘unusual’ six-figure payout to campaign staff for nontaxable expenses and what appeared to be double reimbursements for some employees' expenses” http://goo.gl/lLTWWX\n\nWHAT SANDERS WANTS ON TPP — POLITICO’s Daniel Strauss: “Sen.",
  "… Germany, France, Switzerland and Australia also saw all-time lows in yield for their 10-year benchmarks” http://goo.gl/DGaKwj\n\nASIA DOWN EARLY — Reuters: “Asian share markets turned tail on Wednesday as fears over instability in the European Union returned with a vengeance, sending the pound to three-decade lows and hammering risky assets of all stripes.",
  "If that outlook comes to fruition, a rate hike would be appropriate this year, though he declined to ‘get into projections about when and what.’ … The concerns about China and Asia in general last year and earlier this year were much more significant’ in terms of the Fed’s ability to meet its goals, Williams said.” http://goo.gl/Vhnpg3",
  "“Inconsistencies in Trump’s testimony, Armstrong said, ‘make it difficult to evaluate adequately the licensee’s fitness for licensure.’ … [R]ecords gathered over four months by the USA TODAY Network shine light on an era marked by battles with regulators who often doubted statements by Trump, yet allowed him to keep operating.",
  "Well, think again … FT's Rochelle Toplensky, Katie Martin and Joel Lewin in London and Joe Rennison in New York: “The pound plumbed new depths against the dollar as financial turmoil intensified in the wake of the UK’s Brexit vote, touching $1.2961 in early Asian trading on Wednesday, its lowest level in more than 31 years.",
  "Furthermore, we expect the Trump campaign to unleash a flood of attacks aimed at questioning Clinton’s judgment”\n\nThe problem with the above argument is that Trump is not only not unleashing a torrent of attack ads, he is not unleashing any at all at this point, while the Clinton campaign floods the swing state airwaves.",
  "— Mohamed A. El-Erian on Bloomberg View suggests it’s not about the US economy: “This week, the U.S. became the latest advanced economy to experience a decline to record levels in the yield of its benchmark 10-year government bonds, along with a continued flattening in the yield curve for its Treasury securities.",
  "Clinton's email woes not over\n\nCLINTON’S EMAIL WOES NOT OVER — Hillary Clinton got a big break with FBI Director Jim Comey’s announcement that his agency would not recommend criminal charges against the presumptive Democratic nominee over her use of a private email server while Secretary of State.",
  "Compass Point’s Isaac Boltansky: “While avoiding indictment is an undeniable positive for the Clinton campaign, our sense is that this result may prove to be a Pyrrhic victory as we expect the Trump campaign to weave the decision into its broader narrative about a rigged political system.",
  "‘I would see the Brexit, as it’s played out so far, as being a relatively modest risk to the U.S. outlook,’ Williams said in a telephone interview on Tuesday, explaining that the move may lower economic growth for the year by about a tenth of a percentage point to just under 2 percent.",
  "A news conference Tuesday was Mr. Carney’s third public appearance in the 12 days since the vote” http://goo.gl/UJn4Hr\n\nTWINKIES TO GO PUBLIC — NYT’s Michael J. de la Merced: “Twinkies and Ho Hos are poised to find a new corporate home — and a listing on public stock markets.",
  "Full Comey statement: https://goo.gl/MXn2WN\n\nStory Continued Below\n\nPOLITICO’s Rachel Bade breaks down all the ways Comey contradicted Clinton here: http://goo.gl/GcUQJi\n\nRepublicans will not let the email scandal go with members calling for a new independent investigation.",
  "Bernie Sanders' campaign on Tuesday shared the specific language he wants inserted in the Democratic Party platform concerning [TPP] … In a fundraising email … Sanders campaign manager Jeff Weaver shared the specific language of the amendment he would like to see inserted.",
  "…\n\n“The close business links between the City and Wall Street — which led to the rise of the NYLON tag for executives flipping between the two cities — sees a large number of American bankers, lawyers and consultants come to Britain on short-term postings each year.",
  "Mercer, whose annual cost-of-living rankings are used by many companies to determine international compensation schemes, said more than two-thirds of companies in Europe offer international employees some level of currency protection.",
  "He also contracted Clinton’s own account of her email use at least five times, shredding claims that she didn’t knowingly send or receive classified info over the private email account and that she had turned over all relevant emails.",
  "… Consultancies Deloitte and Mercer said the size of the drop in the pound could trigger adjustments under salary protection schemes, as US employees in the UK try to cover dollar mortgage and loan repayments in their home country.",
  "‘The record before us is laced with hyperbole, contradictions and generalities,’ then New Jersey Casino Control Commission member Valerie Armstrong said in a 1988 hearing over Trump’s bid to take over Atlantic City’s Taj Mahal.",
  "FORGET THE DEM PLATFORM — A Democratic strategist emails: “All the press over the Democrats' platform seems a bit misplaced, since the platform is almost exclusively a symbolic, non-binding list of aspirational goals.",
  "The owners of Hostess Brands announced on Tuesday that they had agreed to sell a majority stake in the company to a publicly traded affiliate of the Gores Group, an investment firm, for about $725 million.",
  "The Democrats' discussions over who will lead the agencies that do the real work of government, however, will have profound impacts on how far a Democratic White House would go to achieve those goals.",
  "… The latest catalyst for risk aversion was a number of UK asset managers led by Standard Life, announcing that they were halting retail investors from pulling money out of property funds.",
  "David Cameron has announced his resignation as prime minister, his Conservative Party is picking a successor in a sharply contested ballot and the opposition Labour Party is in disarray.",
  "“Clinton is framing her general election case against Trump as a choice between someone who tries to address problems such as student debt and someone she accuses of selfish motives.",
  "The clamour for havens sent Switzerland’s 50-year bond yield below zero for the first time while the 10-year Treasury yield … fell below 1.36 per cent and into uncharted territory.",
  "She plans to campaign in Atlantic City, N.J., to draw attention to her campaign's claims that Republican opponent Donald Trump has cheated workers on his way to business success.",
  "At the same time, the Bank of England eased regulatory restraints on British banks, a bid to allow them to lend more and keep the economy flush with credit.",
  "Instead, Donald Trump spent Tuesday suggesting Clinton had bribed Attorney General Loretta Lynch and saying positive things (again) about Saddam Hussein.",
  "“Williams, who next votes on policy in 2018, said he still expects unemployment to drop to 4.5 percent this year and for inflation to continue moving up.",
  "“It also raises the stakes for Hostess, joining the public markets at a time when more consumers are shunning sweets in favor of more nutritious treats.",
  "“Those personnel picks may well-determine the fate of Democratic unification, and ultimately, whether Secretary Clinton will be our next President.",
  "…\n\n“With Italian banks also under pressure, the post-Brexit bounce seen for equities last week faded and reinforced demand for government paper.",
  "“That also means the signals being transmitted to markets and the implications for the economy and policy can't be analyzed in the usual way.",
  "… Clinton addressed the problem of high student debt during remarks to a convention of the nation's largest teachers' union on Tuesday.",
  "Hours earlier, the benchmark 10-year US Treasury yield fell to a record low, as investors on Tuesday sought top-tier government debt.",
  "Now the sharp drop in the pound against the dollar in the wake of the Brexit vote could see a wave of salary renegotiation demands.",
  "The transaction will be the second in which Hostess … has traded hands since emerging from bankruptcy protection three years ago.",
  "The problem the GOP has is that they lack a candidate with the ability to keep a relentless focus on Clinton’s trust issues.",
  "…\n\n“Concerns that central banks might not be able to soften this latest blow to global growth hit oil prices hard.",
  "Much of the postvote economic response has been left to the central bank and its governor, Mark Carney.",
  "Comey’s sharp words will only make Clinton’s already terrible numbers on trustworthiness even worse.",
  "House Speaker Paul Ryan also said he would call on Comey to testify on the matter before Congress.",
  "“Britain is laboring through the second week after its Brexit vote with little clear direction.",
  "Comey slammed Clinton as “extremely careless” with “highly classified” intelligence.",
  "Clinton will propose the hiatus on loan repayment Wednesday … .",
  "But the traditional drivers can't explain these developments.",
  "In any normal year, Clinton would be in serious trouble.",
  "But she hardly got the all clear.",
  "WHAT’S UP WITH RECORD LOW YIELDS?",
  "But this is not any normal year.",
  "None of that is public yet.\""
]