[
  "As the stock market soared three years ago, Leon Black announced that his private equity firm, Apollo Global Management, was “selling everything that’s not nailed down.” But with the U.S. stock market hitting new highs in 2016, the buyout billionaire has taken many financial players by surprise and gone on a spending spree.",
  "Black got off to an acquisitive start this year by striking a $6.9 billion deal in February to buy ADT, which on the eve of 2016 was one of the most heavily shorted companies in the Standard & Poor’s 500 index.",
  "Black’s buying has made life particularly painful this year for hedge fund short sellers and other investors who had been betting against the shares of companies before Apollo swooped in and bought them all.",
  "The shares of the time-share resort company had a large short interest and some thought its business model was faulty and premised on overly aggressive sales tactics in an already sketchy industry.",
  "In June, Apollo put together a deal to buy Diamond Resorts International for $2.2 billion, which represented a 26% premium over where the company’s shares closed before the announcement.",
  "The home security company had become a target for short sellers who believed big cable companies like Comcast could leverage their relationships with homeowners and take ADT’s business.",
  "Must Read: The Little Black Book Of Billionaire Secrets\n\n“We have put a lot of capital to work, and we also have a robust pipeline today of deals that we like,” Black said in August.",
  "Black is a shrewd dealmaker who became one of the richest men on Wall Street building Apollo Global Management, which is known for making acquisitions in distressed companies.",
  "In 2016, Apollo has announced 11 transactions, or $11.7 billion worth of deals, more acquisitions than the private equity firm has conducted in years, according to Dealogic.",
  "And many of those deals targeted companies that were being heavily shorted by a hedge fund crowd that is now licking its wounds and confused by some of Apollo’s moves.",
  "Apollo agreed to buy them for $32 a share, which still represented a 38% premium to the level they closed at before reports of a potential deal surfaced in August.",
  "Short sellers had bet heavily that larger companies like Amazon and Microsoft would continue to eat the lunch of the cloud-services company.",
  "The owner of Red Box DVD rentals was the third-most shorted stock in America with short interest making up 46% of its public float.",
  "Apollo bought ADT for $42 a share, a 56% premium over ADT’s closing price on the last trading day before the deal was announced.",
  "The stock had changed hands for less than $20 in May and Apollo paid $30.25 a share when the deal closed in September.",
  "Next up, Apollo shocked the shorts in July by entering into an agreement to buy Outerwall in a $1.6 billion deal.",
  "Apollo had been rolling up home security companies like Protection 1 and ASG Security and folded them into ADT.",
  "As a result of a shareholder push for a sale and Apollo’s purchase, shares of Outerwall are up 42% this year.",
  "The firm now has $186 billion under management and a lot of money it needs to put to work.",
  "Short sellers are advised to keep a close eye on Black and Apollo before the year is out.",
  "Finally, Apollo agreed at the end of August to buy Rackspace Hosting for $4.3 billion.",
  "Rackspace’s shares once changed hands for more than $80.",
  "Call it the Leon Black squeeze."
]