[
  "By Maria Chutchian\n\nWords hurt and the mediator overseeing Caesars Entertainment Operating Co (CEOC) negotiations with its creditor constituencies proved it today when he resigned from his role, saying he was “struck” by bankruptcy court Judge A. Benjamin Goldgar’s response to his mediation efforts and that he “can’t continue.”\n\nRetired Judge Joseph Farnan Jr, who was appointed to oversee mediation in the Chapter 11 case in February, said in a one-page letter to CEOC lawyers at Kirkland & Ellis that “recent events have convinced me that I am unable to continue the mediation process in accordance with standard mediation procedures I adhere to.”\n\nJudge Farnan appears to be unhappy with comments made by the judge during a trial in late August over CEOC’s request to extend an injunction of non-debtor litigation.",
  "Apparently the Court did not find my progress report helpful because I didn’t breach the confidentiality of the mediation and testify in open court or describe the discussions and proposals exchanged, and detail the status of the differences among the parties.",
  "The executives, which include Apollo co-founder Marc Rowan, insist that the second liens’ demands are wildly inappropriate and serve only to harass the sponsors in the course of ongoing settlement negotiations.",
  "“I was struck by the extent my Mediation Statement regarding the progress of the mediation – a standard report to a supervising Court – was the focus of the hearing and the Court’s observations.",
  "The second liens insist that in order to properly evaluate parts of CEOC’s proposed bankruptcy exit plan, it needs access to the personal financial documents of top Apollo and TPG executives.",
  "The statement indicated that CEOC and its non-debtor parent could potentially reach a successful resolution to their ongoing fight with second lien noteholders surrounding a plan.",
  "This week, the second liens traded barbs in court papers with executives at Apollo Global Management and TPG Capital, the equity sponsors for CEOC’s non-bankrupt parent.",
  "I believe the Court either misspoke or doesn’t understand how such disclosures would be viewed by participants and the markets,” Judge Farnan said in the letter.",
  "If it does pick up again CEOC’s parent entity could be on the hook for around $11 billion in damages relating to actions it took before CEOC entered bankruptcy.",
  "In that event, CEOC’s bankruptcy exit strategy would likely be thrown into disarray and its parent would almost certainly wind up in Chapter 11 as well.",
  "CEOC is still trying to bring second lien noteholders, who have been its main opponent throughout the case, on board with its restructuring effort.",
  "At the center of Judge Goldgar’s comments was Judge Farnan’s latest statement, issued in late August, on the status of the mediation.",
  "“I am convinced that I can’t continue and possibly a new mediator will be able to establish a workable process,” he added.",
  "Judge Farnan did not specifically identify which statements from Goldgar he found troublesome.",
  "Meanwhile, the non-debtor litigation is temporarily on hold, but could resume in October.",
  "Judge Farnan’s resignation comes at a precarious time in the bankruptcy proceedings.",
  "Maria Chutchian is a reporter for Debtwire covering bankruptcy.",
  "She can be reached at maria.chutchian@debtwire.com"
]