[
  "Further, the expansion of its digital classifieds businesses – some partnered with TEGNA, the broadcast/digital company that now owns those and other local marketing-oriented businesses and was also split off from Tribune Company in 2014 – gives it a leading edge in exploiting a corner of the new local digital ad business.",
  "Gannett CEO Robert Dickey told his own USA Today that his company has been rebuffed in his efforts to formally engage with Tribune’s new management, led by Tribune Publishing board chairman Michael Ferro and CEO Justin Dearborn – who himself seized control of the company in January, after making a 16.6% investment in it.",
  "In addition, there’s also the possibility of other bidders, perhaps private equity ones, like Apollo Global Management, that have recently tried to enter the business — and may want to forestall the possibility of Gannett further consolidating its nationwide hold on the business.",
  "| Bloomberg Gannett makes Tribune's Michael Ferro an offer he likely can't refuse\n\nThe news this morning that Gannett, the largest newspaper company in the U.S., has privately made an unprecedented hostile offer to buy Tribune Publishing was big enough.",
  "For Ferro — whose early tenure has been marked with grandiose pronouncements about reinventing Tribune and the beleaguered newspaper industry — the offer comes as both a major setback to his ambition, and one pleasing to his wallet.",
  "After all, the deal, if completed, would come the closest to creating a national-reaching daily newspaper company in the United States, a nation whose local press ownership has been traditionally split up diversely.",
  "While still lacking numerous big-city markets, the new Gannett would be able to exploit its emerging national news and operational scale and its core automotive (Cars.com) and recruitment (CareerBuilder.com) assets.",
  "And there are region-specific advantages: For Gannett, the acquisition of Florida’s Fort Lauderdale Sun-Sentinel and Orlando Sentinel drive much of the value of the deal – giving Gannett a stronghold in the state.",
  "But given the large premium (and Dickey’s now publicly stated goal of a sit-down with the full board), it will be tough to defend (and there is considerable risk of a shareholder suit if the deal is rejected).",
  "These are big-city papers – including the flagship Los Angeles Times and Chicago Tribune, as well as the Baltimore Sun, Hartford Courant and two Florida papers — giving it a huge presence across the country.",
  "It has seen one CEO, Jack Griffin, depart, along with several of his top turnaround executives, and its share price plummet from an initial $25 to as low as the $5 range.",
  "Since split-off from Tribune Company in summer of 2014, the company has been overmatched by the challenges of turning around the U.S. third largest newspaper publisher.",
  "Though Dickey said Gannett, long focused on smaller-than-metro-market-sized dailies, would consider metro markets, a reach for this set of papers is surprising.",
  "“Dickey said in an interview that since the original offer, he has had several phone calls with Tribune’s non-executive chairman, Michael Ferro, and Dearborn.\"",
  "We’re confident that, with cooperation between the companies, we can complete due diligence in a very timely fashion and execute an agreement,” Dickey said.",
  "In addition to the questions about how it would manage the Tribune’s biggest papers, the question of Gannett strategy overall persists.",
  "Might the USA Today national news section replace the national news now offered in such major dailies as the Times and the Tribune?",
  "For a company whose biggest metro papers have been sited in Detroit, Louisville and Des Moines, the move is quite a leap.",
  "It has yet, despite numerous high-profile efforts, made clear its local newspaper model or strategy for the digital age.",
  "After the company bought Journal Media newspapers earlier this year, Dickey said the company had an appetite for more.",
  "Gannett’s offer: To buy Tribune Publishing for $815 million, including the assumption of $390 million in Tribune debt.",
  "That the news broke a report in flagship Gannett paper USA Today shows just how serious—and how hostile—the offer is.",
  "But the letter says Tribune has refused to begin formal negotiations, prompting Dickey to reveal the bid publicly.",
  "And the seemingly outsized premium represented in this deal will likely only go up, as Gannett sweetens its offer.",
  "The expanded Gannett would add only nine daily titles to its 107 current ones, but those numbers are misleading.",
  "That’s just one of the many questions that readers, journalists and industry watchers will ask in coming days.",
  "Story Continued Below\n\nThat is $12.25 per share — a 63% premium over Tribune’s closing stock price Friday.",
  "For Gannett, the hostile offer fulfills CEO Dickey’s publicly stated goal to acquire more newspapers.",
  "Ferro’s quick profit would come to more than $20 million on his $44.4 January investment.",
  "“What we’re hoping for is to sit down with Tribune’s board and work out a transaction.",
  "Metro markets have consistently performed even less well than dailies overall.",
  "It has proven itself to be an efficient operator and cost consolidator.",
  "Tough as that may be to resist, Ferro seems to oppose the offer.",
  "Tribune Publishing, of course, has been reeling for a long time.",
  "Ferro."
]