[
  "Benny Lin/flickr (Reuters) - For-profit U.S. college operator ITT Educational Services Inc is preparing to file for bankruptcy after the U.S. government restricted financial aid to new students, according to people familiar with the matter.",
  "ITT's move comes after it said last week it would shut its 137 technical college campuses in 39 states, where roughly 35,000 students are enrolled and 8,000 employees work, as a result of the U.S. Department of Education decision.",
  "The for-profit education sector has come under pressure as the U.S. government enforces tighter regulations that require school graduates to find gainful employment and can repay their student debt.",
  "U.S. for-profit college operator Education Management Corp said in November it will pay a record $95.5 million to resolve charges it used high-pressure sales tactics to mislead students.",
  "The U.S. Department of Education said that ITT students can apply for a discharge and not have to repay their debts, an option that was available to Corinthian students.",
  "Last year, Corinthian Colleges Inc filed for bankruptcy and abruptly closed 28 schools, leaving 16,000 students without classes amid federal and state investigations.",
  "Buyout firm Apollo Global Management LLC earlier this year led a $1.14 billion deal to take private Apollo Education Group Inc, which owns the University of Phoenix.",
  "ITT has hired restructuring consultants Alvarez & Marsal LLC and bankruptcy law firm Faegre Baker Daniels LLP to prepare for the filing, the sources said this week.",
  "A&G Realty Partners was hired to sell all of the company's real estate, which includes 30 properties it owns, said Andrew Graiser, co-president at A&G.",
  "The Carmel, Indiana-based company had already been subject to government scrutiny over allegations of fraud and deceptive marketing tactics.",
  "ITT Educational Services and spokespeople at Alvarez & Marsal and Faegre Baker Daniels did not immediately return a request for comment.",
  "Even with declines in enrollment, the for-profit education sector has been a focal point of Wall Street investors.",
  "In August, the U.S. Department of Education banned ITT from enrolling new students who get federal aid.",
  "Private equity firm Cerberus Capital Management LP [CBS.UL] loaned ITT $100 million in 2014.",
  "They will not pay their federal student loans because they say ITT defrauded them.",
  "Such students accounted for more than two-thirds of ITT's revenue in 2015.",
  "(Reporting by Jessica DiNapoli in New York; Editing by Jeffrey Benkoe)",
  "Some of ITT's students have announced a \"debt strike.\"",
  "Things aren't going well for ITT Tech."
]