[
  "The 2015 OCIE exam priorities warning said, “Given the high rate of deficiencies that we have observed among advisers to private equity funds in connection with fees and expenses, we will continue to conduct examinations in this area.”\n\nIn 2016 OCIE broadened the warning to include hedge funds in the exam priorities saying they “will examine private fund advisers, maintaining a focus on fees and expenses and evaluating, among other things, the controls and disclosure associated with side-by-side management of performance-based and purely asset-based fee accounts.”\n\nAs a result of the SEC probe and despite public warnings, the SEC has now announced approximately a dozen actions against PE managers, including some of the largest and most prominent firms.",
  "In his speech, Ceresney pointed out that the industry “has certain unique characteristics, particularly in its investment structure.” He also said, “it is fair to say that the investment structure of private equity and the nature of private equity investments can lend themselves to some of the misconduct that we’ve observed.”\n\nWith such complex structures, the regulator’s task of examining and determining how fees and expenses are charged and if they are properly disclosed is not a simple one.",
  "In the press release announcing the settlement, Ceresney warned PE industry participants “Full transparency of fees and conflicts of interest is critical in the private equity industry and we will continue taking action against advisers that do not adequately disclose their fees and expenses, as Blackstone did here.”\n\nThe KKR settlement with the SEC also involved expenses and revolved around allocation of “broken deal” expenses over a six-year period ending in 2011.",
  "Between 2011 and 2015, the SEC said, Apollo failed to adequately disclose benefits they received, to the detriment of investors, by speeding up the payment of fees paid to them by companies in the funds’ portfolios when those companies were sold or became the subject of an initial public offering.",
  "Apollo, KKR, and Blackstone settlements\n\nFour private equity funds affiliated with Apollo Global Management, the $186 billion PE manager settled charges with the SEC last month agreeing to pay $52.7 million to settle charges they misled fund investors about fees and a loan agreement.",
  "An Apollo spokesman said in a statement, “Apollo seeks to act appropriately and in the best interest of the funds it manages at all times.” Apollo had enhanced its disclosure and compliance related to the matters at issue “long before the SEC inquiry began,” the spokesman added.",
  "Managers should be sure to integrate compliance into overall risk management by developing and implementing compliance procedures that equally empower the chief financial officer, chief compliance officer, and chief operating officer to correct potential conflicts of interest.",
  "It is a fundamental principle of the 1940 Act that fiduciaries must make full disclosure of all material facts relating to advisory services including conflicts, fees, and expenses and clients understand and give consent to such practices or conflicts.",
  "By Todd Ehret, Regulatory Intelligence\n\n(Thomson Reuters Regulatory Intelligence) – Private equity firms in the 1980’s and 1990’s gained a notorious image as corporate raiders thriving on leveraged buyouts and hostile takeovers funded by junk bonds.",
  "In October 2012 the SEC’s Office of Compliance, Inspections, and Examinations (OCIE) launched a presence-exam initiative which was seen by many as a “light introductory exam” in an effort by the regulator to get to know all of the new registrants.",
  "The exact amount of cooperation or self-reporting credit is likely only known by the SEC and possibly the attorneys in negotiating the settlements; regardless, the SEC is sending a clear message encouraging others to self-report and cooperate.",
  "Potential pitfalls for a manager include: the receipt of fees, allocation of expenses between managers and portfolio companies and the process of directing portfolio companies to use service providers, buy products, or make financial reports.",
  "Within this broad category there are not only hedge funds and private equity funds but they can further be broken down by strategies, such as real estate, commodities, lending funds, venture capital funds, and buyout funds, to name a few.",
  "One partner at a mid-sized PE firm Thomson Reuters spoke with said, “the SEC’s position that acceleration of monitoring fees should be disclosed in advance of a limited partner’s investment may present an industry-wide issue.",
  "Nevertheless, the number of participants and total assets of approximately $30 billion of that era were miniscule compared to today’s private equity (PE) industry, which has finally come under greater regulatory oversight.",
  "This was a very common practice that pre-dates many managers becoming registered.”\n\nBlackstone and Kohlberg Kravis & Roberts (KKR) also settled cases for similar fee monitoring acceleration and disclosure lapses.",
  "The fees in question occurred over a 10-year period from 2001 to 2011.The SEC said WL Ross has voluntarily adopted new methodology on fee allocation and noted their cooperation and self-reporting of the issue.",
  "Likewise, in the Apollo case, the SEC stated, “Apollo was extremely prompt and responsive in addressing staff inquiries.” The agency cited the cooperation in its decision to accept Apollo’s settlement offer.",
  "He has more than 20 years’ experience in the financial industry where he held key positions in trading, operations, accounting, audit, and compliance for broker-dealers, asset managers, and hedge funds.)",
  "The SEC said Apollo, which settled without admitting or denying the government’s allegations, was also charged with failing to supervise a senior partner who charged personal expenses to the funds.",
  "Two recently settled enforcement actions involving prominent PE firms added to the growing list of PE managers tripped up by the U.S. Securities and Exchange Commission’s (SEC) probe into PE firms.",
  "Ceresney cited eight enforcement actions and said there were “more to come.”\n\nAlmost all of the settled enforcement actions have involved fees, expenses, conflicts of interest, and disclosures.",
  "The trifecta of conflicts, expenses, and disclosures\n\nIn the same speech, Ceresney said that OCIE had observed that over 50 percent of the examined PE fund advisers had compliance problems.",
  "The SEC’s probe of PE\n\nIn 2010 the SEC’s enforcement division created specialized units including the Asset Management Unit in anticipation of the new registrants as a result of Dodd-Frank.",
  "Essentially the voluntary reimbursement amount effectively fulfills the need for disgorgement and the penalty of $2.3 million is less than a quarter of the calculated harm to investors.",
  "In the Blackstone settlement, the SEC also noted voluntarily and prompt provision of documents and cooperation as well as Blackstone’s willingness to meet many times with the SEC staff.",
  "PE firms must be sure to establish iron-clad processes, procedures, and controls to manage their valuations and be sure to take extra care as it relates to performance and marketing.",
  "Follow Regulatory Intelligence compliance news on Twitter: @thomsonreuters)\n\n(Todd Ehret is a Senior Regulatory Intelligence Expert for Thomson Reuters Regulatory Intelligence.",
  "The firm’s limited partnership agreements were “ambiguous” about fee offsets in situations where ownership was shared by multiple funds and other co-investors, the SEC alleged.",
  "The results of these initial exams identified a number of deficiencies which likely led the SEC to include PE firms in their annual exam priorities rosters in 2015 and 2016.",
  "This, along with a handful of other expensive SEC settlements, and prominent public warnings by regulators to the industry are noteworthy and prompted our review below.",
  "The addition of a compliance chief to the investment committee is an excellent step to ensure all transactions and investments are monitored and thoroughly scrutinized.",
  "WL Ross and others benefit from-self reporting and cooperating\n\nPE firm WL Ross & Co. settled last month with the SEC over its disclosures of fee allocation practices.",
  "Regulatory Intelligence provides a single source for regulatory news, analysis, rules and developments, with global coverage of more than 400 regulators and exchanges.",
  "PE managers are more exposed to this than other asset managers because of the unique structure, where the manager holds controlling interests in portfolio companies.",
  "Performance affects a manager’s ability to market and raise new capital for a new fund so valuation, performance and marketing all become dependent on each other.",
  "The bulk of the assets invested in alternatives is largely of an institutional nature such as family offices, endowments, sovereign wealth funds and pensions.",
  "They must also exercise caution when offering co-investment opportunities to only selected or preferred parties, as it could be breach of fiduciary duty.",
  "This industry largely went unregulated until the passage of the Dodd-Frank Act in 2010 which required PE and hedge fund managers to register by 2012.",
  "PE firms are unique in their structures and problems\n\nAlternative asset managers are a much bigger category and diverse group than one might assume.",
  "PE fund’s lack of correlation with public markets and consistent long term returns are the most appealing aspect of these alternative strategies.",
  "Transaction fees that WL Ross receives from portfolio companies result in a reduction of the management fees that the funds pay to the firm.",
  "The SEC said WL Ross voluntarily reimbursed about $11.8 million to certain WL Ross funds and agreed to pay a $2.3 million civil penalty.",
  "OCIE also created its own specialized unit, the Private Funds Unit and began examining many hedge funds and PE firms for the first time.",
  "Andrew Ceresney, Director of the Division of Enforcement of the SEC spoke on May 12, 2016 on the agency’s focus on the PE industry.",
  "Suggestions\n\nPE managers and funds must ensure that investor interests are placed ahead of the management company and principals.",
  "The most problematic practices identified were allocation of expenses, hidden fees, disclosures, and issues related to valuation.",
  "In the Blackstone settlement the firm agreed to a $39 million settlement of which $29 million will be distributed to investors.",
  "“Blackstone voluntarily made changes to the applicable policies well before this inquiry was begun,” a company spokesman said.",
  "The nearly $30 million settlement occurred in June 2015 and was the first in the series of cases against the largest PE firms.",
  "Those fees, which the Apollo received in lump sum amounts, reduced the value of those companies prior to their sale or IPO.",
  "The SEC’s exams have been focused in three areas; conflicts of interest, disclosures, and allocations of expenses and fees.",
  "The WL Ross order does not detail how much the penalty amount was reduced because of the self-reporting and cooperation.",
  "Ceresney signaled that the next round of proceedings against PE managers could focus on failures in this area.",
  "Assets under management by PE managers grew to $700 billion in 2000 thanks to the technology and dot-com boom.",
  "Apollo faced a “conflict of interest” it wasn’t making clear to its clients, SEC said in the settlement.",
  "Ceresney added that the asset management enforcement units had opened investigations where appropriate.",
  "Because the investments are non-public the valuation is critical as it directly relates to performance.",
  "(This article was produced by Thomson Reuters Regulatory Intelligence and initially posted on Sept. 9.",
  "The units began developing the expertise necessary to understand PE fund advisers and their practices.",
  "The period covered in the KKR settlement dated back to 2005 should be noted by industry participants.",
  "They have now swelled to more than $4.2 trillion according to the 2016 Preqin Private Equity Report.",
  "This tremendous growth in assets now dwarfs total hedge fund assets of approximately $2.8 trillion.",
  "The industry spawned famous tales and movies about the deals and larger-than-life personalities.",
  "Penalties, including disgorgement and fines now total nearly $150 million in settled cases.",
  "Another concern surrounds fiduciary obligations under the Investment Advisers Act of 1940.",
  "That, in turn, reduced the amounts available for distribution to investors, the SEC said.",
  "The committee should be informed of all potential conflicts and have a say in the matter.",
  "Compliance should also be sure that a limited-partners advisory committee is in place.",
  "Valuation is perhaps one of the most difficult and important areas for PE firms.",
  "The firm didn’t admit or deny the SEC’s findings, according to the agency.",
  "We also highlight the top areas of concern and offer some suggestions.",
  "Management of conflicts of interest is a high priority with the SEC.",
  "Such exams can be lengthy and costly."
]