[
  "Caesars and its private equity owners Apollo Global Management (APO.N) and TPG Capital Management [TPG.UL] are offering junior creditors an increased recovery of 66 cents on the dollar, sources with knowledge of the matter said on Monday on condition of anonymity because the talks are confidential.",
  "(Reuters) - Caesars Entertainment Corp (CZR.O) said on Monday it remains “optimistic” of reaching a $5 billion deal with the bulk of its creditors to push its main operating unit out of bankruptcy, but one hedge fund bondholder said it will pursue litigation.",
  "“Caesars Entertainment and CEOC are working vigorously and collaboratively with the parties on the details and documentation,” the casino group said in a statement on Monday, adding it was “optimistic” that an agreement would be reached.",
  "“We believe that Caesars’ actions, which we believe violated federal securities laws and were cloaked in secrecy, damage our capital markets and we are prepared to fully litigate the matter,” Kupferberg said.",
  "Trilogy Capital Management, a hedge fund with about $22 million in CEOC bonds, refused on Monday to accept the offer and said it would pursue a $160 million lawsuit against Caesars in New York.",
  "Caesars had previously said it would contribute $4 billion to CEOC’s reorganization, which envisions splitting the subsidiary into an operating unit and a separate real estate investment trust.",
  "REUTERS/Las Vegas Sun/Steve Marcus\n\nCaesars offered a sweetened $5 billion settlement last week to hold-out creditors of its main operating unit, Caesars Entertainment Operating Co Inc (CEOC).",
  "Passengers leave the cabin after riding the 550 foot-tall (167.6 m) High Roller observation wheel, the tallest in the world, in Las Vegas, Nevada April 9, 2014.",
  "Caesars shares were down 1.1 percent at $9.44 in midday Nasdaq trading after gaining about 45 percent since Caesars sweetened its offer on Wednesday.",
  "In exchange, creditors would have to drop their allegations of fraud prior to the unit’s bankruptcy in January 2015 with $18 billion of debt.",
  "Trilogy is “looking forward to having our day in court,” Barry Kupferberg, director of research for Trilogy said in an e-mailed statement.",
  "A court-appointed independent examiner found in March that Caesars, Apollo and TPG could be on the hook for around $5 billion.",
  "TALKS CONTINUE\n\nWhile Caesars gave creditors a Sept. 23 deadline for accepting the offer, talks continued over the weekend.",
  "Trilogy is one of several bondholder groups that accuse Caesars of scrapping CEOC’s bond guarantees.",
  "Junior creditors have said they have claims worth up to $12.6 billion.",
  "The judge could rule on Trilogy’s claims as soon as Oct. 6.",
  "In total, the lawsuits are worth $13 billion.",
  "Caesars has denied wrongdoing."
]