[
  "General uncertainty about how soon or how much the Federal Reserve will raise rates, concerns about future corporate earnings and the US economy, as well as overall incertitude about the looming US elections, are making investors more careful before allocating cash into the riskier part of the leveraged loan market, which is considered speculative and rated BB/Ba or lower.",
  "“There is more caution in the air post-Labor Day than in the summer.”\n\nDEAL PUSHBACK\n\nA number of loan deals have struggled to finish as investors push back on lender-friendly pricing, even though average bids in the overall secondary market climbed to above 97 this week, the highest level in a year, according to LSTA/Thomson Reuters LPC Mark-to-Market Pricing.",
  "Video conferencing equipment maker Polycom Inc’s US$750m term loan, funding the company’s buyout by Siris Capital and rated B1, was forced to widen its original issue discount to 96 from 98, reduce the size from US$800m and increase the spread to 650bp over Libor from 575bp over Libor, as well as extend 101 soft call protection to one year from of six months.",
  "Low interest rates around the globe have pushed investors to seek the higher yields of risky corporate debt, while the Federal Reserve’s impending rate hikes and the Securities and Exchange Commissions’ money market reform have pushed Libor up, increasing the demand for floating rate loans which pay a spread over the benchmark.",
  "Printing services company LSC Communications’ new US$375m term loan B, which backs the company’s spin-off from RR Donnelley, reduced from US$425m, raised the spread to 600bp over Libor from a range of 525bp-550bp, slashed the discount to 97.5 from 98.5 and shortened the maturity to six years from seven years.",
  "NEW YORK, Oct 4 (Reuters) - Syndicated loan investors wary about the uncertain macro-economic environment are keeping a disciplined approach when buying loans, pushing back on pricing for the riskier leveraged credits, even as the need to put money to work eclipses the number of loans available.",
  "DEMAND IN LOAN LAND\n\nEconomic policy decisions from global central banks and a more than three-year long regulatory overhaul on risky lending are the main causes of the burgeoning demand for loans, the tight supply, and the sense of caution in the leveraged loan space, said sources.",
  "Dell Software Group’s US$1.35bn term loan, backing the company’s acquisition by Francisco Partners and hedge fund Elliott Management and rated B1, also hiked the spread to 600bp from 550bp and lengthened 101 soft call protection to one year from six months.",
  "Loans already trading in the secondary market are also seeing the impact of macroeconomic-induced prudence, moving lower following bad credit news as investors sell-off amid heightened wariness of hazards.",
  "While loans are floating rate, they can trade down in correlation to fixed income products and are especially prone to selling by investors who hold both leveraged loans and high-yield bonds.",
  "Pharmaceutical company Concordia International’s secondary term loan took a multiple-point hit to 90-92 on September 16, weighed down by the UK government’s attempt to curb drug costs.",
  "A Goldilocks backdrop for leveraged loans has led to a raft of issuer-friendly deals, such as repricing of spreads, adding leverage and debt-fueled dividend payments to owners.",
  "Redbox Automated Retail’s new US$400m term loan, funding the video kiosk company’s sale to Apollo Global Management and rated Ba3, cut the new issue discount to 97 from 98.5.",
  "Luxury department store Neiman Marcus Group’s term loan dropped a point to 93-93.75 last week after reporting weakening sales and wider losses for the fourth quarter.",
  "Interest rate hikes can mean ensuing volatility in risk markets, and this foresight has infused loan investors with apprehension over poorer credits.",
  "Meanwhile, regulators have clamped down on how much debt banks can place on below-investment grade companies, muting the supply of leveraged loans.",
  "“The strong demand is still focused on relatively better credits,” said Steven Oh, global head of credit and fixed income at PineBridge.",
  "The concern is that if the current technicals continue, transactions that should not be cleared could enter the marketplace,” said Oh.",
  "Nonetheless, when marginal credits come to market, loan investors are being disciplined and pushing for better pricings and terms.",
  "But loan watchers fear that if the supply-demand imbalance persists, their discipline may fold.",
  "“Nervousness over macroeconomic concerns is keeping discipline on credit,” said a loan trader.",
  "So far, investors have pushed back and been compensated for holding riskier loans.",
  "(Reporting by Lisa Lee; Editing By Michelle Sierra and Leela Parker Deo)",
  "Lower-rated new transactions are particularly prone to pushback.",
  "“There are marginal credits entering the loan space.",
  "To date, there has been some measure of discipline."
]