[
  "Even if it did, the railcar market ordered and produced a significant excess of railcars in the past few years, which is causing a structural and systemic change to the railcar market given that this massive oversupply is a more permanent issue and should suppress prices (and lease rates) for at least the next few years.",
  "We also ran a comparable companies analysis, but had greater conviction in our intrinsic valuation given that the peer set of the previously mentioned railcar manufacturers and leasing companies such as CIT do not primarily focus on railcar leasing, and hence do not represent great comps for GATX.",
  "For the first round, judges came from Apollo Global Management, Och-Ziff Capital Management, Matrix Capital Management, Davidson Kemper Capital Management, Citigroup, Allen & Company, Perella Wienberg Partners, Ares Credit Group, TPG Capital, Bridgewater Associates, and Garda Capital Partners.",
  "The utilization rate reflects the proportion of GATX's fleet that is being leased out and generating revenue, and cyclically when LPI and renewal success rate have declined, the utilization rate comes under pressure as it is harder to find people to lease railcars to.",
  "However, by the time these railcars were manufactured two or three years later, the demand that these railcars were produced to meet had evaporated, as a result of the decline in the prices of commodities such as coal, oil, natural gas, and many metals.",
  "The goal of this new program is to further streamline practical finance education for students outside of the classroom, and hopefully continue to build upon the recent success Binghamton University has seen in placing students to front office finance.",
  "Under the new program structure, nine upperclassmen senior analysts cover nine sectors of the S&P, and are supported by two or three underclassmen junior analysts in researching stocks and pitching investment recommendations to the fund members.",
  "However, adding next year's lease expirations, by the end of next year, almost a quarter of the company's leases will have been made at extremely low rates, and we believe this is what the market is not fully appreciating.",
  "We believe a decline in the utilization rate over the next few quarters will have a significant negative impact upon GATX's bottom line, and believe that the risk of utilization rate decline has not been fully priced in.",
  "The competition was held on October 2nd, 2016 and students were allowed to pitch stocks with: a market cap above $500 million, a daily trading volume of at least 1000,000 shares, and a stock price above $2.",
  "The event itself was organized by the Michigan Interactive Investments club and sponsored by Mainstay Capital Management, Grosvenor, Stu Hendel, Janus, Flow Traders, Investor’s Business Daily and Barrons.",
  "GATX has a very proactive management team, and they have been able to preserve the utilization rate given that a historically small percentage of the fleet is up for renewal in 2016 (10%).",
  "Our school does have a student managed fund, the Binghamton University Investment Fund, which was actually just reorganized from a class into a program this year managing almost $300,000.",
  "This year, Robert Pim, Jonathan Heller, Brandon Fine, and Ronnie Sanon from Binghamton University came first, as they won the final round and pitched GATX Corporation as a stock to short.",
  "This number has fallen by almost 20% over the past few quarters, and we are expecting that this will begin to show in the utilization rate, another key metric, in the coming quarters.",
  "The supply/demand imbalance has caused GATX's Lease Price Index (LPI), the primary metric used to gauge their pricing, to fall negative for the first time since the financial crisis.",
  "This has caused the railcar market to experience an imbalance of low-demand and high-supply, resulting in railcar prices, and furthermore lease rates, to fall significantly.",
  "Additionally, commodities markets could turn around and demand (as measured by carload traffic) could rebound, though we do not see this occurring in the near term.",
  "The Ross School of Business hosts an undergraduate stock pitch competition each year, and students come from across the country as they compete for a cash prize.",
  "As such, we believe that GATX will be hurt most by this market situation, and the market seems to agree given GATX's recent underperformance of these peers.",
  "Most of the railcar manufacturers, such as TRN, GBX, RAIL, and ARII have leasing businesses, but they are relatively small percentages of their revenue.",
  "In an environment in which railcars are extremely cheap, the option for a railroad to buy from the manufacturers can be more economical than leasing.",
  "Three members of our team are part of the fund, two of whom are senior analysts and portfolio managers, and one of whom is a junior analyst.",
  "The pitches went through two-rounds and the final round had judges from Janus Capital, GCP Capital Partners and Excurro Capital Management.",
  "Another major metric for the company is their renewal success rate, which represents how successful they are at retaining customers.",
  "During the boom in commodities production and prices leading up to 2014, railcar manufacturers responded with record production.",
  "We utilized discounted cash flow analysis, with a terminal growth rate of 2.5% and a terminal EV/EBITDA multiple of 8.0x.",
  "I had a chat with Pim, Heller, Fine and Sanon and this is what they had to say:\n\nBinghamton runs a student managed fund.",
  "GATX owns railcars and leases them out to railroads and companies that ship their product by freight rail.",
  "We pitched GATX Corporation (NYSE: GATX), which is the only publicly traded pure railcar leasing company.",
  "We pitched a price target of $30 representing a 29.7% discount from the closing price on Sept. 30th.",
  "This has impeded and will continue to impede the profitability of GATX in the coming quarters.",
  "The fund is long-only at the moment, and so we cannot pitch GATX [for the fund].",
  "The keynote speaker for the event was John Griffin from Blue Ridge Capital.",
  "GATX does not have any purely direct competitors that trade publicly.",
  "Why do you dislike this stock more than their competitors?",
  "What stock did you pitch and what was your recommendation?",
  "Do you see any risks to your investment recommendation?",
  "What price target do you have and how did you get it?",
  "Disclosure: Kai works at the Ross School of Business.",
  "What catalysts might move the stock?",
  "Could you tell me more about it?"
]