[
  "According to a statement issued this morning, the company said that ad hoc groups in the case representing first-lien bank lenders, first-lien noteholders, and subsidiary guarantee noteholders, as well as the official committee representing second-lien noteholders, “have confirmed those creditors' support for the [restructuring] term sheet, subject to the negotiation of and entry into definitive support agreements and the revised plan of reorganization.” The company added that it was “optimistic” that this support would translate into creditor votes sufficient to confirm the company’s reorganization plan.",
  "As a result of the distributions contemplated under the revised plan, and relying upon the valuation contained in the company’s most recent disclosure statement, the company said creditor recoveries would be affected as follows:\n\nFirst-lien bank lenders would now recover roughly 115 cents on the dollar, a decline of approximately one cent from the previous plan on a pro rata basis, due to a $66 million reduction in cash distributed under the plan.",
  "Second-lien noteholder recoveries, as noted above, would be roughly 66 cents on the dollar, an increase of about 27 cents from the previous plan on a pro rata basis due to the addition of $345 million of cash, a 14.6% increase in fully diluted equity in the reorganized company (bringing the total equity directly distributed to second lien noteholders to 32.022% of the new stock), and an increase of about $108 million in convertible notes.",
  "Moving on to the terms of the transaction, the company said that its equity sponsors, Apollo Global Management and TPG Capital, would contribute their entire 14% equity stake in the reorganized company that they would have received (by virtue of their ownership in the company’s parent, Caesars Entertainment Corp., or CEC) under the transactions contemplated in the company’s reorganization plan.",
  "First-lien noteholder recoveries would remain at about 109 cents on the dollar, but in exchange for, among other things, a fixed cash payment of $142 million, the first-lien noteholders agreed to waive their right to certain excess cash sweeps, resulting in a $79 million net reduction in cash based on the company’s projections.",
  "Unsecured creditors (unsecured notes and undisputed and disputed unsecured claims) would receive an increase in recoveries to roughly 66 cents on the dollar, consisting of a combination of cash, an increase in the equity distribution in the reorganized company, and an increase in the allocation of convertible notes.",
  "Caesars Entertainment Operating Co. (CEOC) said that its “major creditor groups” have agreed to support the key economic terms of a restructuring proposal that would, among other things, provide second-lien noteholders with a recovery valued at 66 cents on the dollar, the company announced.",
  "The company further said that under the transactions and exchange ratios contemplated under the revised reorganization plan, CEOC creditors would own roughly 70% of the equity in the new company, while shareholders of Caesars Acquisition would own about 24%.",
  "The company valued the sponsors’ equity contribution at about $950 million (the company noted, however, that public stockholders of CEC would continue to receive a 6% equity interest in the reorganized company).",
  "Subsidiary guaranteed noteholders would see recoveries reduced by one cent, to about 83 cents on the dollar, due to a slight reduction in the equity distribution.",
  "According to the term sheet, the parties have committed to agreeing upon documentation, including a revised reorganization plan, by Sept. 30.",
  "A reorganization plan confirmation hearing is currently set for Dec. 1.",
  "Equity distributed to bank lenders would be slightly increased.",
  "The company said that it would emerge from Chapter 11 in 2017.",
  "LCD is an offering of S&P Global Market Intelligence.",
  "Follow LCD News on Twitter."
]