[
  "Greg Beard, Head of Natural Resources at private equity firm Apollo Global Management LLC, recalled thinking after he first met them in Ft. Worth: “We have to work with these guys.”\n\nApollo invested, and less than two years later, in November 2014, Sellers and Campbell sold one of their many business entities, Double Eagle Energy Oklahoma LLC, for $251 million to Aubrey McClendon’s American Energy Partners L.P. Apollo reaped a four-fold return from its early investment on acreage in the Oklahoma formation known as the SCOOP, which is now crowded with drillers.",
  "“Had it not been for the turndown,” Sellers said, “we would never have seen as many opportunities to put together so much acreage.”\n\nUntil now, most energy companies have been bought out before going public, but the successful IPO this month of Extraction Oil & Gas (XOG.O) - the first stock market debut of a U.S. oil and gas explorer in more than two years - could pave the way for more.",
  "“If they didn’t sell, we were done.”\n\nCASHING IN\n\nDuring a particularly cash-strapped moment, they bought one landowner a round-trip, first-class ticket to London - spending $9,800 on a credit card with a $10,000 limit - as a form of payment to extend their lease option on his land.",
  "REUTERS/Mike Stone\n\nFounded by a retired NFL player and his high school buddy - with land deals signed on the hood of a pickup - the Fort Worth oil and gas company is now worth nearly $3 billion, according to a half dozen bankers who have examined its value.",
  "Unlike larger competitors, who outsource the search for lease rights to local agents, the two men searched land registers themselves for mineral deeds, then followed up personally with the landowners, usually small farmers in Texas and Louisiana.",
  "Apollo’s EP Energy Corp (EPE.N), also purchased in a leveraged buyout, has lost four-fifths of its stock value in the oil market rout since the exploration and production company went public in January 2014 at a valuation of more than $5 billion.",
  "The timing again looks fortuitous, with oil prices up more than 10 percent this month on prospects that the Organization of the Petroleum Exporting Countries (OPEC) and other major producers will agree a sizeable output cut or freeze.",
  "Sellers had gone into real estate after college, and Campbell had done so in 2006 after a pectoral muscle tear cut short his 17-month career as an offensive lineman with the Indianapolis Colts of the National Football League.",
  "KKR & Co LP’s (KKR.N) $7.2 billion acquisition of Samson Resources Corp, for instance, ended in bankruptcy last year when shale drilling became more expensive than the debt-laden company could handle.",
  "The success of any Double Eagle IPO would depend on whether the oil price recovery holds, but that uncertainty doesn’t bother the Texans - so far, they have made a fortune off the price crash.",
  "Now, Double Eagle is ramping up the risk by becoming a drilling company, competing against established Permian Basin players such as RSP Permian Inc RSPP.N and Callon Petroleum Co (CPE.N).",
  "The lease on that land was eventually sold, to Endeavor Energy Resources LP, one day in January 2009 - an hour before the option expired - in a hotel lobby in Tyler, Texas.",
  "Sellers and Campbell made enough to pay off their debts and went on to secure more than ten thousand leases covering more than a million acres, selling them off in bundles.",
  "The valuation is based on prices paid for mineral rights in the Permian Basin, where the duo has leased more than 65,000 net acres of oil-rich land in the past two years.",
  "It has hired a well-completion expert to prepare for drilling, and in August brought on a chief financial officer with public company experience to prep for an IPO.",
  "They focused on the Midland Basin, a rocky area of the Permian basin where technological advances had made it profitable to drill even with prices at $35 a barrel.",
  "BUGS CRAWLING THE WALLS\n\nSellers and Campbell got into the oil business after the 2008 U.S. housing crash ended their separate careers as real estate developers.",
  "Apollo’s investment in Double Eagle represents a new tack by private equity firms - backing modern wildcatters to gradually build portfolios of mineral rights.",
  "In October, the company merged with Veritas Energy - increasing its leased acreage by about a third - and created Double Eagle Energy Permian LLC.",
  "Slideshow (2 Images)\n\n“Every deal was critical,” Sellers said in an interview at Double Eagle’s more upmarket current headquarters in Fort Worth.",
  "That’s triple the $1 billion threshold for a so-called unicorn, the moniker most often used in Silicon Valley for high-value private companies.",
  "They deployed the same model – searching land registers and dealing with landowners directly – but this time with a staff of more than 50.",
  "An IPO would be a crowning achievement for John Sellers and Cody Campbell, who co-founded predecessor companies starting in early 2009.",
  "“It’s possible to be directionally right, but lose if it does not happen in time,” said Larry Dale, the president of Dale Operating.",
  "Sellers and Campbell are counting on their West Texas location to help them hedge against the additional risks of drilling.",
  "They often sealed deals for lease options on 200 or 500 acres at a time with handshakes outside the local grain elevator.",
  "The goal was to sell groups of leases to drillers such as Chesapeake Energy Corp (CHK.N) or Devon Energy Corp (DVN.N).",
  "Demand has soared here because of new drilling techniques that can extract crude at a profit despite low oil prices.",
  "Apollo has again teamed up with them and, together with Campbell and Sellers, have invested more than $500 million.",
  "A Double Eagle Energy Holding sign hangs on the wall of their offices in Ft. Worth, Texas, U.S. February 18, 2016.",
  "By 2012, with the price of oil at about $100 per barrel, Double Eagle’s success caught the ear of Wall Street.",
  "Starting next month, Double Eagle will drill on their leased land instead of flipping the mineral rights.",
  "Nearly broke, Sellers and Campbell relied on bank loans and help from friends and family to get started.",
  "The move comes after some spectacular failures in traditional leveraged buyouts of energy companies.",
  "Dale Operating, a private company in Dallas, has leased and sold 17 portfolios of assets since 1982.",
  "“Even if the rest of the industry crumbles, that basin is going to stand on its own,” Campbell said.",
  "(Reuters) - Double Eagle Energy Permian LLC is a unicorn roaming the barren landscape of West Texas.",
  "The price of oil had already peaked and was heading toward a 12-year low of about $28 per barrel.",
  "BASIN ECONOMICS\n\nSellers and Campbell sensed opportunity as the price headed south.",
  "In the early days, they worked out of an old Texaco field office in rural Texas.",
  "It is a high-risk endeavor because leases can run out before drilling succeeds.",
  "The landowner wept when he got a check for $5.5 million for his mineral rights.",
  "The two men, still in their twenties, shot cans out back for fun.",
  "“It has the best economics of any North American basin.”",
  "The sale couldn’t have come at a better time.",
  "Deals still get done on the hoods of trucks.",
  "The Double Eagle business model is not new.",
  "Bugs crawled the walls."
]