[
  "Aside from those two transactions, other examples of thematically motivated M&A activity includes, but is not limited to\n\nDanone’s acquisition of WhiteWave Foods (Food with Integrity),\n\nBritish Tobacco buying up the balance of Reynolds American (Guilty Pleasure),\n\nTD Ameritrade scooping up Scottrade Financial (Aging of the Population),\n\nand Apollo Global Management taking out ADT Corp. (Safety & Security).",
  "The proposed merger between AT&T and Time Warner reflects two of our thematics; the accelerating shift toward the Connected Society, which is evident in the addictive nature of smartphones and tablets, and Content is King, the consequence of technology providing consumers with endless news and entertainment options that are all available at the touch of a button.",
  "Had it kept that business, Time Warner would be facing the same thematic headwinds, such as chord cutting and eyeball shrinkage due to streaming services and app content consumption as well as subsequent advertising spend issues, that are plaguing cable centric companies like Cablevision Systems (CVC) and Cox Communications.",
  "Over the last several days we've seen a pronounced pickle up in M&A activity including several high profile billion dollar transactions that were announced from AT&T acquiring Time Warner and Rockwell Collins taking out B/E Aerospace to British Tobacco and Reynolds America and TD Ameritrade scooping up Scottrade Financial.",
  "In our recently published book, Cocktail Investing: Distilling Everyday Noise into Clear Investment Signals for Better Returns, Tematica Research’s Chief Macro Economist and I show how investors can use thematics to look at the investing world through fresh and differentiated eyes rather than following the herd.",
  "By adding proprietary content from Time Warner to AT&T’s offering, what once an inelastic, but price competitive mobile service thanks to competitors like Sprint and T-Mobile USA, gains a content competitive moat that helps shield against competitor strategies that are largely price driven.",
  "Today consumers connect with news, entertainment and each other on mobile devices that use multiple gigabytes of network data each month, and that usage is only going to increase as more of our lives move onto this connected mobile world… what we call the Connected Society.",
  "Even though these transactions are in different industries they have much in common, including re-shaping the competitive playing field of their respective industry landscape, that gives us insight into today’s markets and the economy.",
  "We suspect M&A activity is likely to continue and may even accelerate as companies struggle to find growth in a slow-to-no growth environment and so are opting to buy growth then look for ways to reduce costs in the merged entity.",
  "Rising disposable incomes in these regions are fueling a step up in lifestyle that has moved past the much-discussed trade up for more protein rich diets to consumer demand for travel and leisure as well as affordable luxuries.",
  "This is a far more favorable outlook for the commercial aerospace market than would otherwise exist and is fueling stronger revenue prospects at B/E Aerospace over the next few years, which are nearly double that for Rockwell.",
  "If we follow advertising dollars spent, and we should because those dollars follow consumer habits and behaviors, we find that for the first time ever, advertising spend on digital media will surpass broadcast TV in 2016.",
  "While investors are likely to speculate on what may come next, one of the clear beneficiaries will be the M&A businesses at Goldman Sachs, Morgan Stanley, and JPMorgan Chase as well as other investment banks.",
  "In today’s low-to-no growth global economy with six consecutive quarters of declining revenue for the S&P 500 , companies are flexing their balance sheet to acquire growth or engines for future growth.",
  "The reality is that with mobile service today, and prospects for shrinking Pay TV revenue, the likelihood that these companies become dumb, commoditized high-speed pipe companies is higher than ever.",
  "Turning the thematic page, Rockwell Collins is looking to expand its presence in the commercial aerospace market with the acquisition of the leading airplane seat and interiors company B/E Aerospace.",
  "The low interest rate environment, which given the levels of excess capacity in much of the world, is likely to remain for some time, continues to be supportive of such initiatives and strategies.",
  "While incomes in developed nations have been essentially stagnant, those in the emerging economies of China, India and Latin America have continued to climb, giving rise to a new middle class.",
  "Hindsight tends to be 20/20 as they say, but in the case of Time Warner the move to shed its capital intensive cable business, that lacked any mobile , several years ago was a smart move.",
  "As we see it, acquiring B/E would shift Rockwell's aerospace business more toward the commercial aerospace market and increase its dollar content per aircraft in the process.",
  "In today’s world that means being able to reach people on multiple devices, and increasingly mobile ones as chord cutting increases, at nearly anytime of the day or night.",
  "A thematic tailwind is generated from the shifting intersection of economics, demographics, psychographics, technologies and other factors that change consumer behavior.",
  "Digital media, which continued its stretch of double-digit percentage gains, climbing 17% in September with social media, up 72%, and pure-play video gaining 32%.",
  "Companies like Comcast, Time Warner Cable (TWC), Cox Cable and similar providers are likely to see consumers prune Pay TV services, which will weigh on revenues.",
  "The same perspective holds true for companies and not only in their day-to-day businesses, but how they can and should think about their M&A strategies as well.",
  "With 242 million Chinese travelers estimated to be heading abroad annually by 2024, companies are positioning themselves to gain from this market opportunity.",
  "Per data from Standard Media Index, despite a month over month increase in overall media spending in September, TV advertising spend fell month over month.",
  "The same holds for the expanding middle class in Latin American and Caribbean, which nearly doubled in size during the last decade to 186 million people.",
  "If they don’t the risk they run is keeping their head down, blocking and tackling without acknowledging the thematic headwind they may be staring down.",
  "To meet the expected growing desire for more air travel, Boeing (BA), forecasts demand for 6,810 new airplanes in China alone over the next 20 years.",
  "Pretty amazing, but not hard to fathom when we look at consumer usage habits, particularly among the demographics most coveted by advertisers.",
  "Generally speaking, one company acquires another to fill a product, technology, customer, geographic or another strategic gap in its offering.",
  "Rockwell’s business is split between commercial and military aviation, where it focuses on cockpit systems and other electronics.",
  "For companies looking to review their M&A strategy, we would suggest management consider doing so from a thematic perspective.",
  "Because as we’ve seen time and time again, people will vote with their feet for content, particularly good content.",
  "When we step back and examine the rationale behind a transaction, we can identify the thematic tailwind at hand.",
  "This acquisition looks to benefit from the rise aspect of our Rise & Fall of the Middle Class thematic.",
  "It forces companies to respond, lest they run the risk of becoming irrelevant to their customer base.",
  "If you don’t believe this ponder the fates of Blackberry, Kodak and the still-struggling Gap.",
  "From Time Warner’s perspective, it wants as many people to consumer its content as possible.",
  "==\n\nLenore Elle Hawkins contributed to this article.",
  "Where did the advertising dollars go?",
  "Why?"
]