[
  "Related: Walmart is selling deep-fried Twinkies\n\nCurrent Hostess owners Apollo Global Management (APO) and Metropoulos & Co. will remain big minority shareholders in Hostess though.",
  "Hostess Brands, which went bankrupt in 2012 and was subsequently bought by two private equity firms a year later, recently sold a majority stake to another private equity firm.",
  "So even though many feared that Hostess was going to die after its bankruptcy, the company (and its new stock) is turning out to be as indestructible as a Twinkie.",
  "Dean Metropoulos will continue to be chairman and William Toler, a food industry veteran that Hostess hired to lead it after its bankruptcy, will still be CEO.",
  "The company buying Hostess is already publicly traded -- and it has enjoyed a rally as sweet as the creamy filling in many of its snacks lately.",
  "Hostess doesn't have to file extensive amounts of paperwork with the SEC and go on a road show to sell its story to investors.",
  "Gores Holdings (GRSH), which agreed to purchase Hostess in July, has surged nearly 20% since the deal was announced.",
  "But for what it's worth, Hostess did report revenue of $650 million in the 12-month period that ended in May.",
  "It also reported an adjusted profit, which backs out various charges and expenses, of $220 million.",
  "Hostess did go bankrupt after all, and it's not certain that the new Hostess will fare any better.",
  "Representatives from Gores and Hostess were not immediately available for comment about the delay.",
  "This allows Hostess to go public without the rigmarole involved in the traditional IPO process.",
  "After all, many Americans are trying to eat healthier and avoid high calorie, sugary treats.",
  "Although that talk of Twinkie surviving a nuclear explosion is probably just a myth, right?",
  "The firm is affiliated with private equity shop The Gores Group, a turnaround specialist.",
  "And once the deal closes, the name of Gores Holdings will change to Hostess Brands, Inc.",
  "Gores Holdings went public last year with the sole intention of buying other firms.",
  "It is what is known as a \"blank check\" or special purpose acquisition company.",
  "As part of the deal announced in July, Gores Holdings will take over Hostess.",
  "Still, it seems like some investors aren't waiting for the deal to close.",
  "The merger was supposed to be official by the end of the third quarter.",
  "Download the CNN MoneyStream app\n\nIt may be a risky bet though.",
  "Want to buy stock in Twinkies, Ding Dongs and Ho Hos?",
  "They have been eagerly eating up shares of Gores.",
  "It just merges into an existing public entity.",
  "But it has not been completed yet.",
  "Business news, personalized.",
  "You already can -- sort of.",
  "And here's the kicker."
]