[
  "Sure, Alaska had changed its oil laws six times in the past decade, but in 2013, when oil was trading at upwards of $90 a barrel, it looked as if lawmakers had finally agreed on a package of incentives designed to spur much-needed exploration by enabling companies to earn big tax credits.",
  "Musselman has seen firsthand that amazing amounts of oil can be coaxed out of politically complicated regimes, although it's no compliment to Governor Walker to compare Alaska to Equatorial Guinea and Ghana.",
  "To protect delicate tundra where the North Slope meets the Beaufort Sea, oil drilling is allowed only in the dead of winter, when the average temperature is 20 below and the ice 3 feet thick.",
  "The find could someday provide an overdue slug of crude for the Trans-Alaska Pipeline, which currently transports just 500,000 barrels a day, down from a peak of 2 million in 1988.",
  "\"[Alaska] competes for capital with projects around the world,\" says Joe Marushack, president of Alaska operations for Conoco-Phillips, which is investing billions in the state.",
  "In June Walker vetoed a bill that would have paid the $100 million that Alaska currently owes Caelus (which claims the state will owe an additional $100 million in 2017).",
  "He has worked in Colombia and Malaysia, and in the late 1990s he led Triton Energy to its discovery of the 500-million-barrel Ceiba field in Equatorial Guinea.",
  "With backing from Apollo Global Management, Caelus acquired the Oooguruk field and other North Slope assets from Pioneer Natural Resources for $550 million.",
  "So imagine his fury when Governor Walker this year vetoed a spending bill that would have paid out $400 million to small oil explorers, as required by law.",
  "It turns out that Musselman's case for investing in Alaska was based on a misguided notion: that the state's oil-tax policies had become less schizoid.",
  "Walker cut in half--to $1,000--the annual payouts every Alaskan receives from the state's $55 billion Permanent Fund, which is bankrolled by oil money.",
  "Critics said the incentives were too kind to oil companies, but the law survived a referendum, so Musselman, like most oilmen, figured it was settled.",
  "Last winter Caelus Energy drilled two wildcat wells at Smith Bay that led to the discovery of an estimated 2 billion barrels of recoverable oil.",
  "\"What the governor has done is the opposite of what Alaska needs,\" says Dave Harbour, former chairman of the state regulatory commission. \"",
  "F\n\nFINAL THOUGHT: \"We call bad one who rejects the fruit he is given for the fruit he is expecting or the fruit he was given last time.\"",
  "Musselman particularly liked the fact that small companies with no taxable income could redeem their tax credits to the state for cash.",
  "After Hess Corp. bought Triton for $3.2 billion in 2001, Musselman formed Kosmos Energy and went exploring off the shore of Ghana.",
  "Why would anyone invest in a state that has one foot over the edge of a precipice and the other standing on a banana peel?",
  "\"We can help the state of Alaska solve its fiscal problem for the next three or four generations, if they'll let us.\"",
  "But instead of celebrating his new find, Musselman is wondering whether he'll ever be able to get the oil out at all.",
  "Raising taxes is an obvious move; Alaskans pay only $500 per capita in state taxes, by far the lowest in the nation.",
  "In 2007 Kosmos made the first oil discovery in Ghanaian history, the Jubilee field, which now produces 100,000 bpd.",
  "That's a lot of loot for any company, especially a privately held startup that has sunk $700 million into Alaska.",
  "He learned long ago that it's worth navigating the political minefield if there's the prospect of a big prize.",
  "He sees the potential for Caelus and its peers to add 400,000 bpd to North Slope output over the next decade.",
  "\"The oil tax credit program was not well put together,\" says Walker, who intends to overhaul the entire law.",
  "Then it assembled 350,000 acres adjacent to Prudhoe Bay and bought leases 150 miles west at Smith Bay.",
  "But it's easier for politicians like Walker to raise taxes on oil companies than on voters.",
  "Their importance to Alaska gives the oil companies some leverage in dealing with Walker.",
  "Jim Musselman and Caelus Energy would be happy to help Alaska solve its fiscal crisis.",
  "\"That [strike is] just the start,\" says Jim Musselman, CEO of Dallas-based Caelus.",
  "Musselman still holds a big chunk of shares in Kosmos (market cap: $2.2 billion).",
  "Alaska has so far cut spending 45% and tapped $12.6 billion in rainy-day funds.",
  "What we need to show investors is that in Alaska a deal is a deal.\"",
  "Plunging oil prices chopped state revenues by 83% to $1.7 billion.",
  "\"Increasing our costs decreases our ability to invest.\"",
  "\"He's kind of stuck his shiv in us,\" Musselman says.",
  "Walker, an independent politician, is unapologetic.",
  "\"Caelus is the poster child,\" says Musselman, 68.",
  "His message to Walker: \"Don't spook the money.",
  "\"We were exactly what they wanted to happen.\"",
  "If you spook the money, they stay spooked.\"",
  "The nearest town is Barrow, 70 miles away.",
  "\"There's so much oil yet to be found.\"",
  "There's no road to Smith Bay, Alaska.",
  "Musselman is not about to back down.",
  "\"But he needs us to bail him out.\"",
  "Alaska's governor, Bill Walker.",
  "Deadhorse is a bit farther.",
  "If it would only let him.",
  "No people live there.",
  "The problem?",
  "--C.S.",
  "Lewis"
]