[
  "Doug Butler, director of research at Rockland Trust, which manages nearly $3 billion and owns Hostess competitor Flowers Foods Inc., added that the bakery industry in general was “not looking that strong.”\n\nTrading as a public company marks a big turnaround from November 2012, when Hostess shut down its factories following a nationwide strike by members of its bakers union over a court-imposed labor contract that cut wages and other benefits.",
  "Photo: Getty (Originally published July 5, 2016)\n\nAlec Gores, founder and chief executive of the Gores Group, said he and other investors were initially concerned that Hostess didn’t fit into the current healthy-eating trend, but he believes it has growth potential.",
  "Four months later, Mr. Metropoulos—known for turning around ailing brands such as Bumble Bee tuna and Chef Boyardee—teamed up with Apollo Global to buy the Hostess snack-cake brands and four factories out of liquidation for $685 million in cash and loans.",
  "It proceeded to reduce manufacturing and distribution costs by doubling the shelf life of its snack cakes to 65 days, automating production and switching to a central distribution system that uses third-party drivers and warehouses.",
  "And on Thursday, its shareholders agreed to go through with the transaction under which Hostess’s private-equity owners—Dean Metropoulos and Apollo Global Management LLC–retain a big stake and as well management roles.",
  "Hostess Brands Inc. is expected to start trading as a public company on Monday, putting the snack business to its first broad test of investor appetite since it was bought out of liquidation almost four years ago.",
  "“I took a lot of arrows in the first six months I was in the job.”\n\nNow Hostess is focusing on new products, like peanut butter Ho-Hos, which are coming out soon, and the recently launched deep fried Twinkies.",
  "From the Archives Hostess Brands reached an agreement to be taken public in a deal valuing the snack-cake company at about $2.3 billion, two years after it emerged from bankruptcy.",
  "Mr. Metropoulos, his sons Daren and Evan, who are principals at his firm, and Apollo and its affiliates will remain the company’s largest shareholder with a 42% combined stake.",
  "The snack company is going public via a so-called publicly traded special-purpose acquisition company, or SPAC, an increasingly popular way for companies to go public.",
  "Some funds are restricted from owning shares of SPACs, so their first chance to own a piece of the company will be Monday, which could lead to a pop in the stock.",
  "However, shares of Gores Holdings are already trading up roughly 30% from before its July announcement of its merger with Hostess, limiting the potential upside.",
  "“It’s a balance,” said Mark Stone, chief of the investment vehicle Gores Holdings, who spent the summer meeting with fund managers hoping they would invest.",
  "For the stock market transaction, Gores put up $375 million in equity, while other investors, including Apollo and Mr. Metropolous, kicked in $350 million.",
  "The new Hostess emerged without the pension costs, union contracts and $1.3 billion worth of debt that burdened the business in its former life.",
  "But some investors say iconic, indulgent brands like Twinkies, Ho-Hos and Ding Dongs retain a special place in American culture.",
  "They are set to make 10 times their initial $185 million cash investment in Hostess, people familiar with the matter have said.",
  "The acquisition company for Hostess is Gores Holdings Inc., created more than a year ago to buy a yet-to-be determined company.",
  "The 86-year-old brand behind the famous Twinkies cakes is due to list on the Nasdaq Stock Market with the ticker symbol TWNK.",
  "Hostess comes to the market at a time when healthier snacks like kale, quinoa and gluten-free cookies are gaining popularity.",
  "Hostess Chief Executive Bill Toler, whose favorite Hostess snack is the Ho-Ho, said things were chaotic at first.",
  "“A kale salad for lunch, and at 3 p.m., a Ho-Ho for a snack.”\n\n—Julie Jargon\n\ncontributed to this article.",
  "In July, Gores said it was planning to buy Hostess in a deal that valued the company at $2.3 billion.",
  "Write to Annie Gasparro at annie.gasparro@wsj.com and Corrie Driebusch at corrie.driebusch@wsj.com",
  "Hostess said it generated $620.8 million in revenue and $88.8 million in profit last year.",
  "The arrangement is complex, but avoids the risk of an initial public offering.",
  "“It took us the better part of a year to get orders right,” he said.",
  "The company says it will never shy away from its indulgent nature.",
  "By July 2013, they were shipping products to stores again.",
  "“It’s an iconic brand, part of Americana,” he said."
]