[
  "(“The leading super PAC trying to elect Hillary Clinton is preparing to expand beyond the presidential race and potentially run television ads focused on a handful of competitive Senate races.”) If Indiana is one of the places the Democrats put in money, they may carry Bayh over the finish line.",
  "Nor would he have to recuse himself from official matters under a related requirement intended to prevent conflicts of interest.” That said, “Bayh’s work since he left office has provided a steady stream of campaign fodder for his Republican opponent, U.S. Rep. Todd Young.",
  "(Paul Sancya/Associated Press)\n\nWell, the Democrats were not going to win Indiana anyway, but the selection of former governor and senator Evan Bayh is among the goofs that will be cited if the Democrats fail to capture the Senate majority.",
  "Almost every other Republican is facing headwinds because of their state’s Democratic lean, making it critical to find voters willing to support both Democratic presidential nominee Hillary Clinton and a GOP Senate candidate.",
  "He and his allies have accused Bayh of using his time in office to find lucrative work.”\n\nIt’s entirely out of step with the mood of the electorate, which is heavily negative toward lifetime pols, lobbyists and inside deals.",
  "The Indianapolis Star reports:\n\nEvan Bayh met several times with executives from a future employer during his final months in the U.S. Senate — a direct contradiction of what his campaign has said in recent weeks.",
  "“Evan Bayh has been called many things since he snuck his way into the Indiana Senate race; lobbyist, D.C. resident and opportunist, to name a few,” says Ian Prior, spokesman for the Senate Leadership Fund PAC.",
  "He had in the months prior worked against a tax increase on carried interest and a provision of the Dodd-Frank Wall Street Reform act that would have hurt the bottom lines of companies like Apollo.",
  "“Seems like the time has come to add corrupt and dishonest to the list.”\n\nYoung’s biggest problem may be Donald Trump, although Trump is less of a drag in Indiana than elsewhere.",
  "But Young is running in a reliably red state that, at least until last week, was poised to vote for the Republican for the 12th time in the 13 most recent presidential elections.",
  "The timing of the new job prompted IndyStar to ask Bayh’s campaign about a half dozen taxpayer-funded trips Bayh took to New York City during the last half of 2010.",
  "The Post explained:\n\nYoung’s positioning and repositioning on Trump is slightly different from that of most Republicans in tough Senate races.",
  "Bayh landed a lucrative job with private equity giant Apollo Global Management shortly after leaving office in January 2011.",
  "The flurry of travel was unusual for Bayh — he hadn’t used taxpayer money to travel to New York City since 2002.",
  "Word of meeting with a future employer while still in the Senate is going to be cat nip for his opponent.",
  "Bayh raked in millions after leaving the Senate were bad enough before the latest disclosure.",
  "Even worse, as Trump’s campaign collapses, the Democrats are shifting money to Senate races.",
  "“Without a firm offer from Apollo, Bayh wouldn’t necessarily have to disclose his meetings.",
  "So whatever qualms he may have about Trump, abandoning him is not a viable option.",
  "The campaign said last month he hadn’t met with Apollo; that was false.",
  "Left to his own devices it does not seem he will get there on his own.",
  "It is not clear whether he violated Senate rules at the time.",
  "In indirect ways, however, Trump sure isn’t helping.",
  "He may well depress turnout among Republicans.",
  "Evan Bayh."
]