[
  "Hostess filed for bankruptcy four years ago and was taken under the wing of turnaround engineers C. Dean Metropoulos and private equity firm Apollo Global Management, who quickly moved to modernize factories, slash delivery costs and lengthen the shelf life of Twinkies.",
  "“I have enjoyed working together with Apollo to build a vibrant and exciting company, and we are pleased to partner with the Gores Holdings team as we move to the next stage of Hostess' growth and expansion,” said Metropoulos in prepared remarks.",
  "The transaction will be funded with $375 million from Gores Holdings, a special purpose acquisition company sponsored by an affiliate of The Gores Group, plus another $350 million from Gores Group CEO Alec Gores, Metropoulos and other investors.",
  "Apollo and Metropoulos, a self-made billionaire known for reviving brands like PAM cooking spray and Pabst Blue Ribbon, put down $410 million for the company in 2013 and got to work.",
  "By going public, Hostess said it will be in a better position to pursue its long-term growth plan because it will have cash to put towards innovation and acquisitions.",
  "Hostess, which was founded in 1919, was in ruins in 2012 when it was running an operating loss of $1.06 billion and was overcome by pension costs and union strikes.",
  "Hostess Brands , which makes Twinkies and Ho Hos, announced plans to go public on Tuesday in a deal that gives the company an enterprise value of $2.3 billion.",
  "The transaction, which is expected to close in the third quarter, has been unanimously approved by the boards of directors at both Gores Holdings and Hostess.",
  "For more on the Twinkie turnaround, read our 2015 cover story, Twinkie's Miracle Comeback: The Untold, Inside Story of a $2 Billion Feast",
  "Apollo and Metropoulos are the current majority owners and will retain a 42% combined stake in Gores Holdings after the transaction.",
  "The company has come a long way, and in the twelve months ending May 31, Hostess pulled in revenues of roughly $650 million.",
  "Metropoulos will remain in his position as executive chairman and William Toler will continue to serve as CEO.",
  "For the iconic American snack maker, this is the latest chapter in its comeback story.",
  "Hostess is now seeking the public markets."
]