[
  "\"Apollo is an ideal partner to support Outerwall's efforts to continue serving our millions of loyal customers and dedicated retail partners through our unrivaled network of kiosks and automated retail offerings,\" said Outerwall CEO Erik Prusch in prepared remarks.",
  "Apollo's funds will pay $52 per share in cash, which represents an 11% premium over Friday's closing price and a 51% premium from March, when the company indicated that a potential sale could be in the works.",
  "On Monday, Redbox and Coinstar parent company Outerwall said it has agreed to be acquired by funds managed by affiliates of private equity giant Apollo Global Management for $1.6 billion including debt.",
  "Outerwall also runs 21,000 Coinstar kiosks that can turn coins or gift cards into cash and more than 2,000 ecoATMs that buy old smartphones and other electronics.",
  "For a point of comparison, the number of people still getting DVDs by mail from Netflix has fallen to 4.5 million from 5.3 million a year ago.",
  "Outerwall operates 40,000 Redbox kiosks in grocery stores, convenience stores and retailers where shoppers can rent movies and video games.",
  "As such, it has been under pressure from activist investor Engaged Capital, which put three people on Outerwall's board earlier this year.",
  "Outerwall will report quarterly earnings after the bell on Thursday and said it does not plan to host a conference call afterward.",
  "The transaction, which should close during the third quarter, has been unanimously approved by Outerwall's board of directors.",
  "Last year, Outerwall made $44 million on revenue of $2.1 billion, down from $107 million on $2.3 billion in revenue in 2014.",
  "However, it has struggled to combat a decline in demand for DVDs, with total rentals falling 18% to 588 million last year.",
  "Shares of Outerwall, which were initially halted for the news, rose 11% to $52.10 in pre-market trading.",
  "Outerwall said that the private equity buyout will help it to strengthen its kiosk business.",
  "Yet, as streaming becomes increasingly popular, earnings have slumped.",
  "Your local Redbox will soon be under new ownership.",
  "Also on Forbes:"
]