[
  "The Brandeis University grad even starred in CBS ’s reality show Undercover Boss twice -- once in January 2012 and again that November -- putting on disguises to visit his properties and work alongside his employees, learning everything from blow drying hair to fixing a faucet.",
  "The number of points needed to book an accommodation depends on factors such as the time of the year or the length of the stay, so customers willing to pay extra can control when they vacation, instead of haggling over who gets the beach house in July.",
  "A 30-year-veteran of the vacation ownership industry, Cloobeck created Diamond Resorts in 2007 when he led a group of investors to buy Sunterra Corporation, which had a portfolio of nearly 100 managed or affiliated timeshare resorts.",
  "The group merged the former public company with an existing timeshare business that already had properties like Las Vegas’ Jockey Club and The Carriage House to its name, and dubbed the venture Diamond Resorts Corporation.",
  "Along with private equity firm TPG Capital, the New York based investment firm co-owns a majority stake in Caesar Entertainment, famous for their string of casinos and hotel, including Sin City’s Caesars Palace.",
  "On Wednesday, private equity firm Apollo Global Management announced a $2.2 billion deal to acquire timeshare company Diamond Resorts International, sending the stock of the Las Vegas-based business soaring.",
  "The acquisition is expected to close in the next few months, giving Cloobeck a chance to cash out his shares, which are now worth $346 million after the stock price rocketed up in the past week.",
  "Compared to an old-fashioned timeshare, where buyers own a designated property for a few weeks a year, the points system allows flexibility in both variety and scheduling.",
  "Under Cloobeck, Diamond Resorts employed a unique points-based system, where customers buy points that can be used in a select number of vacation destinations.",
  "Founder and chairman Stephen Cloobeck, who controls almost a quarter of the company’s stock, gained big as the value of his stake was boosted by $60 million.",
  "Annual revenue jumped from $371 million in 2010 to $954 million in 2015, while net income turned from a loss of $19 million to a profit of $150 million.",
  "The sale came on the heels of the $13.6 billion Marriott and Starwood merger, which was approved by both parties’ shareholders in April.",
  "For select resorts, traditional deeded options where the customers gets an ownership interest in the home are also available.",
  "The all-cash agreement valued Diamond Resorts at $30.25 per share -- a 26% premium over its Tuesday closing price.",
  "The following year, Cloobeck took Diamond Resorts public, listing it on the New York Stock Exchange.",
  "Apollo already holds significant interests in the hospitality industry."
]