[
  "Under Metropoulos and Apollo Global, Hostess increased productivity while decreasing size, refocused on its most profitable snack cakes, modernized its manufacturing and distribution, doubled the shelf life of its products, and capitalized on the rare place in pop culture Hostess products still held to build Hostess back up.",
  "Metropoulos' eponymous investment firm and Apollo Global Management–run by billionaires Leon Black, Joshua Harris, and Mark Rowan–bought the struggling snack cake brand out of liquidation for $410 million in 2013, saving its signature Twinkies from an early retirement.",
  "“I have enjoyed working together with Apollo to build a vibrant and exciting company, and we are pleased to partner with the Gores Holdings team as we move to the next stage of Hostess’ growth and expansion,” Metropoulos said in a statement.",
  "In fact, Hostess felt comfortable enough to take out an additional $1.23 billion in debt in July 2015 to reward its private equity owners, Metropoulos and Apollo, with a combined $905 million in dividends, according to media reports.",
  "According to the company, revenues for the year through March 2016 were approximately $650 million, while its 2016 adjusted EBITDA (earnings before interest, taxes, depreciation and amortization) is approximately $220 million.",
  "The self-promoted “Sweetest Comeback in the History of Ever” has just gotten a whole lot sweeter—especially for its billionaire co-owner, C. Dean Metropoulos, the man who took over Hostess three years ago.",
  "If co-owners Metropoulos and private equity firm Apollo Global Management can pull it off at that figure, it will represent a $1.89 billion increase in value since 2013–much of it fueled by debt.",
  "Of this, $522 million will go to Metropoulos & Co. and Apollo, $173 million will pay down debt, and $30 million is earmarked for fees and other expenses, a spokesperson for Hostess said.",
  "Metropoulos will stay on as executive chairman, while he and his family will remain the single largest shareholder as a result of this transaction, according to a spokesperson.",
  "Other wins for turnaround king Metropoulos include the revival of such well-known brands as Chef Boyardee, Pam cooking spray, Bumble Bee tuna, and Perrier-Jouet Champagne.",
  "Per the terms of the new agreement, the two parties will sell their controlling stakes in the company, but will still own a combined 42% stake in the new Hostess.",
  "(The rest of the original $410 million purchase price was financed by a $140 million equity investment from Apollo; the remaining $230 million was debt.)",
  "Stock offerings are never certain, but the company said its \"anticipated enterprise value\" (market capitalization plus debt less cash) is $2.3 billion.",
  "Key to the deal is a partial sale of Hostess to Gores Holdings, a unit of private equity firm The Gores Group, headed by billionaire Alec Gores.",
  "Based on FORBES' calculations, Metropoulos stands to reap $700 million (before taxes) in returns on his initial $40 million investment.",
  "FORBES has already accounted for most of the gain in Metropoulos' fortune, putting his net worth at $2.4 billion in March this year.",
  "Gores Holdings will pay a total of $725 million in cash or cash considerations to Hostess, according to a statement from Hostess.",
  "The new owners created a leaner operation and engineered an earnings turnaround for the company.",
  "Selling a stake to Gores Group could add another $100 million to Metropoulos' fortune.",
  "Last week, Hostess announced that it was preparing to go public later this year.",
  "Metropoulos and Apollo will continue to retain a substantial stake in Hostess.",
  "(For more on Hostess' turnaround, see this Forbes Magazine story).",
  "The move represents a windfall for Metropoulos and Apollo."
]