[
  "In addition, the protections offered by the mortgage foreclosure process don’t apply to seller-financed properties, which are also called “land contracts.”\n\n“Land contracts are marketed as an alternative path to homeownership but instead allow investors to avoid responsibility for property upkeep while churning successive would-be homeowners through a property they could not legally rent,” wrote the NCLC in its report, Toxic Transactions: How Land Installment Contracts Once Again Threaten Communities of Color.",
  "A form of home financing that’s picked up steam since the financial crisis is drawing attention from a well-respected national consumer organization, which called it “toxic.”\n\nThe National Consumer Law Center took aim at “seller financing” in a report out Thursday.",
  "NCLC notes that states “have full authority to address all of the problems with land contracts” but also suggests that the Consumer Financial Protection Bureau take action by issuing national rules to govern land contracts.",
  "Land contracts are being done across the country, with the biggest concentration in distressed areas of Florida, Georgia, Iowa, Minnesota, Michigan, Ohio, Pennsylvania, South Carolina, and Texas.",
  "Those rules should include requiring an independent inspection and third-party appraisal, requiring disclosure of the finance charge, offering a chance to cure or prepay, and more.",
  "Also read: Forget flipping houses — these retail investors flip mortgages\n\nLand contracts, which first emerged in the 1930s, targeted African-Americans.",
  "Investment firms like Harbour Portfolio Advisors, Apollo Global Management, and SG Capital Partners LLC are the biggest players.",
  "Borrowers pay high interest rates, but if even one payment is missed, the house and all the money previously paid can be lost.",
  "In the post-crisis resurgence, buyers are mostly African-American, Latino, and/or immigrants.",
  "Such financing schemes are often compared to buying a home on layaway."
]