[
  "What we really find attractive about these companies is that they’ve done a great job diversifying away from traditional private equity into fully diversified investment platforms that also include real estate funds, infrastructure funds, energy funds, hedge funds, venture capital, distressed credit, structured credit, and business development companies.",
  "We build customized multi-asset class portfolios for our clients using SMAs (Separately Managed Accounts -- portfolios of assets under the management of a professional investment firm), ETFs (Exchange Traded Funds), mutual funds, and individual securities.",
  "In the case of our very large clients we often serve as their outsourced CIO, if you will, where we manage assets for them not only at our primary custodian, which is Fidelity, but we also oversee the activities of their other advisors and custodians.",
  "They're pushing through several initiatives around increasing their mobile penetration, revamping seller policies, improving the user experience for both buyers and sellers, and optimizing their search results to drive more traffic to their platform.",
  "Core holdings are names which usually share most, if not all, the following characteristics: sustainable competitive advantage, high margins, high returns on invested capital, strong free cash flow generation, conservative balance sheets.",
  "So when you do a sum of the parts analysis, we think you get the e-commerce business at something close to one times revs -- which for a company that's growing revenue that fast, we're comfortable with that valuation.",
  "But if we consider a hypothetical client with a balanced or moderate allocation, their equity allocation would be something close to 50% - 60% -- and roughly 70% of that equity allocation would be in U.S. equities.",
  "StubHub, which is their tickets business, is growing at about 30% and that's about 10% of their revenue, and their classifieds business -- which is their locals business -- is growing at about mid- to high- teens.",
  "On the U.S. equity side, we build customized portfolios of individual securities and occasionally we'll use an ETF to quickly overweight a sector or to add market beta when we feel it’s an opportune time.",
  "This is a name where we see a lot of downside support, and we think that if some of their new initiatives reignite the growth in their core marketplace business, there's substantial upside to the name.",
  "Incentive fees are earned through portfolio realizations, which occur through either mergers and acquisitions or by bringing their portfolio companies public and doing follow-on offerings.",
  "Within the portfolio, we want to have exposure to all of these categories at any given time and we adjust the weights accordingly depending on the opportunity set and our market outlook.",
  "For example, some of the alternative asset managers -- such as Blackstone Group (NYSE: BX), KKR & Co. (NYSE: KKR), Apollo Global Management (NYSE: APO), and Carlyle Group (NASDAQ: CG).",
  "Some investors are reluctant to purchase these partnership units because they don't want to wait for a K-1 at tax time, or because they perceive K-1s to be an inconvenience.",
  "The U.S. equity portfolios of securities that we build for clients usually consist of about 40 to 60 individual names and we think of it as sort of a hub-and-spoke model.",
  "One name that we put in the value bucket -- and it may be that traditional value investors wouldn't consider it a value name, but we do -- is eBay (NASDAQ: EBAY).",
  "Get the names of five rock–solid companies with real, tangible growth drivers and money making potential in the free report 5 Bargain Stocks To Buy Now.",
  "I think it's interesting to talk about some differentiated names, recognizing, of course, that not every specific name is appropriate for every client.",
  "Our head of research, Tarek El Gammal-Ortiz, came to us from JP Morgan where he worked with sophisticated clients both in the U.S. and Latin America.",
  "I think Prime is just an incredible value to the consumer and more and more people are going to sign up -- which sort of creates this virtuous cycle.",
  "Internally, when you have a fast growing asset like that within a larger company it tends to soak up all of management's resources and attention.",
  "Dominguez: As for myself, I was a portfolio manager at a hedge fund called Alpine Capital and prior to that I was a derivatives market maker.",
  "I can give you a few, like Johnson & Johnson (NYSE: JNJ), UnitedHealth Group (NYSE: UNH), Pepsi (NYSE: PEP), General Mills (NYSE: GIS), etc.",
  "Now post the spin-off, which happened in mid-2015, we've got a management team that is keen to turn around its core marketplace business.",
  "The stock has run up a little bit here over the last month, so it probably trades at about 15-or-so P/E relative to analysts' estimates.",
  "Also, each client’s portfolio is customized, so holdings will vary depending on a client’s profile or specific preferences.",
  "Our COO, Mary Paz de Luis, comes to us from Goldman Sachs where she served both on the investment advisory and credit side.",
  "So the big shift towards passive management and away from active management has actually hurt the flows into these names.",
  "We think the business really lends itself well to a take out, whether it be a strategic buyer or a private equity buyer.",
  "So the investor base and analyst community does not have a lot of historical data on which to base their projections.",
  "But we see increasingly diversified businesses that have been incredible at growing assets under management (AUM).",
  "But we really get comfortable with the valuation when we consider the AWS business, which is their cloud business.",
  "And they're very committed to returning capital to shareholders, so they've got a huge buy-back program in place.",
  "In our view, it doesn't take herculean assumptions to arrive at a value for that business of $150 billion or so.",
  "We work with clients whose liquid portfolios range anywhere from $1 million to several hundred million dollars.",
  "Dominguez: Yes, approximately 50% of the equity allocation in our portfolios depending on the opportunity set.",
  "Their distributions range anywhere from 4% to 8% or 9%, so you get paid to wait when you hold these names.",
  "Actually, in today's market where we want to be a little more defensive, it's skewing to the high side.",
  "For fixed-income and our non-U.S. exposure, that's where we generally use SMAs, ETFs, and mutual funds.",
  "We think that growth continues and they're actually outgrowing the market at about two to three times.",
  "So right now they're all trading at low-teens multiples -- depending on which numbers you want to use.",
  "I think it's more interesting to talk about the spokes, what we use to complement the core holdings.",
  "So I would say today we're more like 60% allocated to core names in some of our equity portfolios.",
  "There are also a lot of markets that they're entering into, so we think that growth will continue.",
  "What's also interesting is that within their core business they have two attractive growth assets.",
  "Carlos Dominguez: Element Pointe Advisors is a registered investment advisor located in Miami.",
  "They're also structured as limited partnerships, so investors own LP units and receive K-1s.",
  "We believe that the capital markets will open up again, whether it's this year or next year.",
  "Two categories that I would say are more defensive in nature include value and contrarian.",
  "So the core business was sort of undermanaged and underinvested for quite a long time.",
  "IPOs and follow-on offerings are down about 90% and 64% year-over-year, respectively.",
  "These are the companies that, over time, show steady and consistent earnings growth.",
  "Part of the opportunity is that they haven't been public companies for a long time.",
  "Dominguez: Yes, the aforementioned names are publicly traded limited partnerships.",
  "I’d also like to discuss a few of the names that we would classify as contrarian.",
  "We love exposure to e-commerce, which is growing anywhere from 10% - 15% a year.",
  "Forbes: Carlos, I'm sure these ideas will be of great interest to our readers.",
  "On the fundamental side, these companies earn management and incentive fees.",
  "Then two categories that are more opportunistic include growth and momentum.",
  "And these core holdings are generally household names that we all recognize.",
  "But this is a high-margin business that throws off a lot of free cash flow.",
  "Forbes: About how much is the U.S. equity part of your portfolio overall?",
  "As you know, eBay is one of the world's largest ecommerce market places.",
  "These are names that are unloved at the moment for a variety of reasons.",
  "And, over time, stock prices follow net asset value and earnings growth.",
  "We’ve built a great and experienced team here with complementary skills.",
  "These names have grown AUM at over 15% a year over the last few years.",
  "So admittedly their numbers this year are not likely to be very good.",
  "What's interesting about eBay is that last year they spun out PayPal.",
  "They often have superior management and attractive growth prospects.",
  "I just want to give you one more example of a growth momentum name.",
  "Over time, their earnings trajectory will follow their AUM growth.",
  "In the meantime, most of their earnings are paid as distributions.",
  "Core holdings usually comprise about 50% of the equity portfolio.",
  "This is a group that has really struggled -- for various reasons.",
  "But that can vary a little bit depending on our market outlook.",
  "Capital markets have been very challenged over the last year.",
  "We very much consider ourselves an investment advisory firm.",
  "Often these are names where we have a differentiated view.",
  "On a price-to-cash-flow basis, it trades under ten times.",
  "But we prefer to look at these companies over a cycle.",
  "Most of them became public within the last five years.",
  "It's one of our higher beta holdings in the portfolio.",
  "Forbes: Can you buy direct shares in these companies?",
  "PayPal was their fast growing darling of a business.",
  "We break that world down into different categories.",
  "Wally Forbes: Sounds like great backgrounds there.",
  "Forbes: So it's a changing circumstance situation?",
  "Dominguez: Obviously, every client is different.",
  "Forbes: And that's about 50% of your portfolio?",
  "They're not part of many broad market indexes.",
  "Finding undervalued gems can be a tough task.",
  "They normally pay attractive dividend yields.",
  "My partner David Savir, a JD-MBA, is our CEO.",
  "Forbes: That's interesting and makes sense.",
  "So that's sort of the technical part of it.",
  "Amazon has been hitting on all cylinders.",
  "Forbes: Sounds very, very interesting.",
  "The hub consists of our core holdings.",
  "It’s a name that we all know well.",
  "Some are technical in nature.",
  "It is Amazon (NASDAQ: AMZN).",
  "Dominguez: Thank you, Wally.",
  "Forbes: Terrific, Carlos.",
  "Dominguez: Absolutely.",
  "Dominguez: Thank you.",
  "Dominguez: Thank you.",
  "Dominguez: Yes."
]