[
  "“The new company, under Apollo’s leadership, is committed to embedding sustainability and transparency into the business, investing in new technology, vertically integrating critical elements of the supply chain and delivering the best Nike performance product to our retail and sports partners,” Sprunk added.",
  "“We see a tremendous opportunity to meet the rising demand for responsive apparel manufacturing to serve increasing consumer expectations for products delivered when and where they want them,\" Josh Harris , co-founder of Apollo, said in a press release.",
  "Private equity giant Apollo Global Management is betting it can build a regional apparel supply chain for Nike in the Americas, helping the Beaverton, Oregon-based sporting company to become more nimble and bring its manufacturing closer to home.",
  "\"We intend to work with management to develop a regional supplier capable of servicing the needs of a wide variety of customers, and we are particularly enthusiastic to be working with such an iconic brand as Nike,\" Harris added.",
  "The end result, according to Apollo and Nike, is expected to be a seamless apparel ecosystem that's more environmentally friendly, closer to home and better suited to manufacture customized products.",
  "In the partnership, Apollo plans to buy apparel suppliers and textile firms in North and Central America, while also building out new manufacturing plants, warehouses and logistics networks for Nike.",
  "Already, Apollo' s Special Situations I Fund has acquired Pennsylvania-based apparel manufacturer, New Holland, and Virginia-based textile screen printing and logistics operator ArtFX.",
  "“We are excited to be working with Apollo to rethink a new supply chain model to revolutionize apparel manufacturing in the Americas,” said Eric Sprunk, Nike's Chief Operating Officer.",
  "Nike, founded by billionaire Phil Knight, generated $1.1 billion in apparel sales in North America last quarter, roughly 50% of the company's overall apparel sales.",
  "For the 12-months ended on May 30, Nike generated $9 billion in apparel sales, a 5% increase that helped offset declining equipment sales.",
  "Apollo, co-founded by billionaires Leon Black and Harris had over $186 billion in assets under management as of the second quarter.",
  "Nike won't be investing in the manufacturing and logistics company that Apollo is building, but will provide a strong partnership.",
  "The PE firm plans significant additional investment to create a vertically integrated manufacturing hub for Nike.",
  "But for Nike the move represents a major push towards manufacturing in the U.S. and neighboring countries.",
  "For Apollo, the investment is a bet on the rising demand for apparel and also on domestic manufacturing.",
  "Nike shares were rising 2.5% in afternoon trading on Friday, the stock has shed over 6% year-to-date."
]