[
  "In the case of Apollo, the SEC said that from December 2011 through May 2015, Apollo terminated portfolio company monitoring agreements when those companies were sold or conducted IPOs and accelerated future monitoring payments in a way that Apollo’s investors were not properly warned about before those investors committed money to Apollo’s funds.",
  "“This SEC matter primarily arose from the absence of specific disclosure in Apollo’s limited partnership agreements for Funds VI and VII concerning the possibility that monitoring fees owed to Apollo might be accelerated upon the IPO or sale of a fund portfolio company, a common industry practice,” Apollo said in a statement.",
  "The SEC acknowledges that Apollo was transparent with its limited partners about such fees in other documents.”\n\nApollo, which neither admitted nor denied the SEC's allegations, added that it disclosed each accelerated fee in detailed schedules provided on a regular basis to each fund’s limited partner advisory committee.",
  "The SEC claims that Apollo’s investors did not fully know about payments the private equity firm would receive before Apollo accelerated future monitoring fees from its investments, receiving lump sums when the private equity firm sold its portfolio companies or conducted initial public offerings.",
  "In addition to not properly telling its own investors in advance about these lump sum payments the firm received, the SEC claims Apollo failed to properly disclose information about a loan with its funds that deferred taxes on performance fees.",
  "Apollo Global Management, the $186 billion private equity firm co-founded by billionaire Leon Black, has agreed to pay $52.7 million to resolve Securities & Exchange Commission charges that its private equity funds misled investors about fees.",
  "The private equity firm also said it itself discovered and remediated the expenses one of its partners improperly charged its funds, resulting in a formal separation agreement between the firm and the partner.",
  "The SEC has conducted a multi-year investigation into fee disclosure at private equity firms, resulting in several enforcement actions against firms that often involved accelerated monitoring fees.",
  "The private equity firm said the loan designed to defer taxes on performance fees at no time made its investors worse off and was disclosed in footnotes to its fund’s financial statements.",
  "The SEC also said that New York-based Apollo did not properly supervise one of its senior partners who charged personal expenses to its private equity funds before he left Apollo in 2014.",
  "“Despite the lack of specific disclosure in the original limited partnership agreements, the disclosure concerning the nature of fees that might be charged was extremely broad.",
  "The SEC’s case against Apollo is arguably the most prominent to date given the firm’s size and the size of the settlement.",
  "Apollo said it reported the matter to the SEC and cooperated fully with the regulatory investigation."
]