[
  "Apollo is a subadvisor or fund investor on $15.3 billion of Athene’s invested assets, and it’s helped to position the firm’s portfolio into structured credits like CLOs, which offer floating interest rates that should outperform in a rising rate environment.",
  "From 2010 through the third quarter, Athene has grown from $2 billion in invested assets to $72 billion, representing about 38% of Apollo’s total assets under management and about half of the firm’s now formidable $135 billion credit investing arm.",
  "To counter worries about conflicts of interests arising from the close relationship, Belardi points out to FORBES Athene has an independent board committee that vets Apollo’s investment recommendations, thus the company acts on its own.",
  "Athene presently holds $22 billion in investment assets in structured securities like CLOs and mortgage bonds, $30 billion in corporate debt, and $3.3 billion in alternative investments, according to company filings.",
  "The idea was to bring Apollo’s investment skill to fixed annuities, but also turn the business into into a ballast of capital for the PE firm, co-founded by billionaires Leon Black, Joshua Harris and Marc Rowan.",
  "Athene is big and Athene is complicated, but the $87 billion in assets fixed annuities giant created by Apollo Global in 2009 is now one of the smartest bets the PE firm made during the dark days of the crisis.",
  "It has grown into one of the world’s biggest and best performing fixed annuities providers, while also becoming a bedrock for Apollo that generates hundreds of millions of dollars in annual fees for the firm.",
  "(Here' a guide on the good, the bad and the ugly of these assets)\n\nBermuda-based Athene was founded by Apollo at a time when insurers were exiting the fixed annuities business to lower their market risk.",
  "“We’re happy to see a higher interest rate environment, it means our bottom line will grow significantly,” Athene CEO James Belardi told FORBES in a Friday interview.",
  "He credits the Apollo partnership for giving Athene the ability to venture into CLOs that are positioned well as the Federal Reserve begins a rate hiking cycle.",
  "Apollo earned $322.6 million in fees from Athene through the first nine months of 2016, a sizable chunk of the firm’s $1.3 billion in revenues year-to-date.",
  "At a post-IPO equity value surpassing $8.2 billion, Apollo’s stake in Athene represents roughly 20% of the firm's overall public market capitalization.",
  "Through three quarters, Athene has generated $3 billion in revenues and a net profit of $437 million, up significantly from this time a year ago.",
  "Fixed rate annuities, Athene's principal product, are complex contracts that can give retirees steady and tax-efficient streams of income.",
  "Belardi says the firm’s underleveraged balance sheet should give it capacity for acquisitions and increased asset growth in coming years.",
  "These related party transactions are described in Athene’s over 500-page S-1 filing and were the subject of a pointed Bloomberg article.",
  "“Instead of saying risk is the basis of our outperformance, I’d say asset allocation outperformance has been the key for us,” he says.",
  "They have a huge incentive for Athene to do well.”\n\nAthene priced its IPO at $40 a share, but closed Friday trading up 10% at $44.39.",
  "billion at a $7.4 billion valuation and setting the stage for a growth spurt that should fuel Apollo’s bottom line for years to come.",
  "Overall, 29% of the firm’s fixed income portfolio consists of floating rate securities that reprice higher with rising rates.",
  "PE giants like Apollo, meanwhile, were canvassing the then illiquid investment world for cash to invest at the market bottom.",
  "Apollo has voting control over Athene’s NYSE-listed shares and is an asset manager for a significant bulk of assets.",
  "Athene is Apollo’s single biggest source of permanent investment capital and it owns nearly 10% of the company.",
  "Since inception, Athene’s investment earned rate after fees is 30 basis points higher than its peer group.",
  "Furthermore, Apollo’s fee-generating bet on Athene is more than just an earnings source for the firm.",
  "But in order for the big annuities project to work, Athene has to do well for income hungry retirees.",
  "Belardi distills this alignment by stating, “Athene is Apollo’s most important relationship.",
  "Bottom Line: Apollo spent years building Athene into a bedrock of capital for the firm.",
  "One concern about the Apollo and Athene relationship is related party transactions.",
  "On Friday, Athene listed its shares on the New York Stock Exchange, raising $1.1.",
  "Athene’s return on equity this year is 9.4% versus 8.5% at this time a year ago.",
  "We are a significant part of total assets under management and their market cap.",
  "Apollo hasn’t just extracted fees from the partnership, it’s also added value.",
  "To date, Athene has succeeded as envisioned."
]