[
  "If they continue to disappoint, this could become a major concern for Wall Street -- and a hot topic on the campaign trail as Donald Trump and Hillary Clinton each to try and convince voters that they can turn this sluggish economy around.",
  "Even though consumer spending was one of the few bright spots in the shockingly poor gross domestic product report for the second quarter, there are growing signs consumers won't be able to keep propping up the economy for much longer.",
  "So even though many traditional retailers are struggling, the success of Amazon, Home Depot and discount stores show that the consumer may still have some disposable income that they are willing to spend.",
  "Home Depot (HD) and Lowe's (LOW) are near their all-time highs -- a sign that consumers may not be willing to buy new clothes, but are interested in sprucing up their house or apartment.",
  "Sports Authority, Pacific Sunwear and Aeropostale have recently gone bankrupt There is increased speculation that another mall stalwart -- Claire's -- may file for bankruptcy soon too.",
  "Clunky shoe company Crocs (CROX) and fashion designer Kate Spade (KATE) both shocked Wall Street with disappointing earnings guidance on Wednesday.",
  "Shares of JCPenney (JCP), Macy's (M), Kohl's (KSS) and Nordstrom (JWN) all tumbled Wednesday morning, following steep declines on Tuesday too.",
  "Although that may not be the best of news since Walmart (WMT) and other discount stores tend to do well when the economy isn't in great shape.",
  "Amazon (AMZN) is now near an all-time high and its success has pushed CEO Jeff Bezos ahead of Warren Buffett in the world's richest rankings.",
  "Office Depot (ODP) also said on Wednesday that it would be closing more stores in the wake of its failed merger with rival Staples (SPLS).",
  "Related: Restaurant recession fears are on the rise\n\nSeveral big retailers will report their latest results in the next few weeks.",
  "And there are growing worries about traditional mall-based retailers and whether they can grow sales and earnings.",
  "To that end, shares of Dollar General (DG) and Dollar Tree (DLTR) have also surged this year.",
  "Ford (F) and GM (GM) both reported bigger than expected drops in monthly sales for July.",
  "And Fiat Chrysler's (FCAU) sales were up only slightly -- and were lower than expected.",
  "Bezos, worth nearly $67 billion, is the third wealthiest individual on the planet.",
  "Autos aren't the only thing that consumers seem to be shunning these days either.",
  "(Claire's is now owned by private equity firm Apollo Global Management (APO).)",
  "Consumers don't seem to be willing to buy as many new cars as they once did.",
  "Kate Spade rivals Coach (COH) and Michael Kors (KORS) took a hit as well.",
  "And of course, you can't write a retail story without mentioning Amazon.",
  "(Maybe celebrity chef Mario Batali needs to buy even more Crocs?)",
  "Walmart's stock has soared 20% this year too after a rough 2015.",
  "The online retail king recently reported stellar earnings.",
  "So has the stock of closeout retailer Big Lots (BIG).",
  "Shares of each company plunged on the news.",
  "Buffett's net worth is about $65 billion.",
  "But not all retailers are in lousy shape.",
  "Are American consumers tapped out?",
  "Yes, actual earnings."
]