[
  "REUTERS/Las Vegas Sun/Steve Marcus\n\nCHICAGO (Reuters) - Caesars Entertainment Corp’s (CZR.O) bankrupt operating unit resolved a dispute with its lenders on Friday, paving the way for a consensual plan to push the casino group out of its $18 billion Chapter 11.",
  "Caesars Entertainment agreed to pitch in $5 billion to the unit’s reorganization in exchange for releases from creditors’ claims that it looted the unit of choice assets such as the Linq Hotel & Casino complex in Las Vegas prior to its bankruptcy.",
  "In filings with the U.S. Bankruptcy Court in Chicago, bank lenders said they had reached an agreement over their recovery terms and were withdrawing a threat to abandon a plan to end Caesars Entertainment Operating Co Inc’s two-year bankruptcy.",
  "With the lenders’ renewed support, the Caesars unit will head into a January trial to confirm its bankruptcy exit with the support of over 90 percent of creditors eligible to vote on its reorganization plan.",
  "Trustee, a bankruptcy watchdog that opposes legal protections granted under the plan to Caesars and its private equity sponsors, Apollo Global Management LLC (APO.N) and TPG Capital Management LP [TPG.UL].",
  "The lenders, which include Blackstone Group LP’s (BX.N) GSO Capital Partners, had set a Dec. 24 deadline for reaching a deal, without which the unit’s restructuring plan would have fallen apart.",
  "The company, formed through the 2008 buyout of Harrah’s, has warned that it would have to seek Chapter 11 protection itself without a timely organization of its operating unit.",
  "In a separate filing, Caesars said Gary Loveman would no longer be employed by the company as of Dec. 31, but would continue to serve as chairman of the board.",
  "An evening view of the 550-foot-tall High Roller observation wheel after opening in Las Vegas, Nevada March 31, 2014.",
  "Shares of Caesars Entertainment closed up 9.8 percent to $7.85 on Friday.",
  "Caesars has denied the allegations.",
  "The only major objector is the U.S."
]