[
  "A Reuters review of the financial industry holiday scene found parties sponsored by Credit Suisse Group AG, Bank of New York Mellon Corp, Moelis & Co, BlackRock Inc, Blackstone Group LP, KKR & Co LP, Apollo Global Management Inc, PIMCO, AQR Capital Management LP, Bain Capital, York Capital Management LLC and Chilton Investment Management, among others.",
  "“They don’t want people to know they are hosting a party.”\n\nGATSBY, CARNIVAL THEMES\n\nParties thrown by PIMCO in London and Credit Suisse in Poland, where the bank has one of its largest back office operations, this year each had Great Gatsby themes, recalling the 1920s era of decadence and social change.",
  "One attendee’s photo showed champagne being poured into a glass through a poof of nitrogen steam, and carried the caption: “Snakes, clouds, swords, oh my!”\n\nBlackstone’s fête was held in a Waldorf Astoria ballroom whose balconies were decked with red, green and white boughs.",
  "The Pierre’s Spinner said the typical Wall Street holiday party has changed from stuffy buffet-style dinners with seating arrangements to networking events where guests mingle while drinking wine and noshing on high-end appetizers.",
  "NEW YORK (Reuters) - Wall Street holiday parties this year took place in luxury venues like the Waldorf Astoria, featured women dressed as glowing angels, and had fine wine, scotch and bourbon on hand.",
  "B. Allan Kurtz, managing director at New York events venue Gotham Hall, which hosts about half a dozen Wall Street holiday gatherings each year, said the standard budget is $100,000 to $200,000.",
  "PIMCO’s featured a “flash mob” of dancers from a company called Brazilian Fantasy, while Credit Suisse’s was full of young men and women in “Roaring 20s” garb, according to Instagram posts.",
  "Big financial firms started curtailing year-end bashes in 2008 as taxpayer bailouts, populist outrage and weak profits created an environment where lavish celebrations were frowned upon.",
  "Catering managers and event planners said that while holiday party spending is still down relative to its pre-financial crisis peak, Wall Street is starting to come back on the scene.",
  "Employees enjoyed themselves at swanky venues in New York, London, Boston, Chicago, Southern California, Sydney and Wroclaw, Poland, according to attendees and Instagram photos.",
  "Other planners said the atmosphere was lighter in 2016, with winter wonderland and carnival themes featuring such flourishes as giant snow globe photobooths and game stations.",
  "Private equity firm Apollo’s party, hosted in a Greek restaurant near Central Park, featured “live statues”: humans standing completely still, painted to look like marble.",
  "Representatives of some firms said they were reticent to discuss the parties because they have tried to keep such events out of the news since the financial crisis.",
  "Some investment banks stopped sponsoring corporate holiday parties altogether, advising individual teams to use their own budgets for more intimate gatherings.",
  "PIMCO’s other holiday party near its Newport Beach headquarters featured women in bedazzled snow-white angel costumes whose wings glowed with LED lights.",
  "DiCaprio played Gatsby in the 2013 film version of American author F. Scott Fitzgerald’s 1925 novel, “The Great Gatsby” set on New York’s Long Island.",
  "REUTERS/Brendan McDermid\n\nBut organizers of the soirées, conscious of tighter budgets and public scrutiny, are not eager to discuss the merriment.",
  "One argued his firm’s party was more austere than in prior years, and that festive Instagram photos with ostentatious hashtags misrepresented it.",
  "The dance floor at Credit Suisse’s party was backed by a digital image of actor Leonardo DiCaprio holding a cocktail while portraying Jay Gatsby.",
  "The number of Wall Street firms with holiday events at The Pierre was steady this year, he said, but more people attended.",
  "AQR Capital, the hedge fund firm run by Cliff Asness, had a carnival-themed bash at luxury Manhattan event venue Cipriani.",
  "Spending is similar to what it was in the years leading up to the crisis but then the money went further, Kurtz said.",
  "“It’s a more optimistic climate,” said Bill Spinner, director of catering at The Pierre, a Taj Hotel in New York.",
  "A holiday decoration is seen over Wall St. sign outside the New York Stock Exchange, November 27, 2012.",
  "“There was a real emphasis on making events different but watching costs at the same time,” he said.",
  "One expensive feature that has been absent since 2008 is a hired celebrity entertainer or singer.",
  "Private-equity firm KKR used Gotham Hall for its party, which Kurtz declined to comment on.",
  "Whatever they spend, most firms want to keep their events out of the public eye, he said.",
  "They evoked images of Greek gods such as Adonis, Aphrodite - and, of course, Apollo.",
  "It works out to about 20 percent more than today’s dollars adjusted for inflation.",
  "There were a few dresses, too, but the New York crowd appeared to mostly be men.",
  "Hundreds of partygoers were making merry in formal attire.",
  "Others declined to comment at all."
]