[
  "“I’m proud of my wife and I find it disgusting that anyone would question her success, and I think that quite frankly, my wife deserves an apology.”\n\nIn Missouri, the trend is flipped: Democrat Jason Kander, the youthful recruit challenging GOP Sen. Roy Blunt, had significantly meager assets compared with Blunt’s wealth.",
  "Story Continued Below\n\nAccording to a POLITICO review of personal financial disclosures, five of the Democratic candidates in seven key Senate battlegrounds — Indiana, North Carolina, Missouri, New Hampshire, Pennsylvania, Nevada and Florida — appear to be wealthier than the Republican in the race.",
  "And she has also come under criticism for details in her own finances; Republicans have accused her of using energy projects she helped secure as a former Pennsylvania state official to nab lucrative board positions, including with Iberdrola, an energy group based in Spain.",
  "In North Carolina, Democrat Deborah Ross’s disclosures also show considerable wealth, reporting between $1.9 million to $4.56 million in assets, with liabilities ranging from $365,000 to $800,000 that includes two mortgages and a home equity line of credit.",
  "Bayh’s financial assets have attracted the most attention of any Senate candidate, with Republicans seizing on his soaring wealth since the former senator left Congress in 2010 to level charges that Bayh profited from his lengthy career in public service.",
  "Through her husband, Ross — a state senator who also served as the in-house counsel for the regional transit agency GoTriangle — also owns stock in several banks, including Bank of America, Citigroup, JP Morgan Chase and Morgan Stanley.",
  "The group took issue with Bayh, whose wealth is in some part thanks to Apollo Global Management, the private equity firm that paid him $2 million since January 2015 and also offered him numerous investments for his portfolio.",
  "Democratic challenger Katie McGinty has latched onto Toomey’s ownership of a bank that engaged in controversial foreclosure practices as one prong in her attempt to paint him as too cozy with Wall Street.",
  "And while Bayh's eight-figure net worth may grab headlines, other Democrats vying for the Senate this year have all done well for themselves, with many of them richer than their Republican opponents.",
  "Liberal groups were irate with the potential that the moderate Bayh could regain his seniority on the Banking Committee and become the chairman — a prospect that has already been privately rejected.",
  "| AP Photo\n\nSen. Pat Toomey (R-Pa.) is a former investment banker who reported between $1.47 million to $3.9 million in assets, with one liability: a mortgage valued between $250,001 to $500,000.",
  "Democrats have launched an attack against Burr that he has enriched himself through his time in public service — not unlike the criticisms Republicans have leveled against Bayh in Indiana.",
  "Burr added that at least one section of his portfolio hasn’t don’t very well: When he switched his retirement account to an IRA more than two decades ago, it was worth more than $200,000.",
  "“The financial industry is floating his name to the media in a brazen, cynical attempt to tilt the committee’s membership even further toward Wall Street,” the coalition wrote to Schumer.",
  "While Hassan, the current governor, reported assets between $2.15 million and $4.66 million with no liabilities, the total amount of Ayotte’s assets was between $821,000 to $1.94 million.",
  "Former Sen. Kay Hagan (D-N.C.) used to sit on the panel — a magnet for strong fundraising — and Charlotte is a thriving financial hub that includes the headquarters of Bank of America.",
  "The politicians’ personal wealth sheds light on their biography and potential conflicts of interest, but it can also prompt action from activists against a particular public official.",
  "Sen. Marco Rubio (R-Fla.) has talked at length about his humble personal history: the son of Cuban immigrants who used proceeds from his autobiography to pay off student loans.",
  "One example of that came earlier this month, when a coalition of liberal organizations wrote to New York Sen. Chuck Schumer, who is poised to lead Senate Democrats next year.",
  "He reported assets between $137,000 to $405,000, and liabilities — which included three mortgages and a home equity line of credit — that ranged from $950,000 to $2 million.",
  "Senators and candidates are required only to use wide ranges when reporting assets and liabilities, making it difficult to pin down precise amounts for their net worth.",
  "That prompted Burr to note in a debate earlier this month that much of his net worth comes from his wife Brooke, a partner at a North Carolina real estate firm.",
  "And this year, the politics of a candidate’s wealth has become an issue in some Senate races, including for Bayh in Indiana and Richard Burr in North Carolina.",
  "If Democrat Evan Bayh wins the Indiana Senate seat in two weeks, he’ll be one of the richest members of a chamber already heavily stocked with millionaires.",
  "Kander, the current secretary of state in Missouri, has between $148,000 to $445,000 in assets, with no liabilities, according to his financial disclosures.",
  "Her Republican opponent, Rep. Joe Heck, has about $206,000 to $666,000 in assets, with $265,000 to $550,000 in liabilities — a student loan and a mortgage.",
  "In addition to his state salary, Kander reported about $118,000 in earnings from speeches delivered by his wife Diana, an author and entrepreneur.",
  "Rubio’s financial background is a sharp contrast with his Democratic opponent Patrick Murphy, who has $1.07 million to $5.26 million in assets.",
  "For instance, Bayh and his wife, Susan, reported between $13.9 million to $48 million in assets in the 21-month span starting January 2015.",
  "The three-term House lawmaker reported just $51,000 to $120,000 in assets, according to his financial disclosure forms filed in May.",
  "Democratic Catherine Cortez Masto, running for Senate in Nevada, has $1.25 million to $2.8 million in assets, with no liabilities.",
  "The vast majority of that wealth is through Coastal Construction Group, the family business helmed by Murphy’s father, Thomas.",
  "And now, we can hold you accountable in this election.”\n\nEvan Bayh's wealth has become an issue in the Indiana Senate race.",
  "But McGinty, too, is well-off: She reported between $2.4 million to $8.3 million of assets, primarily through mutual funds.",
  "Rubio also continued to rake in money from book sales; he reported $102,500 in royalty earnings in his latest disclosures.",
  "“Evan, when we needed a senator the most, you left us to work for them in Washington, D.C. and made millions of dollars.",
  "Some Democratic insiders believe Ross could be in line for a seat on the Senate Banking Committee if she’s elected.",
  "Now, it’s worth $258,000 — “not a track record of investment many people in this country would follow,” Burr said.",
  "Meanwhile, Young has between $530,000 and $1.1 million in liabilities — a mortgage and two credit card accounts.",
  "He reported just one liability in his financial disclosures: a mortgage totaling between $100,001 and $250,000.",
  "And in New Hampshire, Democrat Maggie Hassan is also wealthier than her opponent, Republican Sen. Kelly Ayotte.",
  "Meanwhile, Blunt has $2.1 million to $7.7 million in assets, with $650,003 to $1.35 million in liabilities.",
  "Both North Carolina Sen. Richard Burr and Democratic challenger Deborah Ross possess considerable wealth.",
  "Her opponent, Burr, is similarly wealthy, with assets ranging from $1.95 million to $3.52 million.",
  "“You took the money and ran,” charged Young in what was likely their only debate last week.",
  "The couple had just one liability: a mortgage valued between $500,001 and $1 million.",
  "But his financial disclosures noted that all but one mortgage was paid off last year.",
  "Democrats are fielding a cadre of candidates richer than their GOP opponents.",
  "“Now, what Ms. Ross did, she attacked my wife,” Burr said during the debate.",
  "The younger Murphy has one mortgage that is between $500,001 to $1 million.",
  "In some cases, the wealth disparity between the candidates is not close.",
  "Ayotte also has a mortgage valued between $100,001 to $250,000.",
  "Current sitting members of Congress earn $174,000 per year.",
  "Republican Todd Young’s portfolio is decidedly more modest.",
  "| AP Photo The Senate's next millionaire class?",
  "Colin Wilhelm contributed to this report."
]