[
  "Of the remaining 20 percent, a set amount goes to Carlyle and another set amount goes to shareholders in the form of dividends, or “distributions.”\n\nCarlyle has paid out $7.43 per share in distributions to those shareholders since going public, which is a big incentive for buyers.",
  "Timothy Loughran, a finance professor at the University of Notre Dame’s Mendoza College of Business, said blockbuster deals are getting scarcer, although Carlyle just last week sold a company to Johnson & Johnson that returned four times its investment of $400 million.",
  "Once known primarily for its defense investment acquisitions, Carlyle has gone mainstream in recent years, buying and selling Dunkin’ Brands, Hertz, commercial construction supplier HD Supply — even a life-insurance company in China.",
  "The billionaire philanthropist proudly pointed to the nearly 20 percent annual return earned by pension funds and others who have placed billions in Carlyle’s investment funds over the past three decades.",
  "Under Carlyle’s business model, the institutions and wealthy individuals who give Carlyle their money to invest — also known as limited partners — receive 80 percent of the profit from Carlyle deals.",
  "“If you are going to look at every single asset class, which one has performed the best, it’s clearly private equity,” Rubenstein said, referring to the D.C.-based firm’s various investment funds.",
  "On the other hand, the company paid $2 per share in total dividends over the past four quarters, which adds up to a very appealing 12 percent yield, depending on when the shares were purchased.",
  "The sector’s finances, with multiple metrics to measure success and failure, can appear arbitrary to even seasoned observers, with terms such as economic net income and distributable earnings.",
  "“I would find it difficult to value the company and therefore determine what’s a fair price to pay for it,” said David Kass, a professor of finance at the University of Maryland.",
  "Those who have bought the company’s publicly traded shares in hopes of sharing in the magic have not done nearly as well as the investors in Carlyle’s worldwide array of funds.",
  "Aside from a bumpy global economy roiled by bouncing energy prices, would-be investors may also be spooked by the performance of Carlyle’s hedge funds over the past year.",
  "The language is arcane, the business models are complex, and the profits come in lumps, resisting the quarter-to-quarter predictability that many other industries enjoy.",
  "“That said, we do think the market has misunderstood the earnings prospects for our whole sector.”\n\nYoungkin pointed out that Carlyle’s stock is up 5 percent this year.",
  "Investors who placed their money in a fund comprising the 500 biggest companies in the United States in May 2012 would be up 50 percent by comparison.",
  "“Our job is to demonstrate to the public unitholders the kind of performance we have shown our fund investors for the last 29 years,” Youngkin said.",
  "“We are disappointed with our unit price performance over the past year,” said Carlyle president and chief operating officer Glenn A. Youngkin.",
  "The owners of Carlyle’s shares have lagged behind the broader stock market in the four years the investment firm has been publicly traded.",
  "Other private-equity firms are in the same boat, including competitors such as Blackstone Group, Apollo Global Management and KKR & Co.",
  "Carlyle Group co-founder David M. Rubenstein extolled his private-equity firm’s investment success at a financial conference recently.",
  "Some of the low-hanging fruit has already been consumed.”\n\nPart of the challenge may be perception among shareholders.",
  "Case in point: By one measurement, Carlyle’s revenues and earnings per share have declined sharply from 2013 to 2015.",
  "Carlyle stock is trading nearly 26 percent below the price at which it debuted on the Nasdaq exchange in May 2012.",
  "“We don’t agree with how the public market values the company,” said Tim McAlea, director of research at Okumus.",
  "It is a thinly traded stock, with only 83 million of Carlyle’s 324 million units traded in the public market.",
  "“Over the long run, the earnings will grow more with the assets under management and the fees Carlyle earns.",
  "Investors pulled $6 billion out of the Carlyle-owned Claren Road Asset Management last year.",
  "Carlyle Group is controlled by William E. Conway Jr., Daniel A. D’Aniello and Rubenstein.",
  "Okumus began buying Carlyle shares late last year and now owns more than $100 million.",
  "Some big shareholders such as Okumus Fund Management have pounced on Carlyle shares.",
  "But the distribution apparently has not been enough to boost demand for the stock.",
  "Youngkin said part of private equity’s mission is to help demystify the business.",
  "Through the cycle, Carlyle will make a lot of money for its shareholders.”",
  "Many have seen share prices falter, especially in the past year.",
  "“A number of private-equity firms are having difficulties.",
  "What Rubenstein did not praise is Carlyle’s stock price.",
  "Why do the fund investors outperform shareholders?",
  "“It’s not just Carlyle’s problem,” Loughran said.",
  "It’s becoming harder to do some of these deals.",
  "Private equity can be a confounding business.",
  "They founded the firm in 1987."
]