[
  "“Either an IPO or sale would ostensibly make them a strong return on their investment.’’\n\nChuck E, Cheese, with its mouse mascot, has been party central for young children for decades, who in between bites of pizza can play video games, and jump on rides.",
  "The private equity firm that owns the restaurant’s chain is looking into launching an initial public offering possibly later this year, according to Reuters, citing people familiar with the matter who did not want to be identified.",
  "The IPO valuation could be more than $1 billion, Reuters says, in line with the $1.3 billion price Apollo Global Management paid in 2014 when it bought the Irving, Tx-based restaurant company and took it private.",
  "And Dave & Buster's was the best performing consumer IPO of the last three years, Kennedy says, with its share price soaring from $16 in October, 2014 to $54.80 currently – a 240% uptick.",
  "If Chuck E. Cheese is publicly traded once again, Apollo would be doing what it always intended, says Matthew Kennedy, an analyst with Renaissance Capital, manager of IPO-focused funds.",
  "(Photo: Justin Sullivan, Getty Images)\n\nChuck E. Cheese, the raucous, birthday party go-to for generations of children, may once again become a publicly traded company.",
  "“I never thought that they would ever consider doing that based upon the much younger clientele that they they typically dealt with.",
  "Dave & Buster's, down to the games and now they’re serving alcohol,’’ says Scott Sweet, senior managing partner of IPO Boutique.",
  "It similarly offers games along with dining and also serves alcohol, which Chuck E. Cheese also now offers at some locations.",
  "Plans for a public offering may have been put on hold because consumer IPOs struggled in the past year, Kennedy says.",
  "But I do know that Dave and Busters has been an excellent IPO.’’\n\nRead or Share this story: http://usat.ly/2k1jC5g",
  "But Chuck E. Cheese has been able to rack up decent sales and cash flow, making it a more appealing investment.",
  "“One thing that caught my attention is that they’re now starting to replicate .",
  "It's peer, Dave & Buster's, also gives it a strong model to follow.",
  "Attempts to reach company officials were unsuccessful.",
  "“An IPO is not really unexpected,’’ he says.",
  "Chuck E. Cheese may be going public.",
  ".",
  "."
]