[
  "In 2016, decelerating and declining same-store sales brought predictions of a restaurant recession, and the recent ICR Conference in Orlando, Florida -- an annual gathering of some of the top names in food and retail -- had a less-than celebratory tone to it as investors, analysts and restaurant executives grappled with how consumer trends and rising labor costs are affecting eateries' bottom lines.",
  "\"We’ve spent a lot of time working on mom and dad and that veto.”\n\nThese efforts have provided a moderate boost to sales: despite its status as a privately held company, CEC has continued to post quarterly earnings results, and in the set of results released in November, CEC reported $228.1 million in revenue and a 3.5% increase in same-store sales.",
  "In his presentation at the ICR Conference last week, Dave & Buster's CEO Stephen King said his company has made a focused effort to concentrate on the entertainment portion of the business, noting that the share of revenue derived from games has gone from 44% in 2006 to 55% in the twelve months ending on October 30.",
  "In that regard, it's much like Dave & Buster's, a company for which investors and diners alike have had a healthy appetite: Dave & Buster's shares gained 35% last year, and its same-store sales rose 5.9% in the third quarter, lapping many of its dining competitors.",
  "The report, which cites sources familiar with the IPO preparations, says that the chain's private equity owner, Apollo Global Management, has started talking to banks about an IPO that could come in the second half of 2017.",
  "Under Apollo's ownership, CEC has grown its operations to include 598 Chuck E. Cheese stores and 144 Peter Piper Pizza stores in 47 states and 12 countries or territories, up from 577 locations in 2014.",
  "A growing store count isn't the only change that has occurred under Apollo: Chuck E. Cheese recently revamped its menu and added free wifi in an attempt to woo the over-18 set.",
  "If CEC does choose to go public this year, it would be setting itself up for investor scrutiny amid an already-challenging environment for restaurant operators.",
  "According to a report from Reuters Monday evening, Chuck E. Cheese parent company CEC Entertainment has started to prepare for an initial public offering.",
  "The difference between that and the 11 times a year they want to come is the mom and dad veto,\" CEC CEO Thomas Leverton said in an interview in June.",
  "This would be CEC's second go at the public market: the company first went public in 1989, when it was then under the name of \"ShowBiz Pizza Time.\"",
  "Chuck E. Cheese likes to say it's a place where a kid can be a kid -- but soon it could also be where antsy restaurant investors park their cash.",
  "Revenue growth began to stagnate and then decline in 2008, and by 2014, the company said that it was in search of \"strategic alternatives.\"",
  "What Chuck E. Cheese has going for it, of course, is the arcade aspect, which serves as a hedge against the dining component.",
  "A new report is indicating the kid-focused pizza joint and arcade center is considering re-entering the public market.",
  "Due to store operating costs, however, the company said it recorded a $2.4 million net loss for the quarter.",
  "“Your average kid who comes to Chuck E. wants to come 11 times a year; they come three times a year.",
  "Its adjusted EBITDA margin, meanwhile, has improved from 13.8% to 26.7% over that same time period.",
  "Which bodes well for Chuck E. Cheese: after all, if the chain does one thing well, it's playtime.",
  "The key element that differentiates Dave & Buster's from its competitors, King said, is \"play.\"",
  "Representatives for CEC and Apollo did not immediately respond to FORBES' requests for comment.",
  "Apollo bought it out that January in an all-cash deal worth $1.3 billion, including debt.",
  "(By 1998, the company had changed its title to its current namesake.)",
  "It would value the chain at more than $1 billion, including debt.",
  "This growth hasn't been an accident.",
  "Related from Forbes:"
]