[
  "Amherst Pierpont chief economist Stephen Stanley said he's also watching the inflation data, and expects to see average hourly wages rise by about 0.3 percent in Friday's employment report.",
  "Sixty-six percent of the S&P 500 companies reporting earnings so far have beaten estimates, and profit growth is coming in at about 6.8 percent, according to Thomson Reuters.",
  "They will also be watching for any news from Trump's separate weekend phone calls with Russian President Vladimir Putin and the leaders of Germany and France.",
  "Traders say Washington will be the big focus again next week, and markets are looking for information on the Trump programs that have driven stocks higher.",
  "Next week, there's no press conference and I would expect the language in the statement that comes out after the meeting to sound roughly balanced.",
  "\"In the bigger picture, that's been one surprise ... how the market broadly speaking has remained calm when you think of measures like the VIX.",
  "When I think of the year unfolding it could be extremely dangerous to extrapolate out anything resembling a calm, low volatility environment.\"",
  "\"The Fed, I think will be a reminder that the Fed is still going to be an important ingredient in the market's performance this year.",
  "He said the market is focused on policy, particularly tax reform, and there could be a misstep a long the way that drives it lower.",
  "Grohowski said there's a low chance of a hike even at the Fed's March meeting but he does see two to three rate hikes this year.",
  "The VIX, the CBOE's volatility index, declined 8 percent in the past week to end at 10.58, hitting a three-year low Friday.",
  "I think the labor markets have gotten tight so it's going to be difficult to see big gains at this point,\" said Stanley.",
  "That's what we were left with last time,\" said Leo Grohowski, chief investment officer at BNY Mellon Wealth Management.",
  "Wages have begun to rise, and CPI headline inflation crossed 2 percent last month for the first time in two years.",
  "\"There's as much anxiety about missing the next leg higher, as there is about protecting for a downside scenario.\"",
  "\"I'm amazed at how under control the volatility has been in the face of these daily headlines,\" said Grohowski.",
  "The White House, in fact, raised the idea of a 20 percent import tax on Mexican goods as one idea on Thursday.",
  "Opposite 2016, he said the market could perform better in the first part of the year, rather than the last.",
  "Analysts have been concerned that the trade talk could begin to sound protectionist and result in tariffs.",
  "Most of the focus next week will be on employment but over the course of the week I'm watching inflation.",
  "\"While we feel better about the earnings outlook, I do feel creeping into sentiment, more expectations.",
  "There's a PCE report [Monday] and the wage report in the employment report\" on Friday, he said.",
  "They are also cautiously watching for any developments on trade that could seem protectionist.",
  "\"I sense there's still an awful lot of cash sitting on the sidelines,\" said Grohowski.",
  "\"165,00 is pretty similar to what we've seen in the last two to three months of 2016.",
  "\"Nothing [on rate hikes] until June, but therein lies the potential risk.",
  "Grohowski is targeting 2,350 for the S&P 500, not much higher this year.",
  "I think there's still expectations driving this market higher,\" he said.",
  "\"It's going to be show me the tax reform, show me the regulatory ease.",
  "We're at the point in my view, where we're past full employment.",
  "That's something we have to keep an eye on,\" Grohowski said.",
  "I'm calling this year, it's going to be a 'show me.'",
  "\"The wage numbers are going to be trending higher.",
  "They moved in a pretty definitive way last year.",
  "There's a lot of expectations building up.\"",
  "\"We get a couple of important reports.",
  "He expects 165,000 nonfarm payrolls.",
  "We've seen wages rising.\""
]