[
  "When asked whether he would back New York Sen. Chuck Schumer for Democratic leader — a question that Patrick Murphy in Florida had initially dodged, then later clarified — he responded nonchalantly, “Oh, sure.”\n\nAs for the trustworthiness of Hillary Clinton — which New Hampshire Democrat Maggie Hassan fumbled badly last week — Bayh said he’s found her honest “in all my dealings with her.”\n\nThough Republicans are tying him to Clinton, Bayh brushes off the attacks, arguing that Indiana voters will ultimately look beyond party labels.",
  "NRSC executive director Ward Baker has vowed Bayh will have a “thoroughly, thoroughly miserable three months.”\n\n“We’re going to defeat Evan Bayh,” McConnell proclaimed to POLITICO at the Republican National Convention last month, though he acknowledged that “it’s going to cost a lot more money than it would’ve to beat whoever the no-name was.”\n\nRepublican operatives take delight at posting grainy photos of Bayh at Reagan National Airport in Washington, mocking him for rarely spending time in Indiana.",
  "He responded “I don’t know” when asked whether he would’ve supported the bipartisan “Gang of Eight” comprehensive immigration reform bill, noting: “When I left, I stopped reading the legislation.” He said in addition to border security, he would back “some kind of status” as long as immigrants in the U.S. illegally met a series of requirements, such as learning English and paying fines.",
  "“So I’m not concerned about [attacks on his residency] at all.”\n\nWhy Bayh suddenly jumped back into the political fray has been a topic of much speculation in Indiana and Washington circles, but between bites of a half-pound charbroiled hamburger dripping with mustard, he spoke only in generalities about his motivations for giving up his very comfortable existence.",
  "And as a rain-soaked Bayh walked around a “Sausage Fest” at St. Thomas Aquinas parish in Indianapolis during a thunderstorm, Carmel, Indiana, resident Chris Sheehan, 65, told Bayh her niece used to work for the senator and named her firstborn child “Evan.”\n\nIndiana is the rare Senate battleground where the bombastic Trump has factored little.",
  "Bayh's surprise decision to run again for the Indiana Senate seat he held for a dozen years not only upended the once-assured GOP victory here, but also vaulted the state high on the list of likely Democratic wins this November and bolstered the chances that Senate Democrats will regain the majority they lost two years ago.",
  "“I’m going to appeal to the people on the basis of the issues that I think that matter.”\n\nCORRECTION: Correction: An earlier version of this story incorrectly reported that Nevada Senate candidate Catherine Cortez Masto dodged a question about whether she would back New York Sen. Chuck Schumer for majority leader.",
  "He also takes frequent digs at Congress, despite his long service there: Recounting his time on the Senate Intelligence Committee, he told a local Kiwanis Club that he hoped the panel’s name was “not a contradiction in terms.”\n\nRepublicans say Bayh will eventually collapse under his vulnerabilities.",
  "INDIANAPOLIS — He’s an opposition researcher’s holy grail: a former senator who cashed in after leaving office by working for a Washington lobbying firm and serving on corporate boards, while buying expensive out-of-state homes and rarely showing up in the state where he now wants to serve again.",
  "The Senate Leadership Fund, a super PAC run by a former aide to Senate Majority Leader Mitch McConnell (R-Ky.), spent in Young’s primary to attack tea party-aligned opponent Rep. Marlin Stutzman, and Young was coasting to victory in the Senate race until Bayh announced his bid in mid-July.",
  "“I think I may be in the best position to try, along with others, to do something about it.”\n\nAn internal Bayh poll taken last week in the heat of negative press coverage and GOP attack ads found him with a significant lead over Republican Todd Young, 55 percent to 39 percent.",
  "“People are so frustrated by electing people to represent them in Washington, D.C., and having them immediately forget about the Hoosiers they represent,” Young said in an interview after he toured the Shepherd Community Center, a faith-based youth center here.",
  "The politically moderate Bayh will have to persuade a notable swath of Trump voters to split tickets in order to win, and so the former senator and his campaign aren’t embracing the Trump-tinged attacks fueling most Senate Democratic campaigns nationwide.",
  "The Senate Leadership Fund, the Koch-funded Freedom Partners Action Fund, and the National Republican Senatorial Committee have all run ads in Indiana slamming Bayh for his votes on Obamacare, energy and the Wall Street bailout, among other things.",
  "And six weeks after he jumped into a race Republicans assumed they had all but won, the former Democratic senator and governor is under growing scrutiny over how much time he spends in Indiana and whether he has profited off his Senate career.",
  "Aside from the residency controversy, the GOP is zeroing in on his tenure at the Washington law and lobbying firm McGuireWoods (though he is not a registered lobbyist) and the private equity firm Apollo Global Management.",
  "“The point is, the people of Indiana know that I know them and know their concerns and know our state,” Bayh, 60, said in an interview with POLITICO at City Market, a local farmers market and food hall here.",
  "Bayh was also initially unsure about whether he would support expanded background checks for firearm sales at gun shows and over the Internet — in the mold of compromise Senate legislation proposed in 2013.",
  "At City Market, Doris Minton McNeill, 60, sprinted toward Bayh to tell him that his mother, Marvella, was McNeill’s dorm mother at Hoosier Girls State, a civic engagement program for high school juniors.",
  "Bayh’s strategy is to paint Young, who was elected just as Bayh was exiting Capitol Hill, as part of the problem that has pushed Congress into deeper dysfunction since Bayh left the Senate.",
  "In the POLITICO interview, Bayh said the insinuation was “absolutely not true” and noted that in nearly every vote referenced by the Star, he and former Sen. Richard Lugar (R-Ind.)",
  "A recent investigation by the Indianapolis Star, meanwhile, raised questions whether, as a lame-duck senator in 2010, Bayh voted in ways that would profit his future employers.",
  "A CNN report last week found that Bayh had listed properties in Washington as his chief residence, and he also botched his Indianapolis address during a television interview.",
  "Young says voters raise Bayh's residency with him “ad nauseum.” But of nearly a dozen voters interviewed here, all but one said they were planning on voting for the Democrat.",
  "The Bayh brand still goes a long way in Indiana, and he’s betting that his family’s six-decade bond with voters is too durable for Republicans to tear down in a few months.",
  "But Bayh, who was subjected to a full-court press by Democratic bigwigs to enter the race, said he feels a “personal obligation” to try and clean up the mess in Congress.",
  "His first ad — a feel-good spot in which Bayh pledges to “work together to solve America’s challenges” — was released almost immediately after he announced his candidacy.",
  "The wonkish former Marine Corps officer is campaigning with a focus on national security and conservative approaches to solving social problems such as poverty.",
  "Not to mention that he’s a moderate Democrat in a red state that Republican presidential nominee Donald Trump is expected to win, perhaps by double digits.",
  "And with nearly $9.5 million in his campaign account, Bayh is well-positioned to continue promoting his positive, bipartisan image on the airwaves.",
  "He now owns multimillion-dollar homes — two in Washington and one in Key Biscayne, Florida — while maintaining a one-bedroom condo in Indianapolis.",
  "Congress, he said, has spiraled into even deeper dysfunction in the past six years — the very reason he cited for retiring in the first place.",
  "Sixteen percent of Indiana voters backing Trump said they would vote for Bayh, while Young garnered just 3 percent of Hillary Clinton voters.",
  "And Evan Bayh is just a good person,” said Greg Foltz, 49, a registered Republican from Indianapolis who said he’ll likely vote for Bayh.",
  "Though he was elected in the tea party wave of 2010, Young has cut a much more low-key and establishment-minded profile as a legislator.",
  "“I think it’s difficult for Congressman Young to present himself as a change agent when he’s been there the last six years,” Bayh said.",
  "Meanwhile, Young, who has represented a south central Indiana district for three terms, is scrambling to boost his name ID statewide.",
  "A week earlier, a Monmouth University poll showed the race had narrowed to a 7-point margin — a result that Bayh advisers dismissed.",
  "“I don’t know” about firearm sales over the Internet, he said, while adding he would support background checks at gun shows.",
  "“We have some straight-ticket voters but we have a lot of people who look at the individual, not just the party,” Bayh said.",
  "“He will give Evan Bayh the race that Evan Bayh has never had throughout his political career,” Rep. Todd Rokita (R-Ind.)",
  "Bayh’s father, Birch Bayh, was a senator from 1963 to 1981 and was first elected to the state General Assembly in 1954.",
  "Outside GOP groups have made retaining the seat, being vacated by retiring Republican Sen. Dan Coats, a top priority.",
  "By the normal laws of politics, Evan Bayh shouldn’t have a prayer in the Indiana Senate race this fall.",
  "And Bayh can barely go anywhere in the state without running into someone who knows him or his family.",
  "“I’ve never been accused of that, and so I will certainly be benefiting from that come Election Day.\"",
  "Bayh has also served on the boards of companies such as Fifth Third Bancorp and Marathon Petroleum.",
  "A few acknowledged some voters may find his residency issues problematic, but none did personally.",
  "(A spokesman later clarified that Bayh supports the 2013 background checks bill written by Sens.",
  "“It’s a tough, hard assignment, but it’s one that I feel compelled to take up,” Bayh said.",
  "Similarly, Young and his allies will have to rally Trump voters to hew to the party line.",
  "(He was on the same flight as this reporter from that airport to Indianapolis last week.)",
  "Still, Bayh was unfazed by questions that have tripped up other Democratic candidates.",
  "But even figures in the Monmouth Poll demonstrated Bayh’s enduring crossover appeal.",
  "His personal financial disclosures, due Oct. 9, will shed more light on his wealth.",
  "Story Continued Below\n\nYet none of that will likely matter come Election Day.",
  "Evan Bayh was governor for two terms before being elected to the Senate.",
  "Bayh’s own internals showed Bayh winning one in five GOP voters.",
  "Young, 44, also frequently emphasizes his Indiana ties.",
  "His residency is “not an issue to me,” Foltz said.",
  "Bayh is rusty on some hot-button policy topics.",
  "Pat Toomey (R-Pa.) and Joe Manchin (D-W.Va.).)",
  "“I just like people for who they are.",
  "He now works part-time, Bayh said.",
  "That was more than 40 years ago.",
  "voted the same way.",
  "said of Young."
]