[
  "BERLIN (Reuters) - Some of the world’s biggest private equity firms are growing increasingly nervous that the sector is heading for a downturn after years of stellar returns fueled by low interest rates and strong demand for alternative investments.",
  "Leon Black, founder of Apollo Global Management (APO.N), said Trump’s proposed policies on tax cuts, infrastructure spending, deregulation and the repatriation of money that U.S. firms have parked outside the country should prolong the boom.",
  "At the industry’s biggest annual gathering in Berlin, several executives warned that even through stock markets are at record highs on hopes U.S. President Donald Trump’s policies will boost economic growth, a correction was on the cards.",
  "Rob Lucas, managing partner at CVC Capital Partners [CVC.UL], warned that the pressure to deploy idle money and the intense competition in the sector could lead investors “off piste” and to overpay.",
  "They warn that the low cost of borrowing has made it easier for private equity firms to buy and then sell on companies at a hefty profit, even without making major improvements to the businesses.",
  "David Rubenstein, co-founder of private equity powerhouse Carlyle Group, agreed that the boom could continue in certain sectors, particularly in the energy, healthcare and financial sectors.",
  "Firms such as Warburg Pincus [WP.UL] are moving into sectors they consider to be more resilient or putting capital structures to work which would likely withstand an economic downturn.",
  "Jan Stahlberg, partner at EQT, one of Europe’s largest private equity groups, said low interest rates might keep the party going for a while yet, but it would end badly for some.",
  "“Eight years into economic recovery, there’s this feeling that a bump in the road may be coming,” Warburg Pincus Co-Chief Executive Officer Chip Kaye, told Reuters.",
  "The so-called dry powder has increased to a record $1.5 trillion, according to consultancy firm Bain & Company, which also said firms are facing higher valuations.",
  "U.S. private equity firms paid 10.9 times their target companies’ core earnings in the third quarter of 2016 compared with an average 9.0 times between 2007-2015.",
  "“You’ll still have another few years of recovery and it would be more than recovery, it would be a turbo-charge stimulative environment,” Black said on Tuesday.",
  "He said the likelihood of a market correction in the next two to three years was very high so investors needed to maintain discipline, Lucas said.",
  "Private equity firms have been sitting on a growing pile of cash from return-hungry investors as they struggle to find more assets to invest in.",
  "But with interest rates expected to start rising, firms will have to start working harder.",
  "“It’s all about being very careful.”\n\nStill, not all of the industry was holding back.",
  "We have fun, but we’re on drugs, don’t forget it,” said Stahlberg.",
  "“We’re all on drugs."
]