[
  "CSX — The railroad operator is asking shareholders to vote on compensation benefits for prospective CEO Hunter Harrison, and on demands by activist investor Paul Hilal that his fund, Mantle Ridge, be reimbursed for \"exceptionally unusual\" compensation benefits for Harrison.",
  "Amazon, Alphabet — The Wall Street Journal reports that the companies have separate plans to use their Amazon Echo and Google Home smart speakers as home telephones, although implementation of those features does face some hurdles such as telecom regulations.",
  "Berkshire also added to its stakes in airline companies American Airlines Group, Delta Air Lines, United Continental, and Southwest, and took a new stake in Monsanto, all according to its latest quarterly Securities and Exchange Commission (SEC) filing.",
  "Check out which companies are making headlines before the bell:\n\nPepsiCo — The beverage and snack giant earned an adjusted $1.20 per share for the fourth quarter, 4 cents a share above estimates.",
  "Cigna had sued Anthem late yesterday, saying regulatory hurdles mean that Anthem's planned purchase of Cigna cannot possibly be completed, and seeking a multibillion-dollar reverse breakup fee.",
  "Apollo Global Management — The private-equity firm hired investment banks to explore either a sale or initial public offering of the Chuck E. Cheese restaurant chain, according to Reuters.",
  "Fossil also gave worse-than-expected guidance for the current quarter, with ongoing impact from currency fluctuations, as well as a decline in overall sales of traditional watches.",
  "AIG — AIG took a $5.6 billion charge against earnings to boost reserves for claims, dragging the insurance company's quarterly loss well below estimates at $2.72 per share.",
  "Fortress Investment Group — The asset manager will be bought by Japan's Softbank for $3.3 billion, or $8.08 per share, compared to a closing price of $6.21 on Tuesday.",
  "PepsiCo gave a full-year outlook that fell slightly below Street forecasts, with CEO Indra Nooyi saying the company expects global economic challenges this year.",
  "Apple — Berkshire Hathaway nearly quadrupled its stake in Apple by buying 42 million more shares and benefiting from the rise to an all-time high yesterday.",
  "Integra LifeSciences — The medical technology company announced an offer to buy Johnson & Johnson's Codman Neurosurgery unit for $1.045 billion in cash.",
  "Procter & Gamble — Activist investor Trian Fund Management has taken a stake in P&G now worth $3.5 billion, according to Trian's quarterly SEC filing.",
  "Humana — Humana announced a $1.5 billion stock buyback and raised its quarterly dividend to 40 cents per share from the prior 29 cents a share.",
  "The pharmacy benefit manager's revenue came in below Street forecasts and it also gave a lower-than-expected outlook for the current quarter.",
  "Anthem — Anthem filed suit against Cigna, seeking a temporary restraining order against Cigna's move to end their $48 billion deal.",
  "However, AIG also announced a $3.5 billion stock buyback program, following strong results in areas such as consumer insurance.",
  "Hilton Worldwide — The hotel operator beat estimates by 5 cents a share, with adjusted quarterly profit of 70 cents per share.",
  "Kraft Heinz, ConAgra Brands — The two were rated \"buy\" in new coverage at Deutsche Bank and called \"top picks\" by the firm.",
  "Deutsche Bank said it was recommending names that have a higher probability of value creation in the current environment.",
  "Express Scripts — Express Scripts beat estimates by a penny a share, with adjusted quarterly profit of $1.88 per share.",
  "Twitter — CEO Jack Dorsey added nearly 426,000 new shares to his holdings, according to a new SEC filing.",
  "The vote has not yet been scheduled, but was called for after talks between CSX and Hilal fell apart.",
  "The consumer products giant represents Trian's largest-ever holding, as measured by dollar value.",
  "The news follows the end of its deal to merge with Aetna, which was announced on Tuesday morning.",
  "Fossil — Fossil earned $1.03 per share for the fourth quarter, 15 cents a share shy of estimates.",
  "Revenue also beat forecasts, and the company announced a 7 percent dividend hike, as well.",
  "Merck — The drugmaker halted a late-stage trial of an experimental Alzheimer's treatment.",
  "Hilton was helped by increased bookings at higher prices.",
  "Merck determined that the treatment was ineffective.",
  "The watch maker's revenue also missed forecasts.",
  "The purchase was worth just over $7 million.",
  "Revenue also beat forecasts."
]