[
  "Investment bank Goldman Sachs Group Inc and affiliates of hedge fund Highbridge Capital Management and private equity firm Silver Point Capital went as far as to file a letter with the bankruptcy court late Wednesday saying they could provide a “much more favorable financing” package than Apollo’s.",
  "The private equity firm won the high-profile deal after Westinghouse said it was “inundated” with offers from investment banks, private equity houses and hedge funds for the financing, a so-called “debtor-in-possession” (DIP) loan, Westinghouse’s turnaround adviser said in court papers.",
  "NEW YORK, March 29 (Reuters) - Westinghouse Electric Co’s financial distress sparked a feeding frenzy among Wall Street lenders keen to give the nuclear developer a lifeline while it reorganizes in bankruptcy, according to court papers and people familiar with the matter.",
  "“People like DIPs a lot; there’s not a lot of opportunity.”\n\nWith lenders starved for yield, there are few opportunities to park nearly $1 billion and earn about 10 percent, the “all-in” interest rate on the loan, according to a person familiar with the matter.",
  "Westinghouse, the nuclear arm of Japanese conglomerate Toshiba, filed for Chapter 11 bankruptcy protection on Wednesday after facing billions of dollars in cost overruns at power plants under construction in Georgia and South Carolina.",
  "Lenders were drawn to Westinghouse to provide the DIP because of the size of its funding needs, and because, unlike most companies facing bankruptcy with too much debt, it had no other loans or bonds already backed by its collateral.",
  "There were 12 DIP loans totaling $7.47 billion in 2016, the highest in quantity and count since the depths of the financial crisis in 2009, according to Thomson Reuters LPC data, an increase likely driven by the oil and gas crash.",
  "Pre-existing lenders to companies often also fund the DIP as a way to protect their initial investment, leaving little room for outsiders like Apollo, Silver Point or Highbridge.",
  "Westinghouse also has a profitable nuclear services and maintenance business separate from its troubled power plant construction division that was highly attractive to lenders.",
  "It has a proposal in hand for $800 million in bankruptcy financing from the credit arm of Apollo Global Management , which must be approved by a bankruptcy judge.",
  "But Westinghouse’s biggest creditors are its parent company Toshiba and the U.S. utilities that own the half-finished nuclear reactors.",
  "It has no other debt from third parties, except an undrawn bank credit line, the company’s investment banker said in court papers.",
  "The jockeying among the lenders to provide the financing underscores the scarcity of these deals across the restructuring sector.",
  "Last year when U.S. solar company SunEdison Inc filed for bankruptcy, existing lenders provided $300 million in DIP financing.",
  "“It’s a coveted corner of the market,” said David Tawil, president of Maglan Capital, a distressed-focused hedge fund.",
  "“(That’s) extremely rare, when you have no secured debt on a company,” Tawil said.",
  "The company received 14 proposals for the financing, according to court papers.",
  "Westinghouse did not immediately return a request for comment.",
  "In 2009, there was 37 such loans totaling $14.6 billion.",
  "But then they withdrew it, offering no explanation.",
  "Goldman and Apollo declined to comment."
]