[
  "Apollo's acquisition of Digital First Media\n\nApollo Global Management has almost won its two-horse race with Cerberus Capital Management to acquire Digital First Media’s 75 daily newspapers and more than 100 non-dailies, or as DFM likes to put it “800 multi-platform products reach 64 million Americans each month across 14 states.”\n\nThe two private equity companies emerged in January as the only two likely bidders for the whole company, as I reported then in Capital (“Cerberus, Apollo bidding for Digital First Media”) and reaffirmed in February, as Apollo moved ahead by at least a nose (“Ken Doctor’s Media Notebook: Digital First Media sale nears end.”).",
  "Print advertising declines in the high single digits – ones experienced by all papers of significant size -- made relentless mush of the argument that the DFM papers were turning a corner in their bids to become more profitably “digital-first.” “Digital-first,” of course, was Paton’s battle cry early on, as he first took over management of smaller, post-bankrupt Journal Register Company and then larger, post-bankrupt Media News, and then, after still another bankruptcy, merged the two into the official Digital First Media company in December, 2013.",
  "Story Continued Below\n\nApollo, by far the bigger of two firms, with $164 billion assets under management, compared to Cerberus’ $25 billion, is now finalizing its acquisition and its financing, or as Reuters put it Monday, “in advanced talks.” I’ve confirmed, through confidential sources, that Apollo is indeed closer to getting the deal done and that the purchase price would come around $400 million.",
  "Now Apollo -- and the execs it chooses to take over the management reins – must sort through the diverse parts of this odd assemblage of far-flung, metro paper and community paper company, a company I’ve likened more to an odd Dr. Seuss assemblage that a logical enterprise a smart capitalist would put together.",
  "It could borrow as much from the strategies of Jeff Bezos, John Henry and Glen Taylor, as those deep-pocketed, private owners have opted to re-invest in their print and digital products at the Washington Post, Boston Globe and Minneapolis Star-Tribune respectively.",
  "In the end, as Paton moves of out the CEO role, allowing him to enjoy his board seats at The Guardian, Prisa and El Pais, he takes pride in assembling a singular company that could be sold to a singular buyer at a price acceptable to his employers, largely Alden.",
  "Apollo executed deep due diligence, but will still face early decisions on where the bright management lights are to be found within the company and which of DFM’s centralizing technologies should be kept, and which replaced.",
  "It would be overly optimistic for DFM’s communities, readers and journalists from San Jose to Denver to El Paso to Saint Paul to Pontiac to New Haven to expect a revival of community journalism in their hometowns.",
  "Throughout due diligence, confidential sources confirm, the company, along with competitor Cerberus, has shown an increasingly keen understanding of the company’s – and larger industry’s – woes.",
  "The long sales process, decided upon by DFM’s owners more than a year ago, and finally made public last fall, fulfills DFM CEO John Paton’s goal of finding a single buyer for the company.",
  "Yet, 2015 offers quite differing digital transformation challenges than those faced by Alden and Paton as they consolidated ownership, control and management over the last five years.",
  "Consequently, Apollo’s answer to the question of what’s next for the much-cut and consolidated properties is the key one, and one, at this point, on which we know only bare outlines.",
  "The sale will set a larger stage, as newspapers as diverse as the New York Daily News and U-T San Diego test their value in the beleaguered newspaper property marketplace.",
  "Those inside the company over the years both give the CEO credit for real change and for a talent for self-promotion that exceeded his real, lasting accomplishments.",
  "If the purchase price finalizes at $400 million, that will work out to a multiple in the neighborhood of 3.75, as complicating pools of assets are sorted out.",
  "Apollo believes it can bring new strategic thinking – straddling the worlds of print and digital better than most current newspaper owners -- to this deal.",
  "Essentially, those two companies will cash out, one way or another, on the approximate $15 million of DFM’s annual EBITDA to which they can stake claims.",
  "That goal, met with much skepticism, including mine, means that DFM will move from control of one private equity owner, Alden Global Capital to another.",
  "That leaves approximately $105 million in EBITDA which Alden, a 40% owner, and its other partners, will be paid at an approximate 3.75 multiple.",
  "Apollo takes on a set of assets that has maintained profit margin by years of cutting, slicing of costs, staffing and, of course, product.",
  "At best, they may see targeted investments to shore up wobbly products and bring the inaptly named DFM more fully into the digital age.",
  "All options will be on the table, as the overriding goal of financial buyers is gamed: how to increase value toward an exit post 2020.",
  "The DFM that Apollo would inherit, though, is not a stellar business model for the U.S., or Western, newspaper-centric industry.",
  "Most importantly, Apollo faces translating its theory of acquisition into a turnaround strategy, the hallmark of the company.",
  "Both Gannett and Stephens Media have been partners of DFM and its predecessor companies, especially MediaNews Group.",
  "Those pooled assets, arising from partnerships in California, Pennsylvania and Texas, mean divided ownership stakes.",
  "For all of its digital-first positioning, the company’s mobile products stand out as laggards, for instance.",
  "Consequently, look for Apollo to take a longer-term view of investment expense and expected revenue return.",
  "While in some digital-forward areas it may have done better than its peers, in others, it has fared worse.",
  "Those newspapers’ communities, readers, staffs and merchants await signals on the impact of that thinking.",
  "Within that time frame, the world, including its readers and advertisers, migrates increasingly digital.",
  "Don’t expect Apollo to continue the process of just taking out costs to maintain near-term profit.",
  "An announcement may still come before the end of the quarter, or, if not, soon thereafter.",
  "Over time, that will mean less reliance on print, but it’s the pathway that will count.",
  "Apollo, as a private owner, could add to its own well-turned turnaround playbook.",
  "As a multiple, it’s at the lower end of what Alden and Paton hoped to get.",
  "They could see days of printing cut, as Advance Publications has done.",
  "They’ll have to wait well into 2015 to hear the first clues.",
  "Expect a closing of the sale to take three to six months.",
  "Consider DFM, at least, a feat of financial engineering.",
  "That’s a question for this transitioning digital age?",
  "Its time horizon likely runs five to seven years.",
  "| digitalfirstmedia.com What are they thinking?",
  "Some Digital First Media titles.",
  "Is it a good deal?"
]