[
  "(Updates SNC-Lavalin Group; Adds Volkswagen, Panera Bread, Deutsche Bank)\n\nApril 3 (Reuters) - The following bids, mergers, acquisitions and disposals were reported by 2000 GMT on Monday:\n\n** Germany’s Deutsche Bank AG has bought a 12.5 percent stake in auction platform TrustBills, the bank said.",
  "** British luxury brand Burberry has agreed to license its fragrances and cosmetics business to Coty for $162 million, plus a $63 million payment for inventory, in a deal that will help it develop new products and give it the benefit of the U.S. group’s extensive distribution network.",
  "** French electrical components maker Schneider Electric has agreed to sell agricultural information company Telvent DTN to private Swiss group TBG AG in a deal worth around $900 million based on enterprise value, Schneider said.",
  "** Top-10 Tesco shareholder Magellan Financial Group said it had some concerns about the firm’s 3.7 billion pound ($4.63 billion) takeover of British wholesaler Booker , but was “strongly supportive” of the firm’s management.",
  "** Former Volkswagen Chairman Ferdinand Piech has agreed to sell a major part of his stake in the firm that controls Europe’s biggest carmaker, paring his ties with Volkswagen after more than two decades of undisputed rule.",
  "** German pump maker Busch is promising to hold off changes to rival Pfeiffer Vacuum’s strategy and to safeguard jobs, as it seeks to drum up support for its latest takeover offer, according to a letter seen by Reuters.",
  "** The chairman of German industrial gases group Linde is prepared to use his casting vote to push through a $65 billion merger with U.S. rival Praxair in the face of worker opposition, he told the Financial Times.",
  "** Southeast Asian ride-hailing firm Grab said it has agreed to buy Indonesian online payment startup Kudo, marking the first investment under a recently announced plan to commit $700 million to its largest market.",
  "** British private equity firm Apax Partners has agreed to buy Israel’s Syneron Medical Ltd, a non-surgical aesthetic device company, for $11.00 per share in cash, or a total of $397 million, the companies said.",
  "** British consumer goods maker Reckitt Benckiser is reviewing strategic options for its small food business, it said, as it seeks to pay down debt following its planned $16.6 billion purchase of Mead Johnson.",
  "** The merger of Qatari banks Masraf Al Rayan, Barwa Bank IPO-BABK.QA and International Bank of Qatar will take six months to complete, Masraf Al Rayan’s chairman Hussain Ali al-Abdulla said on Sunday.",
  "** Canadian engineering and construction company SNC-Lavalin Group Inc has offered to buy WS Atkins for about 2.1 billion pounds ($2.6 billion), the British engineering and consultancy firm said.",
  "** Essar Global Ltd said it would sell Aegis Ltd to Singapore-based private equity firm Capital Square Partners, marking its exit from the BPO business and helping to retire its debt.",
  "** Chinese conglomerate HNA Group and Apollo Global Management are looking to bid for German shipping finance provider HSH Nordbank, according to two people familiar with the matter.",
  "** Credit data company Experian Plc said it would sell a 75 percent stake in its email marketing business to private equity firm Vector Capital, to focus on its core businesses.",
  "** Nordic telecom operator Telia Co said a deal to sell its stake in Tajik operator Tcell had lapsed as the authorities in Tajikistan had not given their approval in time.",
  "** Panera Bread Co is considering strategic options, including a possible sale, after receiving takeover interest, Bloomberg reported.",
  "** German precious metals group Heraeus said it had taken full control of Swiss gold and silver processor Argor-Heraeus.",
  "(Compiled by Aishwarya Venugopal and Akankshita Mukhopadhyay in Bengaluru)"
]