[
  "Georgia Power/Handout via REUTERS\n\nBy Tom Hals, Makiko Yamazaki and Tim Kelly\n\nWILMINGTON, DEL./TOKYO (Reuters) - Westinghouse Electric Co, a unit of Japanese conglomerate Toshiba Corp, filed for bankruptcy on Wednesday, hit by billions of dollars of cost overruns at four nuclear reactors under construction in the U.S. Southeast.",
  "Summer in South Carolina, which is majority owned by SCANA Corp, and Vogtle in Georgia, which is owned by a group of utilities led by Southern Co.\n\nCosts for the projects have soared due to increased safety demands by U.S. regulators, and also due to significantly higher-than-anticipated costs for labor, equipment and components.",
  "States regulators have approved costs of around $14 billion for each project but Morgan Stanley has estimated the final bill of around $22 billion for the South Carolina project and around $19 billion for the Georgia plant.",
  "Pittsburgh-based Westinghouse said it hopes to use bankruptcy to isolate and reorganize around its \"very profitable\" nuclear fuel and power plant servicing businesses from its money-losing construction operation.",
  "NUCLEAR RENAISSANCE\n\nWhen regulators in Georgia and South Carolina approved the construction of Westinghouse's AP1000 reactors in 2009, it was meant to be the start of renewed push to develop U.S. nuclear power.",
  "POSSIBLE SALE\n\nWestinghouse’s nuclear services business is expected to continue to perform profitably over the course of the bankruptcy and eventually be sold by Toshiba, people familiar with the matter said.",
  "The funds would support the company's global operations, including its healthier services and maintenance businesses, and pay for construction workers on site in Georgia and South Carolina, the people said.",
  "The bankruptcy casts doubt on the future of the first new U.S. nuclear power plants in three decades, which were scheduled to begin producing power as soon as this week, but are now years behind schedule.",
  "Westinghouse said in a court filing it has secured $800 million in financing from Apollo Investment Corp, an affiliate of Apollo Global Management, to fund its core businesses during its reorganization.",
  "The bankruptcy could embroil the U.S. and Japanese governments, given the scale of the collapse and the $8.3 billion in U.S. government loan guarantees that were provided to help finance the reactors.",
  "However, a flood of cheap natural gas from shale, the lack of U.S. legislation to curb carbon emissions and the 2011 Fukushima nuclear accident in Japan dampened enthusiasm for nuclear power.",
  "The Vogtle Unit 3 and 4 site, being constructed by primary contactor Westinghouse, a business unit of Toshiba, near Waynesboro, Georgia, U.S. is seen in an aerial photo taken February 2017.",
  "It expected to build dozens of its new AP1000 reactors - which were hailed as safer, quicker to construct and more compact - creating a pipeline of work for its maintenance division.",
  "SCANA told investors on a conference call on Wednesday that 5,000 workers would continue working on its South Carolina site for 30 days while the company while it weighed options.",
  "The Nuclear Regulatory Commission said it was inspecting the sites to ensure the facilities met the requirements of the licenses that were issued to units of Southern and SCANA.",
  "For Toshiba, the filing will help keep the crisis-hit parent company afloat as it lines up buyers for its memory chip business, which could fetch $2 billion.",
  "Shares of SCANA were down 0.8 percent at $65.64 and Southern Co fell 0.4 percent to $49.90 in trading on the New York Stock Exchange.",
  "However, the money cannot be used to repay the liabilities stemming from cost overruns and delays at the projects, the people said.",
  "The Apollo loan needs court approval and is expected to carry Westinghouse for a year, people familiar with the matter said.",
  "Toshiba shares closed up 2.2 percent but have lost half their value since the nuclear problems surfaced late last year.",
  "A U.S. Department of Energy spokeswoman said the agency expects the parties to honor their commitments.",
  "Southern Co said in a statement it would hold Westinghouse and Toshiba accountable for its contract.",
  "Toshiba said it would guarantee up to $200 million of the financing for Westinghouse.",
  "Toshiba said Westinghouse-related liabilities totalled $9.8 billion as of December.",
  "They cautioned that the sale process will likely be highly complex and litigious.",
  "The least preferred option is abandonment,” said SCANA CEO Kevin Marsh.",
  "Toshiba had acquired Westinghouse in 2006 for $5.4 billion.",
  "The four reactors are part of two projects known as V.C.",
  "\"Our preferred option is to finish the plants.",
  "Story continues"
]