[
  "Read Forbes' Private Equity Coverage\n\nThe 2016 Money Masters\n\nCarlyle Group And The Kings Of Capital\n\nHow Blackstone Became An Unstoppable Force\n\nHow A Bet On Lyondell Became Wall Street's Greatest Ever Deal\n\nHow Apollo's Crisis-Era Bet On Annuities Turned Into A $72 Billion Business\n\nWhy Private Equity Stocks Can Double And Change Wall Street Forever Under President Trump",
  "Amid this money sinkhole, private equity giants like Blackstone Group, Apollo Global, KKR & Co. and Carlyle Group used 2016 to draw in tens of billions of dollars apiece in new investments from sovereign wealth funds and other institutional investors in search of uncorrelated, above-market returns.",
  "FORBES weighed in on Athene's IPO in December characterizing the business, built by former SunLife executive James Belardi with the guidance of Apollo co-founder Marc Rowan, as one the smartest bets made on Wall Street during the dark days of the financial crisis.",
  "Tiger Global, which reportedly lost about 15% in 2016, has been building a major stake in the publicly-traded units of Apollo Global, the private equity giant with $192 billion in assets co-founded by billionaires Leon Black, Marc Rowan and Joshua Harris.",
  "According to Tiger Global's end of year 13-F filing, it had minimal exposure to the financial services sector, with small sized stakes in payments processors Visa and Mastercard and no holding of traditional banks or asset managers.",
  "In a January piece, FORBES detailed how cheap these stocks were and how pending tax reform could help PE firms convert to ordinary C-corp status, bringing them into the market mainstream and removing valuation discounts.",
  "Lee Fixel, a Tiger Global partner and Scott Shleifer, a partner and head of public equity investments at the hedge fund, are listed on filings disclosing the Apollo stake, as is fund founder Chase Coleman III.",
  "According to a Thursday evening filing with the Securities and Exchange Commission, Tiger Global's stake in Apollo now stands at 23,764,999 Class A shares, worth over $600 million at the close of trading.",
  "The timing of the IPO also coincided with the election of President Donald Trump, who has expressed a de-regulatory bias that may lift uncertainty surrounding fixed annuity contracts.",
  "Tiger's portfolio sold off sharply in the first quarter of 2016 and the firm was unable to rebound by year-end, however, this year has been a different story.",
  "The holding, which amounts to a near 6% stake in Apollo after counting insider interests in the partnership, has come amid a 31% surge in the stock in 2017.",
  "Fund manager Bill Miller IV of the LMM Income Opportunity Fund told Forbes in January he believed shares across the industry were 50%-to-100% undervalued.",
  "Now one of the world's most closely-watched hedge funds, billionaire Chase Coleman's Tiger Global, is spotting value in private equity stocks.",
  "In recent years, Tiger Global has been best known for its large stakes in e-commerce giants like Amazon, JD.com, Alibaba and Priceline Group.",
  "Since its first day of trading, Bermuda-based Athene has surged nearly 20% on public markets, bolstering the value of Apollo's balance sheet.",
  "Private equity firms entered 2017 with their public units often trading at big discounts to traditional mutual fund management firms.",
  "In December, Apollo listed Athene Holdings, its $87 billion in assets fixed annuities business, on the New York Stock Exchange.",
  "FORBES quoted comments made by Apollo co-founder Leon Black on tax reform, though the policy remains very much up in the air.",
  "Furthermore, Apollo is a controlling shareholder in Athene, with a holding worth in excess of $2 billion at current prices.",
  "Investors have also increased their appetite for PE heavyweights like Blackstone and KKR, bidding up both stocks in 2017.",
  "Funds building the stake include Tiger Global Performance, Tiger Global Investments, and Tiger Global Management.",
  "With Athene, Apollo has a major ballast of permanent capital to make investments under any market conditions.",
  "Since first disclosing a stake Apollo in mid-March, Tiger Global has been buying shares hand over fist.",
  "Hedge funds are losing billions in assets amid flagging performance and investor angst over high fees.",
  "His top PE holdings were Apollo, Blackstone, Carlyle and recently acquired Fortress Investment Group.",
  "Tiger's recent purchases appear to be propelling the PE firm to multi-year stock market highs.",
  "There are also Apollo-specific reasons to get excited about shares in Black & Co.",
  "A source familiar with the fund puts Tiger's gains at about 15% in 2017.",
  "Presently, Athene accounts for nearly 40% of Apollo's overall assets.",
  "For now, Tiger Global appears to be focusing on Apollo shares.",
  "A Tiger Global spokesperson declined to comment."
]