[
  "Georgia Power/Handout via REUTERS\n\nBy Tom Hals\n\n(Reuters) - A U.S. bankruptcy judge on Thursday cleared Westinghouse Electric Co, a unit of Japan's Toshiba Corp <6502.T>, to borrow an initial $350 million to support the company's global operations while it restructures operations.",
  "U.S. Bankruptcy Judge Michael Wiles in Manhattan approved the loan but demanded changes to protect Westinghouse from being on the hook for repaying money that was supporting non-bankrupt businesses, which are beyond the reach of the company's creditors.",
  "\"We’re facing a stark choice: shut down because (Westinghouse) no longer wants to provide support, or step in and take on direct payment of workers and vendors,\" Greg Gordon, a lawyer for Southern Co's (SO.N) Georgia utility told the court on Thursday.",
  "A Westinghouse adviser testified the loan was needed to reassure European customers that the company could carry out its work, which would boost the overall value of Westinghouse and contribute to an eventual reorganization or sale of the company.",
  "Westinghouse is building AP1000 plants in China, and that country's State Power Investment Corp said on Thursday it still expected the first of four planned reactors to begin producing electricity this year.",
  "The Pittsburgh-based company said the loan will support its profitable operations, such as nuclear maintenance and fuels businesses, some of which are in Europe and not part of the bankruptcy.",
  "The Vogtle Unit 3 and 4 site, being constructed by primary contactor Westinghouse, a business unit of Toshiba, near Waynesboro, Georgia, U.S. is seen in an aerial photo taken February 2017.",
  "Westinghouse was hired by the utilities in 2008 to design and construct the plants using its new AP1000 reactors, which were originally expected to begin producing power this week.",
  "Westinghouse filed for Chapter 11 on Wednesday in the wake of billions of dollars in cost overruns at two U.S. nuclear power plants it is building in the U.S. Southeast.",
  "Executives from SCANA Corp (SCG.N), which owns the majority of the South Carolina project, said on a conference call on Wednesday they preferred to finish the work.",
  "An affiliate of Apollo Global Management (APO.N) has agreed to provide the loan to Westinghouse, which can seek court approval to borrow up to $800 million.",
  "Summer project in South Carolina and the Vogtle project in Georgia are the first new U.S. nuclear power plants in three decades.",
  "The utilities that own the troubled projects in South Carolina and Georgia said they would assess their viability by April 28.",
  "Westinghouse also won approval on Thursday from British regulators for its AP1000 reactor design.",
  "(Reporting by Tom Hals in Wilmington, Delaware; Editing by Noeleen Walder and Jeffrey Benkoe)",
  "Construction on both plants is around one-third complete and billions of dollars over budget.",
  "The V.C."
]