[
  "** U.S. grains trader Bunge Ltd said on Tuesday it was not in talks with Swiss mining and commodities group Glencore Plc, after the latter said it had made an informal approach to discuss “a possible consensual business combination.”\n\n** JBS, the world’s largest meatpacker, and its controlling shareholders, facing financial fallout from a corruption scandal, have hired Banco Bradesco SA’s investment banking unit to work on a plan to sell several assets, three people with direct knowledge of the situation said on Tuesday.",
  "(Adds Hapag-Lloyd, ArcelorMittal, Novo Banco, Advent and Third Point; updates Linde, Odebrecht and Zodiac)\n\nMay 24 (Reuters) - The following bids, mergers, acquisitions and disposals were reported by 2000 GMT on Wednesday:\n\n** General Electric signed a 1 billion riyal ($267 million) joint venture agreement with Saudi Arabia’s state-backed Dussur industrial development company to manufacture gas turbines in the eastern city of Dammam.",
  "** Engineering conglomerate Odebrecht SA expects aviation regulator Anac to approve the sale of its stake in Brazil’s second-busiest international airport to HNA Airport Holding Group Co Ltd within 90 days, newspaper Valor Econômico reported.",
  "** Private equity firm Apollo Global Management LLC is in advanced talks to acquire U.S. job-hunting website CareerBuilder LLC after negotiations with another buyout firm ended unsuccessfully, according to people familiar with the matter.",
  "** Hapag-Lloyd and Arab sector peer UASC are focused on speedy integration, Hapag’s chief executive said after the German company announced completion of their delayed merger to creates the world’s fifth-biggest shipping company.",
  "** U.S.-based software firm Ebix Inc will pay 8 billion rupees ($120 million) for a majority stake in Indian payment provider ItzCash, the companies said, the latest foreign investment in India’s booming digital payments market.",
  "** France’s Safran is cutting its core cash offer for Zodiac Aerospace by 15 percent to 25 euros per share as part of a restructured proposal to buy the aircraft seats maker, whose shares have been hit by recent profit warnings.",
  "** Zodiac Aerospace’s board has accepted a 15 percent cut in a takeover offer from aero engine maker Safran to create the world’s third largest aerospace supplier after a string of profit warnings from the aircraft seat maker.",
  "** Private equity firms Advent and Permira are not planning to tie up with Shanghai Pharmaceuticals to make a counter bid for German generics drugmaker Stada Arzneimittel , four people familiar with the matter told Reuters.",
  "** Westpac Banking Corp said it plans to divest of its 29 percent stake in BT Investment Management Ltd (BTIM) , in a sale that would bolster the lender’s capital base and add to its cash balance as it faces a new tax.",
  "** Emaar Malls will buy a 51 percent stake in e-commerce fashion website Namshi from Global Fashion Group, a firm backed by Rocket Internet, for $151 million, a sign of growing demand for tech deals in the Middle East.",
  "** Geely, the owner of Sweden’s Volvo Car Group, said it would buy 49.9 percent of struggling Malaysian carmaker Proton from conglomerate DRB-HICOM Bhd, marking the Chinese automaker’s first push into Southeast Asia.",
  "** Struggling commodity trader Noble Group Ltd said it was still in discussions with various potential strategic parties as it sought to regain market confidence, but its shares fell 11 percent in early trade.",
  "** Danish utility and offshore wind farm developer DONG Energy has agreed to sell its oil and gas business to petrochemicals firm Ineos for $1.3 billion, it said, the latest in a string of North Sea deals.",
  "** Sunrise Communications plans to boost its 2017 dividend after agreeing to sell 2,239 telecom towers for 500 million Swiss francs ($512 million) to a consortium led by Cellnex, the Swiss company said.",
  "** Activist investor Daniel Loeb’s Third Point LLC said Dow Chemical and DuPont could unlock $20 billion in additional value by tweaking their plan to split into three companies following their merger.",
  "** CF Corp, a blank check company founded by veteran dealmaker Chinh Chu, said it would buy U.S. annuities and life insurer Fidelity & Guaranty Life in an all-cash deal valued at about $1.84 billion.",
  "** Saudi Aramco IPO-ARMO.SE plans an investment of up to $30 billion in its U.S. subsidiary Motiva Enterprises LLC , the company said in an announcement at a business summit in Saudi Arabia.",
  "** Constellation Brands Inc, maker of Corona and Modelo beers, has offered to buy Jack Daniel’s owner Brown-Forman Corp, CNBC reported on Tuesday, citing people with knowledge of the matter.",
  "** ArcelorMittal, the world’s largest steel producer, said it has agreed to make concessions to Steel Authority of India to seal a delayed $897 million automotive joint venture.",
  "** Portugal’s finance minister is confident that the country’s planned sale of Novo Banco to U.S. private equity firm Lone Star will go ahead as planned, the minister said.",
  "** Mining and commodities trading group Glencore Plc would prefer to grow its business through acquisitions rather than greenfield investment, its chief executive said.",
  "** Europe’s conventional electricity market will see more mergers and acquisitions as companies hunt a bigger share of a shrinking market, E.ON’s chief executive said.",
  "** Italian coffee maker Lavazza said it had bought 80 percent of Kicking Horse Coffee in a deal valuing the Canadian company at C$215 million ($160 million).",
  "** German industrial gases group Linde and U.S. peer Praxair have reached a deal in principle on details of their proposed $70 billion merger, Linde said.",
  "** Finnish mobile game maker Supercell has acquired a majority stake in London-based game studio Space Ape, the British company said on its website.",
  "** Microsoft has agreed to acquire cyber security firm Hexadite for $100 million, Israeli financial news website Calcalist reported.",
  "** South Korea’s SK Hynix Inc said it has decided to spin off its chip foundry business into a separate company.",
  "(Compiled by Gayathree Ganesan and Divya Grover in Bengaluru)"
]