[
  "The lawyers representing the project's lead utility, one of Westinghouse's largest creditors, acknowledged that the DIP lender should be able to obtain an appropriate share of the proceeds of any sale of the IP to another owner, but it should not be allowed to gain control of the IP the owners need to complete the project so they can recover at least some of their massive investment.",
  "During the wait, Georgia Power employees will continue their efforts to produce a detailed project schedule and a credible cost-to-complete estimate that can pass muster with its partner companies (Oglethorpe Power, MEAG and Dalton Utilities) and the Georgia Public Service Commission.",
  "Battle To Maintain Access To Required Intellectual Property\n\nAfter the bankruptcy filing, Westinghouse arranged a debtor-in-possession (DIP) loan of $800 million from Apollo Global Management LLC, but that money cannot be used to pay for expenses related to the Plant Vogtle project.",
  "As often happens when multibillion dollar companies seek protection from the bankruptcy courts, there is a long line of large, medium and small companies whose invoices for already-delivered products and services will not be paid without court approval.",
  "According to their analysis, there need to be additional safeguards inserted in the agreement before the court approves it to ensure that the lender cannot obtain control over the intellectual property required to complete the construction projects.",
  "They are also reminding contracted vendors that they need to carefully review the provisions of their signed contracts and note that most of them have clauses requiring continued performance in the case of a Chapter 11 reorganization.",
  "It would be a gross injustice for a private equity firm to win control of the IP needed by creditors who are already owned several billion dollars in return for lending Westinghouse a few hundred million dollars.",
  "It's probably no coincidence that the May 12 date selected for the next decision announcement comes just two days after the bankruptcy court is scheduled to approve or disapprove Westinghouse's DIP loan.",
  "If Southern Nuclear has any concerns about whether or not it can readily access the information it needs, it seems unlikely that it will invest any more resources into completing the project.",
  "As a result of its March 29 Chapter 11 bankruptcy filing, Westinghouse's material, component and services vendors are rightfully concerned about whether or not they will be paid in full.",
  "Westinghouse will continue providing design, engineering and procurement services for Southern Nuclear while that company is assuming control over management of the enormous project.",
  "We will now mark our calendars for May 12 as the next deadline for announcing a decision about whether the massive project will be continued through completion.",
  "Thousands of people who have been tensely anticipating a crucial decision regarding the fate of the Plant Vogtle expansion project cannot stop worrying yet.",
  "While planning, budgeting and accountability negotiations continue, skilled workers – like the ones pictured above – will continue pressing forward.",
  "During the 30 days since the initial bankruptcy filing, the owners of the Plant Vogtle project have been paying Westinghouse $5.4 million per week.",
  "Westinghouse spokespeople are, unsurprisingly, trying to reassure their creditors and persuade them to continue business as usual.",
  "It is limited to providing the working capital required to keep the healthy parts of the Westinghouse enterprise operating.",
  "Those payments primarily ensure that the workers assigned to the project continue receiving paychecks that do not bounce.",
  "The bankruptcy court has until May 10 to decide whether or not to approve the loan's terms and conditions.",
  "On April 27, attorneys representing Georgia Power formally filed a protest with the bankruptcy court.",
  "Some have already asked the company to return products that have not yet been used or installed.",
  "Southern Nuclear might want to assume procurement responsibilities as quickly as possible.",
  "Late Friday evening, Georgia Power issued a terse press release.",
  "How Solid Is Westinghouse's Credit?"
]