[
  "“It’s governance failure at the pension fund.”\n\nWhat, besides a promise of lower fees, clinched the deal for KKR Prisma, making it the top manager of about $1.65 billion in Kentucky’s hedge fund investments, was an offer to let an executive work for two weeks per month out of Kentucky’s Frankfort office overseeing the portfolio.",
  "(Graphic: tmsnrt.rs/2p8uqEa)\n\nPeden, who worked at Prisma a decade ago and before it was taken over by KKR, said that relationship essentially “made it unnecessary to do a competitive process.” He said he used the discretion given by the fund’s guidelines to recommend the deal without a soliciting other bids.",
  "REUTERS/Eric Thayer\n\nFor the Wall Street firm the deal paid off - over more than a year its unit, KKR Prisma, increased by nearly half the amount of money it managed on Kentucky’s behalf and its fee income rose by at least a quarter, according to KKR Prisma documents seen by Reuters.",
  "Ultimately whether it works for the pension fund comes down to what the partners bring to the table, said Matthew Rhodes-Kropf, visiting associate professor of finance at the MIT Sloan School of Management, and managing partner at venture capital firm Tectonic Ventures.",
  "To be sure, neither the setbacks nor the promised benefits would have radically changed Kentucky’s dire condition as one of the nation’s most underfunded public pension funds, with just over $16 billion in assets and a $18 billion funding shortfall.",
  "While KKR promised to cut its fees and make one of its portfolio managers available to oversee investments at no cost, Kentucky’s hedge fund fee expenses rose at least 11 percent last year, according to estimates provided by the pension fund.",
  "Kentucky did not adhere strictly to the originally proposed investment plan that would have entitled it to a bigger discount, the fund said, with fees ultimately falling to 55 basis points from 70 basis points of the investments’ value.",
  "In Kentucky’s case, the pension fund’s concern about near-term savings made it effectively hand over the reins to a Wall Street firm, said Lynn Stout, a corporate and business law professor and governance expert at Cornell Law School.",
  "NEW YORK (Reuters) - When Kentucky’s public pension put U.S. buyout firm KKR & Co LP in charge of its hedge fund investments in May 2015, its board expected the deal to save money and boost its returns.",
  "“We all want to maintain long-term relationships with any client, and I think providing these services at low or no cost are ways to build that relationship over the years,” Reddy told Reuters.",
  "However, last June, Governor Matt Bevin moved to limit the pension system’s riskier hedge fund investments in response to funding pressures, and they may get phased out entirely.",
  "But the deal highlights the potential pitfalls cash-strapped public pension funds face as they scramble to shore up their finances by chasing discounts and riskier investments.",
  "KKR said the increase in Kentucky’s fee expenses was in part because the discount was only effective from August last year, more than a year after the partnership started.",
  "He said KKR approached him after it learned he could not find a qualified candidate to run hedge fund investments, at least not for the money Kentucky could afford.",
  "Girish Reddy, co-founder of KKR Prisma, described the deal as a strategic partnership that benefited Kentucky pensioners by giving them access to KKR’s resources.",
  "In general, discounts were more readily offered by fund managers that underperformed their peers, while bigger, better funds tended to get better deals, he said.",
  "KKR manages about $10 billion for the fund together with another buyout firm Apollo Global Management, LLC, according to the pension fund’s annual report.",
  "Neither KKR, nor Apollo, nor the Texas pension fund, which manages $133 billion in total, would comment on their agreement or the fund’s performance.",
  "Rhodes-Kropf was the lead author of a Harvard Business School case study about a partnership between KKR and the Teacher Retirement System of Texas.",
  "Rich Robben, Kentucky’s current acting chief investment officer, rejected criticism that the fund gave too much control to the Wall Street firm.",
  "The study showed that unlike Kentucky, Texas had several partnerships, including a $1 billion tie-up with the now-defunct Lehman Brothers.",
  "It was “like having a free staff member,” David Peden, who was the pension fund’s chief investment officer at the time, told Reuters.",
  "“The responsibility for making the investments lies with the Board of Directors of the Kentucky Retirement Systems,” he said.",
  "At the same time, those hedge fund investments failed to beat its benchmark index last year for the first time in five years.",
  "KKR Prisma originally proposed to cut the fees to 45 basis points in a presentation to the board seen by Reuters.",
  "Hedge funds promise higher returns, but are more complex and riskier than, say, government bonds.",
  "Kentucky terminated Peden’s employment in January and neither would comment on his departure.",
  "The Texas fund also negotiated to pay less if some of the investments performed poorly.",
  "There’s no question there’s some risk to these partnerships,” Rhodes-Kropf said.",
  "“It’s really a question of: Do you have enough money to ask for a better deal?",
  "“But if you get a big enough fee discount, then it may be worth the risk.”",
  "Kentucky is not alone in striking a partnership with a Wall Street firm.",
  "A utility worker is seen in West Liberty, Kentucky, March 5, 2012.",
  "Kentucky declined to explain why the discount kicked in later.",
  "“Kentucky has basically abdicated the throne,” Stout said.",
  "Kentucky, so far, has come up short."
]