[
  "Georgia Power/Handout via REUTERS\n\nWestinghouse, a unit of Japan’s Toshiba Corp (6502.T), filed for bankruptcy in March following billions of dollars in cost overruns at two nuclear power plants it designed and is constructing in Georgia and South Carolina.",
  "U.S. Bankruptcy Judge Michael Wiles in Manhattan indicated on Tuesday he would allow Westinghouse to borrow the remaining $450 million that Apollo agreed to provide, but said he wanted to review the agreement that resolved creditors’ concerns.",
  "Toshiba’s lawyer said at Tuesday’s hearing the Japanese conglomerate is close to reaching an agreement with SCANA to cap Toshiba’s liability, which should help ease Toshiba’s financial stress while it tries to sell its coveted chip business.",
  "(Reuters) - Westinghouse Electric Co told a U.S. court on Tuesday the nuclear power company had reached a deal to borrow $800 million after allaying creditors’ concerns that the money would be flowing to non-bankrupt affiliates overseas.",
  "That has threatened customer contracts, prompted one unidentified regulator to demand a $130 million letter of credit and led to financial institutions to move to end swap agreements, according to a court filing.",
  "Westinghouse’s lawyer said the company will share information with the official creditors’ committee about its finances and give them an opportunity to object to the way Westinghouse is using the loan funds.",
  "FILE PHOTO: The Vogtle Unit 3 and 4 site, being constructed by primary contactor Westinghouse, a business unit of Toshiba, near Waynesboro, Georgia, U.S. is seen in an aerial photo taken February 2017.",
  "An attorney for Westinghouse said in U.S. bankruptcy court in New York that cash from the loan would allow the company to complete its business plan by July 27 and move toward exiting bankruptcy.",
  "The Pittsburgh-based company has also said it needs cash to shore up its profitable overseas businesses, which provide nuclear fuel and services and also decommission power plants.",
  "Westinghouse is expected to break its contracts for designing and constructing the Georgia and South Carolina nuclear plants, which have been beset by years of missteps.",
  "Since Westinghouse filed for bankruptcy, its European affiliate lost access to a cash pool shared with the U.S. business, according to court records.",
  "Westinghouse received court approval to borrow an initial $350 million from affiliates of Apollo Global Management (APO.N) in March.",
  "A coalition of utilities led by Southern Co (S.N) owns the Plant Vogtle project in Georgia and the V.C.",
  "Summer project in South Carolina is majority-owned by SCANA Corp (SCG.N).",
  "The company has said those affiliates add value to its bankrupt business.",
  "Toshiba has reached a similar agreement for the Georgia project."
]