[
  "REUTERS/Issei Kato\n\nBy Tom Hals\n\nWILMINGTON, Del (Reuters) - The owners of one of the first new U.S. nuclear power plants in decades said the half-finished reactors might not be completed without changes to a proposed $800 million loan to the bankrupt builder, Westinghouse Electric Co LLC.",
  "The owners asked that if Westinghouse defaults on the DIP loan, the lenders should first foreclose on other collateral or be granted a lien on the proceeds from the sale of the intellectual property, not the intellectual property itself.",
  "\"The possibility would exist that the DIP lenders would later foreclose on the intellectual property, which could seriously disrupt or even potentially halt construction of the project,\" said the utilities behind the Georgia project.",
  "Utilities led by Southern Corp's (SO.N) Georgia Power said in court papers filed on Wednesday that Westinghouse's debtor-in-possession, or DIP, loan should not grant liens on the designs, patents and other intellectual property.",
  "A unit of Toshiba Corp <6502.T>, Westinghouse has asked a U.S. bankruptcy judge in Manhattan to allow it to borrow up to $800 million from affiliates of Apollo Global Management LLC (APO.N) to stay afloat.",
  "The utilities that own the Georgia and South Carolina projects took over the cost of construction during the bankruptcy under agreements that expire on Friday, although those deals can be extended.",
  "Westinghouse filed for bankruptcy in March, blaming billions of dollars of cost overruns at two nuclear power plants it is constructing in Georgia and South Carolina.",
  "Westinghouse has said in court papers it cannot afford to complete the plants or pay the billions of dollars in penalties it would face for walking away.",
  "Summer in South Carolina were the first new nuclear facilities since the partial meltdown in 1979 at the Three Mile Island nuclear plant in Pennsylvania.",
  "The companies have said they are evaluating how to complete the projects, or whether they should be modified or abandoned.",
  "The logo of Toshiba Corp is seen behind a traffic light at the company's headquarters in Tokyo, Japan March 29, 2017.",
  "Westinghouse marketed its new AP1000 reactors as cheaper to build and safer than older designs.",
  "The South Carolina project is majority owned by Scana Corp (SCG.N) unit SCE&G.",
  "(Reporting by Tom Hals in Wilmington, Delaware; Editing by Lisa Von Ahn)",
  "Judge Michael Wiles will consider final approval of the loan on May 10.",
  "He allowed Westinghouse to borrow an initial $350 million last month.",
  "The expansion of Plant Vogtle in Georgia and V.C.",
  "A Westinghouse spokeswoman declined to comment."
]