[
  "RELATED CONTENT:\n\nShepherd's Rock: A New Golf Course Punctuates $250 Million Rebirth At Nemacolin Resort\n\nThe Prince's Return In Kauai: Top 100 Hawaii Golf Course Is Set To Re-Open In 2018\n\nPhilanthropy Drives Mission At Congaree, The South Carolina Club Founded By Texas Billionaires",
  "TOM BRADY FINALLY GETS EXCLUSIVE MEMBERSHIP\n\nTom Brady and his wife, supermodel Gisele Bundchen, have finally been admitted to The Country Club in Brookline, the prestigious 135-year-old club that's adjacent to the couple's multi-million dollar home in the Boston suburbs.",
  "NEW COURSE OPENS AT NEMACOLIN\n\nNew course openings are few and far between, but the Nemacolin Woodlands Resort in southwestern Pennsylvania has opened a layout -- Shepherd's Rock -- that punctuates its rebirth and an investment of $250 million over the past three years.",
  "By snatching up the largest U.S. operator of golf courses, private equity giant Apollo will immediately add a large membership base -- over 430,000 relatively affluent customers spread across more than 200 clubs -- and a stable stream of revenue from monthly dues.",
  "Bidding for the clubs -- which feature \"D. Trump\" engraved on the hosel of each clubhead -- went back and forth between a gentleman from New Jersey and the eventual winner from California, according to Bobby Livingston, an executive vice president at RR Auction.",
  "An assistant caddie master and director of outdoor operations at Trump's Bedminster property from 2004 through 2008, Lombardo caddied for Trump more than 100 times and said Trump used the irons exclusively over a 2 1/2-month period.",
  "There were suggestions that Brady might have to wait until after his playing career to be admitted, but the New England Patriots' quarterback is now listed on the club's roster of new members, according to the Boston Globe.",
  "NBC'S BRITISH OPEN COVERAGE\n\nFor the second year in a row, NBC Sports will be delivering the most live hours from a major championship, dedicating 49.5 scheduled live hours of British Open coverage from Royal Birkdale.",
  "Opens and the Ryder Cup, has two golf courses (an 18-holer and a 9-holer), indoor and outdoor tennis courts, an Olympic-size swimming pool, a curling rink, skeet range, cross-country skiing trails and a skating pond.",
  "The network partnered with several national advertisers to implement the split screen model, which will entail displaying both the commercial (with audio) while also providing continuous British Open play.",
  "Built high atop the Allegheny Mountains, the course designed by Pete Dye and Tim Liddy is a fantastic complement to Nemacolin's Mystic Rock course, which used to host the PGA Tour's 84 Lumber Classic.",
  "While golf is oversupplied in some areas of the country (the result of the addition of almost 5,000 courses from 1986 through 2005) the over-saturation is predominantly on the lower-end public side.",
  "In acquiring ClubCorp for about a 30 percent premium over the company's previous share price, Apollo is getting a large group of golf clubs that generally have a steady rate of membership renewal.",
  "Of the courses that closed in 2016, 69 percent had greens fees priced below $40, according to the National Golf Foundation, with the majority of those coming in highly-concentrated golf markets.",
  "Miller, 70, has been a golf analyst for NBC since 1990 and certainly isn't shy about expressing his opinions, making the two-time major champion one of the sport's most polarizing broadcasters.",
  "Kim recently donated her $15,000 check for winning her first tournament on the developmental Symetra Tour to LPGA-USGA Girls Golf, a program that introduces girls age 6-17 to the sport.",
  "SYMETRA TOUR PLAYER DONATES WINNINGS\n\nHyemin Kim isn't yet playing for bigger prize money on the LPGA Tour, but the 29-year-old from South Korea is doing what she can to grow the game.",
  "The broadcast on NBC and Golf Channel will also incorporate split-screen coverage during select commercial breaks, ensuring that viewers don't miss critical stretches of the action.",
  "JOHNNY MILLER SIGNS EXTENSION WITH NBC\n\nJohnny Miller signed an extension that will keep him under contract as a golf analyst with NBC Sports and Golf Channel through at least 2018.",
  "Apollo Global Management acquired country club operator ClubCorp for $1.1 billion in an all-cash deal that seems to be a significant vote of confidence for the golf industry.",
  "TOP 100 COURSE COMING OUT OF HIBERNATION\n\nOne of the best golf courses in the country -- The Prince Course on the north shore of Kauai -- is coming out of hibernation.",
  "The \"Playing Through\" idea was previously showcased at the 2016 Ryder Cup and received overwhelmingly positive reaction from viewers, partners and advertisers.",
  "\"I just want to help the next generation of girls, and my hope is that this donation helps bring more girls to golf that don't have the means on their own.\"",
  "David Sambur, a senior partner at Apollo, said the private equity firm plans to further grow ClubCorp's business by leveraging its resources and expertise.",
  "The TaylorMade RAC TP Forged Irons (3-PW) were gifted to Trump's personal caddie, Andrew Lombardo, at Trump National Golf Club in Bedminster, New Jersey.",
  "The Country Club fiercely guards its solitude and Brady and Bunchen's application was pending for two years due to the privacy concerns of some members.",
  "The Prince's return is welcome news for golfers, particularly those looking to complete top 100 lists or play one of Hawaii's most challenging layouts.",
  "TRUMP'S CLUBS SELL AT AUCTION\n\nA set of TaylorMade irons used by Donald Trump before he became president sold at auction for almost $30,000.",
  "ClubCorp's extensive portfolio includes clubs such as Firestone in Ohio, Pete Dye Golf Club in West Virginia, and the Woodlands in Texas.",
  "To read more about Shepherd's Rock, including why the course's signature 18th hole at one time was its worst, click here.",
  "\"I'm having a little bit of a battle of what my priorities are,\" Miller was quoted as saying by the Associated Press.",
  "It's now set to re-open in 2018 as part of a new high-end residential community near Princeville at Hanalei.",
  "20 among U.S. public courses by Golf Digest, but has been closed to public play sine the end of 2014.",
  "\"I have a lot of things to pass on to my grandkids, whether it's fishing or being a grandpa.",
  "Kim is in her fifth season on the second-tier circuit and this was her first victory.",
  "Miller had previously said that 2017 might be his final year in the broadcast booth.",
  "\"I remember growing up in Korea and first being introduced to the game,\" Kim said.",
  "It's possible that even more golf-related investment is on the way for Apollo.",
  "This is NBC Sports Group's second year of a 13-year partnership with the R&A.",
  "All these years of announcing, I feel like I haven't slipped any.",
  "On the other hand, my brain is still working pretty good.",
  "The Country Club, which has hosted three U.S.",
  "You can read more about the project here.",
  "And NBC seems to like having me.\"",
  "The winning price was $29,798.",
  "The Prince is ranked No."
]