[
  "On Yahoo’s first-quarter earnings call on Tuesday, Chief Executive Marissa Mayer said Yahoo management had been “running a quality process designed to keep interested parties engaged.”\n\n“Over the past two months, (Chief Financial Officer Ken Goldman) and I and the rest of the management team have spent time in person and on the phone with interested participants, including some of the most well-known, respected names in the industry,” Mayer said.",
  "Softbank Group Corp (9984.T), which owns 43 percent of Yahoo Japan Corp, and Alibaba Group Holding Ltd (BABA.N), in which Yahoo holds a 15.5 percent stake, have not participated in the auction, but may engage with the U.S. company once the future of its core internet assets becomes clear, the people said.",
  "(Reuters) - Verizon Communications Inc (VZ.N) was set on Tuesday to advance to the second stage of bidding for Yahoo Inc’s YHOO.O core assets, as the U.S. internet company went through offers to put together a short list, people familiar with the matter said.",
  "Yahoo, under pressure from shareholders including activist hedge fund Starboard Value LP, launched an auction of its core business in February after it shelved plans to spin off its stake in Chinese e-commerce company Alibaba.",
  "The field had whittled down ahead of Monday’s first-round bid deadline as several companies that were mulling an offer, including Comcast Corp (CMCSA.O) and Time Inc TIME.N, decided to opt out, the people said.",
  "The auction attracted interest from a diverse array of companies ranging from Japanese online retailer Rakuten Inc (4755.T) to Yellow Pages owner YP LLC, which is backed by AT&T Corp (T.N), the people said.",
  "Apax Partners LLP, TPG Capital LP, Bain Capital LLC, Apollo Global Management LLC (APO.N) and Warburg Pincus LLC were among the private equity firms that submitted first-round bids, the people said.",
  "REUTERS/Albert Gea/Files\n\nVerizon submitted its offer with advice from investment banks Guggenheim Partners LLC, LionTree LLC and Allen & Company, the people said on Tuesday.",
  "No two offers submitted were identical, and Yahoo is deciding which proposed structures and assets to be divested offer the best potential value, the people said.",
  "Analysts see Verizon, which bought AOL last year for $4.4 billion, as being a more likely candidate to prevail in the auction for Yahoo’s web business.",
  "The U.S. telecommunications company will face competition in the second round from other companies and private equity firms, the people added.",
  "A man walks past a Yahoo logo during the Mobile World Congress in Barcelona, Spain in this February 24, 2016 file photo.",
  "Softbank, Alibaba, Guggenheim, LionTree and Allen & Company did not immediately respond to requests for comment.",
  "Representatives of Yahoo, Verizon, YP, Comcast, Time and the private equity firms declined to comment.",
  "On Tuesday evening, Yahoo’s advisers were still reviewing the preliminary offers received on Monday.",
  "The company hopes the auction can conclude by June, but the timing could sleep, the people said.",
  "The sources asked not to be identified because the details of the sale process are confidential.",
  "Yahoo may decide to allow buyout firms to team up in the second round, the people added.",
  "Rakuten ended up not making an offer, a spokesman for the company said."
]