[
  "“Sedgwick represents another data point of a high quality issuer enjoying market access even amidst more uncertain conditions.”\n\nThe market remains volatile and investors are still focusing intently on credit, but more dividend recapitalizations could be on the table for companies that can show a good track record of performance, free cash flow and good valuations versus debt, investors said.",
  "“However, KKR developed a view that high quality, known credits such as Sedgwick would indeed find reception if appropriately marketed and priced.”\n\nB3-rated Sedgwick has leverage of 7.0 to 7.5 times, according to Moody’s, which is difficult for banks to underwrite as they have to abide by leveraged lending guidelines designed to limit leverage to around 6.0 times.",
  "NEW YORK, April 15 (Reuters) - Private equity firm KKR & Co took the lead from investment banks constrained by regulation to arrange a US$325m dividend recapitalization loan for insurance claims services provider Sedgwick Claims Management, which is the first large dividend deal of 2016, as volatility continues to make it difficult for some banks to price risk.",
  "“The company’s proven performance and long standing status as a high quality credit made it an ideal candidate for such a transaction.”\n\nMARKET IMPROVEMENT\n\nLandscaping company SiteOne also launched a recapitalization deal this week with a US$250m loan via UBS that will pay a dividend to sponsor Clayton, Dubilier & Rice.",
  "“The company, despite its rating, is a very good performing business that’s been in the loan market for a long time, (and) always generated really good results.”\n\nStrong investor demand allowed Sedgwick to increase the size of the deal to US$325m from US$300m and tighten the original issue discount to 98.75 from 98.",
  "Difficult market conditions and regulation that limits the amount of leverage and debt that arranging banks are able to provide has curbed the number of dividend loans since late 2015, but an improvement in market conditions helped KKR to place Sedgwick successfully, without the help of an investment bank.",
  "Average bids in LPC’s SMi 100 composite of the 100 most active US leveraged loans have climbed from a low of 95.3 on February 23 to 97.53 on April 13, which aids new issue, and inflows to loan mutual funds have resumed along with the issuance of new Collateralised Loan Obligation (CLO) funds.",
  "Learning science company McGraw-Hill Global Education Holdings is also planning to launch a new US$1.655bn credit next week that will pay a dividend and refinance existing debt to finance the merger of McGraw-Hill School Education into the Apollo Global Management-backed company.",
  "“The transaction coincided with a period of time when banks were unable to accurately price risk which resulted in KKR engaging the market directly and ultimately placing the entire capital structure directly with no bank intermediating,” a source familiar with the deal said.",
  "“The combination of CLO creation slowly returning, fund flows turning positive and light new issue supply coupled with already healthy existing cash balances created a positive technical backdrop for such a transaction,” the source familiar with the Sedgwick deal said.",
  "KKR’s capital markets team has previously led loans, including a US$140m loan backing a refinancing for Beazer Homes in March, and is currently in the market with a 425m term loan financing its buyout of Airbus’ defense electronics unit.",
  "The tone in the US leveraged loan market has improved in recent weeks as inflows returned after a period of intense volatility in early 2016 due to depressed oil prices, concerns over China and fears over corporate earnings.",
  "They are unpopular with investors because they add leverage to a company without adding value, however thin dealflow and a lack of new leveraged loans are leaving investors with few alternatives.",
  "KKR’s capital markets team took the lead from UBS on Sedgwick’s latest deal after the Swiss bank arranged the financing backing Sedgwick’s acquisition of property loss adjuster VeriClaim in 2014.",
  "“It was interesting in that it was done by KKR and not a bank, because of leveraged lending guidelines, and that a dividend recap could get done for a lowly rated company,” the investor said.",
  "Opportunistic recapitalizations are usually the sign of a bull market and typically pay private equity firms a dividend to repay some of their original equity investment or boost profits.",
  "The last dividend deal larger than US$150m was a US$190m term loan that was arranged in November 2015 by Stone Point Capital-backed insurance broker Higginbotham.",
  "“A cursory review of recent market activity would imply investors were not receptive to aggressively structured transactions, namely dividends,” the source said.",
  "“Sedgwick is an asset, and exists in an industry, which has historically operated with higher leverage levels,” the source familiar with the deal said.",
  "The firm felt the market would support Sedgwick’s dividend recapitalization, given limited dealflow and the company’s strong credit story.",
  "This is SiteOne’s second attempt at a dividend deal after the company had to pull a US$350m loan in October due to market conditions.",
  "KKR-sponsored Pittsburgh Glass Works also lined up a US$410m dividend deal at the same time, according to Thomson Reuters LPC data.",
  "The company is offering 600bp over Libor with a 1% floor this time around, which is 100bp higher than last year’s deal.",
  "Only a handful of small dividend loans have been seen for middle market borrowers since the fourth quarter of 2015.",
  "“The market is still incredibly bifurcated and investors are still going to be picky,” a banker said.",
  "The loan was priced at 425bp over Libor."
]