[
  "\"With close to 30 years in business, a high quality management team, enviable historical growth, and attractive future growth and cash flow prospects, we do not believe Apollo should trade at a lower multiple than other asset managers or even other technology businesses that have far less predictable futures,\" Tiger Global told its investors of the near billion dollar bet, in a document obtained by Forbes in June.",
  "On Wednesday, billionaire Daniel Loeb was the latest to join this trend, outlining in a quarterly letter to clients why his hedge fund Third Point Capital is betting on BlackRock, a firm founded shortly after the 1987 market crash and became the world's largest asset manager in under three decades, with $5.7 trillion in assets under management.",
  "At a time when banks like Goldman and Morgan Stanley chronically post sub-10% returns on equity and optimistically hold out forecasts of 10%-14% RoEs in the future, ValueAct seems to believe the balance sheet driven strategy of KKR holds far greater RoE upside.",
  "However, now that Blackstone owns businesses in nearly every sector and part of the world, and runs powerhouse operations in most areas of the financial markets who's to say there's not better information inside a Blackstone weekly meeting than one at Goldman?",
  "Elsewhere in the investor letter, Tiger Global crowed about Apollo's current and future growth prospects: \"Consistent outperformance has led to high levels of interest from investors and Apollo has grown AUM 23% per year since 2006.",
  "Read Forbes' Private Equity Coverage:\n\nHow Blackstone Became An Unstoppable Force\n\nBrookfield: Toll Collector Of The 21st Century\n\nCarlyle Group And The Kings Of Capital\n\nHow A Bet On Lyondell Became Wall Street's Greatest Ever Deal",
  "Before BlackRock helped take down the costs of owning bank loans and investment grade and high yield bonds to well below 1%, it was Wall Street brokerage houses who had an oligopoly on access to credit markets.",
  "Tens of trillions of dollars in risk analysis is thought to be overseen by BlackRock's Aladdin, meaning the firm's $5.7 trillion in AuM only scratches the surface on its influence on Wall Street.",
  "Loeb is buying BlackRock's stock because he believes the firm's various earnings streams, whether it's ETFs or risk solutions, are growing rapidly and will garner higher multiples over time.",
  "BlackRock also has a ubiquitous risk management platform called Aladdin, where traders are able to keep track of their so-called \"Greeks\" like delta, theta, gamma and vega at a low cost.",
  "Though bank stocks have rallied the most since the crisis, smart money investors are looking elsewhere and betting firms from BlackRock to Blackstone will continue to one up Wall Street.",
  "The biggest and best performing investors on the planet are beginning to look beyond banks and instead are placing major bets Wall Street's new financials, from Blackstone to BlackRock.",
  "Take hedge fund Tiger Global's decision to buy over 8% of Apollo Global Management, the private equity giant co-founded by billionaires Leon Black, Marc Rowan and Joshua Harris.",
  "Beyond the grist mill of earnings, stress test results, and mega dividend and stock buyback announcements is a far more important trend taking shape in the financial world.",
  "Between the reach of BlackRock and Blackstone, how many good legacy businesses on Wall Street have been left untouched for firms like Goldman, JPMorgan and Morgan Stanley?",
  "Furthermore, Apollo's current 6% dividend yield (even after a 40% year-to-date rally) means the hedge fund expects to make back much of its cost basis from dividends.",
  "Put differently, someone is losing and arguably it is brokerages like Goldman Sachs and Morgan Stanley , in addition to megabanks like BofA, Citigroup and JPMorgan.",
  "\"BlackRock is an asset-gathering machine,\" Loeb exclaims in his letter, citing BlackRock's 7% annualized net asset inflows and its 17% year-over-year growth in AuM.",
  "\"BlackRock is valued like a traditional asset manager but it has much greater potential for structural revenue growth and operating margin expansion,\" he concludes.",
  "Jeffrey Ubben's ValueAct Capital made one of the trades of 2016 when it earned an over 60% return on a billion dollar bet on Morgan Stanley in a matter of months.",
  "There's a compelling argument that the above average earnings potential of \"new financials\" comes with far less risk than banks -- it's an advantaged structure.",
  "\"These are oligopoly businesses with faster growth and much higher incremental margins than traditional asset management,\" says Loeb of BlackRock's specialties.",
  "In 2017, ValueAct began trimming that Morgan Stanley stake and started to bet on KKR & Co. Like Blackstone, KKR is growing and taking market share.",
  "His hedge fund has bucked a trend of underperformance on Wall Street, gaining 10.7% year-to date, beating the S&P 500 through the second quarter.",
  "Value investing legend Thomas Gayner of Markel has staked his biggest bet on the ultimate financial stock, Warren Buffett's Berkshire Hathaway .",
  "Among the big six banks in America, Markel's allocated a total of about $21 million to JPMorgan and Goldman combined, according to FactSet data.",
  "Sick of hearing about why a combination of deregulation and rising interest rates will boost the bottom lines of American banks big and small?",
  "But ValueAct also saw promise in KKR's decision to plow its holding company balance sheet into its own private equity and credit investments.",
  "Don't worry, it's not even the biggest story on Wall Street this year despite a 42% surge in the KBW Bank Index over the past 12-months.",
  "Put differently, on most trading days BlackRock's behemoth operations in ETFs and index funds takes market share from active strategies.",
  "Like Third Point's Loeb, Tiger Global also outlined a number of reasons it expects Apollo shares to rise in coming quarters and years.",
  "Between Brookfield, BlackRock, Oaktree, Blackstone, KKR, Apollo and Carlyle, Markel has invested roughly $350 million in these firms.",
  "The truth is since the financial crisis, there's been a tremendous power shift and it seems real money is beginning to take notice.",
  "Loeb's investment hinges on hard-headed analysis on valuation, but it is the big picture idea that may be the best starting place.",
  "What is most notable about Loeb's investment case is how similar it sounds to other major Wall Street bets taking shape in 2017.",
  "We believe the company has the potential to be significantly larger in the future, particularly in its credit business.\"",
  "Furthermore, the information coursing through Goldman Sachs is seen as one of the firm's greatest competitive strengths.",
  "Beyond the big picture are other compelling reasons why smart investors favor what I'll dub \"new financials\" over banks.",
  "Bottom Line: \"Trump trade\" talk gave investors a new reason to get excited about banks after years of disappointment.",
  "Last year, Third Point was behind the S&P 500, but its 15.8% annualized return since 1996 is nearly double the index.",
  "And here's the rub: Unlike the 10:1 leverage of a traditional bank, KKR's debt-to-capital ratio was about 1.",
  "Loeb in his letter said that as he bought BlackRock, Third Point lightened up on traditional financials.",
  "Like many things on Wall Street, this growth has been and may continue to be a zero-sum phenomenon.",
  "Dig a little deeper and it appears he too is a believer in the \"new financials.\"",
  "(You can read Loeb's letter for a complete picture on the BlackRock bull case.)",
  "Bored of the so-called \"Trump trade\" on Wall Street?",
  "Over the past 12-months, KKR's RoE was 18%.",
  "Sound familiar?"
]