[
  "Even if you’re conservative and want to assume just 4% in annual growth out of your portfolio, that’s an extra $240,000 after 10 years – a much better position to be in than if you settled for a no-growth portfolio by selecting subpar high yielders\n\nSure, many companies that start to mature begin plying income investors with higher and higher dividends to support their shares, and everyone in that equation resigns themselves to low (or even no!)",
  "TCP Capital (TCPC)\n\nDividend Yield: 8.2%\n\nTCP Capital (TCPC) is a business development company that targets midsized firms, typically between $100 million and $1.5 billion in enterprise value – some of which the company admits include “complex situations requiring specialized industry knowledge.” In other words, not every investment TCP makes is a no-doubt, low-maintenance winner.",
  "TCP Capital’s portfolio is also extremely diversified, with the company offering a meticulous breakdown of its industry, including “Utility System Construction,” “Building Equipment Contractors” and “Lessors of Nonfinancial Licenses.”\n\nTCPC, like most BDCs, took its lumps from 2014 through the start of 2016, but operationally speaking, there’s a lot to like.",
  "Hercules Capital (HTGC) Runs With the Fed\n\nCompass Diversified Holdings (CODI)\n\nDividend Yield: 8.7%\n\nCompass Diversified Holdings (CODI) isn’t a business development company, but it gets that a lot – so much so that it actually dedicates space in its Investors FAQ area to dispelling that notion!",
  "Fidus Investment (FDUS) Continues to Manage Its Risk Well\n\nApollo Commercial Real Estate Finance (ARI)\n\nDividend Yield: 9.8%\n\nLast, and most, is Apollo Commercial Real Estate Finance (ARI), a mortgage REIT (mREIT) externally managed by an Apollo Global Management LLC (APO) indirect subsidiary.",
  "It’s the best way to retire on a nest egg of just $500,000:\n\nHow to Stretch Your Investment on $500,000\n\nThe table above assumes a nest egg of half a million dollars that yields 8% a year, and absolutely no dividend reinvestment – here, you’re putting every cent of income into your pocket.",
  "Its holding companies are all over the map – from Clean Earth, a provider of environmental services for contaminated materials, to Arnold Magnetic Technologies, which manufactures engineered magnetic solutions for the aerospace and energy sectors, among others.",
  "Hercules boasts that it’s the “largest non-bank lender to venture capital-backed companies at all stages of development,” and its portfolio includes hundreds of companies across industries such as clean technology, surgical devices and enterprise software.",
  "Instead, CODI simply gobbles up controlling interests in companies, typically targeting companies in North America that range between $75 million and $500 million in EV and offer stable operating cash flows of at least $10 million annually.",
  "Apollo is delivering not just operational growth, with net interest income up 40% last year alone, but dividend growth after years of stagnation – a long-time 40-cent quarterly dividend was hiked to 44 cents in 2015, then again to 46 cents.",
  "But a number of super-high-yielding companies still have excellent growth prospects for the years ahead, and by piling into these double-threat dividend stocks, you can achieve annual total returns that climb well into double digits.",
  "TCP Capital (TCPC) Is Back on Track\n\nHercules Capital (HTGC)\n\nDividend Yield: 8.2%\n\nHercules Capital (HTGC) shows once again why interest rate hikes aren’t always bad news for BDCs and other high-yield investments.",
  "CODI has been wheeling and dealing lately, too, with its Clean Earth subsidiary acquiring AERC Recycling Solutions at the end of March, and Compass finishing its divestiture of Fox Factory earlier in the month.",
  "It invests in various real estate-related debt investments – mostly split between subordinate loans (53%) and first mortgage loans (42%) at the moment, with 5% in commercial mortgage-backed securities.",
  "Still, there are double-digit holdings in retail and hotel properties, and significant single-digit chunks in multifamily residential, industrial, healthcare and mixed-use real estate.",
  "Better yet, that figure is expected to increase roughly 10% annually for the next couple of years, and Wall Street projects roughly 4% annual earnings growth for the next half-decade.",
  "The company recorded record net investment income of $100.3 million in 2016, and analysts expect the good times should at a roughly 5% annual growth clip over the next few years.",
  "That’s OK, though, because while TCP will on occasion provide deals that include equity or mezzanine debt, 95% of TCP’s portfolio is senior secured debt.",
  "In fact, management just explained to investors that a 25-cent increase to the prime rate will add 2 cents per share to annual net investment income.",
  "Moreover, it deals in “lower middle market companies,” which it defines as companies that sport annual revenues between $10 million and $150 million.",
  "Fidus had a particularly active fourth quarter in which it invested a record $934 million and closed on seven new portfolio investments.",
  "But net asset value per common share grew from $15.17 in full-year 2015 to $15.76 in 2016, and net investment income ticked higher, too.",
  "Here’s are five stocks yielding between 8.2% and 9.8% that analysts also believe will deliver profit growth in the years to come.",
  "ARI is as diversified as it gets from a real estate perspective, with “for sale” residential taking up the biggest chunk at 24%.",
  "Analysts see modest bottom-line growth from here, but the bar is slightly lower here given the excellent yield of nearly 10%.",
  "Analysts see a robust 8% improvement to the bottom line this year before it slows to a still respectable 3% moving forward.",
  "Fidus Investment Corp (FDUS)\n\nDividend Yield: 8.8%\n\nWe return to the BDC theme with Fidus Investment Corp (FDUS).",
  "Look how much that $500,000 expands over just a few years as you’re able to achieve more capital gains out of it.",
  "Total investment income has grown uninterrupted for years; 2016’s $148 million was nearly triple 2012’s figure.",
  "That in turn should help power TCPC back to 2014 highs and beyond, complementing the stock’s 8%-plus yield.",
  "Compass pays a 36-cent quarterly dividend like clockwork that equates to a high-8% yield currently.",
  "That should help CODI shares tick higher while the payout does the heavy total return lifting.",
  "While Fidus invests in senior secured debt and equity, it primarily deals with mezzanine debt.",
  "In a moment, I’ll highlight five stocks paying between 8% and 10% with 40% upside to boot.",
  "That should help push FDUS shares higher while you collect nearly 9% in annual income.",
  "Many investors think they need to choose between current income and price upside.",
  "Better still, Wall Street sees five-year annual earnings growth coming in at 7%.",
  "Necessarily, FDUS does so with a strong eye toward risk management.",
  "Compass (CODI) Isn’t a BDC, But It Pays Like One!",
  "Plus, you don’t have to sweat the Fed.",
  "Let’s face it – growth matters.",
  "Disclosure: none",
  "They don’t.",
  "growth."
]