[
  "The list of Toomey supporters reads like a who’s who of top asset managers, including Blackstone Chairman, CEO, and Co-Founder Stephen Schwarzman, Apollo Global Management Co-Founder and Senior Managing Director Marc Rowan, Apollo Co-Founder and Senior Managing Director Josh Harris, and Chairman of PIMCO Funds Brent Harris.",
  "By Alexander Gladstone and Reshmi Basu, with additional reporting by Alex Plough\n\nAt the recent US Presidential debate, Donald Trump touted his desire to scoop up distressed housing assets as part of “business.” He also has a well-known history of utilizing – or being forced into – corporate bankruptcy.",
  "In the 13 Senate races that are deemed competitive, in which RealClear Politics puts the polling average differential between the two candidates at less than 14%, the financiers under the microscope mostly pivot toward the Republican candidates fighting to retain their seats.",
  "For the Democratic Party to take back the Senate, it needs to net four seats if Clinton wins (because Clinton’s running mate Virginia Senator Tim Kaine would serve as the tie-breaking vote in the senate if elected) and five seats if she loses.",
  "On the flip side, the Debtwire review uncovered just two contributors in the distressed world with FEC-tracked contributions to Donald Trump: Cerberus Capital Founder Stephen Feinberg, and Wilbur Ross, the president of his eponymous firm.",
  "As such, financial reforms, defense spending, energy policy, the fate of for-profit education, and the future of healthcare are listed as top priorities by 14 distressed portfolio managers who agreed to share their views on background.",
  "For those 13 competitive races in aggregate, the securities and investment industry has contributed a total of $10.6 million to Republican candidates to date, compared with $3.9 million for Democratic candidates, FEC data show.",
  "Toomey has raised $1.8 million to date for this election cycle from the securities and investment industry, the classification used by OpenSecrets to encompass money from venture capital, compared with $215,000 for McGinty.",
  "“Bennet is viewed as a friend of Wall Street, given that he worked in the industry,” one PM said, referring to the politician’s stint at Anschutz Investment Company, where he was involved in a number of restructurings.",
  "Incumbent Republican Senator Patrick Toomey, a former banker and outspoken proponent of financial deregulation, is facing off against Democratic challenger Katie McGinty, a known environmental advocate.",
  "Among distressed execs writing checks for Clinton are Oaktree Co-Chairman Howard Marks, Avenue Capital CEO Marc Lasry, Avenue President Sonia Gardner, and Ares Capital President Michael Arougheti.",
  "Bennet has raised $1.65 million from the likes of Angelo Gordon, Avenue, Blackrock, Centerbridge and Oaktree to help him fend off the long-shot campaign of Republican challenger Darryl Glenn.",
  "In fact, top distressed asset managers are bifurcating their support between Hillary Clinton for president and several Republican contenders in fiercely competitive Senate races.",
  "We took a deep dive into Federal Election Commission (FEC) documents to find out which candidates are recipients of campaign contributions from distressed fund managers.",
  "Drilling down into the fight for Congress, distressed heavyweights have focused much more squarely on beating back the Democrats’ attempt to reclaim the majority.",
  "But that background isn’t enough to convince executives at distressed investing hedge funds to throw financial support behind their fellow vulture.",
  "Bucking the trend, incumbent Democratic senators like Michael Bennet of Colorado and Chuck Schumer of New York are favorites among finance stars.",
  "But in practice, the job of buying heavily discounted equity and/or debt in vulnerable companies requires sensitivity to populist concerns.",
  "For her part, McGinty has received contributions from Mark Gallogly, co-founder and managing principal of Centerbridge Partners.",
  "Reshmi Basu is the Assistant Editor of restructuring for Debtwire and covers distressed retailers and technology companies.",
  "Our analysis focused on the top 50 distressed funds, ranked by Preqin based on assets under management.",
  "Distressed investors are often pigeonholed – described as “vultures” who profit from corporate pain.",
  "For the Dems to take back the House, they would need a miraculous gain of 30 total seats.",
  "He can be reached at Alexander.Gladstone@debtwire.com and on Twitter at @gladstonea.",
  "Alexander Gladstone is a Debtwire reporter covering energy, aerospace and defense.",
  "Gallogly is also a member of President Obama’s Economic Recovery Advisory Board.",
  "He can be reached at Alex.Plough@debtwire.com and on Twitter at @newshack.",
  "These findings are outlined in a Debtwire Investigations Special Report.",
  "Alex Plough is a Debtwire reporter covering the leveraged loan market.",
  "McGinty has a miniscule polling lead of just 0.2% ahead of Toomey.",
  "Pennsylvania is one of the most closely watched contests.",
  "She can be reached at Reshmi.Basu@debtwire.com."
]