[
  "The NYDFS request follows a New York Times report on Tuesday that the U.S. Consumer Financial Protection Bureau (CFPB) assigned two enforcement lawyers to investigate seller-financed home deals and assess whether the terms, in some cases, violate federal truth and lending laws (nyti.ms/1sbwVo7)\n\nCFPB spokesman Sam Gilford declined to confirm the report.",
  "The New York Department of Financial Services (NYDFS) wants information about the terms of a type of home transaction the companies facilitate, known as a “contract for deed,” to see if there are state financial services law violations or issues with improper interest rates, among other concerns, the person said.",
  "(Reuters) - New York’s financial regulator sent subpoenas on Friday to both a unit and an affiliate of Apollo Global Management, LLC, New York Mortgage Trust and Battery Point Financial for details about seller-financed home sales, a person familiar with the matter said.",
  "At issue is an alternative financing practice in which investors who bought distressed properties in the wake of the financial crisis enter deals with low-income individuals who want to buy a home but do not qualify for a mortgage.",
  "The NYDFS subpoenas demand documents about New York residents who entered the contracts and details about parties’ obligations including for tax payments and repairs, according to a subpoena reviewed by Reuters.",
  "The seller retains the title to the property during the life of the contract, which can require installment payments for as long as 30 to 40 years at interest rates higher than traditional mortgages.",
  "NYDFS sent subpoenas to the company’s ARM Manager, LLC unit, which manages Apollo Residential Mortgage Inc, a separate, publicly-traded real estate investment trust that also received a subpoena.",
  "A spokesman for those entities confirmed that the companies had received subpoenas and said they “intend to cooperate fully.”\n\nA Battery Point spokesman also confirmed receiving an NYDFS inquiry.",
  "CFPB staff, however, had discussed contract for deed lending with a panel of outside experts who advise the agency on issues such as consumer protection and civil rights, Gilford said on Friday.",
  "The company, which does not currently own New York assets, intends “to fully support” the agency’s review of the use of contracts for deed, spokesman Doug Donsky said.",
  "Proponents of the financing say it facilitates home ownership for individuals who otherwise would not qualify for mortgages.",
  "In a contract for deed, the seller finances the property, instead of a traditional lender, such as a bank.",
  "KKR & Co LP is an investor in Battery Park Financial, an independent company, a KKR spokeswoman said.",
  "A New York Mortgage Trust spokesperson could not be immediately reached for comment.",
  "NYDFS also wants marketing materials, including scripts and radio commercials.",
  "An Apollo Global spokesman declined to comment."
]