[
  "While observers call Golden Tree Asset Management “rapacious” in its financial handling of that huge chunk of the nation’s press, the government feels obliged to look for “remedies.” The government is holding hearings on those remedies and hearing from local newspaper operators from all over the country about the trend that has seen 20 Canadian dailies go out of business in the last five years.A government report on a possible contingency plan – including changes in taxation to enable tax credits for digital investment and perhaps favor “Canadian” advertising over the likes of Facebook and Google – will probably be delivered in about six months.",
  "Postmedia owns 44 of Canada’s 100 or so remaining dailies, including the biggest ones in a number of provinces, papers like Vancouver Sun, the Calgary Herald, the Ottawa Citizen (in the national capital) and the Montreal Gazette (largest English-language paper in Quebec).Postmedia has already cut 800 full-time jobs just in the last year, as its major owner, New York City-based Golden Tree Asset Management, chokes on the debt it took on in building the chain.",
  "Postmedia’s continuing failing is what spurred Canada’s Heritage Minister to confirm that Financial Post report, saying that his ministry “regularly does industry-specific environmental scanning”—and that the scan now includes the hypothetical scenarios that both Postmedia and Torstar could “cease operations.”\n\nTorstar owns the Toronto Star, Canada’s largest circulation daily.",
  "The Mercury News – which once counted a newsroom of more than 400 at its height – has lost 10 more positions this year, bringing it to less than one hundred in the newsroom, though some of its content production (copyediting and design) is now done at other DFM properties.",
  "| Hiroko Masuike/The New York Times via AP Covering the Trump era – with shrinking newsrooms Even as the public acknowledges the need for more trustworthy reporting, newsrooms are being decimated\n\nFirst came the election; now, for the news business, comes the reckoning.",
  "They name the same two forces we see in U.S. and Canada: 1) faster movement from print to digital ad spending; and 2) Google and Facebook significantly increasing their share of that digital ad spending, leaving smaller and smaller crumbs for those who create content.",
  "Most publicly, we know of The Wall Street Journal’s 48 lost jobs in newsroom layoffs; the Daily News’ current cut of more than a dozen; Gannett’s downsizing of more than 350 jobs, many of them newsroom ones, which I reported in late October.",
  "Story Continued Below\n\nThe election has been only a temporary distraction from the freefall of print advertising, which sped up further in the recently reported third quarter, and the likely prospect is for continued declines going forward.",
  "We’ll just do it with 106 fewer people.”\n\nThough few newspaper companies have chosen to follow Advance Newspapers’ radical dropping of print, begun seven years ago, more may flip the press switches in 2017-2018.",
  "The loss comes, of course, at a pivotal and highly uncertain time for a country where under-reporting, and likely mis-reporting, of the main issues of the election has emerged as a key post-election complaint.",
  "Gatehouse Media, which continues to be on a buying spree, has also cut back staff markedly this year, most publicly with a big layoff of dozens in August in New England alone, and more throughout the company.",
  "While “fake news” produces the current obsession with Facebook’s domination of the digital world, it is the one-way shift of dollars and cents that has produced this North American – and wider – crisis.",
  "Liberal MP and former broadcaster Seamus O’Regan told the government panel: “all roads lead to back to Facebook and Google.”\n\nIt’s not just North America that sees its decade-long press woes worsening.",
  "There is no doubt that some of these titles required various digital modernizations; still as the absolute number of journalist positions drops, that means a loss in local reporting capability.",
  "At the same, the Detroit News, its business partner in a joint operating agreement, offered a wide buyout package to its entire staff, setting an unknown limit on the number who could take it.",
  "The Post is owned by one of those companies, Postmedia, which has served as poster child of how private-equity-owned and directed consolidated newspaper companies can go terribly wrong.",
  "As Newspaper Death Watch’s Paul Gillin reported Trib Total Media CEO Jennifer Bertetto’s comments: “Our commitment to covering news in Pittsburgh and Allegheny County will not change.",
  "Such private equity ownership raises new flags, given these unexpectedly new deep revenue losses – losses that several publishers tell me they expect will continue into 2017.",
  "The internecine media wars – full of self-criticism and finger-pointing – dominated the online discussions about the business during the two weeks after the election.",
  "Those awful numbers – ranging from 11% for Tronc to 15% for Gannett to 18% for The New York Times – signal the accelerating decline of the newspaper-based business.",
  "The News Guild, the main union representing daily newsroom journalists, tells me about 100 newsroom positions have been cut among 10 DFM papers since January.",
  "How much more deeply with publishers --but especially those controlled by private equity -- move to cut more jobs into next year, given financial pressures?",
  "Those Gannett cuts had included five in its Washington D.C. bureau, and numerous others across the country from Ithaca, Burlington and Poughkeepsie to St.",
  "“Trudeau government assessing a future without Canada’s two largest newspaper companies” called out the headline from the Financial Post in mid-November.",
  "It reports hundreds of jobs eliminated in the last two years, with the greatest cuts at the newspapers, often family-owned, that Gatehouse has bought.",
  "Alden Global Capital almost unloaded, but not quite, its failing DFM properties to another private equity firm, Apollo Global Management, last year.",
  "In Michigan, where Gannett owns five papers, it had cut 20 jobs – but had apparently spared one of its largest papers, the Detroit Free Press.",
  "Gannett, which is the nation’s largest, by revenue, is joined in its downsizing by those other two, Digital First Media and Gatehouse Media.",
  "The synchronicity of fewer and fewer reporters and more and more coverage needs will have far-reaching – but hard to track – consequences.",
  "Both Postmedia and Torstar saw the same kind of third-quarter revenue plummet as their U.S. neighbors, each down 16% in print advertising.",
  "In fact, Digital First Media, the third largest newspaper company in the country, continues to deeply cut newsrooms across the country.",
  "Further, current federal Bureau of Labor Statistics data projects continuing slides as long as the forecasting eye can see.",
  "Through 2024, newspaper reporter positions are projected to decline by 28% and editor jobs by 34%, from their 2014 level.",
  "Across the country – though unevenly reported – we see new newsroom job losses likely counting into the high hundreds.",
  "Come Dec. 1, the Pittsburgh Tribune-Review, the city’s second newspaper since its inception in 1992, goes online-only.",
  "Newsroom employment at the nation’s 1,375 dailies could fall below 28,000, less than half of its high point in 1990.",
  "Wage freezes – some of which go back eight years – at Gatehouse properties further demoralize remaining workforces.",
  "The Denver Post itself has seen a reduction of 26 newsroom jobs, and the Saint Paul Pioneer Press is down about 25.",
  "Both Gatehouse and Digital First Media are largely owned and controlled by private equity companies.",
  "There, private equity controlled Postmedia’s woes have prompted top-level government concern.",
  "Fortress Investment Group is the money behind Gatehouse and its continuing acquisitions.",
  "European publishers have told me all year about 12-20% decreases in print advertising.",
  "But many working journalists face a more immediate challenge: keeping their jobs.",
  "Donald Trump met with editors and reporters for The New York Times Wednesday.",
  "A week ago though, the Freep announced 13 more newsroom jobs would be cut.",
  "Three newspaper chains now own about a quarter of all U.S. dailies.",
  "The News Guild represents some of those Gatehouse properties.",
  "In Canada, that abstract concern is now more tangible.",
  "Cloud (Minnesota) to Asheville to Salem, Oregon."
]