[
  "It returned to profit in 2014 and reported a net profit of 6.3 million euros ($6.7 million) for 2016 on Wednesday, up from 3.2 million euros in 2015, as it reduced bad loans to 195 million euros, or 11.3 percent of all loans by the end of 2016.",
  "The rest are owned by foreign banks and investors, including US investment firm Apollo Global Management, France’s bank Societe Generale, Italy’s Unicredit and Intesa Sanpaolo, Russia’s Sberbank, Austria’s Sparkasse and Addiko Bank.",
  "Gorenjska has been up for sale since last year, after the Bank of Slovenia ordered majority shareholder, finance and tourism group Sava, to sell, saying the indebted group was not financially strong enough to support Gorenjska.",
  "LJUBLJANA, March 15 (Reuters) - Slovenia’s Gorenjska Banka, which is up for sale, said margin pressure means its net profit is likely to slip in 2017 after virtually doubling last year on reduced bad loans.",
  "It has said it hopes to take a majority stake in Gorenjska and gained approval from Slovenia’s central bank last month to increase its stake to more than 50 percent, from 19.8 percent currently.",
  "The bank’s balance sheet assets rose by 4.3 percent last year to 1.5 billion euros and it expects a similar growth in assets this year, Chief Executive Andrej Andoljsek told a news conference.",
  "One of Slovenia’s smaller banks, Gorenjska was among the worst hit by the country’s banking crisis, which pushed the euro zone member to the brink of an international bailout in 2013.",
  "Chief Executive Andrej Andoljsek said profit was likely to fall this year due to declining margins in the banking sector, caused by very low interest rates in the euro zone.",
  "Some of the biggest banks in Slovenia are still state-owned and the government controls about 45 percent of the banking sector.",
  "AIK was not immediately available for comment on whether and when it might take over Gorenjska.",
  "Serbia’s AIK Banka, Gorenjska’s second largest shareholder, is the likely buyer.",
  "Gorenjska’s other main shareholders are local companies.",
  "Gorenjska said it could not comment on the sale process.",
  "Bad loans should also fall further this year, he said.",
  "That was down 6 percentage points from a year earlier."
]