[
  "\"The power of the Blackstone brand is perhaps best illustrated in the high level of demand we're seeing for our funds across different subchannels: including the wirehouses and private banks, independent broker dealers, the RIAs [registered investment advisers] and family offices,\" Schwarzman said Thursday on the company's third-quarter earnings call.",
  "To benefit from the level of increased interest, the firm now has:\n\n12 salespeople focusing on wirehouses (full-service brokerages)\n\n10 focused on independent broker dealers\n\nSales staff focused on private banks and family offices and multi-family offices.",
  "The investment managers, which typically buy up companies in the hope of selling them for a higher price years down the line, averaged returns of 13.5% before fees between 1998 and 2014, according to a recent study by CEM Benchmarking.",
  "\"One of the big wirehouses we've been working with for several years, we looked at penetration there and even for those FAs who sell our product were about 20% penetrated,\" she said \"When we look across the entire system, we are 5%.",
  "\"We are optimistic on the retail opportunity for the Alts as the firms expand their focus to include not only ultra-high net worth but also the $1-5M investor range,\" Siegenthaler at Credit Suisse said.",
  "There's ultra-high-net-worth ($30 million or above), high-net-worth ($5 million to $30 million), accredited investors ($1 million to $5 million), and mass affluent (anything below $1 million).",
  "The bulk of that money is likely to come from big-ticket investors, but Steve Schwarzman, CEO of Blackstone, also hinted at a push towards making the firm's investments more accessible.",
  "Nowhere is this more clear than at Blackstone, the largest publicly-traded private equity firm, which said Thursday that assets under management had hit a record high of $387 billion.",
  "\"We're investing in the marketing resources we need to attack retail [investors] in multiple ways,\" Apollo's senior managing director, Josh Harris, said on an earnings call last year.",
  "Stephen Schwarzman, Chairman, CEO and Co-Founder of Blackstone, speaks at the Milken Institute Global Conference in Beverly Hills Thomson Reuters\n\nPrivate equity firms are killing it.",
  "He said the firm had major initiatives underway in this space, but he can't talk about them yet \"because sometimes people copy what we do.\"",
  "These channels, typically lumped together as retail, now represent 18% of Blackstone's assets under management, according to Schwarzman.",
  "Joan Solotar, head of private wealth solutions and at Blackstone, said that 2,500 advisers had come through Blackstone Universities.",
  "\"These channels and investors, by and large, have been under-allocated to alternatives within their portfolios, some dramatically.\"",
  "Money typically follows performance, and so investors have been pouring funds into the private equity asset class in recent years.",
  "Apollo Global Management, a major Blackstone competitor with $231.8 billion in assets, announced a similar push back in August.",
  "Credit Suisse analysts led by Craig Craig Siegenthaler are projecting $100 billion in inflows to the firm in 2018 and 2019.",
  "Blackstone might be the biggest, but it's far from the only private equity fund coming for these retail investors.",
  "Increasingly, we are just now making those products available and suitable for retail, which is different.\"",
  "\"We're continuing to educate advisors and really develop a relationship,\" she said.",
  "A part of the challenge is educating financial advisers on the strategies.",
  "That was above every other kind of investor in the same period.",
  "\"We've always been great manufacturers of return.",
  "So I think the upside is quite significant.\"",
  "Retail covers a lot of ground."
]