[
  "News Corp. was rumored to be mounting a bid for the Times and several other Tribune Publishing-owned papers in 2014, but it never materialized, with Murdoch citing FCC cross-ownership rules that would conflict with Fox's ownership of Los Angeles TV stations KTTV and KCOP.",
  "Meanwhile, Politico reported private equity giant Apollo Global Management is preparing to take a run at the newspapers owned by Tribune Publishing with an eye toward selling its two California dailies, the Times and San Diego Union-Tribune, to a group led by Broad.",
  "After LA Times publisher Austin Beutner was fired by Tribune Publishing in September and replaced with Baltimore Sun Media Group Publisher and CEO Tim Ryan, the L.A. Country Board of Supervisors passed a resolution recommending local leadership for the paper.",
  "Tribune Publishing has had an uphill battle since the spinoff as advertising at its largest papers, including the Times and Chicago Tribune, has been hit by a sector-wide slump.",
  "Broad, the 82-year old billionaire philanthropist and developer, first partnered with a group of investors two years ago to buy the Times but the deal never came to fruition.",
  "Days after the LA Times endured another round of staff cuts, rumors are starting anew that newspaper could be acquired by an investor group led by philanthropist Eli Broad.",
  "Murdoch's media and entertainment company, 21st Century Fox, is in business with Apollo through the Endemol Shine Group production joint venture established last year.",
  "\"Strong word Tribune newspaper group to be bought by big Wall St firm, LA Times to go to philanthropist Eli Broad and local group,\" Murdoch wrote.",
  "\"At the request of the chairman of the board of the Tribune Co., I did make an offer ... which they ultimately rejected,\" he told the paper.",
  "\"Sorry can't buy Trib group or LA Times - cross-ownership laws from another age still in place,\" Murdoch tweeted at the time.",
  "About 80 editors and reporters recently accepted buyout offers at the Times in the latest wave of cost cutting.",
  "\"I've always believed that the Los Angeles Times and the San Diego papers ought to be owned by Californians.\"",
  "Tribune sources disputed that there were any active negotiations at present to sell any of its newspapers.",
  "Last year, Tribune split up its newspaper publishing operations from its TV station group.",
  "In September, he told the L.A. Business Journal that he had recently tried again.",
  "None other than News Corp. CEO Rupert Murdoch tweeted the scuttlebutt on Friday.",
  "Tribune Publishing also shouldered $350 million in debt after the spinoff.",
  "A group of civic leaders also signed a letter to the Tribune Publishing.",
  "A representative for Broad declined to comment on the speculation.",
  "Is the Los Angeles Times about to change hands?",
  "The Times was acquired by Tribune Co. in 2000."
]