[
  "In total, Rubenstein, a former deputy assistant to U.S. President Jimmy Carter for domestic policy, Conway, a former chief financial officer of U.S. telecommunications company MCI Communications, and D’Aniello, a former vice president for finance and development at Marriott International Inc (MAR.O), own close to half of Carlyle, which has a market capitalization of $7.9 billion.",
  "They said in the statement they would continue to be substantial investors in Carlyle’s funds “for years to come.”\n\nBlackstone, Carlyle’s biggest rival, has not yet formally named a successor to its CEO and co-founder Stephen Schwarzman, 70, though the head of its real estate business Jonathan Gray, 47, is widely recognized as his heir apparent.",
  "REUTERS/Brendan McDermid/File Photo\n\nMORE DIVERSE FIRM\n\nCarlyle, whose investments over the years have included car rental company Hertz Global Holdings Inc (HTZ.N), photo agency Getty Images Inc and consumer headphones maker Beats Electronics LLC, is a much more diverse and global investment firm since its launch in 1987.",
  "The move makes Carlyle the latest buyout firm to take steps toward a generational change, after peer KKR & Co LP (KKR.N) said in July it would promote Joseph Bae and Scott Nuttall to co-presidents and co-chief operating officers, setting them up as successors to its founders Henry Kravis and George Roberts.",
  "Unlike with KKR, however, Carlyle is giving Youngkin and Lee, aged 50 and 52 respectively, its top jobs, making it the first among the private equity industry’s publicly traded pioneers, that also include Blackstone Group LP (BX.N) and Apollo Global Management LLC (APO.N), to hand over the reins.",
  "Lee, currently Carlyle’s deputy chief investment officer for private equity and head of its global market strategies segment, joined Carlyle just four years ago from Warburg Pincus LLC, another private equity firm, where he led investments in the consumer, industrial and services sectors.",
  "(Reuters) - Carlyle Group LP (CG.O) said on Wednesday that Glenn Youngkin and Kewsong Lee would become its co-chief executives, in the U.S. private equity firm’s biggest shakeup since it was founded by David Rubenstein, William Conway and Daniel D’Aniello 30 years ago.",
  "Rubenstein, Conway and D’Aniello, worth about $2.9 billion each according to Forbes, have built it into a manager of more than $170 billion of assets across almost 300 funds and investment vehicles, spanning private equity, credit investments and real estate.",
  "Even though they have been serving in senior roles already, Youngkin and Lee will have big shoes to fill, as the three founders are identified closely in the minds of many fund investors and Carlyle shareholders with the firm’s investment acumen and strategy.",
  "Rubenstein and Conway, both 68, will give up their roles as Carlyle co-CEOs to become co-executive chairmen of the Washington, D.C.-based firm’s board, while D’Aniello, 71, will transition from chairman to chairman emeritus, Carlyle said in a statement.",
  "“Glenn and Kewsong will work together on all issues related to leading Carlyle, and will have full responsibility, authority and accountability for the firm’s performance,” Rubenstein, Conway and D’Aniello said in a statement.",
  "Its shares are now hovering around a two-year high thanks to the strong performance of its private equity funds, which have been buoyed by a stock market rally and are returning on average 2.2 times its investors’ money.",
  "Lee beat other Carlyle insiders for the top job thanks to his reputation as a problem solver, having helped rebuilt Carlyle’s credit investing business after several missteps.",
  "FILE PHOTO: David Rubenstein, Co-Founder and Co-CEO of the Carlyle Group, speaks at the Milken Institute Global Conference in Beverly Hills, California, U.S., May 2, 2016.",
  "Apollo faces a less pressing succession issue given that 66-year-old CEO Leon Black’s co-founding partners, Marc Rowan and Joshua Harris, are 55 and 52, respectively.",
  "A 23-year veteran of the firm, he is credited with building many of Carlyle’s businesses, including its energy investing practice and its fund-of-funds division.",
  "He will be joined by Peter Clare, who was deputy chief investment officer for private equity alongside Lee and has now been named co-chief investment officer.",
  "FILE PHOTO: Kewsong Lee, Managing Director for Carlyle Group attends the Bloomberg Global Business Forum in New York City, U.S., September 20, 2017.",
  "The transition takes place after Carlyle reshaped its portfolio to exit from unprofitable businesses, such as hedge funds.",
  "(The story corrects paragraph 3 to Youngkin and Lee are aged 50 and 52 respectively, instead of both aged 51)",
  "REUTERS/Lucy Nicholson/File Photo\n\nYoungkin is currently Carlyle’s president and chief operating officer.",
  "Conway, a prolific dealmaker, will retain his role as Carlyle’s chief investment officer.",
  "It employs more than 1,550 people in 31 offices across six continents.",
  "The changes will become effective in January."
]