[
  "(Updates to clarify that penalty would be imposed on NLB directly and paid to the Slovenian government)\n\nLJUBLJANA, Oct 25 (Reuters) - Slovenia may offer to impose a 365 million euro ($431 million) penalty on state-run Nova Ljubljanska Banka (NLB) as a concession to the European Commission as the government seeks to avoid having to sell a stake in the bank, sources close to the matter said.",
  "The European Commission’s spokesman also declined to comment but said the Commission was “in constructive contact with the Slovenian authorities.”\n\nSources said the Commission might ask Slovenia to sell NLB’s businesses in the Balkans if the sale of a 50 percent stake in the bank does not go ahead.",
  "The sources said on Wednesday that Slovenia might propose to the Commission that NLB pays a penalty to the government in order to gain the Commission’s approval for the bank to stay in state hands indefinitely.",
  "Slovenia had agreed to sell a 50 percent stake in NLB, the country’s largest bank, this year as a condition of the Commission’s approval in 2013 of a 1.55 billion euro state rescue of the bank.",
  "But in June the government cancelled a planned sale of 50 percent of the bank, saying the suggested price, which valued the whole bank at a minimum of 1.1 billion euros, was too low.",
  "The third largest bank Nova KBM was sold to U.S. investment firm Apollo Global Management and the EBRD (European Bank for Reconstruction and Development) in 2015.",
  "Slovenia’s finance minister Mateja Vranicar Erman is due to meet European Competition Commissioner Margrethe Vestager on Thursday to discuss delaying the sale.",
  "Both, NKBM and Abanka, also received state help four years ago when the country managed to only narrowly avoid an international bailout.",
  "Slovenia has been reluctant to sell off its major banks and the government still controls about 44 percent of the banking sector.",
  "It plans to sell the second largest bank, Abanka, by the middle of 2019.",
  "The government hopes it could delay the sale by three years.",
  "Slovenian finance ministry declined to comment.",
  "($1 = 0.8470 euros) (Reporting By Marja Novak.",
  "Editing by Jane Merriman and Susan Fenton)"
]