[
  "“I didn’t quite appreciate the impact we might have by moving there.”\n\nWhat made the move all the more eyebrow-raising was KKR’s decades-long residency at 9 West 57th Street, the Midtown building whose swooping, concave architecture dominates the portion of Manhattan’s skyline that overlooks the southern end of Central Park.",
  "Other changes are more measured, such as the transformation of the High Line from a neglected elevated railway into a pedestrian park that meanders north from the Meatpacking District and the new Whitney Museum of American Art for 1.5 miles before culminating—where else?—at Hudson Yards.",
  "So it makes sense that Stephen Ross and Jeff Blau, the impresarios of the Hudson Yards project taking shape on Manhattan’s West Side, turned to an iconic figure—someone already established in a totemic tower elsewhere in the city—to tip Hudson Yards into the zeitgeist.",
  "Over the decades, he became a billionaire, acquiring the trappings of wealth and shouldering the responsibilities of a civic leader, chairing galas, and carving his name into buildings at Columbia University and a wing of the Metropolitan Museum of Art.",
  "A new financial hub is taking shape: Fink’s BlackRock plans to take 850,000-square feet and move its headquarters; Steven A. Cohen’s Point72 Asset Management and Dan Loeb’s Third Point will also relocate there; so will Wells Fargo Securities.",
  "“These are people who say, ‘I need to know everything that’s going on here.’ ”\n\nWhen it became clear that relocating KKR to Hudson Yards might be on the table, Kravis says Ross, Related’s chairman, couldn’t contain his excitement.",
  "Hudson Yards captures New York’s spirit by enlivening its collection of skyscrapers with a cocktail of headquarters, hotels, and restaurants—and a dash of high finance—to foster a lifestyle that blends work, family, and play.",
  "It’s a place that rewards daring, and Hudson Yards has that, to the tune of 18 million square feet, about 4,000 residences, and 14 acres of open space—the type of blank slate rarely found in the center of a major metropolis.",
  "The High Line helped make Hudson Yards possible, Blau says, citing zoning decisions made by New York City that attracted the right mix of office denizens, residents, and tourists to a long-disused area.",
  "Blau says the idea is to design an ecosystem of buildings that reflect how companies work now—“lots of power, lots of technology, things you can only make happen when you start from scratch,” he says.",
  "In part because of KKR’s presence, 9 West became home to brand-name finance companies including Apollo Global Management, Och-Ziff Capital Management, Providence Equity, and Silver Lake Management.",
  "Fitness, for another: The world’s biggest Equinox sweat palace will live in Hudson Yards, attached to the first Equinox Hotel, where visitors can indulge in wellness-fueled hospitality.",
  "In a reminder of how New York can feel a lot like a small town, Kravis was at his son-in-law’s birthday party when he ran into Blau, CEO of real estate developer Related Cos.",
  "For New Yorkers, this constant shifting and churning is comforting and exciting, even—indeed, especially—for those who’ve helped shape the place over the past half-century.",
  "Hudson Yards and adjacent developments such as Manhattan West, led by Brookfield Properties, point to a city that’s changed, is changing, and will continue to change.",
  "KKR’s relocation announcement in October 2015 spurred a wave of publicity and interest in Hudson Yards: If it was good enough for Kravis, surely it was worth a look.",
  "Related owns a stake in the high-end fitness chain, turning it and its subsidiary SoulCycle into two of the most recognized brands in the elite-workout world.)",
  "A diverse batch of big names outside of finance—Boston Consulting Group, Coach, L’Oréal, SAP—has also opted to set up major offices within Hudson Yards.",
  "Blau says Kravis wasn’t alone among high-profile locals eager to get a look, noting that BlackRock Chairman and CEO Larry Fink was similarly intrigued.",
  "Originally from Oklahoma, once settled in New York he pioneered the business then known as leveraged buyouts and now known as private equity.",
  "The city’s neighborhoods are almost tribal in that sense—and just like the people who inhabit them, they never seem to stop evolving.",
  "Even the Upper West Side, now saturated with baby strollers and fitness studios, was once upon a time seen in an unfavorable light.",
  "After the Sept. 11 attacks, rebuilding eventually revitalized Lower Manhattan, an area long dominated by commercial skyscrapers.",
  "Food, for one: There will be restaurants curated by a constellation of celebrity chefs, including Thomas Keller and José Andrés.",
  "Kravis brought along both his head of real estate and chief administrative officer, who were equally curious about the project.",
  "New York is a city of icons, and nowhere is its iconography more apparent than at the nexus of real estate and Wall Street.",
  "The chat turned to Related’s sprawling Hudson Yards project, the largest private real estate development in U.S. history.",
  "The High Line demonstrated the power of—and appetite for—new spaces on a restless island looking for the next cool place.",
  "(Those decision-makers included then-Mayor Michael Bloomberg, founder of Bloomberg LP, the parent of Bloomberg News.",
  "Manhattan is an island of strivers drawn to the legendary bright lights to test their mettle in their chosen field.",
  "That someone is Henry Kravis, co-founder and co-chief executive officer of the private equity giant KKR & Co.",
  "Daniel Doctoroff, Bloomberg’s former CEO, is moving his new company, Sidewalk Labs, to Hudson Yards.)",
  "From the Lower East Side to Morningside Heights to Bushwick, New York is a kaleidoscope of rebirths.",
  "The Yards, Kravis says, “will change the center of gravity of the city.” Not for the first time.",
  "“I’ve been here for 50 years, and I’ve seen huge changes.”\n\nSome changes are born of tragedy.",
  "Kelly is the New York City bureau chief and executive editor of Bloomberg Television.",
  "“Steve almost came flying across the table to give me a hug,” Kravis recalls.",
  "That extends to the city’s personalities, especially in the world of money.",
  "The 73-year-old Kravis is an emblem of New York aspiration and success.",
  "“That’s how the city has developed over the years,” Kravis says.",
  "Hudson Yards will cater to a buffet of metropolitan obsessions.",
  "(Winning Equinox’s commitment was something of an inside job.",
  "History is repeating itself on a vast tract along the Hudson.",
  "“They were interested as great New Yorkers,” Blau says.",
  "New York, too, is defined by its massive ambition.",
  "Artists move in looking for affordable spaces.",
  "His interest piqued, Kravis asked for a tour.",
  "“The big shift is west and down,” Blau says.",
  "And probably not for the last.",
  "The whims of residents shift.",
  "Photo editor: Donna Cohen",
  "Money follows."
]