[
  "In the case of Phoenix, one particularly harsh blow came last October when the U.S. military barred its recruiters from military bases, claiming the college had engaged in a variety of abusive practices such as misusing official military seals to give the impression that marketing materials were endorsed by the military.",
  "While the company’s fortunes have declined dramatically, it’s in far better shape than its former competitor Corinthian Colleges, which abruptly collapsed in 2014 after the federal government cut off its access to student loans and caused it to go bankrupt.",
  "Apollo Education Group, the company that owns Phoenix and its hundred-plus campuses, announced Monday it is exploring “strategic alternatives” to help turn around the struggling business, including a sale of the entire company.",
  "Almost the entire for-profit education industry has been hit hard in recent years by declining enrollment and increased scrutiny from federal and state officials, and the University of Phoenix is no exception.",
  "The Wall Street Journal reported Monday night that the company is already in negotiations for a $1 billion buyout by Apollo Global Management, a similarly-named but unrelated private equity firm.",
  "At its apex in 2010, the school had over 460,000 students, but now enrollment has declined to about 176,000, and the drop doesn’t seem to have stopped yet.",
  "In the first quarter of the 2016 fiscal year, the report said, Apollo lost $60.8 million, a big sum for a company whose revenues were just $586 million.",
  "Content created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "Apollo’s stock price has declined about 75% in the past year, leaving the company with a total valuation of just $750 million.",
  "The news comes on the heels of an earnings report revealing that Phoenix’s rapid tailspin shows no signs of turning around.",
  "The school is also under investigation by the Obama administration for allegedly deceptive marketing practices.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "The University of Phoenix, one of America’s largest for-profit colleges, is up for sale.",
  "Follow Blake on Twitter\n\nSend tips to blake@dailycallernewsfoundation.org.",
  "Apollo Education Group should counts its blessings despite its troubles.",
  "Despite its difficulties, Apollo may not be on the market for long.",
  "The deal is far from finalized, though."
]