[
  "Ethanol adds $1 billion to Indiana’s economy, yet Congressman Young to eliminate ethanol tax credits #INSen https://t.co/CI8GL3sOkC — Evan Bayh (@EvanBayh) October 5, 2016\n\nFollow Michael on Facebook and Twitter\n\nContent created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "@stabenow: “if you look at Congressman Todd Young’s record, he’s been a consistent voice to undermine Indiana’s biofuel industry” #INSen pic.twitter.com/FHlx6I7Fh5 — Evan Bayh (@EvanBayh) October 5, 2016\n\nIndiana Democratic Sen. Joe Donnelly also hit Young for backing efforts to eliminate ethanol tax credits.",
  "Bayh’s not officially registered as a D.C. lobbyist, but that’s because of loopholes in federal lobbying laws that allow former lawmakers to “use their influence routinely on behalf of high-paying clients and never have to use the word lobbyist,” according to Politico.",
  "Former Indiana Democratic Sen. Evan Bayh tweeted out comments made by a fellow Democratic lawmaker about not being a pawn of “big oil” and other special interests in Washington, D.C.\n\nThere’s just one problem: Bayh works for a lobbying firm and has oil investments.",
  "At McGuireWoods he managed to “carve out a lucrative niche in public advocacy, speaking and corporate board positions that allowed him to wield influence as a former lawmaker with decades of policy experience,” according to Politico.",
  "Bayh is also an adviser for the private equity giant Apollo Global Management where he “provides strategic advice on public policy” and Congress, reports Politico.",
  "Stabenow said “[w]e don’t need another vote in Washington for big oil or the special interests” at the event, which focused on Bayh’s support for ethanol.",
  "Refiners are backing a major push to get rid of the federal ethanol mandate, which can cost these companies millions of dollars every year for compliance.",
  "Bayh and his wife own more than 37,000 shares in Marathon Petroleum, an Ohio-based oil refining company, according to federal securities filings.",
  "At Bayh’s Wednesday campaign event, Stabenow slammed his Republican opponent Sen. Todd Young for opposing the federal ethanol mandate.",
  "Ironically, Bayh’s campaign disclosed that same day he acquired more than 832 shares of stock in an oil refining company.",
  "Bayh tweeted a quote from Michigan Democratic Sen. Debbie Stabenow at a campaign event in Indiana Wednesday.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "Marathon Petroleum is backs efforts to repeal the mandate, according to the company’s website.",
  "Bayh’s holdings are worth more than $1.3 million based on Marathon’s current stock prices.",
  "Bayh joined the law and lobbying firm McGuireWoods in 2011 after he left the U.S. Senate.",
  "."
]