[
  "The $1.375 billion settlement to be split evenly with the Justice Department and 19 states and the District of Columbia caps a rancorous two-year court battle during which S&P accused the Justice Department of cracking down unfairly on the company after its 2011 decision to downgrade U.S. sovereign debt to AA+ from AAA.",
  "The settlement also reflects concessions from the government, which had sought as much as $5 billion in civil penalties against S&P for losses by federally insured financial institutions that relied on the company’s investment-grade ratings for mortgage-backed securities and collateralized-debt obligations.",
  "Geithner Called\n\nIn court filings, Harold W. McGraw III, chairman of McGraw Hill, said that Timothy Geithner, who was Treasury secretary at the time, had called him days after S&P downgraded the U.S. debt in August 2011 and told him the company would be held accountable for its action.",
  "By comparison, the majority of the Justice Department’s $16.7 billion settlement with Bank of America represented a pledge that the bank would write down or forgive mortgage- holders debt; the bank’s cash payout was $9.7 billion, or about 85 percent of its year-earlier profit.",
  "The U.S. government is continuing interviews with former Moody’s executives on whether the credit rater bent criteria on how to assess structured-finance products to win business from Wall Street banks, according to two people familiar with the matter.",
  "Separately, the Justice Department is seeking to advance a more-than-five-year probe into whether Moody’s Investors Service inflated ratings during the U.S. housing boom, three people familiar with the matter told Bloomberg News Sunday.",
  "Standard & Poor’s $1.5 billion settlement with the U.S. Justice Department, more than a dozen states and the biggest U.S. pension fund will let the world’s biggest rating company move beyond a bruising legal battle, at a steep cost.",
  "The settlement arguably delivers a greater financial sting to McGraw Hill than did last year’s deals with the banks that admitted they misled investors about the quality of securities assembled from subprime loans.",
  "In February 2013, the government sued S&P, alleging it awarded investment-grade ratings to those securities in a bid to win business and accused it of lying about its rankings being free from conflicts of interest.",
  "Financial Sting\n\nThe company and regulators “settled this matter ‘to avoid the delay, uncertainty, inconvenience, and expense of further litigation,’’ Catherine Mathis, an S&P spokeswoman, said in a release.",
  "McGraw Hill, which was founded in 1888, has transformed itself into a financial services provider after selling its publishing division to Apollo Global Management LLC in March 2013 for $2.4 billion.",
  "S&P, a unit of McGraw Hill Financial Inc., will pay more than a year’s profit to settle suits that it inflated ratings on subprime-mortgage bonds at the center of the 2008 financial crisis.",
  "Also in 2014, Citigroup’s $7 billion settlement with the Justice Department required it to pay out $3.8 billion in cash -- roughly the equivalent of its second-quarter profit that year.",
  "S&P reached a separate $125 million settlement with the California Public Employees Retirement System, or Calpers, to resolve claims over three structured investment vehicles.",
  "The company agreed to pay almost $80 million to state and federal authorities over claims it misled investors in 2011 about ratings of commerical-mortgage backed securities.",
  "The settlements will be reflected in the company’s 2014 full-year financial statements and fourth-quarter results that will be released on Feb. 12, the company said.",
  "S&P was the only credit rater sued by the Justice Department, even though its competitors also issued top ratings for similar subprime-backed securities.",
  "McGraw, who was also CEO when the suit was filed, said in February 2013 that his company would fight “vigorously” against the “meritless” claims.",
  "A few months later, government attorneys contacted S&P’s lawyers about a possible settlement, according to a person with knowledge of the matter.",
  "It’s unclear whether the probe will result in a lawsuit, and any action against the company wouldn’t be imminent, one of the people said.",
  "In late 2012, the Justice Department began settlement talks with S&P over the company’s ratings of the subprime mortgage- backed bonds.",
  "In July 2014, new chief executive officer Douglas Peterson hired Lucy Fato as the firm’s top lawyer and moved to wrap up the claims.",
  "Net income at McGraw Hill amounted to about $964 million last year, according to six analyst estimates compiled by Bloomberg.",
  "In April 2014, David Carter, a federal judge in Los Angeles, ruled that the company should be allowed to see the documents.",
  "In its bid to put legal wrangling behind it, S&P also resolved a case with the Securities and Exchange Commission Jan. 21.",
  "Other businesses include S&P Dow Jones Indices, which licenses benchmarks, and financial data provider, S&P Capital IQ.",
  "The discussions were derailed when S&P refused to admit wrongdoing, according to a person familiar with the talks.",
  "Ending the costly legal battle will help the company close a profit gap with its biggest competitor, Moody’s Corp.",
  "The Justice Department has said its investigation predated any alleged comments Geithner made to McGraw.",
  "S&P’s lawyers asked the government to hand over documents related to its decision to sue the company.",
  "The Justice Department has denied there was any connection between the downgrade and the lawsuit.",
  "Geithner told McGraw there would be a ‘‘response” to the downgrade, McGraw said in the filings.",
  "Anthony Mirenda, a Moody’s spokesman, declined to comment about the ongoing investigation.",
  "All three of the people asked not to be identified because the investigation is ongoing.",
  "S&P’s cash payout is equivalent to about a year and a half of profit for McGraw Hill.",
  "Patrick Rodenbush, a spokesman for the Justice Department, declined to comment.",
  "Legal Strategy\n\nMeanwhile, McGraw Hill’s legal strategy had begun to shift.",
  "S&P accepted a one-year suspension in part of that market.",
  "S&P now makes up about half of McGraw Hill’s revenue.",
  "S&P sealed the deal without admitting wrongdoing."
]