[
  "According to the records, Bayh's 19-page personal financial document highlights his family's net worth over the last six years, right from income details as former senator to post-Congress career at various financially strong K Street firms and as part of corporate boards.",
  "According to a report on The IndyStar in August, during his last few months in office, Bayh had a fallout with most other Democrats on bills that threatened private equity firms, banks and oil companies, so that he could find work with such companies after leaving office.",
  "The Democrat had more than four dozen meetings and phone calls with headhunters and future corporate employers over the months, following his announcement of retirement from the Senate on Feb. 15, 2010, The Associated Press reported.",
  "Bayh, along with his wife Susan, has assets worth between $13.7 million and $47.7 million, which is a sharp rise from 2010 where the duo disclosed $6.8 million to $8 million worth of assets.",
  "Indiana Democratic leader Evan Bayh's net worth has shot up drastically since leaving office in 2010, according to a new financial disclosure filed late Sunday night, Politico reported.",
  "Bayh has earned almost $6.3 million in income since January 2015, which includes fees for delivering speeches and articles but does not incorporate income from investments.",
  "The report also said that many of the assets include Apollo-related investments while their only liability was a mortgage valued at $500,001 to $1,000,000.",
  "From January 2015 until now, Bayh's position as an adviser to the private equity firm Apollo Global Management has fetched him $2,038,152.05.",
  "Bayh, who was required to disclose his finances ahead of a Senate comeback bid, showed details from January 2015 to October this year.",
  "Bayh's assets show he owns two homes in Washington and a condo in Key Biscayne, Fla., and a one-bedroom condo in Indianapolis.",
  "Bayh also amassed $1,950,395.61 as a partner at the D.C. law and lobbying firm McGuireWoods during the same time period.",
  "; RLJ Lodging Trust in Bethesda, Fifth Third Bank in Cincinnati and Marathon Petroleum Corporation in Findlay, Ohio.",
  "\"I have never done an official act for anybody, in any way, in exchange for any sort of position.",
  "Bayh is now running to get his old seat back and help his party regain Senate control.",
  "GOP Rep. Todd Young and his allies have been critical of Bayh for misusing his power.",
  "End of statement,\" Bayh said during an IndyStar editorial board meeting last week.",
  "Bayh also made $1.76 million from of Berry Plastics Group in Evansville, Ind.",
  "He also raked in $440,033.72 as a Fox News analyst, the document revealed.",
  "They have accused Bayh of using his time in office to find lucrative jobs.",
  "And any assertion to the contrary is just a lie.\"",
  "\"That's just a flat out fact.",
  "Period."
]