[
  "Check out the big gains for the Dow Jones Industrial Average, S&P 500, and Nasdaq today:\n\n\n\nDow Jones: 16,196.41; +222.57; +1.39%\n\nS&P 500: 1,895.58; +30.80; +1.65%\n\nNasdaq: 4,435.96; +98.44; +2.27%\n\nDJIA Today: Bank Breakups and Hedge Fund Portfolio Shakeups\n\nFirst up, Goldman Sachs Group Inc. (NYSE: GS) alumnus and current Minnesota Federal Reserve Chair Neel Kashkari shocked the banking industry in his first public speech today by suggesting it may be time to break up the big banks and ending “Too Big to Fail.” The statement is somewhat curious given that Kashkari was an adviser to former Treasury Secretary Hank Paulsen when the agency allowed all of the banks to consolidate and get even larger.",
  "Brent crude prices slumped 3.6% to close at $32.18 despite news that several nations agreed to hold production at current levels; however, Iran told cartel partners they’re not going to stop pumping crude as the struggling exporter rejoins the global crude market.",
  "Any reproduction, copying, or redistribution (electronic or otherwise, including the world wide web), of content from this webpage, in whole or in part, is strictly prohibited without the express written permission of Money Morning.",
  "Other big moves included Groupon Inc. (Nasdaq: GRPN), whose stock surged more than 41% on news that Chinese e-commerce giant Alibaba Group Holding Ltd. (NYSE: BABA) has built a 5.6% stake in the flailing discount e-commerce site.",
  "Our experts – who have appeared on FOXBusiness, CNBC, NPR, and BloombergTV – deliver daily investing tips and stock picks, provide analysis with actions to take, and answer your biggest market questions.",
  "Money Morning Defense & Tech Specialist Michael A. Robinson is bullish on the Emerging Markets Internet and E-Commerce ETF(NYSE Arca: EMQQ), which surged more than 5.3% today after his recommendation.",
  "Our goal is to help our millions of e-newsletter subscribers and Moneymorning.com visitors become smarter, more confident investors.To get full access to all Money Morning content, click here.",
  "Other big moves included (Nasdaq: GRPN), whose stock surged more than 41% on news that Chinese e-commerce giant (NYSE: BABA) has built a 5.6% stake in the flailing discount e-commerce site.",
  "The Chinese market may be taking a beating this year over growth concerns, but the size and potential of the nation’s e-commerce market makes this ETF the fund to own over the long term.",
  "Hedge funds are jumping ship on his favorite stock, Valeant Pharmaceuticals International Inc. (NYSE: VRX), slashing stakes in the embattled drug company over the last quarter.",
  "Meanwhile, Saudi Arabia would be taking a steep gamble trusting Russia and Venezuela, two cash-strapped nations that base the bulk of their economy on oil production.",
  "With central banks around the world experimenting with negative interest rates and increased volatility, today is just a small blip for gold prices going forward.",
  "According to 13F filings, top managers are betting big on Morgan Stanley (NYSE: MS), Pfizer Inc. (NYSE: PFE), and American International Group Inc. (NYSE: AIG).",
  "Making criminals carry that sort of weight would make it more difficult to engage in money laundering… or it would just lead to criminals with bigger muscles.",
  "In other U.S. Treasury Department news, former agency head and Obama economic adviser Larry Summers has called for the United States to ditch the $100 bill.",
  "There isn’t much certainty on when Alphabet may unveil this next-generation device, but investors were excited enough to buy GOOGL shares in heavy volumes.",
  "There isn’t much certainty on when Alphabet may unveil this next-generation device, but investors were excited enough to buy GOOGL shares in heavy volumes.",
  "About Money Morning: Money Morning gives you access to a team of ten market experts with more than 250 years of combined investing experience – for free .",
  "Top Stock Market News Today\n\nOil price volatility again dominated the headlines after optimism over production cuts by OPEC wilted in the Iranian heat.",
  "Here’s what our Money Morning experts predict will happen in 2016…\n\nWhat Investors Must Know This Week\n\nFollow Money Morning on Facebook and Twitter.",
  "Shares surged nearly 48% after the company agreed to sell itself for $15 billion to private equity giant Apollo Global Management LLC (NYSE: APO).",
  "Shares of Boeing Inc. (NYSE: BA) jumped 3.7%, offering the biggest boost to the Dow Jones, while retail stocks continued their weekly surge.",
  "The virtual reality wars heated up today on news Alphabet Inc. (Nasdaq: GOOGL) plans to release a standalone VR headset in the near future.",
  "Shares of Dillard’s Inc. (NYSE: DDS), Kohl’s Corp. (NYSE: KSS), and Sears Holding Corp. (Nasdaq: SHLD) were all up more than 4% today.",
  "He also ran the bailout fund, one that greatly benefited his former employer, a company known for creating waves of financial crises.",
  "That’s a big shot over the bow of Facebook Inc. ‘s (Nasdaq: FB) VR set Oculus, which requires an expensive home computer to operate.",
  "Finally, in commodity news, gold bugs are in a panic after the yellow metal saw its single-largest decline in roughly 12 months.",
  "Multinational oil stocks like Exxon Mobil Corp. (NYSE: XOM) and Chevron Corp. (NYSE: CVX) added 0.3% and 0.5%, respectively.",
  "Despite today’s gains, investors are still wondering if we’re heading for a stock market crash, correction, or bear market.",
  "He notes that $1 million in $100 bills weighs just 2.2 pounds, while the same amount in $20 bills weighs roughly 50 pounds.",
  "Money Morning Resource Investing Specialist Peter Krauth explains why gold performed better than every other metal today.",
  "(NYSE: BA) jumped 3.7%, offering the biggest boost to the Dow Jones, while retail stocks continued their weekly surge.",
  "That’s a big shot over the bow of ‘s (Nasdaq: FB) VR set Oculus, which requires an expensive home computer to operate.",
  "Shares surged nearly 48% after the company agreed to sell itself for $15 billion to private equity giant (NYSE: APO).",
  "Traders shook off their holiday hangovers and pushed the markets higher despite another wild day of oil price swings.",
  "Rather than pay outrageous fees, you can do it yourself and thrive as an independent trader using these strategies.",
  "Summers says that big denominations allow criminals to easily transfer large amounts of cash illicitly.",
  "The stock had been plunging due to concerns about the company’s accounting and business practices.",
  "But you should ignore what hedge funds are doing given their dismal performance in 2014.",
  "Shares of (NYSE: DDS), (NYSE: KSS), and (Nasdaq: SHLD) were all up more than 4% today.",
  "The biggest gainer on Wall Street today was security giant ADT Corp. (NYSE: ADT).",
  "Now, let’s look at the day’s biggest stock movers and Tuesday’s top stock pick.",
  "(Nasdaq: GOOGL) plans to release a standalone VR headset in the near future.",
  "Shares are still trading on the low end, but that’s poised to change soon.",
  "Protected by copyright of the United States and international treaties.",
  "Shares of Kinder Morgan Inc. (NYSE: KMI) rallied more than 4%.",
  "(NYSE: XOM) and (NYSE: CVX) added 0.3% and 0.5%, respectively.",
  "Gold slid more than 2.8%, but investors shouldn’t fret.",
  "Finally, here’s your stock pick for Tuesday, Feb. 16.",
  "Disclaimer: © 2016 Money Morning and Money Map Press.",
  "GOOGL stock rose 1.5%, while FB stock fell 0.4%.",
  "GOOGL stock rose 1.5%, while FB stock fell 0.4%.",
  "Next, bad news for activist manager Bill Ackman.",
  "Shares of (NYSE: KMI) rallied more than 4%.",
  "16 W. Madison St. Baltimore, MD, 21201.",
  "GRPN stock is still trading under $5.",
  "GRPN stock is still trading under $5.",
  "What are hedge funds buying instead?",
  "All Rights Reserved.",
  "(NYSE: ADT).",
  "Here’s why.",
  "Why?"
]