[
  "\"There are strong grounds to suggest this will be mirrored in continental Europe given the latest stimulus plans mark by far the largest injection in the region,\" said M&G's Richard Gwilliam, according to London business paper City A.M. Real estate titan Cushman & Wakefield forecasts that property sales in Europe this year will break the 2014 record of 275 billion euros, the paper reports.As for energy, Rupert Merer, an analyst at National Bank Financial, touts alternative energy investments.",
  "They say the European Central Bank's 1 trillion-euro quantitative easing (QE) program will give the property market a major boost.M&G Real Estate found that QE programs in the United States, United Kingdom and Japan have lifted commercial real estate markets in those places.",
  "\"Most renewable power companies have long-term production contracts that provide a relatively low-risk return on invested capital,\" he tells The Mining Report \"This is a capital-intensive industry with a lot of invested debt and equity capital.",
  "Two private equity legends, Steve Schwarzman, CEO of Blackstone Group, and Leon Black, CEO of Apollo Global Management, offered their top investment ideas at the Milken Institute Global Conference.Europe figured prominently for both titans.",
  "\"[It's] still is a very interesting idea,\" he said.Black touted energy-related investments and European financial institutions.As for European real estate, many experts agree with Schwarzman.",
  "\"We are living in a high-priced environment and one has to be highly selective in terms of what one buys,\" Black said.Schwarzman noted that private equity funds have the luxury of time.",
  "\"Meanwhile, Schwarzman, Black and other private equity stars recommend a cautious investing approach given the lofty level of so many asset prices.",
  "There is excellent visibility on cash flow and revenues — as long as 40 years out in the case of small hydro contracts.",
  "The duration of small wind and solar contracts is 15 to 20 years.",
  "\"We're like basketball teams without the 24 second clock.",
  "Schwarzman cited European real estate, CNBC reports.",
  "We don't have to shoot,\" he quipped."
]