[
  "After oil prices briefly rebounded in the first half of 2015 and flirted with $60 levels, Blackstone’s GSO credit unit, KKR & Co. and Oaktree Capital, as well as mutual-fund manager Franklin Resources Inc., among others, spent billions of dollars on cash-strapped explorers betting the industry would recover.",
  "Precise numbers are hard to come by, but in conversations with investors, bankers and analysts across the industry, there’s little doubt that private equity firms are ramping up their investments in everything from undrilled and developed oil and gas acreage to troubled loans.",
  "Billionaire Leon Black’s Apollo, WL Ross and EIG Global Energy Partners have snapped up more than half of the $1.6 billion in unsecured debt of Permian Resources, an oil and gas producer started in 2014 by the late Aubrey McClendon, people familiar with the matter have said.",
  "While executives at Wells Fargo and other banks have met with buyout firms to unload their energy loans in recent months, according to people familiar with the matter, some private equity players are also snapping up assets directly from operators that are short on cash.",
  "In the first half of 2016, the eight biggest U.S. banks reduced loans and loan commitments by 6.3 percent after stepping up the percentage they lopped off their books last quarter, according to data compiled by Bloomberg from the lenders’ filings and other disclosures.",
  "On Wednesday, Chesapeake Energy Corp., which has suffered more than $17 billion in losses over the past six quarters, announced it will give away its Barnett Shale holdings to an operator backed by First Reserve Corp., an energy-focused private equity firm.",
  "“We’ve gone very aggressively into the market” after holding back for most of last year, said Shaia Hosseinzadeh, who oversees energy-focused distressed-debt investing at WL Ross, the namesake firm of billionaire dealmaker Wilbur Ross.",
  "The firm, which didn’t make a single investment for 15 months after it raised a $4.5 billion fund in early 2015 for energy assets, has spent $1.8 billion between the fund and its main buyout pool on oil and gas plays this year.",
  "In February, the firm agreed to invest as much as $500 million by buying preferred shares from a unit of Rice Energy Inc., a natural gas explorer in the Appalachian Basin, to back Rice’s acquisition program and expansion.",
  "What started out as a trickle has now turned into something much more, with Blackstone Group LP, Apollo Global Management LLC and WL Ross & Co. all jumping in this year to buy a grab bag of assets at discounted prices.",
  "While the company has top-flight assets and bought itself time by selling some, its debt load is unsustainable and is on track to default within a year, said Carin Dehne-Kiley, an analyst at S&P Global Ratings.",
  "At Wells Fargo & Co., energy loans that are considered “non-accruals,” or those that aren’t expected to be fully repaid, have soared to $2.55 billion from just $35 million less than two years ago.",
  "At least 90 producers, including SandRidge Energy Inc., Linn Energy LLC and Breitburn Energy Partners LP, filed for bankruptcy since the start of 2015, according to law firm Haynes and Boone LLP.",
  "“One thing we’re focused on is to provide capital to complete large, oil-field development projects,” said David Foley, the head of energy investing at Blackstone, which manages $356 billion.",
  "Banks, for their part, are finally getting serious about cutting off the energy industry’s weakest borrowers and selling loans -- after more than two years of foot-dragging.",
  "Since the great crash of oil in mid-2014, more than $100 billion has been raised by buyout firms and distressed-debt funds eager to scoop up energy assets on the cheap.",
  "Morgan Stanley has slashed its lending to the energy industry by 22 percent -- the most among the group -- since it ballooned to a peak in the third quarter of 2015.",
  "As of June 30, they had lent or committed to lend $2.19 trillion, including some derivatives positions, compared to $2.34 trillion at the end of 2015, filings show.",
  "At least a dozen oil and gas producers had used more than 90 percent of their credit lines at the end of the first quarter, according to Bloomberg Intelligence.",
  "Much of the action is unfolding in distressed debt, where buyers have targeted loans and bonds with an eye on seizing ownership in bankruptcy or restructuring.",
  "And while some producers have sold equity, Anadarko Petroleum Corp., Devon Energy Corp. and others are also boosting efforts to unload assets and raise cash.",
  "“We want to finance the big guys with preferred so they have liquidity to go on the attack,” EIG President Bill Sonneborn said at a conference in May.",
  "And while oil is up more than 60 percent from its low in February, prices have once again retreated and sunk back into a bear market this month.",
  "The explorer has leaseholds to 85,000 net acres in the Permian Basin of west Texas, one of the most prolific oil and gas fields in the country.",
  "Oil prices are no longer in a free fall, but at $40 a barrel, they’re still well below the $60 to $80 levels many drillers need to break even.",
  "This year, $36 billion of acquisitions involving U.S. oil and gas companies have been announced -- ahead of last year’s pace but behind 2014.",
  "“The thawing is underway,” said James Row, the chief executive officer of The Oil & Gas Asset Clearinghouse, which brokers oil and gas deals.",
  "Wall Street has started to turn away the weakest borrowers after extending more than $2 trillion in loans and commitments during the boom.",
  "And traders see oil prices stuck below $60 -- a key level many producers need to boost drilling and profits -- until at least 2020.",
  "“You’ve got to be very, very careful investing in this space.”\n\nThe recent flurry of dealmaking has left fewer bargains as well.",
  "But as the months rolled by, few opportunities cropped up as cash-starved drillers limped along with the help of their bankers.",
  "And with the cash crunch causing a surge in bankruptcies this year, many firms are looking to unload assets to stay afloat.",
  "“In many cases, it is possible to buy in at a significant discount to replacement cost.” He didn’t identify the sellers.",
  "Even as the market heats up, there are still plenty of risks -- a lesson that was driven home painfully last year.",
  "Outside the Permian, where operators can profit from $40-a-barrel oil, the supply of top-grade acreage is spotty.",
  "McClendon set up Permian Resources with backing from Houston-based private equity shop Energy & Minerals Group.",
  "Devon, which sold off less than $200 million of assets in 2015, announced $3.2 billion in sales this year.",
  "Some buyout firms like EIG are helping financially sound companies bankroll purchases of ailing rivals.",
  "“I don’t think you’ll see a tidal wave of deals, not good deals anyway,” said Blackstone’s Foley.",
  "Bank of America Corp. reduced its exposure last quarter by a record 7 percent to $40.5 billion.",
  "This month, it expects to wrap a deal to buy a partly developed oil field in the North Sea.",
  "“You’ll see more deals in the second half.”\n\nDeals are picking up for a few key reasons.",
  "“There’s a long list of companies that are going to disappear,” said EIG’s Sonneborn.",
  "Half of those are effectively overdrawn after their bank credit lines were cut.",
  "In July, Blackstone paid about $500 million for acreage in the Permian.",
  "This year, bankruptcies are being filed at double the pace in 2015.",
  "Many of the investments soured as oil descended into the mid-$20s.",
  "They may get it invested over six years, but not in the next few.”",
  "Representatives for all the firms declined to comment.",
  "Representatives at the banks declined to comment.",
  "Many troubled firms are tapped out anyway.",
  "That suggests dealmaking may accelerate.",
  "The long wait may finally be over.",
  "Much of what’s left is souring.",
  "“Firms raised too much money.",
  "It proved to be too early.",
  "Not any more."
]