[
  "Vistria’s founder and current co-CEO is Martin Nesbitt, who has known Obama for decades and has been described by Politico as Obama’s “best friend.” Among other things, Nesbitt currently heads the foundation planning Obama’s presidential library.",
  "The administration’s gainful employment rule penalizes for-profit programs whose graduates don’t find jobs at high enough rates, and federal investigations have led to the collapse of some schools, most notably Corinthian Colleges.",
  "Last fall, the school was barred from recruiting at military facilities after being accused of various improper actions, such as misrepresenting recruiting materials as being officially endorsed by the Department of Defense.",
  "Apollo Education Group, the company that owns the large but struggling University of Phoenix, is being sold to private investors led by a firm notable for its extensive ties to President Barack Obama’s administration.",
  "“For too long and too often, the private education industry has been characterized by inadequate student outcomes, overly aggressive marketing practices, and poor compliance,” he said.",
  "While it remains the U.S.’s largest for-profit college, the University of Phoenix has seen its enrollment plunge from over 450,000 students six years ago to less than 180,000 today.",
  "Such close links to Obama are more notable in this case because for-profit colleges and the Obama administration have had a very hostile relationship in recent years.",
  "Not only that, but Miller, Apollo’s new chairman, is a former Obama administration official, having served as Deputy Secretary of Education from 2009 through 2013.",
  "The companies plan to take Apollo Education private, with Vistria Chief Operating Officer Tony Miller becoming chairman of the company’s board of directors.",
  "Content created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "On Monday, the company announced it is being bought by a consortium that includes Vistria Group, Najafi Companies, and Apollo Global Management.",
  "Apollo announced in January that it was looking for a buyer interested in patching up a college that appears to be in deep trouble.",
  "“This doesn’t need to be the case.”\n\nFollow Blake on Twitter\n\nSend tips to blake@dailycallernewsfoundation.org.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "The development is interesting in at least one regard, even for those not caught up in the world of finance.",
  "Miller himself alluded to the school’s difficulties in a statement accompanying the deal’s announcement.",
  "Some investors see opportunity in this decline and now Apollo has the saviors it has been looking for.",
  "The bleeding hasn’t stopped yet — dozens of its campuses around the country have closed.",
  "The University of Phoenix itself has had severe problems with the administration.",
  "Vistria Group, the leading figure in the deal, has major connections with Obama.",
  "The deal is valued at about $1.1 billion."
]