[
  "Launched as separate animatronic bands in competing pizza chains more than 40 years ago, the current Chuck E. Cheese's lineup — known as Munch's Make Believe Band — is the result of a 1984 merger between ShowBiz Pizza Place and Chuck E. Cheese's Pizza Time Theatre, which had filed for bankruptcy.",
  "(Brian Cassella / Chicago Tribune) (Brian Cassella / Chicago Tribune)\n\nThe combined restaurant chain soldiered on under the Chuck E. Cheese's banner, while the ShowBiz band — the Rock-afire Explosion — was phased out and its performers cannibalized to keep the Chuck E. Cheese's-led band going.",
  "For some purists, the original Rock-afire Explosion was the height of animatronic bands, inspiring a cult following that has manifested itself in animated message boards, musical revivals and a 2008 documentary.",
  "When the chains merged, he held onto his copyright but relinquished the \"electronically animated soft sculptures,\" which continued to perform for the rechristened Chuck E. Cheese's for several years.",
  "Chuck E. Cheese's is phasing out its iconic animatronic band, the larger-than-life ensemble that has performed at the kid-friendly pizza chain for decades, in a bid to become more parent-friendly.",
  "An early-phase remodeling of Chuck E. Cheese's restaurants in San Antonio, Texas, and Kansas City, Mo., includes \"a calmer, more inviting\" environment, a focus on food and a live stage show.",
  "The Rock-afire Explosion included such characters as Billy Bob Brockali, a banjo-playing bear; Mitzi Mozzarella, a mouse chanteuse; and Fatz Geronimo, a gorilla keyboardist and frontman.",
  "While Chuck E. Cheese's is phasing out its animatronics, Fechter is literally putting the band back together in his Orlando shop, tuning up his creations for a new state fair tour.",
  "\"As we move forward, we believe our live Chuck E. experience provides the best entertainment value for kids, who have higher expectations of both realism and special effects.\"",
  "\"Our animatronics are certainly legendary, and they bring up fond childhood memories for millions of adults and fans across the country,\" Leverton said in a statement.",
  "An original partner in ShowBiz Pizza, Fechter retained ownership of the characters and technology for Rock-afire, which began performing at the pizza chain in 1980.",
  "The Oak Lawn location is expected to close this year in the wake of years of clashes, including fights at the salad bar and arguments at the toy counter.",
  "Brian Cassella / Chicago Tribune The animatronic band performs Aug. 23, 2017, at Chuck E. Cheese's in Chicago's Lincoln Park neighborhood.",
  "\"They are the greatest animatronic rock 'n' roll band in the world,\" said Aaron Fechter, 63, the Orlando, Fla., engineer who created them.",
  "\"To this day, a lot of my characters are still out there performing with Chuck E. Cheese masks and costumes and voices,\" Fechter said.",
  "\"We removed the animatronics in seven locations,\" Christelle Dupont, a spokeswoman for the Irving,Texas-based chain, said Wednesday.",
  "The full five-piece band can be seen at five Chicago-area locations, including Streamwood, Arlington Heights, Skokie and Gurnee.",
  "Dupont said the animatronic band will be removed in successive remodels but declined to give a timetable for pulling the plug.",
  "\"They declare animatronics is dead, but the Rock-afire Explosion is coming back as real performing artists,\" Fechter said.",
  "\"We're testing to see how those remodeled locations do and what parents and kids like and what's resonating with them.\"",
  "Chuck E. Cheese's has 512 corporate-owned restaurants in the U.S., including 17 locations in the Chicago area.",
  "The company is majority-owned and controlled by investment funds affiliated with Apollo Global Management.",
  "The animatronic band performs Aug. 23, 2017, at Chuck E. Cheese's in Chicago's Lincoln Park neighborhood.",
  "\"They're like the Rolling Stones, an old rock 'n' roll group that's still as young as they were in 1980.\"",
  "\"But not very well because they're beat up, they're badly programmed and their showmanship is terrible.",
  "In 2013, Fechter sent the band to Las Vegas to back up pop star CeeLo Green for a seven-week run.",
  "These days, an animatronic Chuck E. Cheese performs as a solo act at most locations, Dupont said.",
  "The band may be getting a little long in the tooth, said Tom Leverton, CEO of Chuck E. Cheese's.",
  "Then, he said, his creations were repurposed to become characters in the Chuck E. Cheese's band.",
  "In addition to designing the characters, Fechter also voiced several of them.",
  "One of the longest-running musical acts in showbiz may be calling it quits.",
  "The animatronic band, however, seems to have lost its gig.",
  "Rock-afire has also made cameos in several recent movies.",
  "rchannick@chicagotribune.com\n\nTwitter @RobertChannick",
  "It's an abomination.\""
]