[
  "Wednesday\n\nWomen's clothing retailer J.Jill is expected to raise $175 million in its public debut and will start trading on the New York Stock Exchange under the ticker symbol “JILL.” It's safe to say that most initial public offerings in 2017 will be met with much less fanfare than Snap's $3 billion IPO.",
  "Minneapolis Fed President Neel Kashkari and Credit Suisse CEO Tidjane Thiam will speak at a National Association for Business Economics conference, addressing the challenges political and business leaders face in light of heightened tensions surrounding globalization and trade.",
  "Last year, Li projected a 6.5 to 7% increase and acknowledged that “downward pressure on the economy is growing.”\n\nThe government has tried to stimulate economic growth by bankrolling infrastructure projects and increasing lending.",
  "Signet Jewelers, which owns the Kay, Zales and Jared chains, was recently slammed in a Washington Post article for \"a corporate culture that fostered rampant sexual harassment and discrimination.\"",
  "The media and entertainment giant has had a hard time living up to the blockbuster success of its first Star Wars movie and reported a larger-than-expected decline in revenue last quarter.",
  "While Li did not mention President Trump by name, he made it clear China opposes protectionism, saying that \"economic globalization is in the fundamental interests of all countries.\"",
  "The U.S. Securities and Exchange Commission's investor advisory committee holds a meeting to discuss research on investor behavior and unequal voting rights of common shares.",
  "Here's what else to watch in the week ahead:\n\nMonday\n\nIn an effort to prop up the peso, Mexico's central bank will hold a $1 billion auction of foreign-exchange hedges.",
  "Slowing economic growth in China has had something of a domino effect in recent years, spooking investors, weighing on global trade and hammering commodity prices.",
  "On Sunday, Chinese Prime Minister Li Keqiang laid out the government's forecasts for economic growth in front of 3,000 delegates at the National People's Congress.",
  "The world's second largest economy grew 6.7% last year, its slowest pace in more than a quarter century, and things don't look likely to improve in 2017.",
  "The Mexican currency was hammered following Donald Trump's election amid concerns that the 45th President would squelch trade between the nations.",
  "Tuesday\n\nDick's Sporting Goods reports earnings in the morning, while Urban Outfitters, H&R Block and Bojangle's share results after the bell.",
  "Staples and Signet Jewelers report earnings in the morning, while Ulta Beauty and El Pollo Loco share results after the market closes.",
  "(Signet said the \"distorted and inaccurate picture of our company presented in these allegations does not represent who we are.\")",
  "IT services company Presidio, owned by Apollo Global Management, is also set to raise $250 million in a public offering.",
  "Yet, it's experienced soaring debt levels, overproduction of steel and other materials and a serious pollution problem.",
  "Thursday\n\nThe European Central Bank is expected to leave interest rates untouched at its meeting.",
  "The Organization for Economic Cooperation and Development gives an updated economic outlook.",
  "Ann Taylor and Lane Bryant parent, Ascena Retail Group, report earnings in the afternoon.",
  "He projected that China's GDP will rise “around 6.5% or higher, if possible\" this year.",
  "It is expected to begin trading on the Nasdaq under the ticker symbol \"PSDO.\"",
  "It will also likely repeat its commitment to quantitative easing this year.",
  "Economists expect about 180,000 jobs to have been added in February.",
  "Concerns linger about ESPN, too, as more viewers cut the cord.",
  "The unemployment rate is projected to decline to 4.7%.",
  "Disney holds its annual shareholder meeting.",
  "Adidas reports earnings in the morning.",
  "Friday\n\nIt's time for the jobs report.",
  "Its stock has since slid 9%."
]