[
  "The sale of one of its worst-performing units will also serve to remind shareholders it's getting on with its promised revamp -- useful when the company's share price has drifted since the disappointing third-quarter sales figures.",
  "The backdrop for the sale could hardly have been better: competing interest from Apollo Global Management and CVC Capital Partners created a tense auction, and a rising stock market is buoying valuations.",
  "That would value the deal at about nine times Ebitda -- a little less than the average multiple of 10.9 in similar deals over the past three years, according to Bloomberg data.",
  "The U.S. private equity firm's 6.8 billon-euro ($8 billion) agreement to buy Unilever NV's spreads business will need some full-fat ingredients to generate a decent return.",
  "The Anglo-Dutch consumer giant put the business on the block in April after Kraft Heinz Co.'s unsolicited takeover attempt in February prompted a strategic rethink.",
  "Suppose with all this KKR were able to achieve a transformation and increase Ebitda to 1 billion euros over five years, equivalent to 6 percent annual expansion.",
  "It's far less than the 20 times multiple McCormick & Co. paid for Reckitt Benckiser Plc's French's sauce business, according to Bernstein research.",
  "To contact the authors of this story: Chris Hughes in London at chughes89@bloomberg.net, Andrea Felsted in London at afelsted@bloomberg.net.",
  "Assume some growth, deduct certain overheads that won't travel to KKR, and the figure for this year could be closer to 770 million euros.",
  "What's more, KKR could use it as a platform for future deals, hoovering up some of the other unloved parts of the big food producers.",
  "Spreads are out of fashion as consumers return to butter, and the business was dragging down Unilever's organic growth.",
  "He previously worked for Reuters Breakingviews, as well as the Financial Times and the Independent newspaper.",
  "At the eleventh hour, KKR & Co. has clinched what is likely to be Europe's biggest leveraged buyout of 2017.",
  "Under focused, entrepreneurial management, it might be possible to give the business a new lease of life.",
  "Unilever says it will return the proceeds to shareholders (unless it finds another acquisition to make).",
  "The exit equity would be 6.7 billion euros -- giving KKR a healthy 22 percent internal rate of return.",
  "Andrea Felsted is a Bloomberg Gadfly columnist covering the consumer and retail industries.",
  "To contact the editor responsible for this story: Edward Evans at eevans3@bloomberg.net.",
  "Given the unappetizing prospects for spreads, it's no surprise records aren't being set.",
  "This column does not necessarily reflect the opinion of Bloomberg LP and its owners.",
  "There's an opportunity to re-position Unilever's spreads to the millennial market.",
  "If it went for 11 times Ebitda, the business would then fetch 11 billion euros.",
  "The operation generated 680 million euros of Ebitda for Unilever last year.",
  "For KKR, the challenge will be to make its margarine binge pay handsomely.",
  "It loses some earnings, but its overall growth profile will improve.",
  "Assume 4.4 billion euros of debt financing, about six times Ebitda.",
  "That's do-able given the cash-generative nature of the business.",
  "That would be highly embarrassing for Unilever CEO Paul Polman.",
  "Chris Hughes is a Bloomberg Gadfly columnist covering deals.",
  "Now assume that KKR can sell for a slightly higher multiple.",
  "But, by then, he will have moved on to other things.",
  "The equity check would be just 2.4 billion euros.",
  "Unilever shareholders shouldn't grumble, though.",
  "She previously worked at the Financial Times.",
  "©2017 Bloomberg L.P."
]