[
  "The chain hasn't managed to cash in on Chipotle's sales slump in 2016, according to Nation's Restaurant News, though it could make a dent if it can persuade former Chipotle fans — or simply fans of good queso — to visit it over its fast-casual rival.",
  "Hollis Johnson/Business Insider\n\nAnd Qdoba has a more extensive menu — with quesadillas, nachos, soups, and taco salad — that allows it to avoid what analysts have described as Chipotle's \"menu fatigue.\"",
  "Some analysts argue that Chipotle's overly simplistic menu could be a bigger issue in the long run than its E. coli outbreak in late 2015 that sickened more than 50 people.",
  "Hollis Johnson/Business Insider\n\nOn Tuesday, Jack in the Box announced it had agreed to sell its fast-casual Mexican chain to Apollo Global Management for $305 million.",
  "But the chain has been dealing with a significant sales slump, with same-store sales dropping by 1.4% in the last fiscal year and by 2.1% in the fourth quarter.",
  "We all know that special texture that should logically disgust any palate, yet instead manages to delight and enrapture with every goopy, hot bite.\"",
  "However, as Business Insider's Hollis Johnson detailed, Qdoba has a leg up on Chipotle when it comes to how customers perceive the chains.",
  "Johnson continued: \"It's that perfectly plasticky, fascinatingly fake and yet all too real and cheesy colloid that one expects of queso.",
  "Hollis Johnson/Business Insider\n\nQdoba has already managed to pull off a move that Chipotle bungled this year: adding queso to the menu.",
  "Though it has already won over a solid base of customers, Qdoba is likely to undergo some major changes under Apollo's management.",
  "Chipotle's \"strange and grainy bechamel wannabe that's passed off as queso just cannot hold a candle to Qdoba's,\" Johnson wrote.",
  "Hollis Johnson/Business Insider\n\nJack in the Box is selling Qdoba, a struggling Chipotle rival with a cult following.",
  "And both have struggled recently, as the trendy fast-casual sector has filled to the brim with competitors.",
  "Chipotle still has not managed to shake the stigma of that outbreak, struggling to regain lost customers.",
  "They have similar menus, selling burritos, burrito bowls, and tacos made on a fast-casual assembly line.",
  "Despite its recent struggles, Qdoba has some strong attributes — especially in comparison to Chipotle.",
  "Both guacamole and queso are free at Qdoba, whereas Chipotle charges for each.",
  "Simply avoiding such a scandal puts Qdoba ahead in public perception.",
  "Qdoba and Chipotle were both founded in Denver in the early 1990s.",
  "Qdoba's systemwide sales have exceeded $820 million this year.",
  "Qdoba's chips and guacamole.",
  "A Qdoba burrito.",
  "A Qdoba burrito.",
  "Qdoba's queso."
]