[
  "At the same time, we must also be credulous of allegations of institutional conspiracy.” http://bit.ly/2b4nRuE\n\n--“Inside the Global Times, China’s hawkish, belligerent state tabloid,” by Quartz’s Zheping Huang: “The Global Times is best known for its hawkish, insulting editorials—aggressive attacks that get it noticed, and quoted, by foreign media around the world as the ‘voice’ of Beijing, even as the party’s official statements are more circumspect.” http://bit.ly/2b4pRTK\n\n--“Southern Golems,” by Andrew Paul in Hazlitt: “When Hurricane Katrina hit New Orleans, it threatened to wash away a major part of the American South’s Jewish history—a tough notion to sustain and preserve even in the best of times.” http://bit.ly/2boawwg\n\n--“Artisans So White: Minority Workers and the Fight Against Below-the-Line Bias,” by Variety’s David S. Cohen: “For a business that often prides itself on progressive values, it’s a telling point that discrimination and racism are facts of life for minorities in so-called below-the-line jobs, according to a number of artisans who were interviewed by Variety.” http://bit.ly/2aRj6rG\n\n--“Innovation Starvation,” by Neal Stephenson in the Fall 2011 World Policy Journal – Neal is the author of the book “Seveneves” which is among Obama’s Martha’s Vineyard books: “I worry that our inability to match the achievements of the 1960s space program might be symptomatic of a general failure of our society to get big things done.",
  "The couple met during the summer of 2006 while working on the primary campaign for Ned Lamont, a Democrat, who ran for United States Senate in Connecticut.” With pic http://nyti.ms/2aTYFHW\n\nBIRTHDAYS: Jen Myers, integrated account exec at WSJ and an Aspen Institute and YWCA alum (hubby tip: Sam, who notes he was “Born the same year, I’m three days older, but she’s much much wiser”) ... Politico’s Peter Canellos and Shoaib Qureshi … Rob Flaherty, digital comms/rapid response for Hillary, is 25, celebrating by nursing a hangover from karaoke at Olde Carriage Inn in Park Slope and mourning the end of A-Rod's career (h/ts Jesse Lehrich and Ian Sams) ... Tim Carney, senior political columnist at the Washington Examiner … Adam Goldman, who’s joining the NYT in the next few weeks and is a winner of the 2012 Pulitzer Prize for Investigative Reporting … Lori Montgomery, WashPost deputy national editor … Ian Rayder, longtime DWS insider now at Cisco ... NYT’s Katrin Bennhold (h/t Ben Chang, who calls her “a dear friend from our days in Paris back in the early 00s”) ... David Ellis, chief content officer at CQ Roll Call and a Bloomberg alum … Rep. Louise M. Slaughter (D-NY) is 87 ... Darren Goode, comms director at ClearPath Foundation and a Politico alum, is 42 ... Tiffany Stecker, water reporter for E&E Publishing … the ageless Sean Miles, formerly of Bush 43 campaign & admin, now in Gov.",
  "of Stonewall Democrats ... Jon Selib is 41 ... Bill Couch ... Ian Rayder, senior manager for gov’t affairs at Cisco and a DWS alum ... Dan Sena, DCCC’s deputy executive director for outreach and voter contact and a DGA alum ... Josh Freed, VP for clean energy at Third Way ... Catherine Coleman Flowers ... Broadway lyricist Lee Adams (“Bye Bye Birdie”) is 92 ... Pulitzer Prize-winning author Russell Baker is 91 ... rock singer David Crosby is 75 ... comedian-actor Steve Martin is 71 ... Susan Saint James is 7-0 ... author Danielle Steel is 69 ... “Far Side” cartoonist Gary Larson is 66 ... Earvin “Magic” Johnson is 57 ... Halle Berry is 5-0 ... Spencer Pratt is 33 ... Tim Tebow is 29 (h/ts AP)\n\nSUBSCRIBE to the Playbook family: POLITICO Playbook http://politi.co/1M75UbX ... New York Playbook http://politi.co/1ON8bqW ... Florida Playbook http://politi.co/1JDm23W ... New Jersey Playbook http://politi.co/1HLKltF ... Massachusetts Playbook http://politi.co/1Nhtq5v ... Illinois Playbookhttp://politi.co/1N7u5sb ... California Playbook http://politi.co/1N8zdJU...Brussels Playbook http://politi.co/1FZeLcw ... All our political and policy tipsheets http://politi.co/1M75UbX\n\nFollow us on Twitter Anna Palmer @apalmerdc\n\n\n\nJake Sherman @JakeSherman\n\n\n\nDaniel Lippman @dlippman",
  "There is no one alive who doesn’t know that we dropped a nuclear bomb on Hiroshima and a lot of people died and there was awful destruction so where does this guy get off writing a [31,000] word piece and the answer is we may know that it happened but there’s a lot about the implications of that, the suffering of the people involved, the personal stories, the policy issues that nobody explored the way he did by actually going there and doing the reporting and talking to people and it’s probably the best example ever of explanatory journalism.”\n\n\n\nPlaybookers\n\n2016 PLAYERS – GW alums on the 2016 campaign trail -- “Armies on the March,” by Emily Cahn in the summer cover story of GW Magazine: “What It’s Like ... to be on the floor of a national convention: Rep. Steve Israel (D-NY), BA ‘81 ... What It’s Like ... to moderate a presidential debate: CNN chief political correspondent Dana Bash, BA ’93 ... What It’s Like ... to work for a campaign in Iowa: Lorraine Voles, BA ’81 ... What It’s Like ... to cover Donald Trump: CNN political reporter Jeremy Diamond, BA ’14.",
  "Later, fires were started at businesses — including a BMO Harris Bank branch, a beauty supply company and O’Reilly Auto Parts stores — near N. 35th and W. Burleigh streets, a grim and emphatic Mayor Tom Barrett said.” http://bit.ly/2bqJ0yf\n\n-- CHICAGO TRIBUNE, banner headline online: “5 dead, 18 wounded in city shootings,” by Megan Crepeau: “Five people were killed and at least 18 others have been wounded since Saturday afternoon in Chicago shootings.” http://trib.in/2brRfgk\n\nTWEET DU JOUR -- Yaroslav Trofimov (@yarotrof): “Hezbollah chief Nasrallah approvingly quotes Trump: ‘Even the Republican leader said Obama and Clinton founded ISIS’”\n\nWEEKENDS WITH JOE -- @JoeNBC: “Out for an early Sunday drive of historical sites.” http://bit.ly/2aVvtyV\n\nFUN TIME-CAPSULE VIDEO – From Oprah’s show in 2011, “Donald Trump Gets Put to Work”: “From dog walker to bellhop to housekeeper, we put Mr. Trump to the test at his own hotel.",
  "With public backlash at an all-time high and growth stagnating, what is the platform that declared itself ‘the free speech wing of the free speech party’ to do?” http://bzfd.it/2aZEZmn (h/t Longreads.com)\n\n--”Yes, You Can Train Your Cat,” by John Bradshaw and Sarah Ellis on the cover of yesterday’s WSJ Review section: “By nature, our feline friends are solitary, antisocial hunters who bristle at being cooped up—but we can change the way we relate to one another.” http://on.wsj.com/2bqKEzN\n\n--“El Chapo and the Secret History of the Heroin Crisis,” by Don Winslow in Esquire: “If you wonder why America is in the grips of a heroin epidemic that kills two hundred people a week, take a hard look at the legalization of pot, which destroyed the profits of the Mexican cartels.",
  "But all is not lost.” http://slate.me/2aRiFxz (h/t Longform.org)\n\n--“Magic Blood and Carbon-Fiber Legs at the Brave New Olympics,” by David Epstein, author of “The Sports Gene” in Scientific American: “With technology and pharmaceuticals dominating our reality, how do we define ‘natural’ human effort in sports?” http://bit.ly/2bdvIss (h/t TheBrowser.com)\n\n--“The Devil Is Loose,” by Abe Streep in California Sunday Magazine: “Drownings, shootings, high-speed accidents, immigrants in labor — the life of a border paramedic.” http://bit.ly/2b3J1aw\n\n--“Winona Ryder: Uninterrupted,” by Heather Havrilesky on the cover of New York Magazine: “Ryder’s odd blend of innocence and sarcasm has always been central to her appeal among Gen-Xers.",
  "And those she’s worked with entertain honorifics like ‘the next’ Peggy Noonan (Reagan’s speechwriter), Thomas Friedman, Maureen Dowd.” With a Jeff Nussbaum cameo http://bit.ly/2bubb3v\n\nSCREENSHOT DU JOUR – An online ad from the Trump campaign: “Limited Edition -- The Art of the Deal -- Signed Copy -- Get Yours” http://bit.ly/2aS6T3j\n\nSPOTTED: A scene in the new Jason Bourne film takes place at the Capital Grille on Pennsylvania Ave. Trailer http://bit.ly/2aRPfPQ\n\nSPOTTED on Saturday night in Jerusalem: Former Israeli Ambassador to the US and current Member of Knesset Michael Oren at the Western Wall observing Tisha B’Av, the day Jews commemorate the destruction of the first and second temples.",
  "While the solicitations continue, the audience has greatly diminished because of a lack of policy results and changing political winds.” http://politi.co/2bq6HaX\n\n-- “How Silicon Valley’s Palantir wired Washington: Armed with effective narrative and backed by aggressive lawmakers, the upstart has steadily landed more federal business and is now shouldering its way into the Army acquisition system,” by Ellen Mitchell: “When a little-known Silicon Valley software startup began vying for national security contracts, it went up against an entrenched bureaucracy and opposition from major contractors skilled in the Washington game.",
  "director, is 3-0 … former Rep. Tom Campbell (R-Calif.) is 64 ... former Rep. Robin Hayes (R-NC) is 71 ... former Rep. James Hansen (R-Utah) is 84 ... Gary Endicott ... Erik Sperling, LA for Rep. Conyers ... Paige Decker of House E&C (h/ts Legistorm) ... Gray Kinsella of Quorum Analytics is 21 (h/t Lauren Gallagher) ... Melissa Johnson ... Josh Goldberg, a FCC and Boeing alum, celebrating his 21st in Vegas with friends (h/t William Schuette) ... Jeff Krehely, a CAP and HRC alum … Matt J. Lauer, EVP at Qorvis/MSLGroup ... WMAL’s Jane Hautanen ... Rep. Mark Pocan (D-Wisc.)",
  "There is no talk of shifting resources in mid-August and it’s unlikely that would happen until late September or October.’ He also said the RNC did not view the current polling deficit suffered by Trump to be impossible to overcome.” http://politi.co/2aSe9sJ\n\n**SUBSCRIBE to Playbook: http://politi.co/1M75UbX\n\nSTORY OF THE WEEKEND II -- BURNS and MAGGIE on A1 of the NYT -- “The Failing Inside Mission To Tame Trump’s Tongue”: “Donald J. Trump was in a state of shock: He had just fired his campaign manager and was watching the man discuss his dismissal at length on CNN.",
  "Since the Cleveland convention, top party officials have been quietly making the case to political journalists, donors and GOP operatives that the [RNC] has done more to help Trump than it did to support its 2012 nominee Mitt Romney and that, therefore, Trump has only himself and his campaign to blame for his precipitous slide in the polls ...\n\n“Sean Spicer, the RNC’s top strategist, on Wednesday made that case to 14 political reporters he convened at the organization’s Capitol Hill headquarters for an off-the-record conversation about the election.",
  "Seven years later, the secretive firm has landed $1.2 billion worth of federal business, and critics say the legislative favors it has secured will give it a leg up on billions more.” http://politi.co/2aRy8bb\n\n--“Evan Bayh’s private sector work raises questions,” by Indy Star’s Tony Cook: “During his final months in the U.S. Senate, Evan Bayh broke ranks with most of his fellow Democrats several times to oppose or reduce the impact of legislative proposals that threatened the bottom lines of private equity firms, banks and oil companies.",
  "Has it worked?” by Steven Brill (19,000 words) http://theatln.tc/2bbkT9u … NYT Magazine last Sunday published a print-only excerpt of Colson Whitehead’s new book, “The Underground Railroad” (16,000 words) http://bit.ly/2aUHuX1\n\nSTEVEN BRILL, the king of writing these monster-length stories and the founder of Court TV, The American Lawyer, and Press+, who’s currently working on a piece about why the government doesn’t work, told Daniel, “non-fiction books, about important topics, are much less appealing to writers for a couple reasons.",
  "... Scientists and engineers who came of age during the first half of the 20th century could look forward to building things that would solve age-old problems, transform the landscape, build the economy, and provide jobs for the burgeoning middle class that was the basis for our stable democracy.” http://bit.ly/2aRIFG1\n\nMEDIA TREND ALERT – Today’s N.Y. Times Magazine is a special issue devoted to explaining the origins of the Arab Spring, with a single 41,000 word plus story entitled “Fractured Lands” by Scott Anderson.",
  "One letter stated, ‘I sincerely hope you will run for president someday.’” http://politi.co/2aVvjaX\n\nSOUTH OF THE BORDER -- “Donald Trump’s Poll Numbers Move Markets—in Mexico: Peso has zigged as U.S. presidential candidate’s standing with voters has zagged; skeptics say link is ‘nebulous,’” by WSJ’s Anthony Harrup in Mexico City: “Mexican-peso traders long used to watching out for anything from oil prices to U.S. payrolls now have one more thing to consider: polls showing who is ahead in the race for the White House.",
  "... [Profiles on:] Gabriella Demczuk, BA ’13 Freelance photographer for The New York Times ... Tim Miller, BA ’04 [former] communications director for Jeb Bush ... Joe Pounder, BA ’05 [former] senior adviser for rapid response to Marco Rubio ... Hector Sigala, BA ’12 [former] digital media director for Bernie Sanders ... David Holt, BA ’01 State senator and Oklahoma campaign chair for Marco Rubio ... Kasey Packer, BA ’15 Event manager for the [RNC] ... Amy Chiou, JD ’08 Staff director/deputy director of the [DNC] ...",
  "‘The peso is rallying and, more importantly, it has more room to appreciate as Hillary Clinton continues to climb in the polls—gaining ground on Donald Trump, who has proposed policies that could potentially hurt Mexico’s economy,’ Nomura Latin America strategist Benito Berber said in a note to clients on Tuesday.” http://on.wsj.com/2aVuui8\n\nWASHINGTON INC. -- “How We Killed the Tea Party Greedy: PACs drained the movement with endless pleas for money to support ‘conservative’ causes and candidates.",
  "This is the inside story,” by Steven Brill (58,000 words) http://huff.to/2ba5I0Y … Bloomberg Businessweek, June 11,“What is Code?” by Paul Ford (38,000 words) http://bloom.bg/1C3uIct … Mother Jones, July/August 2016 issue,“My four months as a private prison guard,” by Shane Bauer (35,000 words, with a six-part video series and a podcast) http://bit.ly/28YN8qr\n\n… Time, April 4, 2013, “Bitter Pill: Why Medical Bills Are Killing Us,” by Steven Brill (26,000 words) http://bit.ly/2biTOCC ...",
  "... From the restaurant’s website, Red Cat Kitchen is ‘a place where you’re just as likely to connect with old friends as meet new and fascinating people from all over the world, a place where you can enjoy a life changing meal to the sounds of the Rolling Stones or Bob Marley.’ ‘Red Cat Kitchen is a place where you can feel completely spoiled and completely at home.’” The menu http://bit.ly/2brHXAW\n\nWEEKEND WEDDING – “Emma Gleason, Jeffrey Aser” – N.Y. Times: “Ms.",
  "That’s not the case with, say, the Super Bowl or the World Series, where we don’t know what teams are participating until days before the event.”\n\nBONUS GREAT WEEKEND READS, curated by Daniel Lippman:\n\n--“‘A Honeypot For Assholes’: Inside Twitter’s 10-Year Failure To Stop Harassment,” by BuzzFeed’s Charlie Warzel: “For nearly its entire existence, Twitter has not just tolerated abuse and hate speech, it’s virtually been optimized to accommodate it.",
  "Learn more at google.com/grow/veterans\n\nRIO ROUNDUP -- “Michael Phelps, Simone Manuel cap a dominant Olympic swim meet for U.S.,” by WashPost’s Dave Sheinin in Rio: “[Michael Phelps’] gold medal, as the butterfly leg in the [4x100] relay, was the 23rd gold of his career and his 28th overall in Olympic competition, both records that are unlikely to be approached anytime soon.” http://wapo.st/2bq2DaE\n\n--MEDAL COUNT: The U.S. has 60 medals.",
  "Learn more at google.com/grow/veterans\n\nSIX-PART NYT SERIES ON OBAMA -- PART ONE: “The Regulator in Chief”: “Once Skeptical of Executive Power, Obama Has Come to Embrace It: Mr. Obama will leave the White House as one of the most prolific authors of major regulations in presidential history,” by Binyamin Applebaum and Mike Shear: “Blocked for most of his presidency by Congress, Mr. Obama has sought to act however he could.",
  "Simone Biles in gymnastics http://nyti.ms/2aUIxTO ... Derek Drouin in high jump http://nyti.ms/2aPpMkc ... Ryan Lochte in swimming http://nyti.ms/2aSjJkS ... Christian Taylor in triple jump http://nyti.ms/2brjInO\n\nBACKSTORY from NYT sports editor JASON STALLMAN, in an email to Playbook, called the interactives “a blend of video, motion-capture, 3D rendering off the motion capture, animation, photography and text.",
  "The Health Care Revolution … Breaking the Racial Barrier … A Changed Man.”\n\nFUTURE OF THE GOP -- “Once in control of their party, conservatives agonize over the election and beyond,” by WaPo’s Dave Weigel at the RedState Gathering in Denver: “With fewer than 90 days to go before the election, an annual event that usually revs up Republicans had become a therapy session on the agony of 2016.",
  "video http://bit.ly/2aIpGO7 (h/t @BuzzFeedAndrew)\n\nPLAYBOOK EXCLUSIVE – Excerpt on Donald Trump’s desire to attend Chelsea Clinton’s 2010 wedding from Joe Conason’s forthcoming book “Man of the World: The Further Endeavors of Bill Clinton” (Simon & Schuster; out Sept. 13): “And finally there was Donald Trump, who had hosted a somewhat reluctant Bill and Hillary at his third wedding in 2005.",
  "LOOKING FORWARD TO IT -- “Pence says his tax returns will be a ‘quick read’,” by Rebecca Morin: “‘When my forms are filed and when my tax returns are released it’s going to be a quick read,’ the Republican vice presidential nominee said Saturday on WABC Radio's ‘Election Central with Rita Cosby.’ ‘The Pences have not become more wealthy as a result of sixteen years in public service.",
  "The PACs used that money first to enrich themselves and their vendors and then deployed most of the rest to search for more ‘prospects.’ In Tea Party world, that meant mostly older, technologically unsavvy people willing to divulge personal information through ‘petitions’—which only made them prey to further attempts to lighten their wallets for what they believed was a good cause.",
  "Especially with digital journalism, more people will read a 20 or 30,000 word magazine piece than read an 800,000 word book ... [W]ith so much instant news out there in very short form, sometimes just in the form of a tweet or a 1,000 word or 300 word article, there is a gap and I think there’s a thirst for journalism that actually explains things and puts things in perspective.",
  "He has repeatedly signaled to his advisers and allies his willingness to change and adapt, but has grown only more volatile and prone to provocation since then, clashing with a Gold Star family, making comments that have been seen as inciting violence and linking his political opponents to terrorism…\n\n“In private, Mr. Trump’s mood is often sullen and erratic, his associates say.",
  "The cover http://bit.ly/2aPpWrW\n\nREMEMBERING MICHEL RICHARD -- WashPost’s Matt Schudel: “Michel Richard, whose innovative and whimsical fusions of French and American foods made him one of the country’s most influential chefs, and whose Citronelle and Central restaurants helped transform Washington into a dining destination, died [yesterday] at a Washington hospital.",
  "| AP Photo\n\nSHOOTINGS OVERNIGHT -- “Violence erupts after officer-involved shooting,” by the Milwaukee Journal Sentinel’s Aaron Mak, Jacob Carpenter and Ashley Luthern: “A standoff between police and an angry crowd turned violent Saturday night in the hours after a Milwaukee police officer shot and killed an armed suspect during a foot chase on the city’s north side.",
  "NBC4 -- Marion Christopher Barry, 36, son of the late DC mayor, has died after a drug overdose, according to family members.”\n\nPlaybook Reads\n\nPHOTO DU JOUR: Michael Phelps waves to the audience after his team won gold in the men's 4 x 100-meter medley relay final during the swimming competitions at the 2016 Summer Olympics on Aug. 13 in Rio de Janeiro, Brazil.",
  "Rick Scott’s DC office (h/t Bo Ollison) … Jessica Pavel of Hamilton Place Strategies (h/t Sabrina Siddiqui) … Social Security is 81 (h/ts Social Security Works and Committee for a Responsible Federal Budget -- their calculator on how old one will be when Social Security goes broke http://bit.ly/2beivjj)\n\n... John Meza, Rep. Beto O’Rourke’s comms.",
  "He will be sorely missed not only by his family but also by all whose lives he touched.”\n\nCLARE DOODY PROFILE -- “The Secret Voice of America’s Power Players,” by Ozy’s Nick Fouriezos: “What I have learned about Clare Doody [senior writer at West Wing Writers] is that her words have been spoken by senators, governors, activist icons and CEOs.",
  "‘He will not go away.’ Deace argued that Trump will have to kiss up to the ‘liberal elites whose approval he craves, and he will do it by attacking all of us.’” http://wapo.st/2bfkylK\n\nTHIS WEEK -- Donald Trump is in Youngstown, Ohio, tomorrow for a speech at the university and West Bend, Wisconsin, for an evening rally Tuesday.",
  "But Tea Party ideas live on,” by campaign finance lawyer Paul H. Jossey in Politico: “What began as an organic, policy-driven grass-roots movement was drained of its vitality and resources by national political action committees that dunned the movement’s true believers endlessly for money to support its candidates and causes.",
  "But for nearly 20 years, Mr. Richard’s primary theater — and culinary laboratory — was Citronelle, in the now-shuttered Latham Hotel on M Street in Georgetown.” http://wapo.st/2bh2XqR … Ann Limpert’s Washingtonian obit http://bit.ly/2bqKOrf … Tom Sietsema’s appreciation, “Chef Michel Richard was happy in the kitchen.",
  "There’s been a lot of sacrifices, we’re a middle class family, and it’s been a tremendous honor to serve as I am as Governor of Indiana, and my years in the Congress, and we’ll look forward to making all that information available.’” http://politi.co/2b816nW\n\nBULLETIN -- @tomsherwood (NBC4 reporter): “#Breaking.",
  "A few recent examples:\n\nHuffPost, last September, in a 15-part series, “America’s Most Admired Lawbreaker: Over the course of 20 years, Johnson & Johnson created a powerful drug [Risperdal], promoted it illegally to children and the elderly, covered up the side effects and made billions of dollars.",
  "So they secretly joined forces,” by Lawrence Wright (over 21,000 words) http://bit.ly/2bkJgib\n\n… NYT, May 1, 2016, “Fraying at the Edges,” by Sonny Kleinfeld, about a woman living with Alzheimers (21,000 words) http://nyti.ms/2ba4lj7 … The Atlantic, September 2016 issue, “Is America Any Safer?",
  "Glenn Greenwald says yes to both.” http://slate.me/2aSn8Mz\n\n--“Intellectuals are Freaks,” by Michael Lind in The Smart Set: “Why professors, pundits, and policy wonks misunderstand the world.” http://bit.ly/2bpzPkl\n\n--“Can Brazil Be Saved?” by Franklin Foer in Slate: “Colossal corruption.",
  "A spate of recent surveys showing Democratic candidate Hillary Clinton ahead of Republican Donald Trump coincided with the peso reaching its strongest level against the U.S. dollar since the end of June, when the Bank of Mexico raised interest rates by an unexpected half-percentage point.",
  "We received handwritten letters asking for money, a formal request for Donald’s daughter Ivanka to escort a woman’s son to his Junior Ring Dance at the Air Force Academy, and incoherent six-page rants about the state of the economy and how Trump was the only man who could fix it.",
  "“And having given Bill Clinton free access to his northern Westchester golf club, Trump National, where he proudly hung photos of the former president—and had even cleared the links once for the Clintons to play on Bill’s birthday, Trump may well have felt they owed him.",
  "‘Your taxes are through the roof.’ Trump, who for a time lived in Greenwich, joked that ‘if they get the taxes down I'll come back immediately.’” http://cour.at/2aTNbqn\n\n\n\nA message from Google: Google is supporting service members as they transition to civilian jobs.",
  "The scariest part: this might not have happened with El Chapo in charge.” http://bit.ly/2aTBCLQ\n\n--“Is the Elite Media Failing to Reach Trump Voters?” by Isaac Chotiner in Slate: “And in their rush to condemn Trump, are journalists betraying their values?",
  "is 52 … Kate Carr … Denise Feriozzi (h/ts Teresa Vilmain) … Eric Wohlschlegel ... Nicole Stickel … Matt Nappe ... Alia Awadallah, senior program coordinator of human rights at Vital Voices Global Partnership and an OFA alum ... Jon Hoadley, former e.d.",
  "Rob Russo, BA ’08, JD ’14 Director of correspondence and briefings for Hillary Clinton ... Alex Hornbrook, BA ’07 Director of scheduling and advance for Hillary Clinton ... Sally Bradshaw, BA ’87 Senior adviser to Jeb Bush.” http://bit.ly/2aS9a1g ...",
  "‘I’m supposed to be at the wedding, Doug,’ said Trump briskly, ‘but I didn’t receive the invitation, and I need to know where to go.’ Band knew Trump wasn’t on the list, of course, and politely urged him to get in touch with Chelsea for directions.",
  "But once Mr. Obama got the taste for it, he pursued his executive power without apology, and in ways that will shape the presidency for decades to come.” http://nyti.ms/2aLonzI … Forthcoming chapters: “The Threat to the Planet … The ‘Good War’ ...",
  "But quickly, Palantir began pulling pages from the defense industry's own playbook — bulking up on lobbyists, challenging the Pentagon’s contracting rules and getting members of Congress to sprinkle favorable language into defense legislation.",
  "http://nyti.ms/2aRqa1I … A1 of the Sunday Times: http://nyti.ms/2aSkUuq\n\n--THE RESPONSE: Speaking in Fairfield, Connecticut, Donald Trump responded (via the unbelievably helpful CBS embed, @sopandeb): “We have a newspaper that’s failing badly.",
  "Please be careful not to allow your children or family members to answer your phone or read incoming text messages.” Our colleague Tim Starks on what’s next http://politi.co/2b3gGUp … Pelosi’s letter http://bit.ly/2bh0Pzv\n\nGood Sunday morning!",
  "How far do they dare to go in alienating these people?’ ...\n\nSteve Deace, an influential Iowa radio host who had endorsed Cruz for president, predicted that Trump would lose and then stick around to continue hurting the conservative movement.",
  "STORY OF THE WEEKEND I -- “RNC considers cutting cash to Trump: GOP officials lay the groundwork to blame their nominee if Clinton wins,” by Eli Stokols and Ken Vogel: “Publicly, Republican Party officials continue to stand by Donald Trump.",
  "An avid reader of gossip columns, he had probably seen mentions of a guest list that was expected to include the likes of Oprah Winfrey, Barbra Streisand, Steven Spielberg, and Ted Turner (none of whom ultimately turned up).",
  "According to several people who attended, Spicer spent much of the session detailing all the RNC resources that have been deployed to swing states and how the party’s infrastructure is stronger than it has ever been.",
  "And … the economics of book publishing are such it may be hard to find a publisher that will give you the money to do that in the right way ... [His ‘Bitter Pill’ story] was really to just have more instant impact.",
  "Now, Bayh is mounting a return bid for the Senate seat he left more than five years ago.” http://indy.st/2aTJhOy\n\n\n\nA message from Google: Google is committed to helping veterans build successful civilian careers.",
  "Mike was the founding president and CEO of the Federation of American Hospitals; Mike was the first health care power player in DC, and was admired and respected by Administrations and Members of both parties.",
  "Here’s what it was like to work for Donald Trump’s failed magazine,” by Carey Purcell for Politico: “It felt like I was living in an Onion article: ‘Luxury Lifestyle Magazine Can’t Pay Its Own Employees.’ ...",
  "‘If Trump loses, the Republican National Committee will realize that this situation’s got to change,’ said [RedState editor] Leon Wolf ... ‘But 40 percent of their party enthusiastically supported this guy.",
  "Occasionally, Mr. Trump blows off steam in bursts of boyish exuberance: At the end of a fund-raiser on Long Island last week, he playfully buzzed the crowd twice with his helicopter.” Read the whole thing!",
  "He veers from barking at members of his staff to grumbling about how he was better off following his own instincts during the primaries and suggesting he should not have heeded their calls for change.",
  "--ON CONNECTICUT via the Hartford Courant: “‘We’re making a big move for the state of Connecticut,’ Trump said, noting that Republican presidential candidates don't usually campaign in the state.",
  "She was America’s original Manic Pixie Dream Girl, one far more brooding than the smoother, more cheerful Natalie Portman version of Zach Braff’s fever dreams.” http://thecut.io/2bp37ki ...",
  "Her employers tell me she’s ghostwritten pieces in the New York Times, Time and Foreign Policy, and that they wouldn’t be surprised if she became a chief presidential speechwriter one day.",
  "At that point, the would-be wedding crasher apparently gave up.” Pre-order -- $19.88 on Amazon http://amzn.to/2aTvsva\n\nFUN READ -- “I Survived ‘Trump’ Magazine—Barely: Bills went unpaid.",
  "Presented by\n\nDriving the Day\n\nBUZZ -- House Democratic staffers whose numbers were included in the DCCC Guccifer release have been subject to a day of harassing phone calls and texts.",
  "Privately, at the highest levels, party leaders have started talking about cutting off support to Trump in October and redirecting cash to saving endangered congressional majorities.",
  "And you could taste it” http://wapo.st/2aLmNxP\n\nREMEMBERING MIKE BROMBERG – per a friend: “Bromberg passed away [Friday] night at his home in NYC after a long battle with leukemia.",
  "... Mr. Aser, 30, is an assistant project manager at the Durst Organization, a real estate development company, where he manages projects for tenants at One World Trade Center.",
  "HOT OLYMPICS CLICKERS – NYT’s best Olympics online feature is a series of interactive articles looking at a few top U.S. athletes and how they physically perform their feats.",
  "Today when service members search “jobs for veterans” on Google, and enter their military occupational specialty code, they’ll see jobs that match their military skill sets.",
  "In the process he created the kind of government neither he nor the Republicans wanted — one that depended on bureaucratic bulldozing rather than legislative transparency.",
  "The real estate mogul was the sort of person who, though not an actual friend, still aspired to attend Chelsea’s wedding, which he clearly considered a prestigious event.",
  "ABOUT LAST NIGHT – Per White House pooler Michael Memoli of the LA Times in Martha’s Vineyard: “Per the White House, the First Family is having dinner at Red Cat Kitchen.",
  "Gleason, 28 ... is the senior associate director of strategic initiatives in Brooklyn for Uncommon Schools New York City, part of a network of 22 public charter schools.",
  "PELOSI warns Dem staffers on hack -- RNC considers cutting off cash to Trump -- HABERBURNS’ TRUMP tick-tock on A1 -- TREND ALERT: 20k-plus-word stories on the rise!",
  "The cover http://nym.ag/2b3UarO\n\n--“The Inquisition followed sound science,” by Jacob Haqq-Misra in The Boston Globe: “Scientific ideas are difficult to suppress.",
  "“Joined by his daughter Ivanka and her husband, Jared Kushner, a cluster of Mr. Trump’s confidants pleaded with him to make that day — June 20 — a turning point.",
  "House Minority Leader Nancy Pelosi said in a letter to her colleagues yesterday that she was “in the air flying from Florida to California when the news broke.",
  "…\n\n“Spicer, asked Saturday night about the ongoing discussions, told POLITICO Trump could not be cut off soon because the party needs him to raise more money.",
  "The New Yorker, the July 6 & 13, 2015, issue, “Five Hostages: Families whose children were held captive in Syria felt that U.S. officials had abandoned them.",
  "...\n\n“I teach this in my journalism class at Yale [where] I make people read John Hersey’s ‘Hiroshima,’ which started as [one huge story] in The New Yorker.",
  "The project (which brings back memories of the NYT’s “Snowfall” story) make you feel like you’ve really seen them perform up close and what makes them good.",
  "Attendees debated whether the election was still winnable, whether the Republican Party was fixable, and who was to blame for a looming Clinton victory.",
  "They’re a major international event that commands a big audience -- and most of that audience isn’t familiar with all the nuances of the various sports.",
  "We should always be mindful of science as a tool to expose the weaknesses of inference, legend, and superstition when unmatched by careful observation.",
  "Trump bowed to his team’s entreaties, according to four people with detailed knowledge of the meeting, who described it on the condition of anonymity.",
  "... It’s also generated a possible business idea, and Jill Abramson and I are still talking about this, where you get people to pay for that stuff.",
  "Within weeks of leaving public office, Bayh became a senior adviser to Apollo Global Management, one of the world’s largest private equity firms.",
  "Since 9/11, the United States has spent $1 trillion to defend against al-Qaeda and ISIL, dirty bombs and lone wolves, bioterror and cyberterror.",
  "“He would have to stick to a teleprompter and end his freestyle digressions and insults, like his repeated attacks on a Hispanic federal judge.",
  "Joe Ward and Bedel Saget have been doing these sophisticated, deeply reported interactives for so long that their names open a lot of doors.",
  "We also help employers find them by enabling companies to implement this feature on their career sites using Google Cloud’s Talent Solution.",
  "He broods about his souring relationship with the news media, calling Mr. Manafort several times a day to talk about specific stories.",
  "The piles of fan mail that arrived at our office addressed to him—filled with adoring testaments to his ‘genius’—amused me to no end.",
  "… His empire grew to include restaurants in California, Las Vegas, New York and Tokyo, and he designed menus for airlines and Amtrak.",
  "Politico’s Playbook once dubbed one of her jokes an ‘instant classic,’ though again, if she told it to you, she’d have to kill you.",
  "Through Grow with Google, our initiative to create economic opportunities, we’ve developed resources specifically for veterans.",
  "http://nyti.ms/2aYwuFc\n\nThe NYT piece is just the latest in a trend of mega word-count stories we’ve been noticing recently.",
  "CareerBuilder, Pepsi, Siemens, RecruitMilitary, and many others have already implemented the API on their career sites.",
  "And they wrote a story today -- anonymous sources have said -- three anonymous sources, anonymous this, anonymous that.",
  "For now, the campaign’s polling showed, too many voters described him in two words: ‘unqualified’ and ‘racist.’\n\n“Mr.",
  "After an hours-long confrontation with officers, police reported at 10:15 p.m. that a gas station at N. Sherman Blvd.",
  "[Previously she also worked at the deputy finance director for Dan Malloy when he ran for governor of Connecticut.]",
  "Several months later, he landed lucrative corporate board appointments at Fifth Third Bank and Marathon Petroleum.",
  "Athletes, coaches, trainers, agents and national Olympic committees are eager to participate in their projects.",
  "Chris Christie of New Jersey argued that Mr. Trump had an effective message, if only he would deliver it.",
  "Mike Pence is in Albuquerque and Roswell, New Mexico Tuesday, and Manchester, New Hampshire, Thursday.",
  "Upon landing, I have received scores of mostly obscene and sick calls, voice mails and text messages.",
  "Trump was not invited; the highest-profile speakers, such as [Glenn] Beck and Sen. Ben Sasse (R-Neb.",
  "So when the wedding invitation didn’t arrive, he called Doug Band to try to invite himself.",
  "Police said firefighters could not for a time get close to the blaze because of gunshots.",
  "“Nearly two months later, the effort to save Mr. Trump from himself has plainly failed.",
  "There are no anonymous, you know, with my campaign, I’ll be honest with you, it’s me.",
  "We know far in advance when the Olympics are happening and who the big names will be.",
  "Like any company, they created an irresistible new product and flooded the market.",
  "A number of traders and analysts said those polls contributed to the peso’s gains.",
  "The rattled candidate’s advisers and family seized the moment for an intervention.",
  "What makes them so effective is that at their heart they are feats of reporting.",
  "In their darkest moments, they couldn’t imagine how the infighting would end.",
  "One is you’re writing about something and it takes a year to come out.",
  "You’re controlling the campaign, and not really listening to people!",
  "‘He’s going to get months of free media when he loses,’ Deace said.",
  "Hillary Clinton is in Philadelphia Tuesday and Cleveland Wednesday.",
  "Tim Kaine is in Asheville and Fayetteville, North Carolina Tuesday.",
  "But that wouldn’t be Bayh’s last interaction with those industries.",
  "‘When I've gotten these questions, I’ve been correcting the record.",
  "“This means we have a lot of opportunities to help explain things.",
  "But those are merely the tools used to make the presentation.",
  "Trump is raising money tomorrow night in Evansville, Indiana.",
  "It’s me.”\n\n--NOTE TO DONALD: That’s what the story said, man!",
  "That’s often lost when people talk about the interactives.",
  "The Olympics are sort of a laboratory every two years.",
  "--TRUMP also threatened to pull the NYT’s credentials.",
  "Reporters from POLITICO and BuzzFeed were not invited.",
  "Paul Manafort, Mr. Trump’s campaign chairman, and Gov.",
  "I got cancer and they canceled my health coverage.",
  "The Olympics won’t rescue the once-booming nation.",
  "How did they respond to a major loss in revenue?",
  "So there’s time to do elaborate production work.",
  "Many of them will need to change their numbers.",
  "I don’t really think they have any names, OK?",
  "It’s gonna be out of business very soon.",
  "It was time, he agreed, to get on track.",
  "She works on school growth in Brooklyn.",
  "and W. Burleigh St. was set on fire.",
  "The worst recession in its history.",
  "Eighty-six days until Election Day.",
  "24 gold, 18 silver and 18 bronze.",
  "They turned off the electricity.",
  "Our paychecks started bouncing.",
  "), were adamantly anti-Trump.",
  "Another part of it is access.",
  "It’s losing a lot of money.",
  "Smart money says he won’t.",
  "I worked for one of them.",
  "Timing is also important.",
  "The New York Times, OK?",
  "They don’t use names.",
  "Did he pass?” 4-min.",
  "Political chaos.",
  "That it is you.",
  "He was 68.",
  "I love it.",
  "...",
  "...",
  "...",
  "..."
]