[
  "More: Jack in the Box sells struggling Qdoba for $305 million\n\nMore: Pot initiatives: Predicting the next 15 states to legalize marijuana\n\nMore: Legal marijuana arriving in California after decades of underground dealing\n\nJack in the Box is hoping to create a buzz that will elevate the brand.",
  "(Photo: Jack in the Box)\n\nKnowing that marijuana smokers can get serious hunger pangs, one fast-food chain is looking to take advantage of the start of California's legalization of pot for recreational use.",
  "While General Mill's frozen pizza brand Totino's has occasionally posted billboards suggesting people who are stoned should eat pizza rolls, don't expect pot-related fast-food meals to become a trend.",
  "CLOSE California begins legal recreational marijuana sales in 2018 and along with that, there are a host of questions about exactly how the system will work and the rules people need to follow.",
  "The limited-time offer is in partnership with cannabis lifestyle website Merry Jane — itself an allusion to marijuana's \"mary jane\" nickname — backed by rapper and TV game-show host Snoop Dogg.",
  "The chain announced Dec. 19 that it was selling its beleaguered Mexican fast-casual brand Qdoba to publicly-traded investment group Apollo Global Management for approximately $305 million.",
  "The meal box, part of Jack in the Box's late-night menu, has half-servings of curly fries and onion rings, two tacos, five mini churros, three crispy chicken strips and a small drink.",
  "In November 2016, Californians approved Proposition 64, which legalized sales of recreational marijuana for adults starting Monday, the beginning of the new year.",
  "\"We are about welcoming all of our guests, no matter what they’re craving or why they’re craving it,\" Chief Marketing Officer Iwona Alter said in a statement.",
  "But a major brand would never do it, because they would be afraid of backlash from people who don’t have open minds about marijuana and drug culture.\"",
  "Contributing: Trevor Hughes\n\nFollow USA TODAY reporter Zlati Meyer on Twitter: @ZlatiMeyer\n\nRead or Share this story: https://usat.ly/2CjY6W4",
  "San Diego-based Jack in the Box plans will sell a weed-themed Merry Munchie Meal at three southern California locations in mid-January.",
  "Wochit\n\nJack in the Box will sell a marijuana-themed Munchie Meal in Long Beach, Calif., for a week in January.",
  "Sixty-four percent of Americans support legalizing marijuana, according to a Harris Poll conducted in October.",
  "The meal will be tested Jan. 18-25 at select Jack in the Box locations in Long Beach, Snoop's hometown.",
  "CLOSE More pregnant women are using pot to ease nausea of morning sickness or heightened anxiety.",
  "Buzz60\n\nFounded in 1951, Jack in the Box is a regional brand with more than 2,200 restaurants.",
  "said Robert Passikoff, founder of Brand Keys, a New York-based brand research consultancy.",
  "\"The brand generates the kind of audience that won’t be offended by it.\"",
  "Shares of Jack in the Box were down about 1% Friday morning at $98.66.",
  "The price is $4.20 — April 20, or 4/20, is \"Weed Day\" — plus tax.",
  "\"Jack in the Box has nothing to lose by doing this.",
  "\"They're going to leap upon anything they can.",
  "Elizabeth Keatinge (@elizkeatinge) has more.",
  "Burger King won't do it,\" Passikoff said.",
  "\"McDonald's won't do it.",
  "It’s an occasion.",
  "Why not?\""
]