[
  "For AIG, Voya isn't the only game in town, and its interest is a positive sign that the insurer is working toward its goal of -- in new CEO Brian Duperreault's words -- using acquisitions in part to build a \"more balanced commercial business that can deliver consistent underwriting profits.\"",
  "The New York-based Voya last month sold its so-called closed-block variable annuity unit to a group of private equity investors led by Apollo Global Management LLC, leaving it with a less volatile and improved business mix and the ability to command a higher valuation in any future sale.",
  "To be sure, assuming a 25 percent premium to Monday's closing price (equaling a takeover offer of $63.15) and a minimum of 30 percent cash financing, the deal would only be immediately accretive to earnings for one buyer without accounting for any synergies: Principal Financial.",
  "Notably, a deal between AIG and Voya, or any other target, will require the blessing of AIG's board, which includes a representative of Carl Icahn, who last summer reportedly retreated from his demands for a breakup to allow Duperreault some time to lift AIG's return on equity.",
  "Apart from AIG, prospective buyers include Principal Financial Group Inc., Lincoln National Corp. and Manulife Financial Corp., which could combine the company with its John Hancock arm, the same unit for which it was considering an IPO or spinoff as recently as last summer.",
  "Despite that outcome, AIG's shares closed 0.6 percent higher, suggesting that shareholders are likely to be supportive of the company's decision to prioritize growth -- including through acquisitions -- over generous buybacks.",
  "Including those same variables, synergies would need to total $20 million and $60 million respectively to ensure the deal doesn't dilute earnings for AIG and Manulife in 2019, according to data compiled by Bloomberg.",
  "Credit Suisse Group AG analysts last summer also listed CNA Financial Corp., QBE Insurance Group Ltd., RSA Insurance Group PLC and The Hanover Insurance Group Inc., each with varied diversification benefits.",
  "The insurance giant held talks to acquire Voya Financial Inc. in a deal worth more than $10 billion, according to Bloomberg News, which said the discussions collapsed in November over price.",
  "AIG's investors should applaud the firm's price discipline, although it's still possible that AIG could change course after Voya's strategic decisions since their unsuccessful negotiations.",
  "If Icahn supports whatever purchase AIG pursues, it'll show that activist shareholders -- perhaps unsurprisingly -- care more about results than how the company achieves them.",
  "Another potential logical target for AIG is Hartford Financial Services Group Inc., which remains the case after last month's sale of its non-core annuity unit.",
  "The likelihood of American International Group Inc. marking the 10-year anniversary of its huge government bailout with a significant acquisition is climbing.",
  "Still, if a deal with AIG isn't revived, Voya has plenty of other suitors -- as indicated by a nearly 5 percent rally in its stock after the report.",
  "Depending on what transpires, it's undeniable that a huge deal is a far cry from a breakup.",
  "To contact the editor responsible for this story: Daniel Niemi at dniemi1@bloomberg.net.",
  "To contact the author of this story: Gillian Tan in New York at gtan129@bloomberg.net.",
  "This column does not necessarily reflect the opinion of Bloomberg LP and its owners.",
  "Gillian Tan is a Bloomberg Gadfly columnist covering deals and private equity.",
  "She previously was a reporter for the Wall Street Journal.",
  "Don't expect AIG to veer from the M&A path.",
  "She is a qualified chartered accountant.",
  "©2018 Bloomberg L.P."
]