[
  "To illustrate the point, FactSet's EV/Ebitda multiple dipped below 10 in 2008, and although it's arguable that the next downturn may not be quite as extreme, it's indeed possible that Blackstone may have little choice but to sell the company at a lower multiple at some point in the future.",
  "Still, the firm is obviously confident enough in its ability to avoid an awkward, loss-making outcome, so it'll be interesting to keep an eye on how the company performs, assuming high-level specifics will be available when Thomson Reuters reports each quarter.",
  "The Steve Schwarzman-led firm is writing one of its biggest-ever private equity checks as part of a transaction that will give it a majority stake in Thomson Reuters Corp.'s financial and risk division, valuing that unit at some $20 billion.",
  "That itself may be a challenge, considering that Thomson Reuters has been trying to keep a lid on expenses through \"simplification initiatives\" including job cuts and reducing the number of subsidiaries in its legal structure.",
  "It values the division at roughly 12.3 times its earnings before interest, taxes and amortization, a sizable discount to smaller rival FactSet Research Systems Inc., which trades at an Ebitda multiple of more than 17.",
  "Importantly, the Thomson Reuters investment is coming from the firm's flagship $18 billion private equity fund, and its performance will have a relatively heavy weighting on the fund's success.",
  "In a recession, stock market selloffs cause valuations to retreat and the cost of debt financing skyrockets, factors that may outweigh any improvement in the company's earnings.",
  "Plus, operating expenses may actually climb as the company is on the hook for minimum annual payments of $325 million for the next 30 years in exchange for Reuters news content.",
  "Stepping back slightly, market observers shouldn't brace for a flurry of such deals, even if debt markets appear wide open and the regulatory climate is relatively friendly.",
  "Other elements must also fall into place: Here, Thomson Reuters's willingness to retain a 45 percent stake in the unit essentially made the megadeal possible.",
  "(Note: That business, which provides data and terminals to Wall Street and corporate clients, competes with Bloomberg LP, the parent of Bloomberg News).",
  "Late Tuesday, Blackstone Group LP announced its largest buyout since the financial crisis, and one of the largest such deals in more than a decade.",
  "This deal, for instance, involves co-investments from two of Blackstone's investors, Canada Pension Plan Investment Board and Singapore's GIC.",
  "But as we learned during the crisis, leveraged buyouts can swiftly become a risky business when conditions take a turn for the worse.",
  "A strategic angle may also help, as in the case of Apollo Global Management LLC's 2016 purchase of ADT Inc. for $12.3 billion.",
  "It will take some heavy lifting for Blackstone to make this deal a success, as my Gadfly colleague Chris Hughes has written.",
  "To ensure respectable returns, it'll need to increase the unit's earnings power, likely through substantial cost cuts.",
  "Peter Grauer, chairman of Bloomberg LP, the parent of Bloomberg News, is a non-executive director at Blackstone.",
  "Blackstone may have just kick-started an era of megabuyouts, but it will be of the occasional, offbeat variety.",
  "It wouldn't be surprising to see the Blackstone fuel the company's growth by making add-on acquisitions.",
  "Those that do make it across the finish line will obviously require a high level of investor backing.",
  "Under any circumstances, a successful exit from a private equity investment is far from guaranteed.",
  "To contact the editor responsible for this story: Beth Williams at bewilliams@bloomberg.net.",
  "To contact the author of this story: Gillian Tan in New York at gtan129@bloomberg.net.",
  "This column does not necessarily reflect the opinion of Bloomberg LP and its owners.",
  "Gillian Tan is a Bloomberg Gadfly columnist covering deals and private equity.",
  "Despite the $20 billion price tag, the deal seems like a bargain.",
  "She previously was a reporter for the Wall Street Journal.",
  "That doesn't mean these deals are coming back in force.",
  "If anything, investors should prepare to be surprised.",
  "It's official: The megabuyout drought is over.",
  "She is a qualified chartered accountant.",
  "©2018 Bloomberg L.P."
]