[
  "In the case of ADT, Apollo's changes involved some $250 million of cost-cutting, replacing its management team and improving overall customer experience so as to improve retention, which have led to improved earnings before interest, taxes, depreciation and amortization margins.",
  "The increasing patience of private equity firms -- many of which are setting up longer-term funds -- has the potential to be a boon for their investor base, largely made up of pension funds and sovereign wealth funds.",
  "Theoretically, Apollo could sell all or part of its 84.9 percent stake when the lockup expires 180 days from now -- July 18 -- which would take its exit timeline beyond three years.",
  "Private equity investors have become accustomed to holding on to investments way past their lockup so as to ensure they benefit from any improvements they've made to a company.",
  "By waiting longer to sell and allowing more time for a company's earnings to improve, private equity firms can shoot for a higher multiple on invested capital, or MOIC.",
  "In fact, exit timelines have lengthened on the whole since the early 2000s, when eight in 10 transactions were \"quick flips\", or sales in less than three years.",
  "Of course, sometimes firms are forced to hold on to companies far longer than expected if situations get hairy (Toys R Us and iHeartMedia both spring to mind).",
  "The same applies to publicly traded investments: If companies aren't performing, it's logical for private equity backers to hold out until things turn around.",
  "The transaction hinged on combining ADT with two smaller rival companies, Protection 1 and Alarm Security Group LLC that Apollo had purchased in July 2015.",
  "Apollo was able to pull off the $12.3 billion buyout because it essentially acted as a strategic buyer, an increasingly common industry practice.",
  "Plus, if things go to plan, executives -- who share in a percentage of the deal's profits through so-called carried interest -- get even richer.",
  "Depending on how long they wait, it could also lead to a higher internal rate of return, which is another closely-watched metric.",
  "ADT Inc. is back on the New York Stock Exchange less than 19 months after it was taken private by Apollo Global Management LLC.",
  "That happens when a firm completely sells down its stake, according to Hamilton Lane, which advises private equity investors.",
  "The prospect of stronger profits as ADT's evolution continues will likely be enough to keep Apollo in the stock for a while.",
  "(On Friday, the stock opened more than 10 percent lower after pricing below an initially targeted range.)",
  "But even at the security company's lower valuation, Apollo is still poised to at least double its money.",
  "In Thursday's initial public offering, Apollo didn't sell any shares, so it isn't considered an exit.",
  "To contact the editor responsible for this story: Beth Williams at bewilliams@bloomberg.net.",
  "For those keeping count, that's when the holding-period clock started on the investment.",
  "To contact the author of this story: Gillian Tan in New York at gtan129@bloomberg.net.",
  "This column does not necessarily reflect the opinion of Bloomberg LP and its owners.",
  "But to describe the deal as a swift private equity exit would be a misconception.",
  "And other private equity firms observing from the sidelines needn't be spooked.",
  "Gillian Tan is a Bloomberg Gadfly columnist covering deals and private equity.",
  "As for ADT's IPO, the stock's miserable opening day may peeve Apollo.",
  "That's in line with the majority of private equity exits lately.",
  "She previously was a reporter for the Wall Street Journal.",
  "After all, an IPO is simply the first step down the path.",
  "She is a qualified chartered accountant.",
  "Would you look at that?",
  "©2018 Bloomberg L.P."
]