[
  "The disclosure of Bayh's personal financial information follows a Saturday report from the Associated Press, which obtained a copy of Bayh’s schedule in the final year of his Senate service and found that he spent “substantial” time meeting with prospective employers in the private sector while voting on issues in which those companies had an interest.",
  "Indiana Democratic Senate candidate Evan Bayh amassed nearly $6.3 million in salary, compensation on corporate boards, and various speaking fees since January 2015, according to a new financial disclosure filed late Sunday night during the second presidential debate.",
  "Evan and Susan Bayh had between $2.1 and $7.7 million in assets — plus stocks and stock options from two companies worth at least $1 million each belonging to Susan Bayh — when Bayh left the Senate at the end of 2010, according to a filing at the time.",
  "Bayh earned a salary of $174,000 annually in 2010 — though his wife, Susan Bayh, also earned at least $1 million working for the biotechnology company Dendreon and over time earned income and stock options from six other companies.",
  "Bayh’s 19-page personal financial disclosure form details a large jump in his family's net worth over the last six years, as the former senator embarked on a post-Congress career at powerful K Street firms and on corporate boards.",
  "Bayh's time advising corporate clients in Washington and elsewhere has become a major point of attack for Republican outside groups and Bayh's GOP opponent in the Indiana Senate race, Rep. Todd Young.",
  "| Getty Bayh net worth soared since leaving Senate The Indiana Democrat's wealth increased dramatically between his 2010 Senate retirement and his 2016 comeback attempt.",
  "From January 2015 until now, Bayh's position as an adviser to the private equity firm Apollo Global Management earned him $2,038,152.05, the new disclosure shows.",
  "He made a surprise leap into the race for his old seat in July, starting with a big polling lead that dwindled into single digits over the course of the summer.",
  "He also was compensated $82,000 for speeches he gave before various companies and associations, as well as for an article for DDC Advocacy in Washington.",
  "Bayh also owned a rental property in Delaware that was purchased for $1.8 million — but likely was valued at less after the economic recession.",
  "Bayh's new financial report detailed just one liability: a mortgage valued between $500,001 and $1 million held by Raymond James Bank.",
  "The personal financial disclosures cover the period between January 2015 through Sunday, when the disclosure forms were filed.",
  "Bayh owns two homes in Washington and a condo in Key Biscayne, Fla., as well as a one-bedroom condo in Indianapolis.",
  "Additionally, Bayh earned $1.76 million through his positions on boards of Berry Plastics Group in Evansville, Ind.",
  "Bayh raked in $1,950,395.61 as a partner at the D.C. law and lobbying firm McGuireWoods in that same time period.",
  "As for his Fox News gig, Bayh told the Indianapolis Star in July that he resigned from the commentator position.",
  "Bayh, along with his wife Susan, reported between $13.9 million to $48 million in assets, the records show.",
  "(The value Susan Bayh’s two most valuable stocks did not include an upper value limit on that filing.)",
  "Story Continued Below\n\nBayh’s post-Senate earnings are up sharply from his time in public office.",
  "In August, Bayh said in an interview with POLITICO in Indianapolis that he now works part time.",
  "Bayh was required to disclose his finances again once he began his Senate comeback bid.",
  "He sought an extension in August that pushed the deadline to file the report to Sunday.",
  "; Fifth Third Bank in Cincinnati and Marathon Petroleum Corporation in Findlay, Ohio.",
  "New financial disclosures detail Evan Bayh's rising net worth in recent years.",
  "He also earned $440,033.72 as a Fox News analyst, the document shows.",
  "Bayh retired from the Senate in 2010 after two terms.",
  "Scott Bland contributed to this report.",
  "; RLJ Lodging Trust in Bethesda, Md."
]