[
  "REUTERS/Brendan McDermid\n\n(Reuters) - Blackstone Group LP (BX.N), the world’s largest manager of alternative assets, said on Thursday a key measure of its earnings rose by 5 percent, helped by large gains in its private equity unit and strong performance by its real estate, credit, and hedge fund businesses.",
  "“In 2017, we took in $108 billion of capital inflows, invested more than $50 billion, and returned more than $55 billion to our limited partner investors through realizations – all new records for the firm,” Blackstone Chief Executive Stephen Schwarzman said in a statement.",
  "Economic net income, which reflects the mark-to-market valuation gains or losses on Blackstone’s portfolio and is a key earnings metric for U.S. private equity firms, rose to $850 million from $811.6 million in the year-ago period.",
  "Fourth-quarter distributable earnings - the actual cash available for paying dividends - was up 94 percent on a year at $1.2 billion, as Blackstone took advantage of strong corporate valuations to exit some of its investments.",
  "Blackstone followed its peer Apollo Global Management (APO.N) in reporting strong appreciation in its buyout funds and higher profits as both benefited from the stock market rally and a string of asset sales.",
  "New York-based Blackstone agreed this week to buy a majority stake in the Financial and Risk business of Thomson Reuters Corp (TRI.N) (TRI.TO), the parent of Reuters News.",
  "The ticker and trading information for Blackstone Group is displayed at the post where it is traded on the floor of the New York Stock Exchange (NYSE) April 4, 2016.",
  "The value of Blackstone’s private equity funds, which account for around a quarter of its assets, rose 6.8 percent in the three months to end of December.",
  "Quarterly economic net income was 71 cents per share, ahead of analysts’ average expectation of 67 cents per share, according to Thomson Reuters I/B/E/S.",
  "Blackstone’s assets under management rose to a record $434.1 billion in the fourth quarter, up from $387 billion in the previous quarter."
]