[
  "“After careful review of our options, the board of directors of TDC believes that the consortium’s offer represents both the most compelling value and the highest transaction certainty benefiting the TDC shareholders,” TDC Chairman Pierre Danon said in a statement.",
  "COPENHAGEN/STOCKHOLM (Reuters) - Danish telecoms company TDC TDC.CO urged investors on Monday to back a $6.7 billion cash offer from Australia’s Macquarie (MQG.AX) and three Danish pension funds who promised to invest in the country’s digital infrastructure.",
  "TDC has now thrown its weight behind a consortium consisting of Macquarie Infrastructure and Real Assets (MIRA) and Danish pension funds PFA, ATP and PKA pitched at 50.25 Danish crowns ($8.28) per share valuing the group at around 40 billion crowns.",
  "Speculation about TDC as a target for both private equity and industry players such as Sweden’s Telia (TELIA.ST) had long been circulating but sources told Reuters that its Swedish rival opted against bidding because of antitrust challenges.",
  "The consortium said it would make “material investments” into the network infrastructure and split the company in two with one unit focused on its telecommunications network and the other on customer service and content.",
  "They also said a separation between TDC’s cable and telecoms operations was a likely requirement by antitrust regulators but Telia deemed the transaction too risky and decided to walk away from the negotiations.",
  "In 2005 a consortium of U.S. and British funds, including Apax Partners, Blackstone Group and Permira, took control of the company in a 76 billion crown leveraged buyout - Europe’s biggest at the time.",
  "“MATERIAL INVESTMENTS”\n\nPension funds seeking steady returns are regular investors in Denmark’s infrastructure and have played a role in the consolidation of former state companies.",
  "The offer for TDC, which needs backing from two-thirds of the shares and voting rights in the company, represented a 32.3 percent premium to the 3-months volume-weighted average.",
  "It also owns 270,000 km of fiber and copper cables in Denmark and MIRA has a history of investing in such businesses as the world’s largest infrastructure asset manager.",
  "The Swedish group has repeatedly said its profitability in Denmark is too low and it therefore has to find a solution in order to stay in the country in the long term.",
  "In 2016, the European Commission blocked Hutchison’s deal to buy UK rival O2 UK from Spain’s Telefonica (TEF.MC) for 10.3 billion pounds due to competition concerns.",
  "Two sources close to Telia said it decided against bidding for TDC after examining the antitrust challenges that a deal between the two companies would have posed.",
  "Less than two years ago TDC rejected a potential takeover approach from another private equity player, believed to be Apollo Global Management (APO.N).",
  "Long-awaited European telecom industry consolidation has yet to take off as mergers between telecoms operators have met challenges in recent years.",
  "Telia added it had investigated various alternatives regarding its business in Denmark “which have included also a possible acquisition of TDC”.",
  "TELIA OUT OF RUNNING\n\nThe prospect of a bidding war for TDC receded when Telia said earlier on Monday it was not in talks with its Danish peer.",
  "As a consequence, TDC intends to drop its own planned $2.5 billion takeover of Swedish MTG’s (MTGb.ST) broadcasting and entertainment business.",
  "Telia and Norway’s Telenor (TEL.OL) had to give up a planned merger in Denmark in 2015 because of opposition from European regulators.",
  "That deal was announced less than two weeks ago but has to be abandoned as a condition of the Macquarie-led takeover offer.",
  "Only last week it rejected a takeover approach from the same group which valued it at a reported 47-48 crowns per share.",
  "The consortium said it would not cut any staff if it won control of the company, which employs around 8,000 people.",
  "The consortium’s financial advisers are Barclays and Nordea while LionTree and Morgan Stanley are advisers to TDC.",
  "Shares in TDC jumped after the latest statement and traded 13.4 percent higher at 49.47 crowns by 1550 GMT.",
  "However, the new bid remains far below TDC’s all-time high price of 152.8 crowns recorded in March 2000.",
  "TDC has more than three million mobile customers in Denmark and Norway.",
  "($1 = 6.0695 Danish crowns)"
]