[
  "Department officials could also be making sure that they \"aren't being taken for a ride\" by putting these conditions in place, said Rohit Chopra, a former assistant director at the Consumer Financial Protection Bureau, in an email, adding that these conditions could also give the private equity buyers an opportunity to walk away from the deal.",
  "\"We've also seen a lot of skepticism from others on the Hill about this purchase, so there is a very real risk in waiting as well,\" Ben Miller said, adding that these restrictions are a way of giving the new owners a chance to demonstrate that they want to run a quality education service and not turn a profit and run.",
  "Flickr/Ken Lund \"It's entirely reasonable to ensure that an ownership group with no prior experience running a college of any sort should abide by certain restrictions,\" said Ben Miller, senior director for postsecondary education at the Center for American Progress.",
  "AP Photo/Stefano Paltera After months of review, the US Department of Education on Wednesday approved the proposed $1.14 billion sale of Apollo Education Group, which owns the University of Phoenix, to a group of three private equity firms.",
  "The department is also requiring that Phoenix and Western International University, which is also owned by Apollo, not change any educational programs or add any new programs or locations until June 30, 2018, when the agreement ends.",
  "Critics of for-profit institutions viewed the news as a good sign that the department is continuing to push regulatory pressure on the sector even in its final days in office before the new Donald J. Trump administration begins.",
  "\"This is another situation where the department will be putting this company in further financial risk by imposing an additional letter of credit on a company they're acknowledging is in decline and only exacerbates that risk.\"",
  "\"If Tony and others are serious about the changes and improvements to Phoenix they want to make, they will abide by what's in this document regardless of what administration is around when it becomes binding,\" Ben Miller said.",
  "The Education Department is requiring the company to submit a letter of credit valued at 25 percent of its institutions' federal funding allocation, or about $386 million, as a condition of approving the change in ownership.",
  "In the past few months, congressional Republicans have questioned the deal, especially since Marty Nesbitt, who runs one of the three private equity firms, the Vistria Group, is a close friend of President Obama.",
  "The US Department of Education on Wednesday approved the proposed $1.14 billion sale of Apollo Education Group, which owns the University of Phoenix, to a group of three private equity firms.",
  "\"If the goal is to wait this out just to avoid the type of sensible restrictions put in place to protect students and consumers, then that says a lot about the motivations of the purchase.\"",
  "The new buyers could wait to see what a Trump administration, with Betsy DeVos as the prospective new education secretary, has in store for the for-profit sector, but that may be a risk.",
  "Its enrollment stood at approximately 460,000 students in 2010, but it has decreased significantly as the for-profit sector's reputation has taken a hit and regulations have increased.",
  "If the new owners agree to the department's conditions, the next step will be awaiting word from the Higher Learning Commission, Phoenix's accreditor, as that agency reviews the deal.",
  "The department's letter to the company means the country's largest for-profit university is one step closer to going private if the new owners agree to the department's conditions.",
  "\"A letter of credit is not unheard-of, but 20 percent is usually the biggest number I've heard of, and they're usually imposed when a lot of debt is placed on the transaction.",
  "The Education Department is requiring the company to submit a letter of credit valued at 25 percent of its institutions' federal funding allocation, or about $386 million.",
  "Trace Urdan, who analyzes the for-profit higher ed industry for Credit Suisse, said it wouldn't be surprising if the new owners try to appeal the department's conditions.",
  "\"It's very clear the department is taking a real risk that Tony Miller and others who have no experience in running a college will be able to do so successfully.\"",
  "The letter of credit is designed to protect students and taxpayers and is used as collateral if the company is unable or unwilling to pay the department back.",
  "Urdan said other conditions like monthly enrollment reporting and monitoring the number of times the institutions contact students sound more like punishment.",
  "\"Apollo Education Group can confirm that we have received the letter and are evaluating it,\" a spokesperson for the company said in an email.",
  "\"It's not unheard-of for the department to impose restrictions on growth or new programs for a period of time on new ownership,\" Urdan said.",
  "The other firms in the consortium are Apollo Global Management, which has no relation to Apollo Education Group, and the Najafi Companies.",
  "The department would also monitor the institutions' financial stability, graduation, retention, recruitment and monthly enrollments.",
  "Vistria's co-founder and chief operating officer is Tony Miller, who served as deputy secretary of education from 2009 to 2013.",
  "This fiscal year the company's net revenue is $2.1 billion, and Apollo shares were trading at $9.51 by Wednesday evening.",
  "Both institutions will also be required to maintain enrollment levels at or below their current levels.",
  "The new owners also have until Feb. 1 to walk away from the deal without facing repercussions.",
  "Phoenix has long been the 800-pound gorilla in for-profit higher education.",
  "But the approval of the deal comes with a number of strict conditions.",
  "\"I look at these conditions and I see them as onerous,\" Urdan said.",
  "There's no additional financial risk in place here.\"",
  "Apollo's shareholders voted for the sale in May.",
  "Enrollment now stands at about 175,000.",
  "That's not the situation here."
]