[
  "Venezuela's oil industry has become an even more important source of hard cash here as the Trump administration has tightened sanctions that were imposed during the Obama administration, including a measure that strictly limits the ability of Venezuela to finance its debt through U.S. institutions.",
  "(Marco Bello/Reuters)\n\nThe arrests here of six top executives of Citgo, the U.S. subsidiary of Venezuela's state-owned oil giant, amount to a dramatic shake-up in the leadership of the oil interests that have been keeping embattled President Nicolás Maduro in power.",
  "He suggested that the executives — Citgo's acting president and chief executive, José Ángel Pereira, and five vice presidents: Tomeu Vadell, Alirio Zambrano, Jorge Toledo, Gustavo Cárdenas and José Luis Zambrano — had links to the Swiss-based group, Mangore Sarl.",
  "\"When the intelligence police, with orders from the chief prosecutor, arrived to arrest the directors for corruption, one of them, born in the state of Falcón, said he couldn't be detained because he's an American citizen,\" Maduro said.",
  "[Venezuela has too much money but not nearly enough cash]\n\nIn a statement, Citgo said, \"We are looking into the current investigation related to CITGO officials by the Venezuelan Prosecutor's Office to better understand the situation.\"",
  "CITGO is a U.S.-based company that operates independently, and to the standards and regulations set in the U.S. We have procedures in place to ensure ongoing operations and the continuous supply of product to our customers.\"",
  "The arrests marked the biggest steps taken so far in an effort by Venezuelan authorities to target corruption in the all-important oil sector, which has been suffering falling output because of deteriorating infrastructure.",
  "[Maduro calls for restructuring Venezuela’s foreign debt]\n\nObservers said, however, that the arrests of such high-level officials could be linked to a tug of war for loyalties in the upper ranks of Venezuela's government.",
  "In recent months, Saab's office has filed corruption charges against 50 individuals, including several managers, linked to Petróleos de Venezuela S.A., the state-owned oil and gas company known as PDVSA.",
  "(Ariana Cubillos/AP)\n\nThe men arrested, analysts say, appeared to be loyal to Rafael Ramírez, a former president of PDVSA and longtime Chávez ally who is Venezuela's representative at the United Nations.",
  "Saab alleged that the men, using a Swiss-based intermediary, orchestrated a deal to refinance bonds issued in 2014 and 2014 through two firms: Frontier Management Group and Apollo Global Management.",
  "At least five of the detained executives are U.S. citizens, according to an official familiar with the situation who spoke on the condition of anonymity because of the sensitivity of the issue.",
  "\"From my perspective, this looks like a fight between factions of Chavismo for control over the oil industry,\" said Henkel García, director of the Caracas-based consulting firm Econométrica.",
  "Venezuelan authorities on Tuesday arrested the six — including Citgo's chief executive — alleging that they had sought to defraud the nation through a $4 billion financial deal.",
  "In a news conference, Venezuela's chief prosecutor, Tarek William Saab, said the executives, who were in Caracas for a meeting, were detained for putting Citgo \"in danger.\"",
  "In televised comments, Maduro said one of the men had claimed that he could not be arrested because he was a naturalized U.S. citizen, although born in Venezuela.",
  "Chávez, a former minister of oil and mining and now a member of parliament, will be heading to the United States to \"reconstruct\" Citgo in the coming days.",
  "On Wednesday, Maduro named Asdrúbal Chávez, a cousin of late president Hugo Chávez, the new president of Citgo in an event broadcast on state television.",
  "The Venezuelan government has sought to maintain its control and influence over the company even as Caracas's relationship with Washington has eroded.",
  "Read more:\n\nToday’s coverage from Post correspondents around the world\n\nLike Washington Post World on Facebook and stay updated on foreign news",
  "On Sunday, Ramírez published an article on the left-leaning website Aporrea in which he appeared to criticize Maduro's handling of the economy.",
  "\"These people were born in Venezuela, are Venezuelans and will be judged because they're corrupt thieves and traitors to the homeland.\"",
  "[Venezuela’s economy may yet do what the opposition couldn’t]\n\n\"This is corruption that should be sanctioned and punished,\" Saab said.",
  "Saab said they had not sought permission for the deal, in which a 5 percent cut would have gone to the Swiss intermediary.",
  "Venezuela's chief prosecutor, Tarek William Saab, speaks during a news conference in Caracas, Venezuela, on Aug. 23, 2017.",
  "Venezuela is trying to renegotiate its debt while facing a crippling economic crisis and shortages of food and medicines.",
  "Ramírez is seen as subscribing to a more moderate brand of Chávez's leftist-nationalist ideology, known as Chavismo.",
  "The corporate logo of the state oil company PDVSA is seen at a gas station in Caracas, Venezuela, on Nov. 16, 2017.",
  "The move suggests a possible attempt by the government to ensure the loyalty of Citgo's management, observers say.",
  "He said the U.S. Embassy was \"alleging\" that some of those detained were American and asking for their freedom.",
  "\"We're talking about the management of our biggest subsidiary of PDVSA, a fundamental pillar for our economy.\"",
  "But especially in recent months, high-profile Chávez followers — known as Chavistas — have broken with Maduro.",
  "The company added: \"Our priority is to protect the interests of our company and our employees.",
  "Houston-based Citgo has been a wholly owned subsidiary of Venezuela's oil giant since 1990.",
  "Maduro was the handpicked successor of Chávez, the leftist firebrand who died in 2013.",
  "\"Can you imagine how far this treason goes?\"",
  "He described their acts as \"treason.\"",
  "Several of the men are U.S. citizens.",
  "Faiola reported from Miami.",
  "\"Freedom?\"",
  "he said."
]