[
  "“Even by the standards of Apollo, one of the world’s largest private equity firms,” the Times notes, “the previously unreported transaction with the Kushners was a big deal: It was triple the size of the average property loan made by Apollo’s real estate lending arm, securities filings show.” In a second instance, Kushner got an even larger loan of $325 million from Citigroup in the spring of 2017, just months after Donald Trump took office.",
  "Alex Wong/Getty Images\n\nWalking conflict of interest Jared Kushner intermingled his public and private personas while camped out in the West Wing, according to a New York Times report Wednesday that appeared to show Trump’s son-in-law using his position in the White House to preserve his real estate business interests.",
  "Kushner met with Joshua Harris, a founder of Apollo Global Management who was also advising the Trump administration on infrastructure, during Harris’ regular visits to the White House during the early days of the Trump administration.",
  "Despite denials of any quid pro quo or any other impropriety by all involved, the Times’ reporting appears to validate concerns that foreign governments had identified Kushner as a target for gaining influence in the Trump White House.",
  "The Times reported two instances over the past year where Kushner met with executives from financial companies at the White House and then later secured hundreds of millions of dollars in loans from those companies.",
  "The meetings and subsequent business dealings with the financial companies raise serious ethical questions about Kushner, particularly given both had something to gain from the relationship.",
  "The money to finance office buildings in Brooklyn came shortly after Citigroup CEO Michael L. Corbat met with Kushner to discuss financial and trade policy at the White House.",
  "Then, last November, Apollo lent Kushner’s family real estate firm $184 million to refinance the mortgage on a Chicago skyscraper.",
  "Those concerns and his financial entanglements contributed to Kushner losing his top-secret security clearance this week.",
  "The tax cuts, financial deregulation, and infrastructure spending stood to benefit Apollo and Citigroup.",
  "Jared Kushner in the Cabinet Room of the White House February 13, 2018 in Washington, DC."
]