[
  "The Politico piece also quoted GOP representative Virginia Foxx, who is now the House education committee chair: \"It's ironic that a former senior official at the Department of Education -- an agency that has intentionally targeted and sought to dismantle the for-profit college industry -- would now take the reins at the country's largest for-profit college....Mr. Miller will soon learn firsthand how the harmful regulations he helped develop will limit the choices of students and create burdensome red tape for his institution.\"",
  "In a letter, the Department, expressly citing the law enforcement investigations of the company, as well as the new owners' lack of experience in running a university, insisted on extensive requirements that Phoenix notify the public of various developments (as publicly-traded companies must do), a ban on adding new programs or increasing enrollment, and the posting of a $385 million letter of credit, equal to 25 percent of the company's most recent annual financial aid haul.",
  "Republic Report has been raising issues about the deal since last January, especially because Vistria is run by close Barack Obama friend Marty Nesbit and by Tony Miller, who was Deputy Secretary of Education under Obama from 2009 to 2013; Reuters quoted a source explaining that \"Bringing in Vistria was a strategic decision for Apollo Global Management ... as the buyout firm hopes to smooth relations with government regulators once a deal is completed.\"",
  "Today's Post story, which asserts that \"Obama had been on a crusade against for-profit schools,\" seizes on this Department Christmas gift to the Apollos to posit a deeper conspiracy theory, one whose seeds were planted by the Politico story: that Tony Miller, while at the Department, heavily regulated the for-profit college industry and now has taken advantage of the resulting bargain price of Phoenix to get rich.",
  "Successful in leading organizations through start-up and turn-around activities, in achieving regulatory compliance, in developing and implementing effective strategic plans, in leading change management efforts and in transforming organizational culture through decisive, respectful and effective leadership,\" meaning she is an education industry consultant.",
  "But as unseemly as the Apollo-Apollo-Vistria deal is, using hypocritical for-profit college industry consultants like Schneider and Jones to attack its ethics suggests that other interests in the for-profit college industry are bent on retaliation against the Obama Administration for seeking to protect students from predatory practices.",
  "The University of Phoenix has been getting as much as $4 billion a year in federal student aid, but it has a troubling record of predatory practices -- high prices, low spending on education -- and has been under investigation by multiple federal and state law enforcement agencies for defrauding students and taxpayers.",
  "Diane Auer Jones, meanwhile, was from 2010 until 2015 senior vice president and chief external affairs officer at Career Education Corporation, meaning she was a full-time lobbyist for another bad for-profit college industry actor, now facing multiple law enforcement investigations.",
  "And the Post cites a second expert, Diane Auer Jones, identified as \"the former assistant secretary for post-secondary education at the Education Department under President George W. Bush,\" as opining, \"I think every way you look at this transaction is questionable and suspicious.\"",
  "The Post story says Trump \"is expected to lighten rules that govern such schools\" -- although doing so would undercut his pledges to fight against waste, fraud, and abuse with taxpayer dollars, to help working people get good jobs, and to drain the swamp of Washington corruption.",
  "In 2015, Schneider filed an amicus brief in federal court supporting a lawsuit by for-profit college companies to strike down the Department of Education's gainful employment rule, aimed at limiting federal aid to career education programs that leave students deep in debt.",
  "Today's Post story deepens the emerging GOP / industry line, announcing, \"A close pal of President Obama will be able to buy the for-profit parent of the University of Phoenix after federal regulators cut him and other buyers a major break, The Post has learned.\"",
  "A key concern about the deal, highlighted in a Politico story over the summer, is that Apollo did indeed recruit Vistria in hopes that the presence of Nesbit and Miller would make it harder for the Obama Department of Education to reject the change in ownership.",
  "What the Post story, as well as the prior Politico piece, fail to mention is that these supposed authorities on Washington ethics all themselves have traded on their own government roles to become paid shills for for-profit college interests.",
  "The Post piece thus suggests a new mood of revenge on the Obama Administration for curbing for-profit college abuses -- and illustrates just how deeply the predatory for-profit college industry has corrupted Washington's politics.",
  "And although Jones now presents herself to the media (and to others she approaches in Washington on these issues) as a senior fellow at the Urban Institute (which she is), she is also the president of \"AJsquared Consulting ...",
  "This last condition was significant because under the terms of the sale, the new private equity buyers were permitted to back out of the deal if the Department required a letter of credit greater than 10 percent.",
  "Early last year, Apollo Global Management, the Vistria Group, and the Najafi Companies entered into an agreement to purchase the now publicly-traded Apollo Education Group, owner of the University of Phoenix.",
  "We don't know what the President of Trump University, which engaged in its own brand of deceptive predatory practices, will do about for-profit colleges when he becomes President of the United States.",
  "Politico's June story quoted Mark Schneider, identified as \"a former top education official under President George W. Bush,\" saying, \"There is at least a taste of unseemliness involved in this....",
  "The Post quotes Mark Schneider, identified as \"a former education official under President George W. Bush,\" as saying, \"I do believe the restrictions were going to kill the deal....",
  "But the piece does so in a troubling manner, citing as critics of the deal supposed experts who themselves have traded on revolving door connections to take for-profit college cash.",
  "The Department insisted that the taxpayer protections thus remained the same, but one had to ask why the government had to tailor its approval to the terms of a private deal.",
  "Meanwhile, Schneider and Jones both have been paid with for-profit college money, and have advocated for industry interests, since leaving the Bush Education Department.",
  "In December, the Department of Education did indeed approve the change of ownership needed to keep Phoenix eligible for federal aid, but it imposed tough conditions.",
  "An article in today's New York Post renews legitimate concerns about a pending private equity takeover of the largest for-profit college, the University of Phoenix.",
  "Just before Christmas however, the Department yielded on the letter of credit issue, requiring instead a 10 percent letter of credit and 15 percent escrow.",
  "Schneider serves on the board of directors of the Nexus Research and Policy Center, which was created and is funded by the Apollo Education Group.",
  "Last March he co-authored an op-ed opposing broad debt relief for students defrauded by their colleges.",
  "Schneider's attorney in that matter was Dennis Cariello, a long-time for-profit college lawyer.",
  "Foxx has been one of the biggest recipients of campaign cash from the industry.",
  "(Learned, I guess from news articles published last month.)",
  "...They are buying it for pennies on the dollar.\"",
  "I think there is a cloud of ethical fog.\"",
  "They drive the price down.",
  "They regulate it."
]