[
  "In January, Trump signed an executive order aimed at expediting environmental reviews and approvals for all infrastructure projects, especially high priority projects \"such as improving the U.S. electric grid and telecommunications systems and repairing and upgrading critical port facilities, airports, pipelines, bridges, and highways.\"",
  "AP Photo/Jack Plunkett\n\nWASHINGTON, March 8 (Reuters) - Elon Musk, who heads Tesla Inc and Space X, will take part in a meeting with U.S. President Donald Trump and business leaders Wednesday on the administration's plans to boost infrastructure spending, a White House official told Reuters.",
  "\"To launch our national rebuilding, I will be asking Congress to approve legislation that produces a $1 trillion investment in infrastructure of the United States - financed through both public and private capital - creating millions of new jobs.\"",
  "General Atlantic CEO Bill Ford, McKinsey & Co partner Tyler Duvall and Lynn Scarlett, a managing director at the Nature Conservancy, are also scheduled to attend, along with Transportation Secretary Elaine Chao and Energy Secretary Rick Perry.",
  "Also expected to attend the White House meeting are developer Richard LeFrak, chief executive officer of LeFrak; Vornado Realty Trust CEO Steve Roth; and Apollo Global Management co-founder Josh Harris, the official said.",
  "Musk, who is making his third trip to meet with Trump since Trump took office Jan. 20, in December said he planned to start digging tunnels after he complained of traffic in Los Angeles.",
  "During his presidential campaign, Trump said he would push for a $1-trillion infrastructure program to rebuild roads, bridges, airports and other public works projects.",
  "The American Society of Civil Engineers has graded U.S. infrastructure at D+ and estimated the country needs to invest $3.6 trillion by 2020.",
  "He told Bloomberg News in an interview published last month the plan was to dig tunnels for cars and high-speed trains to reduce congestion.",
  "Chao told Fox News last month that the needs for infrastructure are so great the federal government cannot shoulder all the costs.",
  "(Reporting by David Shepardson; Editing by Lisa Von Ahn and Nick Zieminski)",
  "\"The time has come for a new program of national rebuilding,\" Trump said.",
  "Last month, Trump touted the plan in an address to Congress.",
  "Elon Musk."
]