[
  "“He took millions in loans from companies he met with in the White House, tried to set up a secret channel to talk to Russia, can’t get a security clearance to complete a background check, and lurks ominously in the background of every White House photo like he’s the ghost of a boy Trump killed with an errant tee-shot.”\n\nStephen Colbert\n\n“Yesterday, we learned about the resignation of White House communications director and step-mother-who-went-to-college-with-her-new-daughter, Hope Hicks,” Stephen Colbert began.",
  "The host continued: “McMaster found himself in hot water with Trump last month when he told a German audience that Russian meddling in the election was incontrovertible, which violated Trump’s policies against acknowledging Russian interference and of using big words.”\n\n\n\nBut the imminent departures don’t end there: “The guy who’s really upsetting Trump is attorney general and racist Dobby Jeff Sessions,” Colbert said, noting that Trump apparently calls the former senator “Mr Magoo”.",
  "“Just take the president’s son-in-law and senior adviser Jared Kushner, who’s already under fire for his business dealings, his lack of a security clearance and his inexperience.”\n\nMeyers then noted that this week reports surfaced that Kushner took a half-billion dollars in loans from various companies, including $184m from Apollo Global Management and $325m form Citigroup, after meeting with officials from those companies at the White House.",
  "“Republicans including Trump spent eight years spinning unhinged fantasies about Obama trying to take people’s guns away,” he said, “and then yesterday, as Vice-president Mike Pence was discussing the idea of gun violence restraining orders, Trump just blurted out the exact thing he falsely accused Obama of doing.”\n\n“Republicans got their dream president and now he’s just blurting out their worst nightmares,” the host joked.",
  "For example, that she only does it sometimes.”\n\n“That news did not sit well with the president,” Colbert explained, “who reportedly berated Hicks and demanded to know ‘How could you be that stupid?’”\n\n\n\nColbert went on to cite a Politico article in which a close friend of the president’s compared losing Hicks to Trump’s losing a limb.",
  "Just when you think he's gonna zig, he punches you in the nuts.”\n\n-Trevor on Trump's gun control flips\n\n\n\nFull episode: https://t.co/nAWEc48RUa pic.twitter.com/S0vuEnbN7R\n\n“At one point, Mike Pence tries to step in and say ‘Calm down, people’, there will be due process before anyone’s guns are taking away,” the host said.",
  "“Trump is reportedly freaking out about the way the media is jumping on senior White House son-in-law and haunted Ken doll, Jared Kushner.”\n\nColbert then noted that, after losing his top-level security clearance, Kushner’s clearance is now reportedly lower than that of the White House chief calligrapher.",
  "Don't hold your breath Read more\n\n“My mind is going to explode: Donald Trump just said, ‘Fuck your rights, I’m taking your guns.’ Isn’t that what he said Hillary was going to do?”\n\n\n\n“Before you get too excited, just remember what happened with Daca not too long ago,” Noah concluded.",
  "Seth Meyers on Trump and guns: 'Republicans' dream president is now their nightmare'\n\nLate-night hosts on Thursday discussed Hope Hicks’ departure from the White House, Trump’s flip-flopping on guns and Jared Kushner’s conflicts of interest.",
  "“If people came in expecting Trump to side with Republicans, they were in for a big shock, because Trump is unpredictable.”\n\nIn footage shown by Noah from the meeting, Trump accuses Republicans of being “petrified” of the NRA.",
  "Trevor Noah slams Ben Carson's 'gold-plated' chairs and 'shady' spending Read more\n\nSeth Meyers\n\nNBC’s Seth Meyers discussed both Trump’s amorphous stance on guns and Jared Kushner’s rocky week.",
  "“Trump was at that same table agreeing with Democrats on immigration and then, two days later, Africans were from shithole countries and the whole thing fell apart.”",
  "“If you thought Trump was going rogue when he attacked the Republicans and the NRA, wait until you see him supporting the Democrats,” Noah added.",
  "“All the Democrats in this meeting were giddy: look at Amy Klobuchar when Trump shut down the Republicans’ concealed carry idea,” Noah joked.",
  "Simpler times.”\n\n\n\nTrevor Noah\n\nComedy Central’s Trevor Noah discussed Trump’s open-door meeting on gun reform at the White House.",
  "“President Trump invited lawmakers back to his Apprentice set to discuss what can be done to stop gun violence,” Noah began.",
  "He then showed more clips, in which Senator Dianne Feinstein is gleeful when Trump agrees with her about assault weapons.",
  "“While Trump swings wildly on policy, his White House keeps getting engulfed in new scandals,” Meyers went on.",
  "“Mr Magoo was a cartoon character 60 years ago and what was funny about him was that he was legally blind.",
  "But infamously, Trump replied to Pence by saying he’d rather “take the guns first, due process second”.",
  "“All of a sudden she’s Jim from The Office.”\n\nThe Daily Show (@TheDailyShow) “Trump is unpredictable.",
  "Colbert added that national security adviser HR McMaster is also rumored to be on his way out.",
  "“On Tuesday, Hicks told Congress that she sometimes tells white lies for Trump.",
  "How much more suspicious can Jared Kushner get?” Meyers asked.",
  "“Quick note to anyone under 80,” Colbert said sarcastically.",
  "Is Trump moving to the centre on guns?",
  "“It’s not just Hicks,” Colbert added.",
  "“That is cartoonishly corrupt."
]