[
  "Senator Joni Ernst, of Iowa, also derided the deal, pointing out that it would benefit only a “select few.”\n\nOn February 28th, Kelly Love, a spokeswoman for the White House, denied that there was any plan to shift the point of obligation, telling Reuters, “There is no ethanol executive order in the works.” In an interview with Bloomberg, Stefan Passantino, the White House lawyer in charge of ethics and compliance, questioned any characterization of Icahn as a government official, saying, “He is simply a private citizen whose opinion the President respects and whom the President speaks with from time to time.” In subsequent conversations with industry representatives, Pruitt distanced himself from Icahn’s efforts.",
  "His reputation grew so fearsome that some companies paid him to go away by buying his shares back at a premium—a practice known as “paying greenmail.” Marty Lipton, a corporate lawyer whose firm has often been hired by companies that were looking to thwart an Icahn takeover, wrote a memo four years ago in which he described raiders like Icahn as engaging in “a form of extortion.” In Lipton’s view, such investors “create short-term increases in the market price of their stock at the expense of long-term value.” In the nineties, when Icahn was fighting for control of Marvel Comics, the company’s C.E.O., a veteran of the Israeli Army, likened dealing with him to negotiating with terrorists.",
  "that creates a conflict of interest that is just beyond what we are even talking about everywhere else.” In his conversation with me, Icahn expressed indignation about the effort to hold him accountable, which he has described, in conspicuously Trumpian language, as “fake news” and “a witch hunt.” He told me that any criticism of his role is “both politically motivated and motivated by certain large business interests,” and is “completely without merit.” When I asked Icahn about the nature of his special-adviser role, he maintained that what had initially appeared to be a broad policy portfolio was, in practice, much more limited.",
  "“Recusing yourself means not delivering the White House’s legal theories about whether Icahn is an employee.” The spokeswoman maintained that, when Passantino made his declaration, he wasn’t making a legal judgment, but “merely reiterating a fact.” Richard Painter, who used to hold Passantino’s job, told me that the White House’s repeated assertion that Icahn is simply a private citizen is “bogus,” adding, “The ethics shop in this White House is not very good.” If Passantino never weighed in on the terms of Icahn’s unusual appointment, surely some other White House lawyer looked into the matter.",
  "Changing the regulation, Dinneen said, would simply reward “folks who haven’t done what the law said they should do.” “What do you think of the new cubicles?” The Renewable Fuel Standard had passed with support from an improbably diverse coalition: environmentalists, who wanted to curb greenhouse-gas emissions; national-security hawks, who wanted to reduce reliance on foreign oil; and farm-state lawmakers, who wanted to boost the corn industry.",
  "Icahn insisted to me that he does not oppose all regulation, and feels, for example, that “some Wall Street regulation is necessary.” Notwithstanding the title that Trump had conferred on him, Icahn described his advisory role as “unofficial,” and said, “I have only ever made suggestions that I believed would benefit all companies in particular industries, never any one particular company.” Beyond that, he would say little on the record.",
  "On the question of whether Icahn had exploited his proximity to the President to make bets in the marketplace, Lynn said, “Any suggestion that we had access to information that others didn’t is unequivocally false.” Neither Icahn nor Lynn would comment further on the trading of RINs, but Icahn told me, “I have a decades-long, impeccable record of creating literally hundreds of billions of dollars of value for shareholders.",
  "“Of course I drink during the day—I’m way too tired to drink at night.” Since Icahn’s appointment, Senators Elizabeth Warren, of Massachusetts, and Sheldon Whitehouse, of Rhode Island, along with several of their Democratic colleagues, have written a string of letters to the White House and to various agencies to protest the nature of Icahn’s role, and to seek clarity on the question of what he has actually been doing.",
  "It is almost impossible to imagine, she argued, that Icahn did not “have some inside information about how these policies would affect a company like Bristol-Myers.” Warren posed a hypothetical to Clayton: If Icahn had inside information about federal regulatory policy that would affect Bristol-Myers, and he chose to buy shares in the company based on that information, would that not be a violation of securities laws?",
  "Connie Bruck, in her 1988 book, “The Predators’ Ball,” describes his passion for all-night negotiation sessions, and notes that some of his interlocutors suspect that he deliberately prolongs these encounters, not just as a tactic but “because he is having such a good time.” Icahn is a serious chess player; as a young man, he considered becoming a chess master but decided not to, because there was no money in it.",
  "An official in the Trump Administration told me that reports about an impending executive order were “not true,” because “there was no organic executive-order process that would be normal for something like that.” There was a draft executive order, the official acknowledged, but it did not originate in the White House: “It was something Icahn sent to us.” “Icahn is very sophisticated,” Brooke Coleman said.",
  "I told Donald that he is somebody who will do away with many of the problems at the E.P.A.” He continued, “I do think he feels pretty strongly about the absurdity of these obligations, and I feel that this should be done immediately.” One reason that the RIN market is so unstable is that the price of the credits is extremely sensitive to developments in the news that might affect their future value.",
  "Years later, when Trump named Icahn a special adviser, the Democratic National Committee released a statement that alluded to the Atlantic City episode, suggesting that the White House appointment was “a quid pro quo twenty-five years in the making.” Icahn, however, had already been handsomely remunerated for his investment: he sold the bonds, in 1993, for more than double what he had paid for them.",
  "Both would be great choices.” He added, “Both are good friends of mine but, more importantly, they are two of the smartest people I know.” Two days later, Icahn told the Fox Business Channel that he had just had dinner with Mnuchin, and had “urged Donald to consider him.” He continued, “I’m not going to be the one to announce it, but I do believe he will get the job.” On November 30th, Mnuchin did.",
  "“My father was never able to accomplish anything,” he once said, adding, “I never respected him.” In 1960, after studying philosophy at Princeton (where he wrote a thesis titled “The Problem of Formulating an Adequate Explication of the Empiricist Criterion of Meaning”) and a stint in medical school (he was a hypochondriac, which did not help his bedside manner), Icahn shifted to Wall Street.",
  "But Icahn made no mention of these events, claiming instead, “I chose to end this arrangement,” and citing “the insinuations of a handful of your Democratic critics.” He insisted, “I never had access to nonpublic information or profited from my position, nor do I believe that my role presented conflicts of interests.” In our conversations, Icahn was unfailingly polite about President Trump.",
  "When Oliver Stone was doing research for his 1987 film, “Wall Street,” he paid a visit to Icahn, and borrowed one of his observations for the character Gordon Gekko: “If you need a friend, get a dog.” Trump’s almost canine subservience to the older financier is such that, for years, Icahn, who is a tennis fan, has enjoyed droit-du-seigneur access to Trump’s personal box at the U.S. Open.",
  "Shaub warned that the United States was facing a “historic ethics crisis.” The White House released a statement lashing out at Shaub, dismissing his concerns as “grandstanding.” For all of President Trump’s fulminations about the danger of leaks, his White House has a bizarre habit of authorizing spokespeople to talk with the press on the condition that their names not be mentioned.",
  "But, after reporters hounded Dinneen, he offered a different explanation: in a statement, he explained that he had “received a call from an official with the Trump Administration, informing us that a pending executive order would change the point of obligation.” In other words, the policy was going to change by Presidential fiat, whether the industry liked it or not.",
  "“If I were sitting downtown at 120 Broadway, where I used to be the state attorney general, and somebody presented this fact pattern to me, I would say, ‘Let’s take a hard look at this.’ Giving policy advice as a formal government adviser while at the same time trading on the potential impact of that advice violates our notions of transparency in government work.",
  "In court papers, Icahn’s lawyers suggested that Trump’s name was no longer “synonymous with business acumen, high quality, and style.” Icahn told the Wall Street Journal, “I like Donald personally, but frankly I’m a little curious about the big deal about the name.” If the Trump brand carried such cachet, he asked, why did Trump properties keep going bankrupt?",
  "Icahn worried that CVR’s competitors, knowing that the company was in trouble, were deliberately manipulating the price, subjecting his refiner to a so-called “short squeeze.” (Icahn is no stranger to this tactic, having attempted to put a short squeeze on the investor Bill Ackman by driving up the price of Herbalife, a stock that Ackman was betting against.)",
  "Any policy person or lawyer would understand that this thing was never going to fly.” Several sources in Washington who have discussed the matter with Mike Catanzaro, the Trump Administration official who dealt with Icahn, told me that, once he and Gary Cohn had concluded that Icahn was attempting to hijack the policy process, they put a stop to it.",
  "In a new research paper, “All the President’s Friends,” the University of Illinois finance professors Jeffrey R. Brown and Jiekun Huang studied the share prices at companies whose executives visited the White House, and found that the real, or implied, influence of such encounters boosted the value of the companies in the months after such visits.",
  "“That’s a hundred per cent.” Several weeks after Trump’s victory, Icahn tweeted, “I’ve agreed to serve as a special advisor to the president on issues relating to regulatory reform.” In a press release, Trump said, “Carl was with me from the beginning and with his being one of the world’s great businessmen, that was something I truly appreciated.",
  "We have this thing called the Administrative Procedure Act.” Another source said, “Mike had to make clear that the government is not a vending machine—that it’s not here to profit the President’s friends.” He added, “Not everybody in this Administration necessarily sees it that way.” Icahn would not acknowledge having directed CVR to short RINs.",
  "He knows he’s on the right side, and he’s proud of it, but he’ll only do what he does if he knows he’ll get paid for it.” It is true that Icahn has increased the value of many companies that he has invested in, but there are also numerous instances in which, in the aftermath of a raid, he emerges as a winner and everyone else seems to lose.",
  "Jim Stock, a professor at Harvard who studies the energy sector, pointed out that “if an individual has influence over expectations in this market, he can end up moving prices.” When RIN prices dropped, it afforded CVR an opportunity to cover its short, buying back the RINs it needed to meet its regulatory obligation at a steep discount.",
  "Trump expressed dismay at Icahn’s slight, telling the Times, in 2011, that he was a “loyalist” who prioritized friendship, whereas “with Carl the friendship stops where the deal begins.” (Icahn responded that he did not consider the two of them to be close, adding, pointedly, that he had not been invited to Ivanka Trump’s wedding.)",
  "Two people who spoke with Pruitt in the aftermath of the news reports about the executive order told me that he had assured them, “I was not consulted on this.” Brooke Coleman, the executive director of the Advanced Biofuels Business Council, pointed out to me that these events unfolded just a month into the Trump Administration.",
  "With Icahn, they seem to be trying to invent a kind of Guantánamo Bay situation, in which you’re simultaneously both and neither.” Norm Eisen, who served as Obama’s Special Counsel for Ethics and Government Reform, argues that Icahn is “not just an outside kibbitzer” but a formal adviser who should be subject to constraints.",
  "To me, all of that adds up to him being a Special Government Employee.” The blitheness with which Icahn and the Trump White House sidestepped the federal requirements is evidence, Eisen contends, that “this is a lawless Administration.” Immediately after Icahn’s appointment was announced, shares in Icahn Enterprises surged.",
  "“If I get a call from a special adviser to the President, I’m going to take it.” Dinneen explained that although Icahn never said explicitly that he was speaking on behalf of the President, he did say that he had discussed the point of obligation with Trump, and that he was confident that a change in policy was coming soon.",
  "But he believed that Trump would slash regulation and, specifically, would make the change that Icahn wanted on biofuel credits—shifting the so-called “point of obligation” so that other parties, closer in the supply chain to the gas pump, would be compelled to purchase RIN credits, instead of merchant refiners like CVR.",
  "Icahn replied, in a post on his personal Web site, “I am flattered but do not get up early enough in the morning to accept this opportunity.”\n\nWhen Icahn initially made a takeover bid for CVR Energy, in February, 2012, the company hired Wachtell, Lipton, Rosen & Katz, the formidable New York law firm, to deflect him.",
  "On Friday, August 18th, four days after the White House disavowed Icahn to me, he tweeted, “Today, with President Trump’s blessing, I ceased to act as special advisor to the President on issues relating to regulatory reform.” In a letter posted to his Web site, Icahn explained that he had spoken with Trump that day.",
  "Jeff Hauser, who runs the Revolving Door Project, a nonprofit focussed on government corruption, told me that Icahn’s relationship with Trump is a particularly bald example of a kind of clientalist politics that has been more typical, historically, of banana republics, but which is on the rise in the United States.",
  "He paid his way through Princeton, in part, with poker earnings, and he has played the game with Leon Black, the founder of Apollo Global Management; Sam Waksal, the ImClone founder, who went to prison for insider trading; and the onetime junk-bond king Michael Milken, who has also done time for white-collar crime.",
  "Between these informal and formal models lies a third option: Presidents often establish outside advisory boards of corporate leaders; in such situations, the business leaders are not expected to give up any of their holdings, and may advocate on behalf of their industries without having to register as lobbyists.",
  "To do otherwise would be malpractice, he said, adding, “Icahn had a title I couldn’t ignore.” Dinneen insisted to me that he and Icahn never struck a conclusive deal; they simply came to an agreement that he would propose to his board that the association end its opposition to shifting the point of obligation.",
  "The investor who has negotiated with Icahn told me, “Carl confuses the personal good and the social good in a very profound way.” Following the reports that Icahn was negotiating with Dinneen and urging Trump to shift the point of obligation, Icahn acknowledged, in March, that he had not been buying RINs.",
  "“At the risk of being immodest,” he wrote, “most respected experts involved in markets and the way they function would agree there are few in the country that understand investing in markets better than I do.” One person who was listening to Icahn was the Republican Presidential nominee, Donald Trump.",
  "Barron’s asked, “Has Carl Icahn been appointed Secretary of Talking His Own Book?” The Web site Dealbreaker, noting Icahn’s lack of conflict-of-interest constraints, proposed an alternative job title: “Secretary of Do Whatever the Fuck You Want.”\n\nAll Presidents seek advice from the private sector.",
  "I’ve lived through many turbulent times but I’ve never had any problems with the government.” He added that he has “a great respect for the law,” and that he and his associates “cross every ‘t’ and dot every ‘i’ in our activities.” These assurances notwithstanding, Icahn could be in legal jeopardy.",
  "I spoke to someone who has seen the draft executive order, and he told me that it looked conspicuously like something that had been prepared by someone with no experience in Washington: “It was like ‘I, the President, instruct Scott Pruitt to move the point of obligation.’ It was almost amateurish.",
  "With every fibre in his body, that is what he truly believes.” When Icahn couldn’t reach McCabe, he wrote a blistering open letter to the E.P.A., in which he demanded that the rules be changed so that other parties, and not refiners, would be responsible for blending ethanol or purchasing credits.",
  "“It is very difficult to determine whether someone is actually working in the interests of the American people or they are just lining their own pockets.” The public should not be forced to “guess” whether its government is serving its interests or that of the President’s cronies, she continued.",
  "He argued that it was not merely refiners like CVR that were suffering under the current point of obligation; so were mom-and-pop gas stations, many of which were “minority owned.” Icahn argued, with a straight face, that he was actually fighting this battle on behalf of minority communities.",
  "Carl lives in that breach.” On February 27th, the news leaked that Dinneen and Icahn had struck a deal: the Renewable Fuels Association would end its long-held opposition to changing the point of obligation, and side with Icahn in his push to shift the obligation away from refiners like CVR.",
  "“You’re allowed to keep collecting the teeth, but we’re going to call you a fairy to make it sound less terrifying.” Efforts at health-care reform, an infrastructure bill, and tax cuts have all stalled, stymied by the infighting, indiscipline, and incompetence of the Trump Administration.",
  "of Poet, a large ethanol producer, complained, “This was a back-room ‘deal’ made by people who want out of their obligations.” One group, Fuels America, declared that Dinneen’s Renewable Fuels Association was “no longer aligned with America’s biofuel industry,” and severed ties with it.",
  "She replied, “There was no ‘effective’ end date, because there was never a formal appointment or title after January 20.” This was transparently false; Icahn had been named a special adviser to “the President,” not to “the President-elect.” On March 1st, Icahn’s company told the S.E.C.",
  "But under the Renewable Fuel Standard—a law passed, under George W. Bush, to promote the use of ethanol and other biofuels—refiners like CVR are forced either to blend ethanol into their products or to purchase credits, known as Renewable Identification Numbers, from refiners that do.",
  "In August, 2016, Bob Dinneen, who runs a leading ethanol trade group, the Renewable Fuels Association, told the Houston Chronicle that the Renewable Fuel Standard functions basically as it should, providing incentives to refiners that blend ethanol and penalizing those which do not.",
  "So did the American Petroleum Institute, one of the most powerful lobbying groups in Washington, because some integrated oil giants, such as BP and Shell, were now producing so much blended fuel that they were generating surplus credits, which they sold to smaller refiners like CVR.",
  "The Trump campaign—which had not distinguished itself for the wonky exactitude of its white papers—issued a fact sheet on economic policy that, amid generic promises of “unbridled economic growth,” contained a surprisingly detailed bullet point about the E.P.A.’s RIN program.",
  "He pointed out that Icahn’s title stood out amid the arid nomenclature of official Washington, where “special advisers” proliferate but only a chosen few can append the words “to the President.” “With a title like that, he has the authority to represent the President’s views.",
  "It’s a human concept that became conventional wisdom.’ ” To Icahn, it may have seemed that the roadblocks he faced were not a sign of a sound bureaucracy but, rather, evidence of a power play by more formidable special interests, in the form of the ethanol lobby and Big Oil.",
  "But it struck me that it must vex him that Trump—the lesser intellect, the lesser businessman, the little-brother tagalong—may now be too busy to take his phone calls, and would jettison him from his position as a White House special adviser without so much as a heads-up.",
  "It seems problematic on its face.” In March, Icahn published an article in The Hill, defending himself against any suggestion that, as a private citizen lobbying the Administration on behalf of his own business interests, he might be expected to register as a lobbyist.",
  "All that his title and his relationship with the President afforded was “an opportunity to express his views.”\n\nOne recurring feature of the Trump Presidency has been an acute collective sensation, shared by a substantial portion of the electorate, of helpless witness.",
  "“But I will say he’s a consensus builder.” When Trump first announced his candidacy, in June, 2015, he appeared on “Morning Joe,” and said, “I would like to bring my friend Carl Icahn” into the government, suggesting that Icahn might make a good Treasury Secretary.",
  "of Goldman Sachs, greeted the suggestion that Trump might run for President by remarking that the notion of the former star of “The Apprentice” having his “finger on the button blows my mind.” In this context, an endorsement from Icahn was a precious credential.",
  "Questions have emerged about the ongoing business ties of his daughter and son-in-law, Ivanka Trump and Jared Kushner, who, since early 2016, have reaped as much as two hundred million dollars from the Trump hotel in Washington, D.C., and from other investments.",
  "On June 28th, Walter Shaub, the head of the Office of Government Ethics, wrote a letter pointing out that Passantino, in his mandatory disclosures as a full-time White House employee, noted that before joining the Administration he had been a corporate lawyer.",
  "His offices are full of reminders, as if arranged by a set decorator, that Icahn is a conqueror: the walls are lined with oil paintings depicting famous battles, as well as framed stock certificates and other trophies from companies that he has subdued.",
  "It’s ludicrous.” When a Bloomberg reporter pressed Icahn about sectors beyond oil refining where he felt that regulation was excessive, he spoke of railcars and liquid natural gas—two heavily regulated industries in which Icahn has extensive holdings.",
  "He is not only a brilliant negotiator, but also someone who is innately able to predict the future, especially having to do with finances and economies.” He added that Icahn would help him address regulations that were “strangling” American business.",
  "It doesn’t mean Donald is going to take my advice, necessarily.” When Scott Pruitt visited Trump Tower to discuss the top job at the E.P.A., the President-elect concluded the interview by instructing him to walk two blocks uptown to meet with Icahn.",
  "Normally, Dinneen pointed out, any negotiation between the government and private industry would take place with “an army of people” assembled on opposite sides of a conference table: a phalanx of lawyers, technical specialists, and other advisers.",
  "“Up until 2013, the conventional wisdom was that there would be no volatility in RIN prices,” Tristan Brown, a professor at the State University of New York’s College of Environmental Science and Forestry, who has studied the RIN market, told me.",
  "This would appear to be an instance in which the same lattice of vested interests that can cause dysfunction in Washington actually led to a proper result; it prevented a hasty change in policy that was designed primarily to assist one person.",
  "Even so, Pruitt knew that Icahn would likely want to discuss one particular issue—RIN credits—and as Pruitt and an aide headed up Fifth Avenue they searched the Internet for information on the credits system and its impact on Icahn’s refiner.",
  "“So the regulation would have to be changed, and there is a whole process for that.” In 1946, the Administrative Procedure Act established a protocol for rule-making that involves interagency coördination and input from interested parties.",
  "When I asked the White House for an interview with Passantino, to discuss how he had vetted Icahn’s position, a spokeswoman replied that Passantino had been “recused on any matters related to Carl Icahn,” because Icahn was a former client.",
  "Although Dinneen was adamant that Icahn had assured him an executive order was in the works, and had spoken of discussing the matter with Trump, Lynn told me that Icahn had merely expressed “hope” that Trump would come around to his view.",
  "Austan Goolsbee, who served as the chairman of Obama’s Council of Economic Advisers, told me, “The Obama Administration established clear disclosure and full transparency about what advice people were giving and when they were giving it.",
  "But Icahn is worth more than the Trump family and all the members of the Cabinet combined—and, with no constraint on his license to counsel the President on regulations that might help his businesses, he was poised to become much richer.",
  "When a lawyer asked, during a deposition, whether Icahn intended to rebrand the casinos, he said that a consultant had deemed the Trump name a “disadvantage.” In an interview, Trump shot back, “Everybody wants the brand, including Carl.",
  "replied to the senators’ letter: the agency would not be investigating Icahn or CVR, because RINs, even though they are commodities, do not trade on a futures market, and the agency therefore had no jurisdiction to look into the matter.",
  "If the White House spokeswoman was correct, then at the time that Passantino issued the Administration’s judgment that Icahn’s role posed no ethical conflicts he was already recused from offering legal advice on precisely that question.",
  "Robert Weissman, who runs the watchdog group Public Citizen, told me, “This kind of self-enrichment and influence over decision-making by an individual mogul who is simultaneously inside and outside the Administration is unprecedented.",
  "In “King Icahn,” a 1993 biography, the author, Mark Stevens, described his subject as a “germophobic, detached, relatively loveless man,” and quoted one contemporary saying, “Carl’s dream in life is to have the only fire truck in town.",
  "Half a century later, in the heat of a high-stakes negotiation, Icahn would occasionally digress to inform his adversaries that although he attended public school instead of Woodmere Academy, he still went on to become a billionaire.",
  "“We will essentially become a feudal state, with people creating their own fiefdoms and extracting rents from the public.” On August 14th, I asked the White House to confirm that Icahn was still a special adviser to the President.",
  "Jesse Lynn told me that he has reviewed the relevant law, and that it does not apply to Icahn: “Unlike a government employee, Mr. Icahn has no official role or duties and he is not in a position to set policy.” Painter disagrees.",
  "During that decade, Icahn made his reputation as one of the original corporate raiders, pioneering the art of the hostile takeover and establishing himself as a human juggernaut—a pugnacious deal machine, all avarice and swagger.",
  "who has a relationship with the President can do that, regardless of party.” Brown and Huang were able to write their paper only because the Obama White House made public its visitor logs—something that Trump has refused to do.",
  "During the 2016 Presidential campaign, Icahn—who owns twenty or so companies and has investments all over the world—raised the issue of renewable-fuel credits at every opportunity, speaking of the “insane” perfidy of the E.P.A.",
  "In the months after the election, the stock price of CVR, Icahn’s refiner, nearly doubled—a surge that is difficult to explain without acknowledging the appointment of the company’s lead shareholder to a White House position.",
  "Coleman believes that “someone probably walked into Trump’s office and said, ‘Here’s why you need Chuck Grassley more than you need Carl Icahn.’ ” Did Icahn think that he could bluff his way to a change in federal regulation?",
  "Icahn does not have a position with the Administration, nor a policymaking role.” It is ironic for Passantino to rule on the controversy surrounding Icahn’s conflicts of interest—because Passantino has a conflict of his own.",
  "His method was straightforward: he identified businesses whose assets were worth more than their stock; he acquired enough of that stock to force changes in the company which drove up the stock price; then he sold the stock.",
  "Icahn’s empire ranges across many economic sectors, from energy to pharmaceuticals to auto supplies to mining, and all of them are governed by the types of regulations about which he would now potentially be advising Trump.",
  "There was an expectation in the market—an expectation created, in part, by Icahn’s own remarks—that, with Trump in the White House and Icahn playing consigliere, the rules were about to change, and not just at the E.P.A.",
  "When I asked a longtime RIN trader about this gambit, he said, “Either Icahn was extremely lucky or he knew something that other people didn’t.”\n\n“So, what are you doing?” Icahn asked me when I called him for this story.",
  "The aging takeover artist may have flown a little too close to the sun in his pursuit of a particular political objective, but his failure was itself an illustration of the power of transactional politics in Washington.",
  "In the view of Trump Administration officials, Passantino laid to rest the Icahn controversy with his February declaration that Icahn was “simply a private citizen.” Kelly Love, the White House spokeswoman, said, “Mr.",
  "When the press asked whether the fact sheet signalled Trump’s intention to adjust the rule—at the risk of inflaming Corn Belt voters—a spokesman responded that an “incorrect” version of the fact sheet had been posted.",
  "At a June, 2016, rally in Cedar Rapids, he pledged his support for the Renewable Fuel Standard, and promised to save the ethanol industry, which was “under siege.” That September, however, something curious happened.",
  "At one point in the negotiations, he reportedly suggested that if the flight attendants were having such trouble making ends meet they “should have married a rich husband.” (Icahn denied having made sexist comments.)",
  "He would be an adviser with a formal title, but he would not receive a salary, and he would not be required to divest himself of any of his holdings, or to make any disclosures about potential conflicts of interest.",
  "Icahn is currently serving as a special advisor to President Donald J. Trump on issues relating to regulatory reform.” Such a disclosure could indicate merely that Icahn is being transparent with his shareholders.",
  "Then again, he noted, with a dry chuckle, “This whole town is different now.” Now he was cutting deals, mano a mano, with Icahn: a friend of Trump, the owner of a refiner, and a special adviser to the President.",
  "Some speculated that Dinneen had been influenced by Valero, a refiner whose biofuels subsidiary had recently joined his association, and which had sent a representative to join Dinneen at his meeting with Icahn.",
  "Although Trump promised to “drain the swamp,” he has assembled a Cabinet of ultra-rich Americans, including two billionaires: Betsy DeVos, the Secretary of Education, and Wilbur Ross, the Secretary of Commerce.",
  "He is one of the wealthiest individuals not just in the world but in the history of the world—a man who takes pride in many things, not the least of which is his ability to get just about anybody on the phone.",
  "His resignation came during a week when numerous private-sector advisers distanced themselves from Trump, in response to his equivocal comments in the aftermath of a white-supremacist rally in Charlottesville.",
  "One of the sources said, “I think Icahn thought if he told his pal Don, ‘This is a bad thing,’ and explained why it was stupid, Don would say, ‘God damn it, Carl, you’re right!’—and then the law would change.",
  "When they met, during the eighties, Trump was an eager supplicant, perhaps in part because Icahn really is what Trump has always pretended to be: a genuine master dealmaker, and a legitimately self-made man.",
  "On other occasions, an Administration has brought executives into the bureaucracy on a part-time basis, making them so-called Special Government Employees, which requires certain divestments and disclosures.",
  "But he maintains that this was not problematic, because, though the refiner he owns might benefit from a shift in the point of obligation, it would not be the only company that would welcome such a change.",
  "But, on a shareholder call in April, a CVR representative said that in the first quarter of the Trump Administration the company had experienced a “negative” loss of six million dollars—that is, a profit.",
  "Icahn told Mark Stevens, “The social juxtaposition of a tiny group of people living in great splendor and many more living in abject poverty was anathema to him.” As a boy, Icahn was bright and ambitious.",
  "These days, he bristles at the term “corporate raider,” favoring the euphemism “activist investor,” but the reality is that when Icahn targets a company the response from management is generally terror.",
  "Trump has long boasted about his association with more successful businesspeople, dropping references to potentates the way kids decorate their school binders with the names of their favorite pop stars.",
  "But, in the event that state or federal investigators do examine the legality of Icahn’s role in the early days of the Trump Administration, this heedless revisionism is unlikely to withstand scrutiny.",
  "On the day that Pruitt was appointed, the price of RINs plunged—a welcome outcome for Icahn, because it would cost CVR less to purchase the credits that it needed to fulfill its regulatory obligation.",
  "For a time, he worked as an arbitrageur, but he eventually established himself as a takeover artist, orchestrating high-profile raids on companies such as Texaco, RJR Nabisco, and Phillips Petroleum.",
  "In May, after the revelations about the RIN trading by CVR, the senators wrote to the heads of the S.E.C., the E.P.A., and the Commodities Futures Trading Commission, calling on them to investigate.",
  "Jesse Lynn insisted that there was “nothing unusual or inappropriate about any RINs trading that may have been conducted.” Icahn had no ability to influence policy at the White House, Lynn insisted.",
  "Administration officials have refused to disclose the names of team members, but reporting by ProPublica and the Times suggests that many of them have come from the regulated industries themselves.",
  "By the time he called the E.P.A., he was eighty, and long since unburdened of any personal or dynastic need to make money; according to Forbes, he is worth approximately seventeen billion dollars.",
  "Jimmy Williams, a former in-house lobbyist for Icahn, told me, “Carl is a man who thinks that business should be unfettered and that government should not be involved in the free-market economy.",
  "“If he was advising on a matter where he had an interest, then Icahn was in direct violation of the criminal statute.” The Trump Justice Department may be unlikely to initiate an investigation.",
  "And why had the White House lawyer, Stefan Passantino, recused himself on January 20th from “any matters related to Carl Icahn” if, as of that very day, Icahn had no role in the Administration?",
  "After all, if Icahn had really been dismissed on the first day of the Administration, it might have behooved the White House to tell Bob Dinneen, or the senators who wrote all those letters.",
  "The value of a company like Bristol-Myers would be affected by Food and Drug Administration decisions, patent determinations, and policies that affect Medicare and Medicaid, she pointed out.",
  "His mother, Bella, was a schoolteacher; his father, Michael, was a failed opera singer who, even though he was an atheist, became the cantor in a local synagogue, because he loved the music.",
  "But Icahn attended the impromptu victory party at the Hilton in midtown, where nobody seemed to have arranged for balloons, though a cake had been fashioned into a bust of a scowling Trump.",
  "The executive order would be “non-negotiable.” Confronted with this fait accompli, Dinneen apparently felt that his only option was to secure whatever concessions he could for his industry.",
  "“Hey—you can actually hear the ocean better if you put the shell down.” Because CVR will not comment on the trades, it is impossible to know how many credits were bought during this period.",
  "flight jacket and strutting around his office, exclaiming, “We’ve got ourselves an airline!” He took the company private, pocketing nearly half a billion dollars, then sold off its assets.",
  "And the kind of outside panels that Icahn considers to be similar to his role are subject to the Federal Advisory Committee Act, which mandates that their meetings must be held in public.",
  "Clayton demurred, saying that it would depend on an analysis of the “facts and circumstances.” “We are talking about an Administration that just has conflicts everywhere,” Warren pressed.",
  "Passantino was responsible for “counselling” Kellyanne Conway, the Presidential adviser, after she sparked an outcry by promoting Ivanka Trump’s apparel line during a Fox News interview.",
  "I’m not apologizing for that.” With me, he was more calibrated, insisting that his role has been overstated, and that he has spoken to Trump only “a handful” of times since the election.",
  "Incredulous that Janet McCabe might not do so, Icahn asked, “What if the world’s falling apart?” The refiner that he was worried about is CVR Energy, which is based in Sugar Land, Texas.",
  "It’s the hottest brand in the country.” But in Icahn’s opinion the only real downside to shedding the Trump name was the expense that would be associated with changing all the signage.",
  "“But maybe not about Washington.” Senator Chuck Grassley not only represents corn growers; he also chairs the Judiciary Committee, which helps confirm Trump’s appointments of judges.",
  "Implicit in Icahn’s approach was the conviction that he was smart enough to know more about how to make money in a given business than the executives who actually ran the business.",
  "Icahn works from a suite of offices, atop the General Motors Building, in midtown, that are decorated in the oak-and-leather fashion of a tycoon’s lair in a nineteen-eighties film.",
  "Richard Painter, who served as the chief ethics lawyer for George W. Bush, told me that it was irrelevant whether or not Icahn received a salary or had an office in the West Wing.",
  "To think that you have somebody with that kind of agenda bending the President’s ear is troubling.” Conflicts of interest have been a defining trait of the Trump Administration.",
  "But it could not have escaped the senators’ attention that two recipients of their letter—Jay Clayton and Scott Pruitt—had met with Icahn in the context of securing their jobs.",
  "He has a general feeling that he doesn’t want regulations to affect him, but it’s not like he’s going to be consulting the Federal Register and making policy recommendations.",
  "Whatever sympathy Trump may have felt for Icahn’s predicament, he had an important interest of his own: he needed states like Iowa on his side in order to win the Presidency.",
  "Without a policy change, he warned, the regulation would soon bankrupt small and mid-sized refiners, creating a Big Oil “oligopoly” that would cause gas prices to skyrocket.",
  "Icahn prefers to describe himself in more righteous terms, as a warrior for stockholders who have been disenfranchised by inattentive corporate boards and myopic executives.",
  "Then when your house is in flames, he can hold you up for every penny you have.” When the biography was published, Icahn stocked his office with copies to give to visitors.",
  "“And, if you’re wrong, the penalty is pretty much unlimited.” This was, Brown said, not the sort of speculative play one might anticipate from a mid-sized refiner like CVR.",
  "Two weeks after Shaub sent his letter, he resigned, saying that he could no longer meaningfully perform the function for which the Office of Government Ethics was designed.",
  "Yet, among Trump’s panoply of wealthy boosters, Icahn is distinctive, if not unique, because of the President’s willingness to play the beta role and genuflect before him.",
  "When he was offered a scholarship to Woodmere Academy, an expensive private school on the South Shore of Long Island, his parents toured the campus and met with teachers.",
  "He gets obsessed.” Trump’s bid for the Presidency may have seemed like a long shot, and Icahn professed to have misgivings about the “negativity” of his chosen candidate.",
  "One long-standing priority for Dinneen and other biofuel advocates has been to change laws so that gas blends containing fifteen per cent ethanol can be sold year-round.",
  "Icahn says that he has not had a single conversation with anyone in the Administration about regulations in these industries, or in any others in which he has holdings.",
  "Bloomberg News later reported that, according to Icahn, “Trump seemed receptive.” Trump instructed Icahn to telephone Gary Cohn, his senior adviser on economic issues.",
  "Cohn handed the matter to an aide on the National Economic Council, a former oil lobbyist named Mike Catanzaro, who spent an hour going through the details with Icahn.",
  "Unlike Trump, Icahn was not one to insinuate himself into the sort of club that would not accept him as a member; he preferred to storm the clubhouse with a pitchfork.",
  "The President has not only refused to release his tax returns; he has declined to divest from his companies, instead putting them in a trust managed by his children.",
  "By going after lacklustre management, he argues, he has generated “billions and billions” of dollars for shareholders, while managing to make out just fine himself.",
  "When Trump needed to make an interest payment on the loans, his father, Fred, sent a lawyer to another Trump casino, the Trump Castle, to buy $3.3 million in chips.",
  "Instead of simply breaking off a questionable liaison, the White House seems intent on going further, insisting that the liaison never happened in the first place.",
  "Emily Skor, who runs Growth Energy, another trade group, objected that Dinneen had been negotiating without consulting other stakeholders in the ethanol industry.",
  "Pruitt has not made it a habit to meet with senior career officers at the agency; he does, however, meet regularly, behind closed doors, with industry executives.",
  "A fierce opponent of environmental regulation, Pruitt had spent years, as the attorney general of Oklahoma, suing the agency that he was now in talks to oversee.",
  "As soon as the news broke that an executive order on the point of obligation was imminent—and that Icahn and Dinneen had reached a deal—prices of RINs plummeted.",
  "The company would eventually need to turn over its quota of credits to the E.P.A., yet in the months before its annual deadline it was quietly selling them off.",
  "During Jay Clayton’s confirmation hearings, Elizabeth Warren noted that Icahn had made this move after assuming his role as a special adviser to the President.",
  "But one reason that Trumpism is so transfixing to watch is that it is about the upending of norms, the defiance of taboos, the destabilization of institutions.",
  "Because most attendants were women, Icahn insisted, they were not “breadwinners,” and should not expect compensation commensurate with that of male employees.",
  "Icahn and Trump have known each other for decades, and Icahn supported his friend’s aspirations for the White House at a time when they still looked quixotic.",
  "“These requirements have turned out to be impossible to meet and are bankrupting many of the small and midsize refineries in this country,” the passage read.",
  "(Such blends cannot legally be sold during the summer, the peak driving season; Dinneen contends that the prohibition, meant to alleviate smog, is outdated.)",
  "Forbes estimated that his stake in the company rose in value from $6.8 billion to $7.3 billion—an increase of five hundred and ten million dollars, in a day.",
  "Normally, the refiner posted a loss for the sum that it spent on RINs each quarter, and those losses had lately amounted to as much as sixty million dollars.",
  "Tristan Brown told me that the notion of a profit resulting from compliance with the Renewable Fuel Standard was unheard of for a merchant refiner like CVR.",
  "In the absence of disclosures about what Icahn has and has not advised on, any investment that he makes in a regulated industry can come to seem suspicious.",
  "But in 2013 the price of RINs, which had been stable, began fluctuating, and by 2016 the company was spending two hundred million dollars a year on credits.",
  "What Icahn loves beyond all else is to rise late each morning, and then to spend the rest of the day and much of the night working the phone, making deals.",
  "Trump, according to a Bloomberg News account, told him, “He has some questions for you.” Pruitt was precisely the sort of candidate that Icahn might favor.",
  "Because the petroleum industry and the ethanol industry tend to see in one another an existential threat, there are few policy issues on which they agree.",
  "The White House official who would, in theory, police Icahn’s status is Stefan Passantino, the deputy counsel to the President for compliance and ethics.",
  "He cited a federal statute that makes it illegal for executive-branch employees to work on any matter in which they may have a direct financial interest.",
  "If he goes out and says ‘The President thinks this,’ that means something.” If Icahn’s objective was to shift the point of obligation, his bluff failed.",
  "moved to ban chlorpyrifos, a pesticide manufactured by Dow Chemical, after agency scientists found that it caused neurodevelopmental damage in children.",
  "When Icahn bought his shares in the refiner, RINs were cheap—about a nickel each—so it was reasonably affordable for the company to comply with the law.",
  "A tall man with a shambling manner, he recently grew a white beard, which softens his round face, giving him the cuddly appearance of an elderly Muppet.",
  "In 1988, Trump paid eleven million dollars to host a heavyweight title fight between Mike Tyson and Michael Spinks, at Boardwalk Hall, in Atlantic City.",
  "A Texas-based oil refiner in which he had a major stake was losing money because of an obscure environmental rule that Icahn regarded as unduly onerous.",
  "On the day that Jay Clayton was announced as Trump’s choice to head the Securities and Exchange Commission, he stopped by Icahn’s office for a meeting.",
  "It is not clear how much confidence he had in Trump’s prospects in 2016, or whether, on Election Night, he was as surprised as the rest of the country.",
  "In his open letter to the E.P.A., he fumed that the RIN market was “rigged,” giving Big Oil a windfall at the expense of smaller refiners such as CVR.",
  "Plenty of titans who are not as old and not as rich as Icahn have opted to devote their remaining years to spending their money, or to giving it away.",
  "Whitehouse told me that, because of the “definitional murk” surrounding Icahn’s appointment, it is important to answer a series of baseline questions.",
  "The bout started late, and the announcer was obliged to recite an attenuated roll call of famous guests, among them Trump’s “good friend” Carl Icahn.",
  "Rather than oust Trump, Icahn negotiated with the other bondholders to allow Trump to retain equity in the casino, as well as his place on the board.",
  "When potential Cabinet secretaries visited Trump Tower to meet with the President-elect, they were sometimes sent for a second interview—with Icahn.",
  "But Eliot Spitzer, the former prosecutor and New York governor, told me that Icahn’s activities in Washington should also draw scrutiny in New York.",
  "can enforce fines of $37,500 a day for each RIN owed until the refiner complies—a figure that would climb into the billions of dollars immediately.",
  "“Once there is an acquiescence that this sort of corruption is acceptable, then you just see the demise of representative government,” Hauser said.",
  "“Carl views the legal norms as a starting point for a negotiation, rather than a moral compass,” a financier who has faced off against him told me.",
  "is now run like a Senate office, where representatives meet with constituents and do constituent services—except that the constituent is industry.",
  "Within days of the victory, according to people familiar with the situation, Trump had enlisted Icahn to help him staff major government agencies.",
  "Icahn is an old man now, with an old man’s penchant for repeating stories; he frequently returns to the theme that his parents underestimated him.",
  "In 2012, Icahn acquired a controlling stake in the company, with the intention of making it more profitable and then selling it at a higher price.",
  "Maybe ever.” In conversations with me, financiers who have worked with Icahn described his appointment as a kind of corporate raid on Washington.",
  "There had been no ambiguity about Dinneen’s position, and earlier that month the Renewable Fuels Association had made a submission to the E.P.A.",
  "“To my knowledge, this is the first time you had someone taking a short position in the RIN market,” Tristan Brown, the SUNY professor, told me.",
  "“That’s just a bush that happens to be on ?re—I’m over here.”\n\nFor the moment, Icahn’s push on the point of obligation appears to have stalled.",
  "The Administration had devoted itself, in its early days, to dismantling the regulatory state, in close consultation with business interests.",
  "Dow lobbied against the ban, and Pruitt recently tabled it, citing “uncertainty” about the scientific evidence that it is hazardous to kids.",
  "The RIN market is much less transparent than the stock market, and some players appeared to be hoarding credits, which drove up their price.",
  "It was hardly lost on Wall Street that the famously single-minded investor might leverage his new role to advocate for his own investments.",
  "Appearing on Bloomberg TV on August 16, 2016, he vowed that Trump would put an end to “these crazy regulations” on his first day in office.",
  "But, in July, CVR announced its most recent quarterly results, and once again the firm was spending a great deal of money to purchase RINs.",
  "And in this instance it was extremely risky: if the deadline arrives and a refiner does not have the required quota of credits, the E.P.A.",
  "One thing is clear: whatever the White House might say, Dinneen believed that Icahn was negotiating on behalf of the Trump Administration.",
  "Icahn and Trump maintained a loose friendship during the ensuing decades, one that was hardly as intimate as Trump likes to make it sound.",
  "CVR had never built enough of its own ethanol-blending facilities to comply with the Renewable Fuel Standard, buying RIN credits instead.",
  "Jimmy Williams, Icahn’s former lobbyist, told me, “Can Carl Icahn take his influence with the President and make deals that benefit him?",
  "On the campaign trail, Trump bragged about his “very dear friend Carl Icahn,” the name functioning as a byword for boundless prosperity.",
  "For all his brusque qualities, Icahn is an engaging interlocutor, his voice a raspy staccato, his accent a time capsule of old New York.",
  "When he was asked about CVR’s own speculative trading of RINs, he said that he didn’t “intend to go into any detail” on such questions.",
  "Surely, he insisted, McCabe could interrupt whatever leisure activity she was engaged in to take a pressing phone call from Carl Icahn?",
  "she’s never run a business.” Icahn pointed out that, “at the risk of being immodest,” he had made a great deal of money in his career.",
  "The spokeswoman e-mailed me back: “Icahn is NOT ‘a special adviser to the president for regulatory reform.’ ” This was certainly news.",
  "Like Trump, Icahn adheres to a simian dominance code in which every deal—and possibly every human interaction—is a zero-sum contest.",
  "Sometimes they have done so informally, as when Bill Clinton made late-night phone calls to a “kitchen cabinet” of business leaders.",
  "At the time that Passantino was initially queried about the propriety of Icahn’s position, he made no mention of this relationship.",
  "How broad an array of regulations has Icahn offered advice on, and how have his recommendations dovetailed with his own portfolio?",
  "But, after a phone call with Dinneen on February 23rd, Icahn spoke with the President and relayed the substance of this agreement.",
  "When, four days later, Bloomberg News broke the story that an executive order was imminent, corn and gasoline prices went berserk.",
  "Without such information, it is impossible to know which executives are meeting with the Trump Administration at the White House.",
  "They noted Icahn’s commitment to education—he has built eight charter schools in the Bronx—but struggled to offer other examples.",
  "“We made the right decision.” Mark Stevens, Icahn’s biographer, recalled, “Carl once told me, ‘I don’t believe in the word fair.",
  "Confronted with Dinneen’s account of their interactions, Icahn deferred to his lawyer, Jesse Lynn, who disputed several points.",
  "The Senate Democrats cannot issue subpoenas to agencies unless they get the Republican majority to sign on—an unlikely outcome.",
  "But Trump comes from the wealthy enclave of Jamaica Estates, whereas Icahn grew up in a lower-middle-class family in Bayswater.",
  "But the job of the government is to serve the American people, not the specific business interests of the President’s friends.",
  "Icahn is one of the richest men on Wall Street, and he has thrived, in no small measure, because of a capacity to intimidate.",
  "One of Icahn’s specialties is investing in distressed debt, and he purchased the Taj’s outstanding bonds at a steep discount.",
  "The global markets were tanking on the news of Trump’s win, so he went home and made a billion dollars’ worth of investments.",
  "Dismayed Americans wait, like spectators at a game that has turned suddenly dangerous, for a referee to step in and cry foul.",
  "On March 1st, in a filing to the Securities and Exchange Commission, Icahn Enterprises made a point of mentioning that “Mr.",
  "Icahn, as a younger man, hopped on planes to visit companies he was investing in, but now he mostly has people come to him.",
  "It had been financed entirely with junk bonds, and by the time construction was complete it was already imperilled by debt.",
  "But they worried about the values that their son would be exposed to there, so they sent him to public high school instead.",
  "If Icahn was willing to be enlisted in this fashion, he was also prepared to drop Trump’s name when it served his interest.",
  "To a businessman like Icahn, it may have seemed that, in the pay-for-play politics of Washington, everything has a price.",
  "But several people told me that the point-of-obligation change could not have been made simply by executive prerogative.",
  "“If I were Icahn’s private lawyer, I would tell him that he shouldn’t have accepted the special-adviser title,” he said.",
  "I think that’s true of everything you have, except maybe your kids and possibly your wife.” “Possibly?” the judge asked.",
  "On December 22nd, the day after Icahn was formally declared to be an adviser to the President, RIN prices dropped again.",
  "But Washington is a club like any other, with some codes and protocols that even the brashest arrivistes cannot ignore.",
  "If Icahn’s raid on Washington has proved unsuccessful, he cannot blame the scrupulousness of the Trump Administration.",
  "By this logic, the fifteen-billion-dollar market for renewable-fuel credits is not regulated by any government agency.",
  "This daunting array of forces only intensified Icahn’s ire, reinforcing his sense of himself as an aggrieved outsider.",
  "But, when CVR released an earnings report in April, 2017, it emerged that the company had actually been selling them.",
  "Like CVR, Valero had not sufficiently invested in blending infrastructure and was spending huge sums on RIN credits.",
  "He got caught.” Those were heady times for executive orders, with the President seeming to sign a new one each day.",
  "“And when Carl Icahn is influencing policy that will affect companies and then he is investing in those companies .",
  "One day in August, 2016, the financier Carl Icahn made an urgent phone call to the Environmental Protection Agency.",
  "“I have vetted my activities with a number of lawyers and it is clear that no registration is required,” he wrote.",
  "“He’s walking right into possible criminal charges,” Richard Painter, the Bush Administration ethics lawyer, said.",
  "When I called Dinneen, he told me that the only Trump Administration official he had been speaking with was Icahn.",
  "Even after Icahn started supporting Trump’s Presidential run, he often seasoned his praise with a dash of disdain.",
  "Throughout his youth, his father railed against the robber barons, condemning the concentration of extreme wealth.",
  "Lynn also denied the White House’s account, maintaining that the draft executive order was not prepared by Icahn.",
  "RIN prices, which hit a low of thirty cents following the news of Icahn’s deal with Dinneen, have since tripled.",
  "To Icahn, there was something that simply did not compute about going on vacation and leaving one’s work behind.",
  "CVR did not make sufficient investments to blend ethanol into all its products, choosing to buy credits instead.",
  "The old conundrum about whether it is better to be loved or feared has never posed much of a dilemma for Icahn.",
  "He has engaged in philanthropy, building charter schools and a stadium on Randall’s Island that bears his name.",
  "“Possibly,” Icahn said, adding, “Don’t tell my wife.” (Icahn’s first marriage ended in an acrimonious divorce.",
  "Even if Trump was elected, there were reasons to believe that Icahn’s objective might be difficult to achieve.",
  "The next day, Icahn said in an interview with Bloomberg News, “I’ve spoken to Scott Pruitt four or five times.",
  "In my conversations with Icahn and his lawyer, I had not developed any impression that his status had changed.",
  "The point-of-obligation rule was a relatively obscure agenda item, a top priority for almost nobody but Icahn.",
  "Years ago, a reporter asked Icahn why he kept making money when he already had more than he could ever spend.",
  "The ethanol industry opposed shifting the point of obligation, and was represented by experienced lobbyists.",
  "It was not hard to believe that the Trump White House had shifted policy at the behest of an industry crony.",
  "“Why shouldn’t I advocate?” He later added, “I have a right to talk to the President like any other citizen.",
  "I am only giving my opinion.” For any executive, having access to the Oval Office can be good for business.",
  "Icahn proposed that they meet to discuss Dinneen’s opposition to shifting the point of obligation for RINs.",
  "C. E. Meyer, the company’s chief executive, described Icahn as “one of the greediest men on earth.” T.W.A.",
  "Has his position provided access to confidential government information that might affect his investments?",
  "“Carl Icahn will be advising the President in his individual capacity,” Trump’s transition team asserted.",
  "So he wanted to speak with the person in charge of enforcing the policy: a senior official at the E.P.A.",
  "Appearing on CNBC in December, Icahn defended his role as a talent spotter for the Trump Administration.",
  "According to Reuters, some investors on Wall Street are now betting against Icahn—by shorting CVR stock.",
  "Lipinski complained, several times, about speculators who were “manipulating” the price of the credits.",
  "The spokeswoman responded that it “wasn’t necessary” to perform any such legal vetting of Icahn’s role.",
  "Painter suggested that the public-integrity division of the Justice Department should be investigating.",
  "I asked several people who know Icahn whether he even has policy interests beyond his own investments.",
  "Reuters subsequently reported that, when the price of RINs was high, CVR sold millions of the credits.",
  "But, when news leaked about a policy shift on the point of obligation, the ethanol industry protested.",
  "Both are brash, plainspoken street fighters, examples of an American archetype: the populist rich guy.",
  "But I know better, and I am willing to sue or be sued.’ It’s a rare breed of person who will do that.",
  "“The only suggestions I have ever made throughout this whole period were on the RINs issue,” he said.",
  "So Dinneen pressed for that adjustment, in exchange for his acquiescence on the point of obligation.",
  "“I was told in no uncertain terms that the point of obligation was going to be moved,” Dinneen said.",
  "Less often acknowledged is the degree to which many of these appointments bear Icahn’s fingerprints.",
  "“These regulations will give Big Oil an oligopoly.” This did not sound especially like Donald Trump.",
  "One said, “It’s the cheapest takeover Carl’s ever done.”\n\nIf you squint, Trump and Icahn look alike.",
  "On a call with investors, CVR’s chief executive, John Lipinski, cited the volatility of RIN prices.",
  "Icahn, who had been out walking his dog, talked to Trump from the lobby of his apartment building.",
  "But he’s played with everyone who did.” In his business dealings, Icahn is a master of the bluff.",
  "He listed the clients for whom he had done work in the two years prior to joining the government.",
  "Someone who used to work for Icahn told me, “Carl has zero interest in the details of regulation.",
  "“Icahn was always talking about an ‘executive order’—that was his vernacular,” Dinneen recalled.",
  "Icahn had spent the second half of 2016 complaining bitterly about CVR’s obligation to buy RINs.",
  "Dinneen took the train from Washington to New York and went to the offices of Icahn Enterprises.",
  "The very notion of a relationship that transcends mercenary self-interest may be alien to Icahn.",
  "“The government shouldn’t run things, because they aren’t trained to run things,” he continued.",
  "“He becomes fixated on something, even something that represents a small part of his portfolio.",
  "“Is there anything wrong with me saying, ‘This guy is the right guy for this job at this time’?",
  "Icahn has likened his sinecure to this type of arrangement, saying, “I’m not making any policy.",
  "Trump needed the farmers of Iowa to win the Presidency, and he would need them to win it again.",
  "in January, and now works at the Environmental Law and Policy Center, told me, “I’m not naïve.",
  "He is now married to his former assistant, Gail Golden, who manages his charitable interests.)",
  "In early February, Icahn contacted Bob Dinneen, the head of the Renewable Fuels Association.",
  "Icahn employees began reviewing the references and résumés of potential Cabinet appointees.",
  "The rally meant a personal benefit for Icahn, at least on paper, of half a billion dollars.",
  "When Icahn called McCabe, CVR’s stock had dropped seventy per cent from the previous year.",
  "Both first came to tabloid prominence against the gaudy backdrop of the nineteen-eighties.",
  "It has frequently been remarked that Trump has stacked his Administration with plutocrats.",
  "But, on the subject of his role as an adviser to Trump and his effort to change the E.P.A.",
  "is like a fraternity president: a nice guy to have a beer with, but maybe not too bright.",
  "Washington is a city of vying constituencies, many of which happen to be very powerful.",
  "“The process worked, at the end of the day,” the Trump Administration official told me.",
  "is expected to issue a formal rejection of proposals to shift the point of obligation.",
  "He sees himself as a champion of “shareholder rights,” an advocate for the little guy.",
  "Two years later, Trump unveiled the Taj Mahal, a spangled confection on the boardwalk.",
  "Senator Chuck Grassley, the Iowa Republican, opposed shifting the point of obligation.",
  "If this was the new reality, Dinneen figured, he needed to find a way to work with it.",
  "Many ethanol-industry watchers I spoke with were flabbergasted by this turn of events.",
  "But Icahn’s first foray as a Presidential adviser was by no means a complete failure.",
  "Icahn is a voluble critic of any government regulation that constrains his companies.",
  "Jesse Lynn said that CVR’s strategies on RINs are decided by its board of directors.",
  "Along with a Texas banker, Icahn was trying to gain control of three Trump casinos.",
  "Once, in a court proceeding, he said, “If the price is right, we are going to sell.",
  "In February, he acquired a stake in the pharmaceutical giant Bristol-Myers Squibb.",
  "Icahn could scarcely have asked for a more business-friendly figure at the E.P.A.",
  "But deregulation has been a quiet success, and nowhere more so than at the E.P.A.",
  "“I’m not here to say Donald’s a great businessman,” he told the Washington Post.",
  "Many staffers had not arrived yet, and there was no real policymaking apparatus.",
  "This was the first I had heard of any recusal, and I asked when it had happened.",
  "Icahn started out with much less than Trump did, and ended up with vastly more.",
  "“Look, I’m too old to be politically correct,” he told CNBC, on September 13th.",
  "“Over the years, you develop instincts for picking the right C.E.O.,” he said.",
  "Dinneen, for one, does not anticipate that Icahn will simply let the issue go.",
  "Icahn has boasted to associates in New York about his access to the President.",
  "Rather, it was the kind of gamble that a bold Wall Street investor might make.",
  "Icahn was less guarded when his appointment originally generated controversy.",
  "Steve Mnuchin and Wilbur Ross are being considered for Treasury and Commerce.",
  "But Icahn prevailed, acquiring an eighty-two-per-cent stake in the refiner.",
  "The White House established deregulation teams at various federal agencies.",
  "This is the reason that traditional policy negotiations are so overcrowded.",
  "To short a stock or a commodity is to make a bet that the price will drop.",
  "A few years ago, he sold his mega-yacht, because cruising on it bored him.",
  "Both grew up in Queens and have an outer-borough chip on their shoulders.",
  "Supporters wearing “Make America Great Again” hats celebrated, in a daze.",
  "“In the middle of the night, Icahn said, ‘Sign this.’ But it didn’t work.",
  "But it is also, unequivocally, a signal: I have the ear of the President.",
  "“When there’s news in the market, it goes up and it goes down,” he said.",
  "“When you give someone a title, you make him your agent,” Painter said.",
  "Whom can you call when the authorities are the ones breaking the rules?",
  "Carl was an only child, born toward the end of the Depression, in 1936.",
  "Not long afterward, Trump was bailed out once again—this time by Icahn.",
  "He regarded the management at the companies he targeted with contempt.",
  "“I’m like a gunfighter you hire to save the town,” he once remarked.",
  "“This is something that Carl does,” a former Icahn employee told me.",
  "“He’s not afraid to cross the line if he thinks he’s on firm ground.",
  "The President and the Vice-President are exempted from this statute.",
  "What this means in practice is a serious deficit of accountability.",
  "How often has he consulted with Trump or others at the White House?",
  "In the course of three phone calls, we spoke for nearly four hours.",
  "I wrote back to the spokeswoman, asking when Icahn had been let go.",
  "But, in reality, many New York financiers considered him a buffoon.",
  "In fact, Icahn continued, he had spoken with Trump about the E.P.A.",
  "He also waged a bitter fight against the flight attendants’ union.",
  "Corporations, seeing Icahn coming, often tried to fight him off.",
  "On the first day of the Administration, the spokeswoman replied.",
  "regulation, he preferred to talk almost entirely off the record.",
  "One of Icahn’s oft-repeated bromides is that the average C.E.O.",
  "In 2010, Trump again found himself in trouble in Atlantic City.",
  "Icahn is known for his stamina and deviousness as a negotiator.",
  "“Waksal, Milken, Ivan Boesky,” the former Icahn employee said.",
  "rule obliging his refiner to purchase renewable-fuel credits.",
  "(He did not mention that the chairman of the board is Icahn.)",
  "In Icahn’s telling, this makes him practically disinterested.",
  "“This was a middle-of-the-night quick strike,” Coleman said.",
  "According to the Times, Icahn celebrated by donning a T.W.A.",
  "He’s involved in personnel decisions, in policy discussions.",
  "On November 15th, Icahn tweeted, “Spoke to @realDonaldTrump.",
  "Before the fight, Trump took Icahn backstage to meet Tyson.",
  "“He doesn’t seem like a man who will quit easily,” he said.",
  "Icahn has given hundreds of interviews over the decades.",
  "The point of obligation for RIN credits is one of them.",
  "You can be an outside adviser or a government employee.",
  "For example, under the Obama Administration the E.P.A.",
  "“This is no deal for anyone but Carl Icahn,” she said.",
  "“I own a refinery,” he told Bloomberg News, in March.",
  "“She’s on vacation,” McCabe’s assistant said, flatly.",
  "As an investor, Icahn likes to zig where others zag.",
  "If elected, Trump “will stop that,” Icahn promised.",
  "People in business try to influence the government.",
  "A pair of antique duelling pistols adorn his desk.",
  "He has a volatile temper and a vindictive streak.",
  "In the near term, at least, Icahn’s bet paid off.",
  "In 1985, he seized control of the airline T.W.A.",
  "In terms of corruption, there’s nothing like it.",
  "“That’s not how recusal works,” Shaub told me.",
  "He acknowledges advocating on the RINs issue.",
  "“That is clearly an official title,” he said.",
  "This is a core element of Icahn’s philosophy.",
  "Trump may want to govern like a businessman.",
  "“At a minimum, it looks improper,” he said.",
  "But he has not lost his taste for the kill.",
  "“You’re essentially gambling,” Brown said.",
  "Was the Administration cutting him loose?",
  "‘Perhaps the law says that this is wrong.",
  "that he was “currently” a Trump adviser.",
  "“It’s a regulation,” Janet McCabe said.",
  "“It’s a way of keeping score,” he said.",
  "But this time Icahn was his antagonist.",
  "Everyone makes time to take his calls.",
  "But that year prices started to climb.",
  "Pruitt was nominated on December 8th.",
  "What was behind this abrupt reversal?",
  "“That gunfighter is there to do good.",
  "The sting of that reversal lingered.",
  "No, McCabe’s assistant informed him.",
  "But the charity circuit is a snooze.",
  "In 2015, Lloyd Blankfein, the C.E.O.",
  "Icahn left the party after midnight.",
  "Unpaid White House advisers are not.",
  "It did sound a lot like Carl Icahn.",
  "Some observers fear that the E.P.A.",
  "This was a surprising development.",
  "“He gets a broad policy portfolio.",
  "That’s not how it works down here.",
  "A lawyer joined him for each call.",
  "“Carl has never got into trouble.",
  "(Most ethanol is made from corn.)",
  "Janet McCabe, who left the E.P.A.",
  "eventually went out of business.",
  "“I’m old-school,” Dinneen said.",
  "In the coming weeks, the E.P.A.",
  "“He gets a title,” Eisen said.",
  "and the plight of his refiner.",
  "The bullet point disappeared.",
  "The rules are clear for each.",
  "But reëlection is priceless.",
  "This was extremely unusual.",
  "objecting to such a change.",
  "“This woman, Janet McCabe .",
  "Only the alpha prevails.",
  "He is a great raconteur.",
  "And, yeah, it helps me.",
  "Icahn’s role was novel.",
  "Jeff Broin, the C.E.O.",
  "No liquid natural gas?",
  "One of them was Icahn.",
  "School’s out forever.",
  "I asked who that was.",
  "In May, the C.F.T.C.",
  "named Janet McCabe.",
  "This was different.",
  "This was a bad bet.",
  "This incensed him.",
  "For how long?",
  "She couldn’t.",
  "No railcars?",
  "Two weeks.",
  "Not Icahn.",
  "Any C.E.O.",
  "Or Icahn.",
  ".",
  ".",
  ".",
  ".",
  ".",
  ".",
  "."
]