[
  "Related: Playboy enters non-nude era - sexy but 'safe for work'\n\nThe home, where Hefner has lived and worked since 1971, has seven bedrooms, eight bathrooms, a wine cellar, home theater, gym, tennis court and swimming pool partially covered by a man-made cave, or grotto.",
  "When Metropoulos takes possession of the home, he intends to combine his current property with the 5 acres on which the Playboy Mansion sits to restore the combined 7.3-acre property as it was originally developed in the 1920s for its first owner.",
  "According to real estate tracking site Curbed, public records show that the $100 million sales price makes it the most expensive home ever sold in Los Angeles County.",
  "It became synonymous with parties packed with celebrities and Playboy models, a celebration of the sexual freedom lifestyle espoused by Hefner and his magazine.",
  "Their firm made headlines three years ago when it won the bid to buy Hostess Brands out of bankruptcy court via a joint venture with Apollo Global Management.",
  "That's about half of Hugh Hefner's original asking price, although it's still enough to make it the most expensive home ever sold in Los Angeles.",
  "The property's heritage is not only that of a famous address; it is a true masterpiece in design,\" said a Metropoulos in a statement.",
  "The most expensive sale previously this year in the LA area was $45 million for an ocean-front home in Laguna Beach in Orange County.",
  "The purchase price was disclosed by buyer Daren Metropoulos, 33, the co-owner of Twinkies maker Hostess.",
  "(APO) Hostess is planning an initial stock offering that will value the company at $2.3 billion.",
  "\"For the last 45 years, Mr. Hefner has imbued the estate with a rich and storied legacy.",
  "The deal has now closed, said Metropoulos' statement which disclosed the sales price.",
  "Metropoulos co-manages Metropoulos & Co. with his billionaire father Dean.",
  "Hefner, 90, will remain at the home for the remainder of his lifetime.",
  "Hefner has been paying his company rent, according to company filings.",
  "He has lived next door to the Playboy mansion since 2009.",
  "The deal to buy the home was first announced in June.",
  "-- CNN's Jackie Wattles contributed to this report",
  "The home had been owned by Playboy Enterprises.",
  "The Playboy Mansion has sold for $100 million."
]