[
  "Jared Kushner's company faces inquiry over false building permits Read more\n\nDavid Apol, acting director of the Office of Government Ethics, said in a letter sent late last week to representative Raja Krishnamoorthi that the White House counsel’s office told him officials were investigating the loans to Kushner Companies and whether “additional procedures are necessary to avoid violations in the future”.",
  "David Apol of the Office of Government Ethics says officials looking to find out if loans may have spurred ethics or criminal law violations\n\nWhite House officials have been looking into whether $500m in loans that went to Jared Kushner’s family real estate company may have spurred ethics or criminal law violations, according to the head of the federal government’s ethics agency.",
  "Lowell denied any improprieties by Kushner, saying “he was not involved with his former company after he entered government service; the transactions in question came after that; he had nothing to do with those transactions; the transactions had nothing to do with any of his meetings in the White House”.",
  "Krishnamoorthi, an Illinois Democrat, asked Apol on 1 March about a New York Times report in February that Kushner Companies accepted $184m in loans from Apollo Global Management and $325m from Citigroup last year over a span of several months after Kushner met officials from the two firms.",
  "White House spokeswoman Sarah Sanders firmly denied any formal investigation into Kushner at her regular press briefing, although she acknowledged that the White House Counsel’s office often played a role in checking whether ethics guidelines have been met by administration officials.",
  "Nepotism and corruption: the handmaidens of Trump's presidency | Jill Abramson Read more\n\nIn a separate letter last week to Democratic lawmakers, an Apollo official said “to our knowledge, Jared Kushner did not play any role on behalf of Kushner Companies with respect” to the loan.",
  "Apol did not offer legal opinions on Kushner’s behavior, instead noting that “the White House is in a position to ascertain the relevant facts related to possible violations and is responsible for monitoring compliance with ethics requirements”.",
  "“While the White House Counsel’s office does follow up with staff to assist with compliance with various ethics standards, it is not probing whether Kushner violated the law,” Sanders said.",
  "Apol said he raised those questions with White House officials “to ensure that they have begun the process of ascertaining to determine whether any law or regulation has been violated”.",
  "Sign up to receive the top US stories every morning\n\nLate on Monday, Kushner’s attorney, Abbe Lowell, said “the White House counsel concluded there were no issues involving Jared”.",
  "In a second case, Kushner met several times with Apollo co-founder Joshua Harris and discussed a possible White House job – followed by Apollo’s loan of $184m to the Kushner firm.",
  "An Apollo spokesman previously said Harris “never discussed with Jared Kushner a loan, investment, or any other business arrangement or regulatory matter involving Apollo”.",
  "In the letter to Krishnamoorthi, Apol responded to several of her questions about Kushner’s conduct during the period when his family’s firm received the two loans.",
  "In one case cited by the Times, Citigroup lent $325m to Kushner Companies in spring 2017, shortly after Kushner met Citi’s chief executive, Michael Corbat.",
  "A spokeswoman for Kushner Companies said on Monday night the firm had not received any correspondence or other notifications from the White House or OGE.",
  "Several White House officials contacted for comment were not immediately available to confirm whether White House lawyers had completed the inquiry.",
  "On Tuesday, Krishnamoorthi and fellow House Democrat Elijah Cummings pressed the White House counsel’s office to provide results from its inquiry.",
  "Last week, Citigroup’s general counsel told several Democratic lawmakers in a letter that the loan was “completely appropriate”.",
  "As Donald Trump’s son-in-law and key adviser, Kushner plays an influential role in domestic and foreign policy decisions.",
  "During the conversations, “the White House informed me that they had already begun this process”, he said.",
  "Both companies have insisted their officials did nothing wrong in meeting with Kushner."
]