[
  "Such stellar performance validates Apollo's strategy of targeting unloved, inexpensive publicly traded companies like golf club operator ClubCorp Holdings Inc., DVD rental-kiosk operator Outerwall Inc. and cloud-computing provider Rackspace Hosting Inc.",
  "But on the flip side, considering that shareholders have become more appreciative of the firm's pivot toward steadier, stable earnings, the potential gains from such a move -- as measured by a lift in its multiple -- may be limited.",
  "For context, this figure tops a 6.8 percent climb in the value of comparable holdings at rival Blackstone Group LP as well as a 6.6 percent increase in the S&P 500 Index, assuming the reinvestment of dividends.",
  "That's well below the median U.S. buyout multiple of 14, according to data compiled by Bloomberg, and allows their companies to -- for the most part -- avoid taking on large slugs of debt financing.",
  "Since 2013, the firm's flagship $18.4 billion private equity fund has been sealing deals at an average Ebitda multiple of less than 6, according to Apollo's co-founders, Leon Black and Josh Harris.",
  "Apollo also deserves credit for its initiatives outside of private equity, headlined by the growth of annuity provider Athene Holding Ltd. and efforts to replicate that business in Europe.",
  "As a result, they're relatively immune to any dent in portfolio company earnings as a result of the new tax law's limit to interest deductibility, which is a thorn in the side of rivals.",
  "The firm delivered fourth-quarter earnings on Thursday that crushed analysts' expectations, thanks in part to a 9.1 percent lift in the valuation of its private equity holdings.",
  "Apollo's increasing reliance on recurring fees makes it a little likelier to convert to a corporation from a partnership than rivals such as Carlyle Group LP or Blackstone.",
  "It should also cause rivals, almost all of whom are striking pricier deals, to consider taking a page out of Apollo's playbook by doing some bargain-hunting of their own.",
  "Apollo's private equity holdings managed to gain 28.9 percent, outpacing the S&P 500's 21.8 percent rally and the Blackstone private equity unit's 17.6 percent.",
  "Combined, these units account for some 85 percent of the firm's $102 billion in permanent capital, which have made its fee stream increasingly predictable.",
  "Even without heralding in new shareholders by converting to a corporation, Apollo's valuation has meaningfully improved to a record.",
  "That gives it an advantage over traditional asset managers in a downturn, as such funds aren't subject to outflows or withdrawals.",
  "Plus, like rivals, a large portion of its business (think private equity, real estate funds) is basically semi-permanent capital.",
  "If the current structure works and the firm's various strategies are paying off, why mess with a good thing?",
  "Apollo Global Management LLC's penchant for contrarian private equity deals has earned it bragging rights.",
  "That's because the portion of its earnings that would be subject to higher taxes is relatively smaller.",
  "To contact the editor responsible for this story: Beth Williams at bewilliams@bloomberg.net.",
  "To contact the author of this story: Gillian Tan in New York at gtan129@bloomberg.net.",
  "This column does not necessarily reflect the opinion of Bloomberg LP and its owners.",
  "Gillian Tan is a Bloomberg Gadfly columnist covering deals and private equity.",
  "She previously was a reporter for the Wall Street Journal.",
  "She is a qualified chartered accountant.",
  "As for the full year?",
  "©2018 Bloomberg L.P."
]