[
  "In a recent interview, Trump said the replacement health care program would provide “insurance for everybody,” and in his news conference last week he promised that Obamacare repeal and replacement would happen “essentially simultaneously;” also, because pharmaceutical companies are “getting away with murder,” they would have to negotiate prices with Medicare and Medicaid.",
  "The House plan relies heavily on border adjustment, which has the effect of leveling taxes on what any company sells to Americans, regardless of where it’s made, while also providing incentives to make products in the U.S.",
  "The party in power is at direct conflict within itself on the most important economic policy issues – and making life harder for business leaders, constituents on whom Republicans count heavily for support.",
  "Trump has now threatened almost every major automaker as well as the pharmaceutical industry with a “big border tax” on imports, and has threatened China and Mexico with blanket tariffs on imports.",
  "But if it gets dropped from the plan, how would Ryan replace the revenue that border adjustment would raise, and thus finance the cuts to the corporate tax rate that he and Trump both favor?",
  "Yet Trump has routinely done so, notably autos, pharma, and technology, three of the country’s largest and most important industries, sending their stock prices plunging when he does so.",
  "He complains that border adjustment is complicated, which it is; some companies or industries may decide that it’s bad for them and would oppose it.",
  "None of their potential health care plans include universal coverage, and the timing of repeal and replacement is a matter of fierce debate.",
  "Rarely have the two leading figures in either party been so directly opposed on the largest policy issues.",
  "The nasty remarks won’t mean much, though if Congressional Republicans don’t back them up with action.",
  "And since Trump opposes border adjustment, how would he finance those tax cuts in the first place?",
  "Yet Ryan has said categorically, “No, we’re not going to be raising tariffs.” Well, which is it?",
  "Republicans in Congress overwhelmingly oppose drug price negotiation for Medicare and Medicaid.",
  "It would be a huge revenue raiser and is thus crucial to the whole plan – but Trump opposes it.",
  "As a broadly pro-business party, Republicans rarely denigrate any industry in its entirety.",
  "Intra-party conflicts are the essence of politics, of course, but this is different.",
  "With Donald Trump about to assume office, business leaders face an unusual quandary.",
  "Which Republican should they believe – Trump or House Speaker Paul Ryan?",
  "But Ryan and most Congressional Republicans don’t favor any of this.",
  "You can share Power Sheet with friends and followers here.",
  "This isn’t a matter of nuance; it’s a direct conflict.",
  "Consider:\n\n-What will replace Obamacare, and when?",
  "-Which industries will be favored, which scorned?",
  "-Are we declaring a trade war or not?",
  "-Whose tax reform, if any, will win?",
  "So which horse do you bet on?",
  "Will they?"
]