[
  "Analysts said that investor patience with FirstGroup, the operator of Greyhound buses in the U.S. and Britain’s Great Western railway, was wearing thin and the offer could force management to act or prompt other suitors to try to break up the company.",
  "Any takeover deal for FirstGroup in its entirety or break up would not be straightforward, the analysts said, given that the British government would need to approve a change in control of rail franchises and the company’s pension deficit.",
  "A long-term underperformer — the stock has lost 40 percent of its value over the last five years compared to a 40 percent rise in Britain’s midcap index, of which it is a constituent — the company has also not paid a dividend since 2013.",
  "Royal Bank of Canada analyst Damian Brewer suggested that one option could be for management itself to break up the group, while Jefferies analyst Joe Spooner said investors would want to hear more about the details of the possible bid.",
  "FirstGroup announced that it had turned down a “possible cash offer” from Apollo Global Management (APO.N) after the market closed on Wednesday, sending its shares up by as much as 12 percent early on Thursday.",
  "“After years of management struggling to turn around this group – expect shareholders to be interested to see the proposed terms flushed out, not least because of their reported cash nature,” Spooner said.",
  "LONDON (Reuters) - British transport company FirstGroup (FGP.L) could be forced to break itself up or sell off parts of its business after rejecting a takeover approach from a U.S. private equity group.",
  "FirstGroup, which has a market capitalization of 1.2 billion pounds ($1.7 billion), is already a target of Canadian activist investor West Face Capital, which disclosed a 5 percent stake last June.",
  "At that time it was forced to raise 615 million pounds in a rights issue to pay down debt, after it lost a deal to run Britain’s West Coast rail franchise linking London and Glasgow.",
  "SCHOOL BUSES\n\nFirstGroup’s U.S. business runs yellow school buses as well as Greyhound coaches and accounts for over half of the company’s revenues.",
  "FirstGroup’s shares have slumped since the middle of last year and were hit again by a profit warning which saw them drop to 77 pence in March.",
  "Liberum analyst Gerald Khoo said that without any other offer, news of the approach should force management to act.",
  "In Britain, it operates buses, and three rail franchises on routes to western and southern England.",
  "That was a low point since the company first listed in 1995, leaving it more vulnerable to a bid.",
  "“The approach ought to act as a catalyst for more urgent action by the board,” he said.",
  "Shares in FirstGroup traded up 6 percent at 107.5 pence by 1445 GMT.",
  "FirstGroup declined to comment on measures management could take.",
  "Its headquarters are in the northern Scottish city of Aberdeen."
]