[
  "BI-LO LLC and BI-LO Holding Finance defaulted after BI-LO's owner Southeastern Grocers, which is also the parent of Winn-Dixie, filed for Chapter 11 bankruptcy in March\n\nCharlotte Russe, a women's clothing retailer, completed restructuring of nearly $230 million of its debt in an exchange that Moody's determined was a \"distressed exchange.\"",
  "The nine retailer defaults include:\n\nSears Holdings, which is trying to stave off bankruptcy for as long as possible even as sales are collapsing toward zero, refinanced $500 million in old debt with new debt that pushed out debt maturities and reduced its interest burden.",
  "Claire's Stores, which filed for Chapter 11 bankruptcy on March 19, defaulted on $1.9 billion in debt, \"after struggling with persistent weak performance because of declining mall traffic and an increasingly competitive retail landscape,\" Moody's said.",
  "Among those that Moody's rates, there were nine defaults in the first quarter, an \"all-time high,\" as Moody's put it, \"reflecting the fallout of changing consumer behavior and advancing e-commerce for traditional brick-and-mortar retail.\"",
  "So this process of the brick-and-mortar meltdown that has already caused so much pain among employees, pension beneficiaries, creditors of all kinds, shareholders, mall owners, shoppers, and other stakeholders is far from over.",
  "Fitch's trailing 12-month institutional loan default rate of retailers was pushed to 8.6%, with $5.9 billion in loans that are now in default, after the bankruptcy on Friday of Nine West Holdings with $1.6 billion in loans.",
  "Fitch expects other large retailers to default this year, including:\n\nSears Holdings\n\nNeiman Marcus\n\nFULLBEAUTY Brands\n\nDavid's Bridal\n\nTOMS Shoes\n\nIndra Holdings\n\nEverest Holdings\n\nThings Remembered\n\nNYDJ Apparel\n\nVince.",
  "In some cases, these retailers were able to come to an agreement with their creditors and restructure their debts without going through bankruptcy court, as the threat of bankruptcy motivates the creditors to negotiate.",
  "The company has reached a restructuring agreement with a majority of its creditors before it filed for bankruptcy (\"prepackaged\" bankruptcy) that included the sale of Bandolino to Authentic Brands Group.",
  "Nine West Holdings - which owns a number of brands, including Nine West, Anne Klein, Gloria Vanderbilt, and Bandolino - is one of the retailers in the portfolio of private equity firm Sycamore Partners.",
  "And the default rate of junk-rated \"leveraged loans\" - loans that are traded like securities or that are packaged into Collateralized Loan Obligations - rose to 2.6% in Q1, up from 2.4% in Q4.",
  "Two mall owners are bidding in bankruptcy court on the department store chain: Namdar Realty Group and mall REIT Washington Prime Group, whose shares have plunged over 50% since August 2016.",
  "Claire's Stores is another failed leveraged buyout of a retailer during the LBO boom before the Financial Crisis, this one by private equity firm Apollo Global Management.",
  "This \"recent stream of defaults\" pushed the default rate of junk-rated bonds in the US to 3.9% for the trailing 12-month period ended in March, up from 3.4% in December.",
  "Bon-Ton Stores, which filed for Chapter 11 bankruptcy in February, had tried but failed to talk its creditors into restructuring its nearly $1 billion in debt.",
  "These nine retailer defaults accounted for nearly one-third of the 28 total corporate defaults in Q1, which was up 22% from Q1 last year.",
  "This type of debt restructuring can be considered a \"distressed exchange\" of debt, and thus a default on the terms of the original debt.",
  "The oil-and-gas sector - despite the idea that the oil bust is over - was in second place, with five defaults.",
  "The supermarket chain with 170 stores in New York, Pennsylvania, and Vermont, has $1.2 billion in debt.",
  "These are not small retailers but corporations that make up the core of the Brick-and-Mortar Meltdown.",
  "Two holding companies that control Tops Markets, which filed for Chapter 11 bankruptcy in February.",
  "These are retailers that are large enough to be rated by Moody's and other ratings agencies.",
  "Moody's determined that this was a \"distressed exchange\" of debt, and thus a default.",
  "And the second quarter started out on the right foot.",
  "If that fails, Bon-Ton stores faces liquidation.",
  "Brick-and-Mortar Meltdown sets sad record.",
  "And Q2 starts out on the right foot.",
  "Not all defaults lead to bankruptcy."
]