[
  "* For more on the factors affecting European stocks, please click on: cpurl://apps.cp./cms/?pageId=livemarkets\n\nTODAY’S UK PAPERS\n\n> Financial Times\n\n> Other business headlines Multimedia versions of Reuters Top News are now available for: * 3000 Xtra : visit topnews.session.rservices.com * For Top News : topnews.reuters.com (Reporting by Noor Zainab Hussain in Bengaluru)",
  "* The UK blue chip index closed down 0.13 percent at 7,257.14 on Wednesday, as renewed caution among investors dented Britain’s top share index as Western forces discussed possible military action against Syria, although strong results from Tesco pushed its shares higher.",
  "* EX-DIVS: ITV Plc, Paddy Power Betfair, Reckitt Benckiser Group, Rentokil Initial and Smurfit Kappa Group will trade without entitlement to their latest dividend pay-out on Thursday, trimming 4.27 points off the FTSE 100 according to Reuters calculations.",
  "* GLENCORE: Swiss-based trading and mining giant Glencore will declare force majeure on some aluminium supply, days after the United States sanctioned major supplier Rusal and its boss, metals magnate Oleg Deripaska, a source familiar with the matter said.",
  "* PLAYTECH: British gambling technology company Playtech said it agreed to buy a 70.6 percent stake in Italian betting and gaming firm Snaitech SNAI.MI for 846 million euros ($1.05 billion), in a move to source most of its revenue from regulated markets.",
  "* BRITISH ECONOMY: Britain’s economy has been treading water since the start of the year and inflation pressures are easing, limiting the case for the Bank of England to raise interest rates next month, the British Chambers of Commerce said on Thursday.",
  "* BRITAIN-SYRIA: British Prime Minister Theresa May has called government ministers to a Thursday cabinet meeting on Syria, which media reports said was likely to lead to London joining in a military response to a suspected chemical attack in Syria.",
  "* PLAYTECH: British gambling technology company Playtech said it agreed to buy a 70.6 percent stake in Italian betting and gaming firm Snaitech for 846 million euros($1.05 billion), in a move to source most of its revenue from regulated markets.",
  "* BRITAIN HOUSE PRICES: A closely-watched gauge of British house prices held at a five-year low last month, reflecting soft consumer demand at a time when the Bank of England looks set to raise interest rates, property valuers said on Thursday.",
  "* GREENE KING: Pub operator Greene King Plc reported a 1.8 percent drop in like-for-like sales for the 49 weeks to April 8 on Thursday, joining a string of British businesses that took a hit from the cold wave in the UK during February-March.",
  "* RIO TINTO: Rio Tinto, defended its executive salary policy on Wednesday after proxy adviser Glass Lewis urged shareholders to vote against it and criticised the firm for paying out bonuses in 2017, a year when two employees died at work.",
  "* SHIRE: Takeda Pharmaceutical Co Ltd has sounded out creditors for loans, sources with direct knowledge of the matter said, as it moves closer to making a bid for London-listed rare disease specialist Shire that could top $40 billion.",
  "(Adds company news items, futures)\n\nApril 12 (Reuters) - Britain’s FTSE 100 index is seen opening 18 points lower at 7,239 on Thursday, according to financial bookmakers, with futures down 0.15 percent ahead of the cash market open.",
  "* WH SMITH: British books, newspaper and stationery retailer WH Smith Plc reported a 1 percent drop in interim pretax profit as its high street business continues to sag under pressure from broader softness in the UK retail market.",
  "* GOLD: After suffering three defeats in a week, including a Champions League exit, leaders Manchester City get back to business in the Premier League on Saturday but face another tough test at fourth-placed Tottenham Hotspur.",
  "* FIRSTGROUP: British bus and rail operator FirstGroup has rejected a takeover approach from U.S. private equity firm Apollo Global Management , becoming the latest company to be swept up by a wave of bids in the UK.",
  "* MAN GROUP: Man Group, the world’s largest listed hedge fund, said on Thursday that net inflows of $4.8 billion in the first quarter helped funds under management rise 3 percent in the first three months of 2018.",
  "* NATIONAL GRID: Power grid operator National Grid said on Thursday it expected full-year headline earnings before interest and tax (EBIT) to be lower due to the impact of major storms in the United States.",
  "* OIL: Oil markets remained tense on Thursday on concerns over a military escalation in Syria, although prices remained some way off Wednesday’s highest since late 2014 as bulging American supplies weighed.",
  "* HAYS: British recruitment company Hays Plc on Thursday said net fees in the third quarter rose 9 percent, and trading conditions in the UK and Ireland remained subdued but broadly stable.",
  "* CARPETRIGHT: Struggling British flooring retailer Carpetright said it would seek creditor approval for a restructuring plan to close 92 of its stores and reduce rents at 113 of its sites.",
  "* SAGA: Saga Plc, an over-50s travel and insurance company, reported a marginal rise in full-year pretax profit after its tour operations were hit by the collapse of Monarch Airlines.",
  "* CENTRAL ASIA METALS: Base metals miner Central Asia Metals (CAML) reported a 35 percent rise in 2017 core earnings as copper prices improved, allowing it to raise its dividend."
]