[
  "REUTERS/Mike Blake\n\nThe IPO would be a bet that Irving, Texas-based Chuck E. Cheese’s arcade games and kid-focused activities will differentiate it in the minds of investors from other more commoditized restaurant chains that have failed to whet their appetite.",
  "Its closest competitor, Dave & Buster’s Entertainment Inc (PLAY.O), saw comparable store sales increase nearly 6 percent in the third quarter of 2016 over the year prior, a slower growth rate than the 8.8 percent growth it achieved in 2015.",
  "(Reuters) - The parent of Chuck E. Cheese has begun preparations for an initial public offering (IPO) that could value the U.S. restaurant chain at more than $1 billion, including debt, people familiar with the situation said on Tuesday.",
  "Chuck E. Cheese’s private equity owner, Apollo Global Management LLC (APO.N), has initiated conversations with banks about an IPO that could come in the second half of 2017, though it has not yet hired underwriters, the people said.",
  "Within the broader restaurant industry, sit-down casual restaurants have struggled as consumers opt to eat at home and increasingly avoid the mall, where such restaurants are often located.",
  "Still, “interactive” restaurants such as Chuck E. Cheese, which offers video games, bumper cars and play areas in addition to food, promise a distinctive dining experience.",
  "The company and its franchisees now operate a system of 603 Chuck E. Cheese and 144 Peter Piper Pizza stores, with locations in 47 U.S. states and 11 other countries.",
  "Chuck E. Cheese was founded in 1977 by Nolan Bushnell, the founder of video game company Atari and one of the first bosses of Apple Inc (AAPL.O) founder Steve Jobs.",
  "The last such company to go public, Brazillian steakhouse Fogo De Chao Inc FOGO.O, followed many of its peers in trading below its June 2015 IPO price.",
  "Through 2014 and 2015, many fast-growing restaurant chains went public that later had a hard time expanding beyond their core regional base.",
  "An outright sale of the company is also possible were Apollo to receive an attractive enough offer, the people added.",
  "It has since sought to broaden its appeal beyond children, expanding its alcohol offerings for adults.",
  "Apollo and CEC Entertainment Inc, the company that owns Chuck E. Cheese, declined to comment.",
  "A Chuck E. Cheese restaurant is pictured in Oceanside, California, U.S., January 18, 2017.",
  "Chuck E. Cheese was taken private by Apollo in 2014 for $1.3 billion, including debt.",
  "The sources asked not to be named because the IPO preparations are confidential.",
  "The threat of a rising minimum wage has put further pressure on the sector."
]