[
  "REUTERS/Kevork Djansezian\n\nBy Greg Roumeliotis\n\n(Reuters) - Private equity firm Apollo Global Management LLC (APO.N) said on Sunday it had agreed to acquire ClubCorp Holdings Inc MYCC.N, one of the largest owners and operators of private golf and country clubs in the United States, for $1.1 billion.",
  "Apollo said it will pay $17.12 per share in cash for ClubCorp, a 30.7 percent premium over its closing price on Friday, but less than the 12-month high of $17.50 the shares reached in February, on investor expectations that a sale process first reported by Reuters in January would be successful.",
  "(This version of the July 9 story corrects KSL deal value to show it included debt, adds Apollo deal value including debt as comparison, in paragraph 9)\n\nLeon Black, Chairman and CEO Apollo Global Management, LLC in California April 29, 2014.",
  "The deal comes three months after ClubCorp announced the retirement of is CEO Eric Affeldt and said it had decided not to pursue a “strategic transaction,” after efforts to explore a sale did not result in any offer for the entire company.",
  "Founded in 1957, ClubCorp operates more than 200 properties, including golf and country clubs, business clubs and sports clubs across the United States, Mexico and China, serving more than 430,000 members.",
  "It has struggled to turn a profit, as its strategy of boosting its golf club memberships through promotions, refurbishments and acquisitions has proved costly.",
  "However, the Dallas-based company had kept the strategic review committee of its board of directors in place, and had yet to announce Affeldt’s successor.",
  "Citigroup is acting as lead financial adviser to Apollo, with RBC Capital Markets LLC, Barclays, Credit Suisse and Deutsche Bank also advising.",
  "It has sought to buy locally owned golf courses and refurbish them by adding or improving amenities such as up-scale dining and event rooms.",
  "In May, the company reached a settlement with activist investor FrontFour Capital Group LLC to add two independent directors to its board.",
  "KSL Capital, another private equity firm, acquired ClubCorp for $1.8 billion, including debt, in October 2006 and took it public in 2013.",
  "Jefferies LLC and Wells Fargo acted as financial advisers ClubCorp and Simpson Thacher & Bartlett LLP is its legal counsel.",
  "ClubCorp has been a serial acquirer in the golf course industry, buying dozens of courses in the last three years.",
  "ClubCorp also declared on Sunday a one-time dividend of 13 cents per share to be paid later this month.",
  "The deal with Apollo on Sunday valued ClubCorp at $2.2 billion, including debt.",
  "It said the sale to Apollo is expected to close in the fourth quarter of 2017.",
  "Paul, Weiss, Rifkind, Wharton & Garrison LLP is Apollo’s legal counsel.",
  "FrontFour had called for exploring several options, including a sale."
]