[
  "Throughout, Bayh met repeatedly with headhunters at more than a half-dozen recruiting firms, and with officials at Apollo, Marathon and three other companies he would work with after leaving the Senate: the McGuireWoods law firm, which announced he was joining as a partner in January 2011; Leading Authorities, Inc. speaker's bureau, which announced representation of Bayh the same month; and the investment firm RLJ Companies, which announced Bayh's nomination to its board in May 2011.",
  "Bayh meets with Rob Shafir, then the chairman of Credit Suisse, before taping an appearance with journalist Katie Couric on the topics \"Reasons for your retirement from the Senate, the state of our politics (why are our politics so broken), fixing and reforming the institution of the Senate,\" according to his schedule.",
  "Evan Bayh spent substantial time during his last year in the Senate searching for a private sector job even as he voted on issues of interest to his future corporate bosses, according to the former Indiana lawmaker's 2010 schedule, obtained exclusively by The Associated Press.",
  "The Democrat had more than four dozen meetings and phone calls with headhunters and future corporate employers over the months, beginning days after announcing his surprise retirement from the Senate on Feb. 15, 2010, through December of that year as his term came to an end.",
  "The schedule shows many other meetings with top Wall Street and corporate officials throughout the months, even as the Senate debated and voted on major legislation including the Dodd-Frank financial reform bill and an extension of President George W. Bush's tax cuts.",
  "Then in June, he and a minority of Democrats joined with Republicans to defeat an amendment by Sen. Bernie Sanders, I-Vt., that would have eliminated billions in tax deductions and exemptions for oil and gas companies.",
  "The campaign said Bayh was close friends with the Apollo official at whose home he stayed, Adam Aron, and actually supported taxing oil and gas companies as well as taxing carried interest in other votes.",
  "In an election cycle that has featured voter frustration with Washington, Bayh's schedule provides a rare window into the life available to a retiring lawmaker seeking opportunities in the private sector.",
  "The day begins with Bayh in Nantucket, staying at the Massachusetts waterfront mansion belonging to financier David Rubenstein, who once worked for Bayh's father, former Sen. Birch Bayh.",
  "In June 2010, Bayh was among a small group of Democrats who helped kill a tax increase on private equity gains, known as carried interest, that was opposed by Apollo Global Management.",
  "According to the schedule, a headhunter named Mike Flood paid for Bayh's hotel stays on at least two nights, as well as transportation to and around New York City in November 2010.",
  "\"Evan Bayh voted for the largest Wall Street reform in generations, voted to close the carried interest tax loophole, and voted repeatedly against tax breaks for oil companies.\"",
  "The circumstances add to the questions about how Bayh spent his time since leaving the Senate, which has become a major campaign issue for Rep. Todd Young, his GOP opponent.",
  "That fall he stayed overnight three times at one Apollo executive's Central Park South residence in Manhattan, and met twice with the company's chief executive, Leon Black.",
  "Because he never filed a disclosure form, Bayh never triggered a related requirement to withdraw from official matters that might have constituted a conflict of interest.",
  "Lawmakers' schedules are private documents that do not normally become public, and senators have no requirement to disclose job meetings before they get an offer.",
  "\"It's outrageous,\" said Craig Holman, a lobbyist with Public Citizen who helped Democrats write the ethics language intended to eliminate conflicts of interest.",
  "A 2007 law requires senators to file a disclosure with the secretary of the Senate within three days of beginning negotiations for private-sector employment.",
  "Bayh goes on to meet with Deutsche Bank chief executive Seth Waugh before having dinner at a steakhouse with Goldman Sachs chief executive Lloyd Blankfein.",
  "Lawmakers are generally careful to abide by the letter of the law, working, for example, primarily through headhunters who keep track of potential offers.",
  "Bayh supported extending the Bush tax cuts and also voted for Dodd-Frank, while pushing to soften up some of the more onerous requirements on Wall Street.",
  "After the law went into effect, the Senate Ethics Committee defined negotiations as employment discussions that occur after a job offer has been made.",
  "Announcing his retirement, Bayh claimed he was fed up with the gridlock and that it was time for him to \"contribute to society in another way.\"",
  "\"Evan Bayh's career has been about standing up for Hoosiers, including taking on Wall Street Banks and Big Oil,\" said spokesman Ben Ray.",
  "Bayh disputes such criticism but has seen his lead in the polls dwindle dramatically since his surprise entrance into the race in July.",
  "The bulk of Bayh's job meetings in 2010 were with headhunting firms and recruiters, as opposed to directly with his future employers.",
  "Two days after that announcement, on Feb. 17, Bayh was on the phone with a job headhunter, Jim Citrin of the Spencer Stuart firm.",
  "His compensation from his board positions is public; between Marathon and RLJ, Bayh has earned more than $2 million since 2011.",
  "He obtained an extension in filing his required financial disclosure forms, which provide an incomplete picture anyway.",
  "\"What we were unaware of at the time was how Congress would manipulate the rule so that they really don't abide by it.\"",
  "So Bayh would not have had to disclose his job meetings to anyone, as long as they occurred before a solid offer.",
  "His announcement stunned party bosses; Democrats lost his Senate seat in the midterm elections later that year.",
  "Marathon Petroleum Corp., a new Marathon spinoff, announced Bayh had been elected to its board in July 2011.",
  "In at least one case, though, Bayh's schedule suggests that he did potentially violate Senate Ethics rules.",
  "The AP obtained Bayh's schedule from a source who requested anonymity because the information was private.",
  "Weeks after Bayh left the Senate, Apollo announced he had been hired as a senior adviser.",
  "What Bayh did may have been perfectly allowable under the Senate's self-policing rules.",
  "Young has criticized Bayh on various fronts on the theme \"He left us to work for them.\"",
  "It is difficult to determine whether Bayh's behavior was common for retiring senators.",
  "Bayh is now running to get his old seat back and help his party regain Senate control.",
  "Senate rules say that such expenditures must be disclosed when they top $250.",
  "It's not clear how much Bayh has earned from those various positions.",
  "His total income over the years is certain to be far higher.",
  "In May 2010, Bayh lunched with a Marathon Oil board member.",
  "It does not appear Bayh ever made such a disclosure.",
  "His Senate account picks up the tab for the flight.",
  "The Bayh campaign did not dispute its legitimacy.",
  "Bayh returns to Aron's apartment for the night.",
  "He heads to Aron's apartment to drop his bag.",
  "Consider Tuesday, Sept. 7, 2010.",
  "Evan Bayh flies to New York."
]