[
  "Ambassador to Singapore (h/t Jon Haber) ... WSJ’s Josh Dawsey is 26 … WSJ’s Devlin Barrett is 43 ... Ella Decker, ASL advocate and the pride of San Diego (h/t Nihal Krishan) ... Cindy Hoffman, VP of comms at Defenders of Wildlife ... Patricia Brooks, principal of MatchMap Media (h/ts Margot Friedman) ...\n\n... Curtis Isakson, a Boehner alum now MBA associate at Delta …Will Dempster, Sen. Mazie Hirono’s comms director, and an alumnus of the sports and opinion sections of the GW Hatchet... Mike Hais ... IAVA alum Christina Roof ... Rebecca Gaghen, head of comms and information for the International Energy Agency ... Cruz alum Jon McClellan, now director of outreach at Public Blueprint ... Jennifer Goodman, Kennedy Center’s manager of institutional affairs ... Amanda Hunter of the Phillips Collection ... Keith Ashdown ... Todd Zwillich, Washington correspondent for The Takeaway ... DOJ’s Cara Ann Mathis ... Alex Vogel ... Emma Rodriguez ... CFPB comms director Jen Howard ... WashPost’s Michelle Gaps ... Casey Katims ... Brent Appel ... Dan Smith ... Julie Eddy ... Elizabeth Bagley ... Lux Winderhof ... Grace Van Cleave (h/ts Teresa Vilmain) ... Steve Crawford, Rendell alum and now managing VP of S.R.",
  "Her mind is shot - resign!”\n\n--NYT editorial: “Donald Trump Is Right About Justice Ruth Bader Ginsburg” http://nyti.ms/29DQChI\n\n--WashPost editorial: “Justice Ginsburg’s inappropriate comments on Donald Trump” http://wapo.st/29FDs4X\n\nFOUR-YEAR PLAN -- “Ted Cruz to meet with secretive conservative group in Cleveland,” by Shane Goldmacher: “Ted Cruz is making an extra trip [on Friday] to Cleveland to ... speak to a gathering of the Council for National Policy, a secretive group of conservative activists, many of whom backed the Texas senator in his failed presidential bid earlier this year.” http://politi.co/29AS3tQ\n\nMANU RAJU on CNN.com, “DNC Chairwoman Debbie Wasserman Schultz seems safe until November”: “[P]rivately, Senate Minority Leader Harry Reid offered an alternative: Durbin as Wasserman Schultz’s replacement ... Durbin confirmed to CNN that he spoke with Reid about the matter, but downplayed the discussion.",
  "Pic http://bit.ly/29u5uAV\n\nWELCOME TO THE WORLD -- Shannon Attanasio, director of gov’t affairs at Families USA and James Attanasio, an attorney for the federal government, welcomed Evelyn Louise Attanasio on June 29th at 6:07 p.m. “She made her appearance a month early, but is healthy and happy.” Pics http://politi.co/29OBOiV ... http://politi.co/29ATUz7\n\n--@SenTomCotton tweets “BREAKING NEWS!” with a pic of his son and a sign saying “I’m getting a little brother for Christmas this year!” http://bit.ly/29xwU4p\n\nWEEKEND WEDDING – VIRGINIA COYNE, executive editor of Washington Life Magazine, and Rob Danegger, a management consultant most recently with Cisco, were married Memorial Day weekend at the Fairmont Mayakoba in Riviera Maya, Mexico.",
  "Nearby properties were once home to comedian Joan Rivers, actress Elizabeth Taylor and record producer Burt Bacharach.” http://lat.ms/29v1bVR\n\nSUBSCRIBE to the Playbook family: POLITICO Playbook http://politi.co/1M75UbX ... New York Playbook http://politi.co/1ON8bqW ...Florida Playbook http://politi.co/1JDm23W ...New Jersey Playbook http://politi.co/1HLKltF ... Massachusetts Playbookhttp://politi.co/1Nhtq5v ... Illinois Playbook http://politi.co/1N7u5sb ... California Playbook http://politi.co/1N8zdJU ... Brussels Playbook http://politi.co/1FZeLcw ... All our political and policy tipsheets http://politi.co/1M75UbX\n\nFollow us on Twitter Anna Palmer @apalmerdc\n\n\n\nJake Sherman @JakeSherman\n\n\n\nDaniel Lippman @dlippman",
  "The proposal must still be adopted by the full Republican National Convention, which meets next week in Cleveland.” http://politi.co/2a8hg0C\n\n--“GOP moves closer to the base, and away from the broader public, in party platform,” by WashPost’s Ed O’Keefe and Dan Balz in Cleveland: “The Republican Party on Tuesday moved closer to firmly embracing a series of staunchly conservative positions on abortion, gay rights, gun rights and immigration reform in a platform document that takes sharp aim at Obama administration policies and reinforces long-standing party orthodoxy on major issues.” http://wapo.st/29OQQ85\n\nSHOT -- Ruth Bader Ginsburg to CNN on Trump: “He is a faker … He has no consistency about him.",
  "The intimate ceremony (only the celebrant, a mariachi band and the couple’s children, ages 10, 13, 14 and 16, were in attendance) was held on a small island overlooking the canals at the eco-friendly resort, which is known as the “Venice of the Caribbean.” Pic http://politi.co/29Cm0x4\n\nOUT AND ABOUT -- About 100 D.C. politicos gathered last night at the Breitbart embassy for a book party for Rep. Darrell Issa’s new book “Watchdog: The Real Stories Behind the Headlines from the Congressman Who Exposed Washington’s Biggest Scandals.” Issa took questions from the audience about oversight matters, AG Loretta Lynch’s testimony earlier that day, Postal reform, and Trump.",
  "Wojdak ... Becca Meehan ... Hank Kruse ... game show announcer Johnny Gilbert (“Jeopardy!”) is 92 ... Patrick Stewart is 76 ... Harrison Ford is 74 ... actor Ken Jeong is 47 ... Will Champion (Coldplay) is 38 ... Steven R. McQueen (“The Vampire Diaries”) is 28 ... Kyle Harrison Breitkopf (“The Whispers”) is 11 (h/ts AP)\n\nDESSERT -- “Ronald and Nancy Reagan’s Bel-Air home sells to billionaire Jerry Perenchio for $15 million,” by LATimes’ Neal J. Leitereg: “Though property details are scant, tax records show the approximately 7,200-square-foot house has 17 rooms across two floors.",
  "... Sen. John Thune stopped by the 201 Bar last night to say goodbye to Politico’s Kate Tummarello, who’s moving to Palo Alto soon -- pic http://politi.co/29whZbr (h/t Erin Mershon)\n\nSEND YOUR SPOTTINGS to daniel@politico.com\n\nREMEMBERING DAVID MARGOLIS, the DOJ’s most senior career official -- Statement by Attorney General Loretta Lynch: “David Margolis was a dedicated law enforcement officer and a consummate public servant who served the Department of Justice – and the American people – with unmatched devotion, remarkable skill and evident pride for more than half a century.",
  "VEEPSTAKES -- “James Stavridis, Retired Admiral, Is Being Vetted as Hillary Clinton’s Running Mate,” by NYT’s Ashley Parker and Maggie Haberman: “Hillary Clinton’s campaign is vetting James G. Stavridis, a retired four-star Navy admiral who served as the 16th supreme allied commander at NATO, as a possible running mate.” http://nyti.ms/29MSG83\n\n--“Cory Booker Gets Vetted, By Himself,” by BuzzFeed’s Ruby Cramer: “A Senate campaign in 2013 left the Newark media darling badly burned when stories he'd been telling for years suddenly came under question.",
  "SPOTTED: Reps. Suzan Delbene, Joe Wilson, Anna Eshoo, Donald Norcross, Amazon VP of Public Policy Brian Huseman and Director of Sustainability Kara Hurst, IA's Michael Beckerman, Kate Viar, Steve Hartell, Jena Gross, Braden Cox, Microsoft's Frank Cavaliere, Erin McPike, Nick Massella, Jonathan Robinson, Jonathan Smith, Rebecca Mark, Frank Cavaliere, David Toomey, and most photographed, the Amazon Prime box man – pic http://bit.ly/29IbZyX\n\nBIRTHWEEK (was Sunday): Remley Johnson, a NH native, TCU alum, and COS for former def.",
  "“At the end of that process it’s always a little difficult to come together with the people you’ve been competing against the last so many months, but I have to say Robby really extended an olive branch and I think evidenced himself to be a fair player who wanted to make things work, who wanted to be straight up in terms of dealing with the Sanders people and who was willing to put himself in the shoes of the millions of Sanders supporters who are obviously disappointed that the senator didn’t win,” Weaver said.",
  "I feel incredibly lucky to have worked for Rep. Issa at the Oversight Committee and Rep. Flores at RSC – the two hardest-working, fastest-walking people I have ever met.”\n\n--“Garrett Murch Joins LifeZette as Senior Editor”: “Murch will move on from five years as Communications Advisor to Sen. Jeff Sessions (R-AL).” http://politi.co/29OAQDd\n\n--Caitlyn Stephenson, Sen. Gary Peters’ Deputy Chief of Staff, is taking a leave of absence to join the Michigan Democratic Party as their Coordinated Campaigns Director.",
  "... David Muir will moderate a frank and intimate conversation [at 8 p.m. on ABC and ESPN] about race relations, justice, policing and equality, produced by ABC News.”\n\nMEDIAWATCH -- “Gretchen Carlson, Former Fox Anchor, Speaks Publicly About Sexual Harassment Lawsuit,” by NYT’s John Koblin:“Asked why she was seeking better assignments if she felt she was a victim of harassment, she said: ‘I think it’s hard when you've been a victim - you keep thinking things are going to get better.’ ...",
  "(h/t Blain Rethmeier) ... Antoinette Rangel, former WH press staffer now counsel for the DNC, celebrating with the battleground states team in Tampa (h/t her colleagues, old and new) ... former WH CTO Aneesh Chopra, now co-founder and EVP of Hunch Analytics ... Michael Cromartie, VP of Ethics and Public Policy Center, where he directs Evangelicals in Civic Life, and Faith Angle Forum programs ... his son, Eric Cromartie ... Jill Pike of GPG fame and the pride of LA ... Rep.",
  "And I don’t know if and when they’re going to be able to fix those things.”\n\nPOLITICO INVESTIGATES – “Obamacare’s sinking safety net,” by Paul Demko: \"A POLITICO review of 2015 financial filings from nearly 100 health plans across a dozen geographically and politically diverse states found that less than a quarter of them hit the standard break-even point for insurers ... And 40 percent of them had medical costs that outright exceeded the premiums they brought in.",
  "She will argue that our nation is ‘stronger together.’”\n\n--“Hillary Clinton at ‘Hamilton’: ‘Let’s Not Throw Away Our Shot’” -- Variety http://bit.ly/29xI0Gw\n\n\n\nPHOTO DU JOUR: “Hamilton” creator Lin-Manuel Miranda is no longer starring in his hit Broadway musical, but he showed up at a special fundraising performance for the Clinton campaign to introduce the presumptive Democratic nominee.",
  "#DallasMemorial pic.twitter.com/yns4dI49bA — Tom Fox (@TomFoxPhoto) July 13, 2016\n\n--Marjorie Dannenfelser, president of Susan B. Anthony List will give a speech this morning at 10 a.m. at the National Press Club on what’s next for the pro-life movement after the bruising Hellerstedt decision, the DNC’s expanded platform on abortion, and in the era of Trump’s candidacy.",
  "**SUBSCRIBE to Playbook: http://politi.co/1M75UbX\n\n\n\nTHE PLAYBOOK INTERVIEW: JEFF WEAVER AND ROBBY MOOK\n\nEXCLUSIVE -- Hillary Clinton’s campaign has asked Jeff Weaver, Bernie Sanders’ longtime top aide, to appear at events and help the presumptive Democratic nominee to help organize voters, the pair of campaign managers told Playbook in an exclusive joint interview.",
  "EXCLUSIVE: Joint Mook, Weaver interview on how Sanders endorsement came together -- GOPers ditching Trump convention for trips abroad -- Bayh oppo cheat sheet -- ROGER STONE dumps on Pence's fashion choices Presented by\n\nDriving the Day\n\nHAPPENING TODAY -- Donald Trump is likely to release his lineup of speakers for next week’s Republican convention in Cleveland.",
  "When Clinton took over the DNC last month, the campaign named Brandon Davis, a former national political director for the [SEIU], as the chief of staff, giving him day-to-day control over the operation and effectively limiting the role of the Florida Democrat.” http://cnn.it/29I7kg2\n\nBRENTRANCE -- “Nigel Farage to attend Republican party convention” (!!!)",
  "| AP Photo\n\nPlaybook Reads\n\n\n\nTALKER -- “Donald Trump Wants an Attack Dog as His Running Mate,” by WSJ’s Monica Langley and Janet Hook: “Donald Trump is looking for a running mate who can be a ‘fighter skilled in hand-to-hand combat’ to help him parry criticism on the campaign trail, and he has narrowed his list to a handful of seasoned politicians.",
  "Issa conducted a live Facebook interview from the scene: http://bit.ly/29CSKUg ... $27 on Amazon http://amzn.to/29IcusI\n\nSPOTTED: Rep. Blake Farenthold of Texas, Caroline Vanvick, Megan Whittemore, Lauren Stenzel, Eli Gold, Ryan Williams, Becca Watkins, Sergio Gor, Alex Marlow and Matthew Boyle, Alyssa Farah, Heather Swift.",
  "Learn more at google.com/grow/veterans\n\nCONVENTION BUZZ -- Members of Congress SKIPPING THE COUNTRY instead of going to Cleveland: Several House Republicans are going on overseas Congressional delegation trips instead of going to the GOP convention in Cleveland, according to multiple sources involved in the planning.",
  "POLLERCOASTER -- “Swing-state stunner: Trump has edge in key states,” by Steve Shepard: “New swing-state polls released Wednesday by Quinnipiac University show Trump leading Clinton in Florida and Pennsylvania — and tied in the critical battleground state of Ohio.” http://politi.co/29vcD3E\n\nGood Wednesday morning!",
  "... To generations of Justice Department employees, he was a respected colleague, a trusted advisor and most importantly, a beloved friend.”\n\n2016 PLAYERS -- JACLYN ROTHENBERG has been named western Pennsylvania press secretary for the Hillary campaign – she most recently was a Vice President at SKDKnickerbocker.",
  "‘To stand up for what happened to me and what was the truth.” http://nyti.ms/29P9GJs\n\nHOLLYWOODLAND -- “‘Veep’ Showrunner David Mandel on Parody Being ‘Harder and Harder’” -- The Hollywood Reporter -- Mandel: “I’m assuming everyone’s going to tune into our season to see our take on Trump, and we don’t have one.",
  "But a Democrat involved in the race emailed Playbook after we emailed Bayh, saying, “Republicans who were caught totally off guard by this have no other option than to get right down in the mud because their candidate has a bad record, low name ID and a fraction of the cash that Bayh has.",
  "Agenda package on Obamacare: www.politico.com/agenda/\n\nTRAILWATCH -- Hillary Clinton is speaking at the Old State House in Springfield, Illinois today, “because it is the site of Abraham Lincoln’s famous speech that a ‘house divided against itself cannot stand,’” per a campaign official.",
  "“Like the senator I am fully behind the secretary and certainly I will make known to all the Bernie supporters around this country who know me very well -- and have received emails from me from the last year plus -- that I am certainly on fully on board as well,” Weaver told us.",
  "| POLITICO Screen grab\n\nENGAGED -- Henry Ross, a summer associate at Sullivan and Cromwell, proposed last Friday night to Charlotte Dillon, who just finished 2 years at Goldman Sachs and will be starting at a venture firm called New Enterprise Associates in D.C. in September.",
  "--AFT pulled together a dinner last night at Bobby Van’s for a group of both established and up-and-coming women leaders to discuss a women’s economic agenda and how to promote and support policies that are good for women and families in this election and beyond.",
  "“The most important message we have here is that there is a seat for everybody at the table and we need every voice to not only to be successful on election day but to get these policies enacted next year and in the years to come.”\n\n--This wasn’t easy for Weaver.",
  "Three years later, Cory Booker operates with a new set of rules.” http://bzfd.it/29MSshf\n\nTV TOMORROW – “Disney Media [is hosting] a landmark town hall discussion with President Barack Obama and Americans who have been directly affected by recent events.",
  "For years they’ve known him as an independent-minded Senator and Governor who put Indiana first and the national Republicans’ cheap attempts to attack him just won’t be believed.”\n\n--For the record: Republicans did not pitch any of this info to us.",
  "Mook got a salad and Weaver got the “pork burger, which I highly recommend — comes with an over easy egg on top.”\n\nPLAYBOOK BREAKFAST: Mike Allen, Anna Palmer and Jake Sherman have a conversation with U.S. Secretary of Education John King.",
  "Good man.” http://indy.st/29xIqMQ\n\n-- @meganliberman: “If you really want an attack dog, you are picking Pence over Christie?”\n\nON PENCE -- Anna and Jake spent years covering Mike Pence in the House, and he’s a good enough attack dog.",
  "by Tyler Pager http://politi.co/29GNGCj\n\nTOP TWEETS -- @shanegoldmacher on Fox dumping Newt: “This also allows Gingrich to promote himself (and VP candidacy) in coming days on CNN and MSNBC” … @GeraldoRivera: “I’ve known him 40 years.",
  "Citigroup plans only a low-key presence.” http://politi.co/29OZLDP\n\n--“GOP platform panel embraces Trump’s border wall,” by Kyle Cheney in Cleveland: “The policy shift is the clearest sign yet of the party’s move toward Trump ...",
  "On the menu: “Amazon Cloud” (Prosecco and cotton candy) and “Amazon Fire” (jalapeño margaritas) cocktails and an array of hors d’oeuvres made using top selling items on Prime Pantry (like Cheez-it encrusted mac & cheese balls).",
  "“Obviously there is a lot of detail and that really took some time to get through,” Mook said of their health care deal, which he called “complex.” Clinton and Sanders came to a basic agreement at a meeting in June, he said.",
  "Learn more at google.com/grow/veterans\n\nCLEVELAND WATCH -- “Wall Street shuns Trump’s Cleveland convention,” by Morning Money’s Ben White: “So far, no major Wall Street CEOs have said they plan to attend the convention.",
  "The press seems to be very gentle with him on that.” http://cnn.it/29zSCUS\n\nCHASER -- @realDonaldTrump: “Justice Ginsburg of the U.S. Supreme Court has embarrassed all by making very dumb political statements about me.",
  "Rumsfeld (h/t boyfriend Robert Flock)\n\nBIRTHDAYS: Joe Lockhart, EVP of comms for the NFL (h/t Giovanna) ... Americans for Prosperity president Tim Phillips ... Anne Schroeder, the pride of Evansville, Ind.",
  "http://bit.ly/29BmTbM\n\nTRANSITIONS -- CAITLIN CARROLL emails friends and colleagues: “After three and a half wonderful years on the Hill, [Tuesday was] my last day with the Republican Study Committee.",
  "ASSUME TRADE DEAL DEAD -- From our Playbook Interview with Speaker Paul Ryan, the Trans Pacific Partnership -- which Donald Trump has sharply criticized -- is not going to pass in Barack Obama’s term.",
  "ROGER STONE on Pence’s style: “an abomination” -- Before he was a leading contender for the vice presidency, he was a congressman from central Indiana and a member of the House Republican leadership.",
  "--For your radar: Zeitgeist is Trump’s pick will come Friday: http://nbcnews.to/29IldLt\n\nDAILY DONALD -- “Eric Trump said his charity received ‘hundreds of thousands’ from his father.",
  "Now, he’s not sure,” by WashPost’s David Fahrenthold, on A5 http://wapo.st/29CzfAF\n\n\n\nA message from Google: Google is committed to helping veterans build successful civilian careers.",
  "I stand with Roger Ailes” … @BrianSFlood replies: “wasn’t the bear kinda touchy?”\n\n\n\nFormer Presidential candidate @tedcruz turns and takes a look back before boarding Air Force One.",
  "And they actually found them fairly easy after talking through a lot of different issues.”\n\n--U-N-I-T-Y: “Some of Sen. Sanders staff have been coming onto the campaign,” Mook said.",
  "Ross, who will be finishing his 3rd year of law school at Columbia, diverted her on a regular weekend trip to D.C. and took her to a hotel called Glenmere Mansion in Chester, NY.",
  "video http://bit.ly/29IjTrS\n\nWORTH THE CLICK – Per Bloomberg Politics’ Matt Negrin: Hillary Clinton nodded her head 406 times while receiving the endorsement of Bernie Sanders.",
  "Today when service members search “jobs for veterans” on Google, and enter their military occupational specialty code, they’ll see jobs that match their military skill sets.",
  "… Clinton will cast the divisions facing our country as broader than these incidents alone and talk about what we need to heal the divisions in our politics and our culture.",
  "--Scooter Schaefer, one of the bright up-and-coming digital minds, is joining Red Edge (away from CRC Public Relations) to continue their ads growth and strategic services.",
  "SPOTTED: Randi Weingarten, Amy Dacey, Barbara Gault, Amy Hinojosa, Ilyse Hogue, Janice Mathis, Amanda Brown, Stephanie Schriock, Ellis Smeal, JoDee Winterhof, Kelly Ward.",
  "In addition to that, he’ll be campaigning for down-ballot progressive Democrats in states all across the country — whether they are battlegrounds or not in battlegrounds.",
  "Weaver and Mook discussed how they helped bring Clinton and Sanders together -- and what the general election looks like for the senator and former secretary of state.",
  "“I think the senator’s intentions is to stump quite heavily for the secretary all across the country, obviously and specifically in the battleground states.",
  "It was the first time I’d seen him teach, and I was already in love with him, but watching him teach let me see one more thing about him — and that was it.",
  "“It was just a matter of figuring out how to dot all the i’s and cross the t’s — which did take time, but that was the most important thing in this.",
  "One such trip is being led by Utah Rep. Jason Chaffetz, the powerful chairman of the investigatory House Oversight and Government Reform Committee.",
  "When class was over and the students had cleared out, he came up to me and asked, somewhat hesitantly, “Uh, what did you think?” “What can I say?",
  "The bottom line: many of those insurers lost tens of millions of dollars on their Obamacare policies last year.” http://politi.co/29Ck0ST ...",
  "We also help employers find them by enabling companies to implement this feature on their career sites using Google Cloud’s Talent Solution.",
  "On Trump, Issa said that he has laid out broad ideas that put the election in context--and called for his fellow Republicans to support him.",
  "Chris Christie on the 5 p.m. Acela from New York to D.C ... Al Hunt and Paul Begala sharing an intimate lunch at Casa Luca on 11th Street.",
  "He speaks in sound bites -- “I’m a Christian, a conservative and a Republican -- in that order,” is a favorite -- and he rarely trips up.",
  "Watch it live here at 7:45 a.m.: http://politi.co/29WSCDG\n\nOPPO CHEAT SHEET: EVAN BAYH -- Evan Bayh is running for Senate -- once again.",
  "Bayh owns a house in the Spring Valley section of Washington assessed at roughly $2.4 million, according to D.C. property records.",
  "Through Grow with Google, our initiative to create economic opportunities, we’ve developed resources specifically for veterans.",
  "His business card for Red Edge: “Digital Carpenter.”\n\nELIZABETH WARREN posts on Facebook: “I proposed to Bruce in a classroom.",
  "Culvahouse.” http://on.wsj.com/29M2gYx\n\n-- Trump: “I don’t know if he’s going to be your governor or your vice president.",
  "Tickets to the sold-out show went for as high as $100,000, and the event was expected to bring in more than $3.5 million.",
  "CareerBuilder, Pepsi, Siemens, RecruitMilitary, and many others have already implemented the API on their career sites.",
  "Asked why she filed the lawsuit and what she hoped to achieve from it ... she responded without consulting her lawyers.",
  "His financials seem mostly clean -- the only gifts he discloses are scholarships for his daughters to attend college.",
  "Chris Christie and a couple politicians who haven’t gotten as much attention, including Alabama Sen. Jeff Sessions.",
  "He gained a reputation among his leadership colleagues for wearing short-sleeved button-down shirts -- with a tie!",
  "… Top candidates have been asked to fill out a 113-question form about their background, finances and more ...",
  "Asked if it will pass this year, Ryan said, “No.” “I’ve got problems with [the trade deal] as they drafted it.",
  "He sits on the boards of Fifth Third Bancorp, Marathon Petroleum, RLJ Lodging Trust and Berry Plastics Group.",
  "They met at Hotchkiss and started dating on the school’s annual trip to Antarctica sponsored by Forrest Mars.",
  "--Amazon’s Public Policy office celebrated Prime Day with a reception last night at their Capitol Hill space.",
  "“Clinton will talk about healing our country after the tragic shootings in Dallas, Minnesota and Louisiana.",
  "Bayh and his wife own a condo in Indianapolis that’s assessed at $59,000, according to property records.",
  "But here are some other lines of attack:\n\n-- He has two homes in Washington, and a Florida penthouse.",
  "Marathon paid him $300,000, Fifth Third paid him $243,564 and Berry Plastics Group paid him $218,182.",
  "The knocks are obvious: He is an adviser to Apollo Global Management and a partner at McGuire Woods.",
  "But I think they made some pretty big mistakes in how they negotiated it and they gotta fix those.",
  "A message from Google: Google is supporting service members as they transition to civilian jobs.",
  "He’s so careful with his words that he often pauses in real time to consider what to say next.",
  "When Mook traveled to Burlington to meet with Weaver, they dined at the Farmhouse Restaurant.",
  "So, we asked Stone -- Trump adviser, and fashion connoisseur -- what he thought of the look.",
  "Obviously I’m for trade agreements, I wrote [the fast-track trade bill] and I got it passed.",
  "... We don’t have the votes for it now, and I believe they have to fix some of these things.",
  "Bayh earned $939,319 from sitting on corporate boards in 2015, according to SEC records.",
  "They have also been subjected to multihour interviews with a vetting team headed by A.B.",
  "... Bradley Whitford, the West Wing’s Josh Lyman, in the Rayburn cafeteria last evening.",
  "Goldman Sachs will also be largely absent, as will Morgan Stanley and Bank of America.",
  "He’s done what most public officials try to do after leaving office: he’s made money.",
  "JPMorganChase, which played a sponsorship role in 2012, declined to do so this year.",
  "Lawns, mature landscaping and a swimming pool make up the hedged and gated grounds.",
  "... Rep. Patrick Murphy, running for Senate in Florida, dining at Doi Moi on 14th.",
  "For example, he once said the Supreme Court upholding Obamacare was akin to 9/11.",
  "I think you are going to see a lot of Senator Sanders on the stump,” Weaver said.",
  "Fitting only for an aluminum siding salesman from Des Moines,” Stone emailed us.",
  "There are other trips going overseas as well, according to Capitol Hill sources.",
  "Will you marry me?” http://bit.ly/2a8i0Dd\n\n\n\nNew Window View the full post here.",
  "Here’s every single nod: http://bloom.bg/29D4Pu2\n\nPlaybookers\n\nSPOTTED: Gov.",
  "His trip boasts eight Republicans and two Democrats, according to a source.",
  "This is just a quick, 30-minute comb through publicly available records.",
  "--He made nearly $1 million from serving on corporate boards last year.",
  "He bought it in March 2015 for $2.925 million, property records show.",
  "And a vacation home in Key Biscayne, where he owns a penthouse condo.",
  "--His Indianapolis condo is one room and roughly 1,000 square feet.",
  "Starting Monday, I’ll be joining the communications team at PhRMA.",
  "... How has he gotten away with not turning over his tax returns?",
  "We’re not a real-world political show, we are inspired.” 5-min.",
  "Mike Pence, former House Speaker Newt Gingrich, New Jersey Gov.",
  "He pointed out that the last person to wear it was George H.W.",
  "--Health care and education policy were the sticking points.",
  "Weaver, however, does not plan to join the Clinton campaign.",
  "DJ Neekola entertained with Amazon’s top downloaded songs.",
  "… Mr. Trump ... said his top picks include Indiana Gov.",
  "When he says something stupid, he owns it and moves on.",
  "--Weaver and Mook have VASTLY different eating habits.",
  "He’s about as flirty as the grizzly in #TheRevenant.",
  "“A short sleeve shirt with a tie is an abomination.",
  "Pence’s wife Karen has a custom watercolor company.",
  "He says whatever comes into his head at the moment.",
  "He owns a house on N Street in Georgetown, as well.",
  "Five days until ALL of Washington is in Cleveland.",
  "--Bayh did not respond to a request for comment.",
  "“And you know what I think of him,” Stone added.",
  "--Bernie is going to be campaigning everywhere.",
  "Rob Bishop (R-Utah) is 65 ... Kirk Wagar, U.S.",
  "And I don’t know when that’s going to happen.",
  "But this time, he has a bit more to pick at.",
  "There are three bedrooms and six bathrooms.",
  "He said he would release them last week.",
  "That one’s assessed at $3.298 million.",
  "Olympics begin in Rio in 23 days.",
  "And 118 days until Election Day.",
  "The house is in his wife’s name.",
  "RLJ paid him $177,573 in 2015.",
  "On display: the Amazon drone.",
  "There is no Trump character.",
  "Hoosiers know and like Evan.",
  "He really has an ego.",
  "13 days until Philly.",
  "Who the hell knows!",
  "He apologized.",
  "Bush.",
  "sec.",
  "Why?",
  "...",
  "..."
]