[
  "KKR will join Blackstone Group, a $371 billion firm led by CEO and former Trump advisor Stephen Schwarzman, and Apollo Global Management, which manages $231.8 billion, on Goldman's list of alternative managers that could outperform in the near future thanks to higher fee-related earnings, healthier balance sheets, and many fewer downside risks.",
  "Shares of alternative investment managers — those which deal with assets outside of traditional equities, like private equity, distressed debt and real estate — are up roughly 40% so far this year, over double the S&P 500's benchmark 13% return in the same period, according to data from Goldman Sachs.",
  "\"Our bottom-up free cash flow analysis shows the stocks' earnings power is ~30% greater today than it was in 2014/15 (prior share peaks), while the downside risks have been significantly reduced,\" analyst Alexander Blostein said in a note Monday.",
  "A recent study by CEM Benchmarking looked at the fund performance of defined benefit pension funds from 1998 to 2014, and found that private equity ranked second to listed-equity real estate investment returns for average annual net returns.",
  "\"Private equity had the highest average gross return, estimated as 13.5%, but had the second highest average net return of 11.4% because the impact of expenses,\" the report said.",
  "\"We believe downside risks to stocks today are nearly ~3X lower than they were vs. last time these stocks peaked, largely due to earnings mix changes,\" Blostein said.",
  "Specifically, Goldman raised its target price for shares of KKR, a $148.5 billion fund manager, to $23 — 13% above were the stock was trading Monday morning.",
  "Apollo in July raised the largest ever private equity fund, amassing $24.6 billion to be invested in North America and Western Europe, according to Reuters.",
  "Stephen Schwarzman, CEO of Blackstone Group Gonzalo Fuentes/ Reuters Equity markets have been red hot, but one area of Wall Street has been even hotter.",
  "Blackstone has also made headlines recently for launching a $40 billion infrastructure fund with the help of Saudi Arabia's Public Investment Fund.",
  "\"With macro conditions still benign, we see more room to run and raise our coverage view to Attractive with an average total return of 18%.\"",
  "Note: This post has been updated from its original version to reflect Apollo Global Management's total assets under management.",
  "KKR is up 48.42% so far over the past year, while Blackstone and Apollo are up 40.27% and 79.53%, respectively.",
  "\"Given this dynamic, we shift our coverage view on Alternative Managers to Attractive from Neutral.\"",
  "Private equity firms on the whole have been crushing it in recent years."
]