[
  "And they do not copy the small, boring parts of selves.” http://bit.ly/2b3Bz3g\n\n--“Big Food Strikes Back,” by Michael Pollan in tomorrow’s N.Y. Times Magazine: “Why did the Obamas fail to take on corporate agriculture?”http://nyti.ms/2e13EJF\n\n--“How Rock and Roll Became White,” by Jack Hamilton in Slate: “And how the Rolling Stones, a band in love with black music, helped lead the way to rock’s segregated future.” http://slate.me/2dkQ0Np (h/t ALDaily.com)\n\n--“The Snarling Girl,” by Elisa Albert in Hazlitt: Per Longreads’ description, “An essay on ambition to end all essays on ambition.” http://bit.ly/2dkRpUa\n\n--“The Cobalt Pipeline,” by WashPost’s Todd C. Frankel: “Tracing the path from deadly hand-dug mines in Congo to consumers’ phones and laptops.” http://wapo.st/2cXGLX8\n\n--“Sodom, LLC: The Marquis de Sade and the office novel,” by Lucy Ives in Lapham’s Quarterly: “In the mid-eighteenth century, the term bureaucracy entered the world by way of French literature.",
  "Shortly before 6 p.m. Friday at the start of the Columbus Day holiday weekend in the United States, the Treasury Department published new guidance for businesses that said some previously prohibited dollar transactions with Iran by offshore banking institutions are allowed as long as they do not enter the U.S. financial system.” http://apne.ws/2dzPRsu\n\nPlaybook Reads\n\nBAYH BEAT -- “AP Exclusive: Job hunt substantial part of Bayh's last year,”by Erica Werner: “Evan Bayh spent substantial time during his last year in the Senate searching for a job in the private sector, even as he cast votes on issues of interest to his future corporate bosses, according to the former Indiana lawmaker's 2010 schedule, obtained exclusively by The Associated Press … In June 2010, Bayh was among a small group of Democrats who helped kill a tax increase on private equity gains known as carried interest opposed by Apollo Global Management.",
  "Gore, now regional director of advocacy and public affairs for U.S. gov’t relations at Pfizer, is 51 ... Shankar Vedantam, NPR’s social science correspondent and the host of the Hidden Brain podcast ... Sophia Yan ... Kiffin Eckert ... Kirk Monroe, EVP at Rasky Baerlein ... Tamara Lipper Smith ... Bridger McGaw ... Marcella Caldwell-Gadson ... Nicholas Piatek … Tom Sheridan ... Joe Torsella ... Kay Lund ... Donnette Walto ... Kirk Schwarzbach ... Judy Sulentic (h/ts Teresa Vilmain)\n\nTHE SHOWS from @MattMackowiak, filing from Texas-OU weekend in Dallas:\n\n--NBC’s “Meet the Press”: Kellyanne Conway ... Nancy Pelosi ... Seth Meyers ... new NBC News / Wall Street Journal / Marist battleground polls from Florida and Pennsylvania ... Panel: Sara Fagen, Ruth Marcus, Demos president Heather McGhee and Steve Schmidt.",
  "Politics” because he’s a medical doctor in Atlanta who’s really into politics, is 53 (h/t daughter Seema Ibrahim) ... Julia Tylor, senior web designer at GovExec Media Group (h/t Colby Bermel) ...\n\n… Adam Weiss (h/t Jon Haber) ... Molly Erman, director of comms at New Lab and a New Yorker alum ... Lillie Belle Viebranz ... DOT’s Abdul Dosunmu is 26, celebrating with friends at Hazel (h/t Team DOT) ... Ingrid Jones, daughter of Brian and Emily Jones ... Micah Morris ... Caroline Nonna Holland, general counsel and staff director for the Antitrust Subcommittee in the U.S. Senate ... Anna Levin ... Shripal Shah … David Burstein, CEO and founder of Run For America ... Riki Parikh, policy counsel for Sen. Michael Bennet ... Dennis Alpert, former head of advance for V.P.",
  "Every year, they were like, ‘so what are you going to do this season?’ I go, ‘just watch it on TV like everybody else’ and they let me do that.” Daily Beast story on Louis CK at the festival http://thebea.st/2dmpT8z\n\nCLICKER -- “The nation’s cartoonists on the week in politics,” edited by Matt Wuerker – 11 funnies http://politi.co/2dAQil1\n\nGREAT WEEKEND READS, curated by Daniel Lippman, filing from The New Yorker Festival:\n\n--“You Might Have Earned It, But Don’t Forget That Your Wealth Came from Society,” by Ryan Avent in Evonomics: “To be human is to earn the right to share in the wealth generated by productive social institutions.” http://bit.ly/2dkVtn6\n\n--“Emptiness,” by Kristin Dombek in n+1 magazine: “Narcissists are imitators par excellence.",
  "‘I flagged for Tina and Cheryl as well but it's a little troubling that Goldman Sachs was selected for the foundation event,’ he wrote in an email to Podesta … Jeb’s economic message is not so different: Outside comms adviser Mandy Grunwald’s take: ‘Very little in this speech that HRC wouldn’t say….’” The story, with 8 examples http://politi.co/2d1YmIN\n\n-- “WikiLeaks email shows Clinton told San Diego firm she 'did all I could' to help Wall Street prosper,” by San Diego Union Tribune’s Abby Hamblin: “In the San Diego speech, Clinton said she worked with ‘many talented principled people who made their living in finance’ when she was a New York senator.",
  "You can find the podcast here”: http://bit.ly/2ed70t1\n\nPlaybookers\n\nSPOTTED: At last night’s Nats/Dodgers playoff game which the Dodgers won 4-3: Brian Jones wearing Nats argyle socks, John and Kelly Feehery, Chuck Todd (in L.A. garb), Ray Shepherd, Stewart Verdery, Jon Leibowitz, Bruce Cohen, Ben Chang, Jon Ward, Julie Myers, Hazen Marshall and Linda Bloss-Baum ... Almar Latour, Gabe Debenedetti, and Anna Epstein on the 5:55 p.m. Acela from D.C. to NYC last night\n\nPRESIDENT’S WEEK AHEAD – “On Tuesday, the President will travel to North Carolina A&T State University in Greensboro, North Carolina, to participate in a student forum hosted by ESPN.",
  "The neologism was originally forged as a nonsense term to describe what its creator, political economist Vincent de Gournay, considered the ridiculous possibility of ‘rule by office,’ or, more literally, ‘rule by a desk.’” http://bit.ly/2dFZxzU\n\n--“Irrigation Nation,” by Ted Genoways in Pacific Standard magazine: “How an esoteric piece of farm equipment created America’s breadbasket—and threatens to destroy it.” http://bit.ly/2dkQ7sl\n\n--“Who murdered Giulio Regeni?” by Alexander Stille in The Guardian: “When the battered body of a Cambridge PhD student was found outside Cairo, Egyptian police claimed he had been hit by a car.",
  "His opponent, Congressman Young, has voted repeatedly to hurt Hoosier families by supporting a series of windfalls for Wall Street, including privatizing Social Security, tying student loan rates to the market, and repealing the law that ended ‘too big to fail.’”\n\nMICHAEL ISIKOFF in Yahoo, “Russia could ‘doctor’ hacked emails, U.S. officials warn”: “A group of former top national security officials and outside experts is warning that Russian intelligence agents may ‘doctor’ emails hacked from the [DNC] and other political groups as part of a sophisticated ‘disinformation’ campaign aimed at influencing the 2016 election.",
  "They reconnected years later (2015) when Joe moved to DC to work for Senator Tillis.” Pic http://politi.co/2dR2hcQ\n\nBIRTHWEEK (was yesterday): musician John J Mellencamp, also known as John Cougar Mellencamp (h/t Elizabeth Branch) ... (was Thursday): Patrick O’Connor of the NRSC\n\nBIRTHDAYS: Blain Rethmeier is 4-0, celebrating over BBQ with friends and family on the beach in California’s Central Coast (hat tips: Tim Burger, Rob Saliterman and Sean Spicer) … Steve Coll, dean of Columbia’s Graduate School of Journalism and a New Yorker staff writer, is 58 ... former Rep. Dennis Kucinich (D-Ohio) is 7-0 ... the Rev.",
  "Reflecting in 2014 on the rage against political and economic elites that swept the country after the 2008 financial crash, Mrs. Clinton acknowledged that her family’s rising wealth had made her ‘kind of far removed’ from the struggles of the middle class.” http://nyti.ms/2dIcUj9\n\n-- “The most revealing Clinton campaign emails in WikiLeaks release,” by Kyle Cheney and Sarah Wheaton: “Clinton Foundation event at Goldman Sachs: In a May 2014 email, Clinton’s soon-to-be campaign manager Robby Mook called it ‘troubling’ that Goldman Sachs had been selected to host an upcoming Clinton Foundation event.",
  "… Politico alum Mackenzie Weinger, now a national security reporter at The Cipher Brief … Ivanka Farrell, senior associate at Bully Pulpit Interactive ... Jennifer Allen of LCV ... Kim Gamel, reporting on Korea for Stars and Stripes and an AP alum who reported from Baghdad, Cairo and Sweden … Matthew J. Shuman, assistant director of the legislative division at The American Legion, is 28 (h/t Hudson Munoz) ... Dan Dunham, MLA for Rep. Bill Shuster (h/t Jordan Langdon) ... Politico’s Terry Golway ... Rep. Tom Price (R-GA) is 62 ... Joseph Galitzin, the pride of Peachtree City, Ga. and known as “Dr.",
  "SUBSCRIBE to the Playbook family: POLITICO Playbook http://politi.co/1M75UbX ... New York Playbook http://politi.co/1ON8bqW … Florida Playbook http://politi.co/1OypFe9 ... New Jersey Playbook http://politi.co/1HLKltF ... Massachusetts Playbook http://politi.co/1Nhtq5v ... Illinois Playbook http://politi.co/1N7u5sb ...California Playbook http://politi.co/2bLvcPl ... Brussels Playbook http://politi.co/1FZeLcw ... All our political and policy tipsheets http://politi.co/1M75UbX\n\nFollow us on Twitter Anna Palmer @apalmerdc\n\n\n\nJake Sherman @JakeSherman\n\n\n\nDaniel Lippman @dlippman",
  "Your seat is not as important as your soul.”\n\nTHIS WILL DO SOME DAMAGE, TOO -- NYT A14, “Leaked Speech Excerpts Show a Hillary Clinton at Ease With Wall Street,” by Amy Chozick, Nick Confessore and Michael Barbaro: “In lucrative paid speeches that Hillary Clinton delivered to elite financial firms but refused to disclose to the public, she displayed an easy comfort with titans of business, embraced unfettered international trade and praised a budget-balancing plan that would have required cuts to Social Security, according to documents posted online Friday by WikiLeaks.",
  "The cancellations cover the four biggest states on the battleground map — Pennsylvania, Ohio, Florida and North Carolina — as well as four other states, New Hampshire, Maine, Iowa, and Colorado.” http://politi.co/2dB2Oki\n\n2016 PLAYERS -- KELLYANNE CONWAY PROFILE -- RYAN LIZZA in The New Yorker, “Kellyanne Conway’s Political Machinations: Can the first woman to run a Republican Presidential campaign reform Donald Trump?”:“Conway, who is the first woman to run a Republican Presidential campaign, told me that she was proud of the milestone but not hung up on it.",
  "‘Even though I represented them and did all I could to make sure they continued to prosper,’ she said, ‘I called for closing the carried interest loophole and addressing skyrocketing CEO pay.’ She added she saw ‘how a well-functioning financial system is essential’ every day ‘from Wall Street literally to Main Streets across New York.’’’ http://bit.ly/2dIrd7r\n\n--ENTIRE WIKILEAKS TROVE http://bit.ly/2daHenD\n\nTWEETS FROM TWO ALTERNATE REALITIES -- John Weaver (@JWGOP): “All these statements are strong, thoughtful, carefully written.",
  "I’m very sorry.”\n\nGOTHAM WATCH -- N.Y. Daily News cover, “‘GRAB THEM BY THE P***Y’” (with cats instead of asterisks in the last word) http://bit.ly/2cYPxEd\n\n--N.Y. POST cover, “DON & DIRTY -- Outrage at Trump’s vulgar vid comments” http://nyp.st/2dauPzW\n\nWHAT WE WOULD BE TALKING ABOUT -- “US further eases Iran sanctions after nuclear deal,” by AP’s Matthew Lee: “The Obama administration is further easing sanctions on Iran, making it easier for foreign firms to do business with the country following last year's nuclear deal.",
  "And the recording of Trump talking with radio and TV host Billy Bush makes a starker case that he’s unsuited to occupy the nation’s highest office -- rendering Mitt Romney’s infamous leaked ‘47 percent’ tape seem like a high-minded Great Courses lecture.” http://politi.co/2dU9XKK\n\n-- NYT (must read Maggie Haberman) “Donald Trump’s Apology That Wasn’t”: “For hours on Friday night, the political world waited for the rarest of expressions from Donald J. Trump — a heartfelt apology.",
  "The group ... is urging the news media to be ‘cautious’ about publishing such material lest they be playing into the Russians’ hands.” http://yhoo.it/2cXeyQs\n\nAIR WARS -- “Trump campaign cancels ad buy, promises future expansion,” by Shane Goldmacher: “Less than five weeks until the election, Donald Trump has canceled more than $1.6 million in television ads set to air next week in eight crucial battleground states, according to an ad tracking service.",
  "And it did not reflect the several hours of conference calls and strategy meetings among his top aides, who were at first stunned and then nearly paralyzed by the revelation of the tape, which they worried would be fatal to his White House hopes …\n\n“Before the release of the short statement, advisers to Mr. Trump had huddled with him at Trump Tower, along with his daughter Ivanka and son-in-law Jared Kushner, to discuss how to respond to the crisis.",
  "The Republican nominee for U.S. president inherited a fortune, boasts about his wealth and his many properties, shuttles between his exclusive resorts and luxury hotels, and has adopted an economic plan that would, among other things, slash tax rates for rich people like himself.” http://fam.ag/2dSqi7P\n\nGREAT WEEKEND LISTENS, curated by Jake Sherman:\n\n--JOHN MAYER sat in last night with Joe Russo’s Almost Dead in Brooklyn.",
  "On Friday, the President will participate in a Hillary for America campaign event in the Cleveland, Ohio area.”\n\nOBAMA ALUMNI – SAM VINOGRAD, an NSC and Treasury alum, emails friends and colleagues: “After three wonderful years at Goldman Sachs, I am excited to share that I am starting a new role leading public policy at Stripe, joining a dynamic and creative team working to redefine how we think about internet commerce.",
  "The tone and language of the excerpts clash with the fiery liberal approach she used later in her bitter primary battle with Senator Bernie Sanders of Vermont and could have undermined her candidacy had it become public ...\n\n“In the excerpts from her paid speeches to financial institutions and corporate audiences, Mrs. Clinton said she dreamed of ‘open trade and open borders’ throughout the Western Hemisphere.",
  "TRUMP to Costa: ‘I’d never withdraw ... I’m not quitting this race’ -- TRUMP tweets: ‘‘CERTAINLY HAS BEEN AN INTERESTING 24 HOURS’ -- What’s next for TRUMP AND GOP -- CLINTON’s Wall St. speeches are out Presented by\n\n\n\n\n\nDriving the Day\n\nBULLETIN -- 11:02 a.m. -- “MIAMI (AP) - National Hurricane Center says Hurricane Matthew has made landfall in South Carolina.” http://apne.ws/2daQxDJ\n\nGood Saturday morning.",
  "--CBS’s “Face the Nation”: Reince Priebus ... Robby Mook ... CBS News “Battleground Tracker” poll from Ohio, Pennsylvania and Wisconsin with CBS News’ Anthony Salvanto ... Panel: Bob Schieffer, Norah O’Donnell, Major Garrett and Nancy Cordes ... Panel: Peggy Noonan, Jamelle Bouie, Susan Page, John Heilemann ... CBS News focus group with Missouri voters (live from Washington University in St Louis).",
  "--Univision’s “Al Punto” (SUN 10am ET / 1pm PT): Univision News’ Luis Megid ... Trump campaign advisor and former Puerto Rico Attorney General Jose Fuentes ... Clinton campaign national director of Latino outreach Lorella Praeli ... Adolfo Franco and Fabian Núñez ... wife of Leopoldo Lòpez and Venezuelan human rights activist Lilian Tintori ... University of Miami president Julio Frenk.",
  "Fair?” … @JasonMillerinDC: “TOP 10 THINGS HILLARY DOESN’T WANT YOU TO SEE | Donald J. Trump for President” http://bit.ly/2dZG5xU\n\nBACKSTORY -- “How the shocking hot mic tape of Donald Trump was exposed,” by CNN’s Brian Stelter: “The videotape of Donald Trump that is shaking up the presidential election sat forgotten on a shelf at NBC’s ‘Access Hollywood’ until just a few days ago.",
  "I guarantee you, because none of them can accept the blame for what they failed to do.’ …\n\n“[A] Trump adviser added, ‘The real campaign manager, in fact, the entire time, has been Jared Kushner, who is still the real campaign manager, even today.’ ... At the end of our interview at Trump Tower, Conway told me that she will turn fifty on January 20th, Inauguration Day.",
  "Now national Republicans -- and members of Ryan's own House Republican Conference -- are closely watching how the speaker handles this incident, which many lawmakers privately say is plainly disqualifying for Trump.” http://politi.co/2daB06R\n\n-- Bret Stephens (deputy editorial page editor of the WSJ, @StephensWSJ): “Sincere advice for @SpeakerRyan Show integrity.",
  "On Sept. 30 - Oct. 2, we asked: “Do you think it would be appropriate or inappropriate for Donald Trump and his campaign to bring up former President Bill Clinton’s marital affairs and allegations that Hillary Clinton tried to silence women who accused her husband of infidelity or sexual misconduct?” 33% said it was appropriate, and 56% said it was inappropriate.",
  "But in a digital age, it’s harder than ever to get away with murder.” http://bit.ly/2dZRq4J (h/t Longform.org)\n\n--“The United States would survive a Trump presidency – but what about the rest of the world?” by Brendan Simms in The New Statesman: “It would be wrong to hope that either domestic or international checks and balances will constrain Trump abroad.",
  "“There has never been a major party nominee like Trump, and there has never been anything like the release of Trump speaking about women in the most vulgar and demeaning terms in a 2005 hot mic recording — including the admissions that he made an apparently unwanted pass on a married woman and groped women he courted whether they liked it or not.",
  "Mr. Trump did just that.” http://nyti.ms/2dmi5Uq\n\nWAPO story that started it all -- “Trump recorded having extremely lewd conversation about women in 2005” http://wapo.st/2dU9UOZ\n\nWHAT TRUMP SAID in an online video posted at 12:06 a.m. -- “I’ve never said I’m a perfect person, nor pretended to be someone that I’m not.",
  "So, basically, he needs a personality transplant in the next 24 hours.”\n\nWHAT GOP LEADERS ARE THINKING -- Speaker Paul Ryan and Senate Majority Leader Mitch McConnell both issued statements condemning Trump, but did not did not pull their support (McConnell: http://politi.co/2d2p4kj, Ryan:http://politi.co/2daB06R).",
  "Learn more at google.com/grow/veterans\n\nPOSTCARD FROM DANIEL AT THE NEW YORKER FESTIVAL – LOUIS CK interviewed by Emily Nussbaum at Town Hall in Midtown: “I was a struggling comic for 32 years really and I’m 49 and so if I was Justin Bieber, if I was his age, I’d have a hard time knowing what to talk about.",
  "Trump — a compulsively public politician who has mouthed some of the most hilarious (intentionally or otherwise), offensive, fact-allergic and misogynistic statements by anyone competing in the public arena — might be ultimately undone by a private admission about a woman he wanted to have sex with.",
  "“On Thursday, the President will travel to Pittsburgh, Pennsylvania to host the White House Frontiers Conference, a national convening that the White House is co-hosting with the University of Pittsburgh and Carnegie Mellon University to explore the future of innovation here and around the world.",
  "--Along with Lee and Huntsman, here’s the running list of Republicans not just denouncing Trump but calling on him to drop out: Rep. Barbara Comstock, who is in a Northern Virginia swing district, Colorado Rep. Mike Coffman, Nebraska Sen. Ben Sasse, Illinois Sen. Mark Kirk, former New York Gov.",
  "Trump is unfit to be president, and it’s time for you to say that publicly.” And in New Hampshire, Maggie Hassan wasted no time trying to make Trump’s comments stick to Kelly Ayotte, who denounced them as “totally inappropriate and offensive.” Ayotte said Saturday she wouldn’t vote for Trump.",
  "During a 90-second videotaped appearance, Mr. Trump, the Republican presidential nominee, offered a strikingly brief articulation of regret for a decade-old audiotape in which he boasted about grabbing women’s genitals and said he could have his way with women because of his fame.",
  "THE BIG QUESTION -- from GLENN THRUSH and KATIE GLUECK -- “Is Trump’s campaign over?”: “It’s fitting that the election of Hillary Clinton as the first female president might have been sealed by Donald Trump’s treatment of women as subordinate, interchangeable, pliable playthings.",
  "Here’s a clip of “Touch of Grey” http://bit.ly/2daDbaE … Here’s a video of them doing “The Race is On” acoustic http://bit.ly/2dS37X3\n\nJUST A NOTE: Pretty soon, JRAD is going to realize they’re the best post-Jerry Dead family band around (leaving out the Phil Lesh Quintet).",
  "... Fahrenthold’s story proved to be the most concurrently viewed article in the history of The Post’s website; more than 100,000 people read it simultaneously at one point on Friday.” http://wapo.st/2dRUHiv\n\nBILLY BUSH statement: “Obviously I’m embarrassed and ashamed.",
  "Marathon Petroleum Corp., a new Marathon spinoff, announced Bayh had been elected to its board in July 2011.” http://apne.ws/2d28ph3\n\n--FROM BAYH’S CAMPAIGN: \"Evan Bayh’s career has been about standing up for Hoosiers, including taking on Wall Street Banks and Big Oil.",
  "---C-SPAN: “The Communicators” (SAT 6:30pm ET): Carnegie Melon University’s Ragunathan “Raj” Rajkumar … “Newsmakers” (SUN 10am ET): U.S. Chamber of Commerce vice president and political director Rob Engstrom, questioned by WaPo’s Matea Gold and WSJ’s Michelle Hackman.",
  "‘This is the kind of thing that leads to violence against women.’” ...@DouthatNYT: “‘King David had five hundred concubines for crying out loud.’ Sean Hannity, who I can’t believe I’m watching but there it is.”\n\n-- @mitchellvii: “Oh man, this Wikileaks is BAAAAD.",
  "In Illinois, Senator Kirk not only urged the GOP to dump Trump, he also called him a “malignant clown.” After Sen. Pat Toomey (R-Pa.) tweeted “Donald Trump's comments were outrageous and unacceptable,” Katie McGinty, his opponent, said “Not good enough, senator.",
  "I will be based in San Francisco and making frequent trips back East.”\n\nWEEKEND WEDDING -- Joe Nolan, senior legislative assistant for Sen. Thom Tillis (R-N.C.), married Stephanie Primack, who works for Hilton corporate, last Sunday at the Fathom Gallery in DC.",
  "http://on.wsj.com/2dAW9dz\n\n**SUBSCRIBE to Playbook: http://politi.co/1M75UbX\n\nTO REVIEW: Donald Trump, the Republican presidential nominee, suggested in 2005 that he could kiss women and grab their genitals with impunity, because he is famous.",
  "He described the controversy that upended the Republican Party for most of Friday as a mere ‘distraction,’ and said that his vulgar remarks captured on the tape were nothing compared with the way Bill and Hillary Clinton had mistreated women.",
  "--CNN’s “Fareed Zakaria GPS” (SUN 10am, 1pm ET): Panel: James Fallows, Kathleen Hall Jamieson and Jon Meacham ... foreign policy Panel with Princeton University and NYU’s Stephen Cohen and David Ignatius ... IBM president & CEO Ginni Rometty.",
  "Geopolitically, the result would be unpredictable – at best.” http://bit.ly/2dLeOl7 (h/t TheBrowser.com)\n\n--“Evangelical exiles,” by Yahoo’s Jon Ward: “How Trump is driving some believers away from the GOP.” With a 10-min.",
  "Then in June, he and a minority of Democrats joined with Republicans to defeat an amendment by Sen. Bernie Sanders of Vermont that would have eliminated billions in tax deductions and exemptions for oil and gas companies.",
  "-- @realDonaldTrump at 10:48 a.m.: “Certainly has been an interesting 24 hours!”\n\nMIKE PENCE has decided not to go to Speaker Paul Ryan's event in Wisconsin, per Matthew Nussbaum in Indianapolis and Ken Vogel.",
  "--CNN’s “Reliable Sources”: (SUN 11am ET): Panel: Matt Lewis, Hilary Rosen, Kayleigh McEnany and Angela Rye ... Mike McCurry and Frank Fahrenkopf ... Carole Simpson ... Jeff Greenfield and Douglas Brinkley.",
  "I don’t know how that’s going to boil down but people have no idea the support.’...\n\n“Trump said ‘thousands and thousands’ of backers have sent him letters and emails since the Post’s story was published.",
  "--Fox News’ “Sunday Morning Futures” (10am ET / 9am CT): Kellyanne Conway ... Gene Sperling ... Mike McCurry and Frank Fahrenkopf ... Ed Goeas ... Panel: Ed Rollins, WSJ’s Shelby Holliday, Tony Sayegh.",
  "By mid-week, executive producer Rob Silverstein and his producing team had taken a look at its contents ...\n\n“After reviewing the tape, ‘we were debating what to do’ with it, an NBC source explained.",
  "More and worse oppo coming”\n\nDOWN-BALLOT IMPACT: Top Republicans involved in Senate and House elections are beginning to suggest their candidates run as a check on Hillary Clinton, and abandon Trump.",
  "Roy Blunt tells me he’ll still vote for Trump, and it’s ‘unrealistic’ to ask that he quit the race to be replaced.”\n\nJAKE ON PAUL RYAN -- “Ryan’s relationship with Trump has long been chilly.",
  "-- PLAYBOOK INBOX: GOP strategist Kevin Madden on what Trump needs to do now: “He’s left with no other option other than to demonstrate total contrition and make the case for his redemption.",
  "Topics will include the My Brother’s Keeper initiative and the role and legacy of Historically Black Colleges and Universities, and the President will also take questions from the audience.",
  "Jesse Jackson is 75 ... Chevy Chase is 73 ... Darrell Hammond is 61 ... Bill Schneider ... Adrienne Watson, rapid response spokesperson at Hillary for America and the pride of Carmel, Ind.",
  "I’ve spent time with grieving mothers who’ve lost their children, laid off workers whose jobs have gone to other countries, and people from all walks of life who just want a better future.",
  "COMING SOON: The POLITICO/Morning Consult poll went into the field this morning, and we’ll have numbers tomorrow morning showing the initial impact of the video on the Trump/Pence ticket.",
  "Citing the back-room deal-making and arm-twisting used by Abraham Lincoln, she mused on the necessity of having ‘both a public and a private position’ on politically contentious issues.",
  "--ABC’s “This Week”: Donna Brazile ... Reince Priebus ... Paul Krugman and Grover Norquist ... Panel: Alex Castellanos, Stephanie Cutter, Matthew Dowd, Keith Ellison and Mary Matalin.",
  "--CNN’s “State of the Union” (9am ET / 12pm ET): Tim Kaine ... Chris Christie ... David Axelrod and Mark McKinnon ... Panel: Van Jones, Kirsten Powers, Andre Bauer and Sean Spicer.",
  "-- In case you missed it -- which you probably didn’t -- MSNBC has given over its 1 p.m. hour to Hallie Jackson, who is undoubtedly one of television’s breakout stars of the cycle.",
  "Then the race to break the story was on,” by WashPost’s Paul Farhi: “Reporter David Fahrenthold got a phone call around 11 a.m. Friday from a source with a tip about Donald Trump.",
  "And if I’m not dead, it will be, oh geez, I’m too rich to make a good show.”\n\nAbout his creative freedom: “It’s really fun to give other people opportunities to make television.",
  "Today when service members search “jobs for veterans” on Google, and enter their military occupational specialty code, they’ll see jobs that match their military skill sets.",
  "It is, in its own words, ‘a podcast tribute to old-school college radio,’ featuring underground music that was spun on campus stations from the late 70s through the mid 90s.",
  "New Jersey Rep. Scott Garrett, who has a close tight race after refusing to donate to the NRCC due to its support of gay candidates, said Pence would be the best candidate.",
  "A POLITICO/Morning Consult poll from earlier this week had him at 35/62 in favorable/unfavorable rankings among likely voters, and pretty much the same with independents.",
  "Evan voted for the largest Wall Street reform in generations, voted to close the carried interest tax loophole, and voted repeatedly against tax breaks for oil companies.",
  "They realized they needed to address the issue quickly, at a minimum to try to stop the defections of Republican officials who had begun to shun and loudly denounce him.",
  "He’s been on political islands before but this one seems different.” ... Steve Peoples (@sppeoples): “My mother starts crying when I ask what she thinks of Trump audio.",
  "Such vile degradations demean our wives and daughters and corrupt America’s face to the world.” ... @chucktodd: “The GOP Trump tolerance levee appears to have broken.",
  "... [T]he Associated Press had just published a detailed story quoting former ‘Apprentice’ employees saying Trump ‘was lewd and sexist’ while taping the reality show.",
  "Jon Huntsman and Utah Rep. Jason Chaffetz -- the House oversight chairman who is very attuned to political winds and shifts -- all said they could not vote for Trump.",
  "mini-doc http://yhoo.it/2dTzw3X\n\n--“Trump and American Populism Old Whine, New Bottle,” by Michael Kazin in Foreign Affairs: “Donald Trump is an unlikely populist.",
  "‘So many people.’ ... Trump said he may make a speech or remarks on Saturday evening, perhaps in a suburb of New York City, as a way of encouraging his supporters.",
  "That fall he stayed overnight three times at one Apollo executive’s Central Park South residence, and met twice with the company's chief executive, Leon Black.",
  "“Weeks after Bayh left the Senate, Apollo announced he had been hired as a senior adviser Similarly, in May 2010 Bayh lunched with a Marathon Oil board member.",
  "Trump is still Ryan’s candidate for the presidency, and his inner circle does not expect fireworks at the event, which Trump was originally supposed to attend.",
  "The tape was accessible internally since the ‘Access’ story was already in the works.” http://cnnmon.ie/2dIe91A\n\n--“A caller had a lewd tape of Donald Trump.",
  "The advisers cautioned against holding a news conference, something that had been discussed, because it could become unwieldy and spin out of his control.",
  "I have tremendous support ... People are calling and saying, ‘Don’t even think about doing anything else but running ... You have to see what’s going on.",
  "He indicated he needed to freshen his breath with Tic Tacs before meeting a woman, because he did not know if he could stop himself from kissing her.",
  "In addition to manning the anchor desk, she’s still on the trail most days covering Donald Trump, and filing for NBC Nightly News and the Today Show.",
  "... ‘I tell people all the time, “Don’t be fooled, because I am a man by day.”’ ... ‘I view her as an enabler,’ one Trump campaign official told me.",
  "On Monday ... one of the entertainment newsmagazine’s producers remembered Trump’s 2005 taping session with former ‘Access’ co-host Billy Bush.",
  "China elated.” ...@seanhannity: “Oral sex with an intern in the Oval Office Lies @HillaryClinton refers to Monica as a narcissistic loony toon!",
  "Sorry Hillbots, she is done...If Hillary is elected, the US as a sovereign nation will cease to exist.” ...@IngrahamAngle: “All orchestrated.",
  "We also help employers find them by enabling companies to implement this feature on their career sites using Google Cloud’s Talent Solution.",
  "‘Right now, post-debate, I guarantee you there’s a fucking Kool-Aid cooler the size of a f***ing wheat silo that they’re all drinking from.",
  "--“Fox News Sunday”: John Podesta … Kellyanne Conway ... Bill O’Reilly ... Panel: Karl Rove, Maureen Dowd, Jason Riley and Juan Williams.",
  "Americans don’t trust politicians (it’s one of the biggest reasons for Trump’s improbable rise), but they trust their eyes and ears.",
  "That’s an enormous amount of power that I can make something without their approval or even them just being curious maybe about it.",
  "See you at the debate on Sunday.” 1:31 video http://bit.ly/2dUK1E9\n\nBEFORE THIS INCIDENT polls showed Trump underwater with women.",
  "-- @hughhewitt: “For the benefit of the country, the party and his family, and for his own good, @realDonaldTrump should withdraw.",
  "--Consumer Reports’ David Butler sends in this suggestion: “There's a terrific podcast based in Baltimore called Little Records.",
  "Ryan’s world spent yesterday dealing with the logistics of booting Trump from Saturday’s “GOP Fall Fest” in Elkhorn, Wisconsin.",
  "Through Grow with Google, our initiative to create economic opportunities, we’ve developed resources specifically for veterans.",
  "--Fox News’ “MediaBuzz” (SUN 11am ET / 10am CT): Tucker Carlson ... Julie Roginsky ... Heidi Przybyla ... Martha MacCallum ...",
  "http://politi.co/2dE4Twn\n\nTRUMP HITS THE PHONES -- He called Bob Costa at The Washington Post, and said “‘I’d never withdraw.",
  "--CNN’s “Inside Politics” with John King (SUN 8am ET): Panel: Dan Balz, Maeve Reston, Glenn Thrush and Nia-Malika Henderson.",
  "Following the Frontiers Conference, the President will travel to Columbus, Ohio for an event with the Ohio Democratic Party.",
  "... On Wednesday, the President will deliver remarks and attend a reception for Hispanic Heritage Month at the White House.",
  "But one adviser to Mr. Trump cautioned before the statement that if the candidate mentioned Mrs. Clinton, it would fail.",
  "CareerBuilder, Pepsi, Siemens, RecruitMilitary, and many others have already implemented the API on their career sites.",
  "It’s no excuse, but this happened eleven years ago – I was younger, less mature, and acted foolishly in playing along.",
  "I’ve said and done things I regret, and the words released today on this more than a decade-old video are one of them.",
  "PEACOCK BUZZ: She could very well get her own show -- or have a prominent role on another show -- after the election.",
  "If anything, Mr. Trump’s videotaped statement was a truncated version of a speech that he had given countless times.",
  "Sen. Tillis and his wife Susan were in attendance, and Tillis’ chief of staff Ray Starling officiated the ceremony.",
  "‘I’ll either be at a fabulous party in Washington, D.C., or I’ll be in Italy,’ she said, with a smile and a wink.",
  "But I have plenty of f-ed up stuff that’s still happening to me and I’m looking at the barrel of aging and death.",
  "I have gotten to know the great people of our country, and I’ve been humbled by the faith they’ve placed in me.",
  "It begins at 9 p.m. East Coast time and will be co-moderated by CNN’s Anderson Cooper and ABC’s Martha Raddatz.",
  "Bill Clinton has actually abused women and Hillary has bullied, attacked, shamed and intimidated his victims.",
  "... Sources at NBC believe someone inside NBC downloaded the footage from one of the network’s video servers.",
  "‘We’ll see.’” http://wapo.st/2dZLrJf\n\n--The Wall Street Journal's Monica Langley also got a call from Trump.",
  "But Ryan has stood steadfast with Trump over the past few months, while criticizing him when they disagree.",
  "I got this huge amount of credibility at FX where they let me do the show without even looking at it first.",
  "He talked about trying to sleep with a married woman and failing, and then discussed her breast implants.",
  "Before she started working for Trump, she promised her family a trip to Italy to celebrate her birthday.",
  "“They met many years ago when Joe was in a band and was playing at the Buckhead Saloon in Pittsburgh.",
  "The source asked: Would Fahrenthold be interested in seeing some previously unaired video of Trump?",
  "That means the earliest it would have aired is Monday night -- after Sunday’s presidential debate.",
  "A message from Google: Google is committed to helping veterans build successful civilian careers.",
  "TOMORROW -- The second presidential debate is Sunday night at Washington University in St. Louis.",
  "A message from Google: Google is supporting service members as they transition to civilian jobs.",
  "The two agree on little policy-wise, and even less when it comes to proper political demeanor.",
  "Joe Nolan was recently named to The Hill’s 50 Most Beautiful for 2016 (http://bit.ly/2cXYcqH).",
  "A QUESTION WE NEVER THOUGHT WE’D HAVE TO ASK: How is Trump gonna handle the Billy Bush tape?",
  "We are losing our jobs, we are less safe than we were 8 years ago and Washington is broken.",
  "Sen. Mike Crapo (R-Idaho), a longtime member of Congress, said he wouldn’t vote for Trump.",
  "By Friday morning, Silverstein had decided to broadcast it, and a script had been written.",
  "George Pataki, and Rep. Martha Roby, who hails from a deep red southern Alabama district.",
  "Sen. Shelley Moore Capito (R-W. Va.) said Trump might want to re-examine his candidacy.",
  "I’ve said some foolish things, but there is a big difference between words and actions.",
  "Afterward, the President will travel to Cleveland, Ohio where he will remain overnight.",
  "This is nothing more than a distraction from the important issues we are facing today.",
  "REMINDER: Polling shows that voters do not like when Trump brings up Bill Clinton.",
  "‘I can’t lose.’” http://bit.ly/2dzEDE0\n\nMEDIAWATCH -- HALLIE JACKSON THE ANCHOR?",
  "The story was not slated to air on Friday night’s edition of the show, however.",
  "Learn more at google.com/grow/veterans\n\nUTAH REVOLT -- Sen. Mike Lee, Utah Gov.",
  "Now she hopes to be in the capital, but, like Trump, she has a backup plan.",
  "“But his real message, which appeared early Saturday, was one of defiance.",
  "I pledge to be a better man tomorrow, and will never, ever let you down.",
  "To reiterate -- they don’t expect fireworks, but that's not a guarantee.",
  "Afterward, the President will attend an event for Hillary for America.",
  "Hillary Clinton, and her kind, have run our country into the ground.",
  "So the struggle is as you’re young, how am I going to ever do this?",
  "I’ve never withdrawn in my life ... No, I’m not quitting this race.",
  "Anyone who knows me, know these words don’t reflect who I am.",
  "He is up for re-election, but won his last race by 50 points.",
  "I’ve travelled the country talking about change for America.",
  "The only question.” …@MittRomney: “Hitting on married women?",
  "The real story is that people have no idea the support.",
  "McConnell has no public events scheduled this weekend.",
  "Then use the town hall format to prove he’s changed.",
  "Guy Benson ... Leslie Marshall ... Frank Luntz.",
  "With that in mind, a producer dug up the tape.",
  "Then they said he was the victim of a robbery.",
  "And now it’s like, oh f***, it’s almost over.",
  "We will discuss this more in the coming days.",
  "CLINTON was already winning women 48% to 38%.",
  "Renounce your Trump endorsement immediately.",
  "Then they blamed a conspiracy against Egypt.",
  "‘You have no idea what it’s like,’ he said.",
  "‘That’s what I’m thinking about,’ he said.",
  "I said it, it was wrong, and I apologize.",
  "ELECTION DAY is ONE MONTH FROM TODAY.",
  "But my travels have also changed me.",
  "What viewers got was anything but.",
  "--Ryan has no plans to dump Trump.",
  "But do they still support Trump?",
  "We’re living in the real world.",
  "Gary Herbert, former Utah Gov.",
  "He was married at the time.",
  "So did Rep. Chris Stewart.",
  "-- @daveweigel: “Sen.",
  "That is the question.",
  "Wikileaks avoidance.",
  "Clinton corruption.",
  "Hypocrisy overload.",
  "Condoning assault?",
  "They need to play.",
  "“Let’s be honest.",
  "Media complicit.",
  "Post-American.",
  "A lot.",
  "...",
  "..."
]