[
  "\"It is sad that two grown politicians have to collude against one person who has only been a politician for 10 months in order to try and stop that person from getting the Republican nomination,\" Trump said in a statement.",
  "Additionally, Bloomberg reports, Halliburton's earnings will be delayed from April 25 to May 3 to account for the Baker Hughes deal, which is expected to close before the end of the month.",
  "John Kasich have agreed to divvy up the remaining states in an effort to prevent frontrunner Donald Trump from securing the 1,237 delegates necessary to lock up the nomination.",
  "The bank accounts are available after Goldman acquired about 150,000 retail customers through its GE Capital deal that closed last week, according to the Financial Times.",
  "In the report, Dr. Clemens Fuest from Ifo said, \"Firms at both levels of trade were less satisfied with both their current situation and their business outlook.\"",
  "Japanese Prime Minister Shinzo Abe said he would create an additional budget to provide aid to Kumamoto, which suffered earthquake damage earlier this month.",
  "The oil-services provider announced it was taking a $2.1 billion charge for the first quarter after cutting more than 6,000 jobs and taking a write-off.",
  "Data from the Bank of International Settlements shows China's debt load to be far greater than the average of emerging markets as a whole — 175% of GDP.",
  "Cruz and Kasich will stay out of each other's way and focus on the states where each candidate is expected to have a better chance of beating Trump.",
  "Bloomberg reports that Ball will sell 17 can factories and other facilities to the European-based packaging company Ardagh for $3.42 billion.",
  "The Financial Times reports that China's debt total climbed to 237% of gross domestic product in the first quarter, an all-time high.",
  "Apollo Global Management, Blackstone Group LP, and Madison Dearborn Partners were said to be other interested bidders.",
  "Two men dressed as gladiators fight during the celebration of the 2,769th anniversary of the founding of Rome.",
  "According to Bloomberg, Abe says the funds will go toward rebuilding homes, businesses, and infrastructure.",
  "The investment bank is now allowing ordinary citizens, not just the super rich, to open a bank account.",
  "Philips and Xerox are among the companies releasing their quarterly results ahead of the opening bell.",
  "The reading slipped to 106.6 from March's 106.7, and it missed the 107.1 that economists had forecast.",
  "\"We will gather all strength of the government and work on the relief and reconstruction,\" Abe said.",
  "Goldman's digital savings account offers a rate of 1.05%, and it can be opened for as little as $1.",
  "Japan's Nikkei (-0.8%) lagged in Asia, and Germany's DAX (-0.7%) leads the losses in Europe.",
  "The Container Store and Express Scripts highlight the names reporting after markets close.",
  "According to the FT, China's debt has exploded since 2007, when it was 148% of GDP.",
  "Germany's Ifo Business Climate survey unexpectedly fell in April.",
  "Japan has announced an extra budget to repair earthquake damage.",
  "Ardagh will sell $2.85 billion in bonds to help fund the deal.",
  "The Japanese yen is stronger by 0.6% at 111.17 per dollar.",
  "ET, and the Dallas Fed will cross the wires at 10:30 a.m.",
  "Republican presidential candidates Sen. Ted Cruz and Gov.",
  "S&P 500 futures are lower by 1.50 points at 2,085.50.",
  "The US 10-year yield is down 1 basis point at 1.88%.",
  "Reuters/Laszlo Balogh Here is what you need to know.",
  "Stock markets around the world are in the red.",
  "Cruz and Kasich are teaming up to stop Trump.",
  "New-home sales will be released at 10 a.m.",
  "Goldman Sachs has entered online banking.",
  "Ball is selling its beverage-can assets.",
  "China's debt load is at a record high.",
  "Halliburton is delaying earnings.",
  "German business climate slowed.",
  "The euro is up 0.2% at 1.1248.",
  "US economic data is light.",
  "Earnings reports flow.",
  "ET."
]