[
  "NEW JOINT FUNDRAISING COMMITTEES:\n\nBattleground Senate Victory 2016 (Non-Qualified Non-Party)\n\nNew Hampshire Pennsylvania Victory Fund (Non-Qualified Non-Party)\n\nPalmer Victory Committee (Non-Qualified Non-Party)\n\nPatriot Victory 2016 (Non-Qualified Non-Party)\n\nNEW PAC REGISTRATIONS:\n\nIntegridad y Experiencia Para El Cambio (Independent Expenditure — Only Committee, Unauthorized)\n\nNEW LOBBYING REGISTRATIONS:\n\nAmerican Capitol Group: Seismic Warning Systems, INC\n\nCozen O'Connor Public Strategies: Wills Eye Hospital\n\nDrinker Biddle & Reath LLP: Swift Capital\n\nMagnet Strategy Group: Medicago Inc.\n\nWoodberry Associates: Glass, Lewis & Co.\n\nImpact Management Group: Georgian Dream Political Party\n\nNEW LOBBYING TERMINATIONS:\n\nMr. Peter Barash: American Society of Appraisers (Second Quarter Termination)\n\nTERMINATIONS — NO ACTIVITY:\n\nRothrock International, LLC: American Maritime Officers (Third Quarter Termination)\n\nSummer Learning Advocates, Inc.: Summer Learning Advocates, Inc. (Third Quarter Termination)",
  "HAPPY CAMPERS: President Barack Obama's designation of the 87,500-acre Katahdin Woods & Waters National Monument in Maine is the culmination of a four-year campaign by Hilltop Public Solutions partner Barrett Kaiser, Forbes-Tate, Natural Resource Results and Maine-based Brownstein-Shur, working for Burt's Bees co-founder Roxanne Quimby, who donated the land for the park.",
  "USTR's Kincaid to FWD.us, Rising Tide's Crosby to PPFA\n\nWith help from Nicole Narea, Mary Lee and Daniel Lippman\n\nBUSINESS CARDS:\n\nStory Continued Below\n\n— The Mark Zuckerberg-backed immigration advocacy group FWD.us hired Trevor Kincaid, previously deputy assistant U.S. trade representative, as senior communications strategist.",
  "BATTLEGROUND SENATE:\n\n— Sen. John McCain (R-Ariz.) accused hedge fund billionaire Robert Mercer of bankrolling a super PAC supporting his primary opponent as payback for McCain's committee's scrutiny of Mercer's company's trading practices, POLITICO’s Burgess Everett reports.",
  "\"And what we’re seeing there, especially in Senate contests, is that dark money groups are buying tens of thousands of ads — and they’re doing so without any donor disclosure and, often, without even reporting their spending their spending to the FEC.\"",
  "— A new report from the Wesleyan Media Project helps explain why FEC records haven't shown that much fundraising by Senate-focused super PACs: Almost half the ads (45 percent) were bought by nonprofits that don't disclose their donors.",
  "— Republicans have launched a full-throated attack on Evan Bayh's time at law and lobbying firm McGuireWoods, private equity firm Apollo Global Management, and on corporate boards including Fifth Third Bancorp and Marathon Petroleum.",
  "\"With the presidential election garnering so much of the media and the public’s attention, the real ad fight is in down-ballot races,\" Sheila Krumholz, executive director of the Center for Responsive Politics, said in the report.",
  "SELL ORDER: Chief executives of the biggest banks are mulling over the fate of the Financial Services Forum after Rob Nichols left to become head of the larger American Bankers Association, POLITICO’s Zachary Warmbrodt reports.",
  "The Forum includes the heads of JPMorgan Chase, Bank of America, Citigroup, Goldman Sachs, Morgan Stanley and top executives from major insurance companies and asset managers.",
  "He was most recently special counsel to the IRS associate chief counsel (corporate) and will lead the firm’s consolidated return and M&A tax practices.",
  "— Communications firm the Pastorum Group promoted Tory Brown to partner and hired Lia Weintraub, formerly of Weber Shandwick, as an associate.",
  "Since joining the firm a year ago, Brown worked against spinning off air traffic control from the Federal Aviation Administration.",
  "Kincaid was Sen. Claire McCaskill’s communications director and communications director for Sen. Michael Bennet’s 2010 campaign.",
  "\"There's an ongoing debate among all the banks whether it's worth having all these different trade associations,\" a source said.",
  "— Shervan Sebastian joined Airports Council International North America as senior manager of government and political affairs.",
  "— Molly Crosby became associate director of digital fundraising operations at Planned Parenthood Federation of America.",
  "SWIFTICAL: Former Rep. Phil Gingrey is lobbying for business lender Swift Capital on the Fair Labor Standards Act.",
  "— Gabe Cahn joined the communications team at HIAS, a global Jewish organization that protects refugees.",
  "The filing also names Ilisa Halpern Paul, Bryan Tackett and Thomas McGonigle of Drinker Biddle & Reath.",
  "— Ivins, Phillips & Barker hired Lawrence M. (\"Larry\") Axelrod as a partner in the corporate tax group.",
  "The proportion is much higher than in House (25 percent) or presidential (7 percent) contests.",
  "Sebastian was a legislative analyst for the Corporation for Enterprise Development.",
  "\"We issued a scathing report about this guy evading taxes, his firm.",
  "She was senior marketing manager at Rising Tide Interactive.",
  "I’m sure there’s no connection,\" McCain said sarcastically.",
  "Seung Min Kim caught up with the candidate in Indianapolis.",
  "On the other side of the ledger, there's the Bayh name.",
  "He was senior strategist at West End Strategy Team.",
  "Please send tips to iarnsdorf@politico.com.",
  "HAPPY THURSDAY!"
]