[
  "As Treasury Secretary, Mnuchin would likely be Trump’s top hit man in charge of dismantling the 2010 Dodd-Frank law that strengthened regulations on the financial industry that have been important checks on Wall Street greed, including the Consumer Financial Protection Bureau, which in its short life has already protected hundreds of thousands of consumers from bank abuse.",
  "The California Reinvestment Coalition (CRC)—a nonprofit organization that pushes banks to reinvest in low income communities and communities of color—determined from Freedom of Information Requests that the FDIC had already paid out over $1 billion to reimburse OneWest for the cost of over 35,000 foreclosures in California and many other foreclosures in other states.",
  "The protest was timed the day before Mnuchin was scheduled to appear before the Senate Finance Committee, where he will be asked softball questions from friendly Republicans and interrogated by the Democrats about his troubled track record as the “foreclosure king,” as activists have labeled him for his bank’s aggressive and often illegal eviction policies.",
  "In a complaint filed with the U.S. Department of Housing and Urban Developmen, the CRC accused OneWest of engaging in redlining by giving few mortgage loans to African American and Latino consumers, failing to locate branches in communities of color, and doing less maintenance on foreclosed homes in neighborhoods of color than white ones.",
  "“On bad loans, OneWest, which bought many of the loans at 70 percent of par value, gets the cash from a foreclosure,” according to the Los Angeles Business Journal, “and is also reimbursed up to 95 percent of the difference between the original loan value and the foreclosure sale amount.”\n\nMany of those foreclosures were illegal.",
  "CRC executive director Paulina Gonzalez called OneWest Bank “a leader in foreclosing on seniors,” many of whom have reverse mortgages—loans that provide cash payments to help homeowners realize value from the equity in their homes and become payable when the borrower dies or moves—insured by the Federal Housing Administration.",
  "In 2009, Mnuchin assembled a group of investors (including computer capitalist Michael Dell, financier George Soros, private equity investor Christopher Flowers, and hedge fund titan John Paulson) to buy the troubled IndyMac Bank from the Federal Deposit Insurance Corporation (FDIC) as part of a sweetheart deal.",
  "Progressive groups began airing TV ads this week in states hurt badly by the foreclosure crisis, urging residents to contact Republican Senators Dean Heller in Nevada, Jeff Flake and John McCain in Arizona, and Chuck Grassley and Joni Ernst in Iowa to ask them to vote “no” on Mnuchin’s nomination.",
  "A rain-soaked Gudiel stood in front of Mnuchin’s 9-bedroom, 10-bathroom, 22,721-square-foot house with about 100 other protesters from the Alliance of Californians for Community Empowerment (ACCE), a community organizing group that had helped her and other homeowners from losing their homes.",
  "“They wanted to foreclose because they were focused on their profits.”\n\nDozens of consumer groups, unions, and community groups around the country have offered similar stories and testimony about the human suffering caused by OneWest Bank’s callous practices under Mnuchin’s leadership.",
  "OneWest was responsible for 16,200 foreclosures on government-backed reverse mortgages, or 39 percent of all foreclosures nationwide, from 2009 through late 2014, even though it only serviced about 17 percent of the loans, according to government data analyzed by the CRC.",
  "They marched up the winding, hilly road to the front gate of Mnuchin’s mansion at 969 Bel Air Road, carrying hand-made signs proclaiming “Drain Trump’s Swamp” and “Stop Trump’s Foreclosure King,” and bellowing chants in Spanish and English, including “Hey Hey, Ho Ho.",
  "Despite a heavy rain, Gudiel was back at the Mnuchin mansion again Wednesday night, but this time she was trying to save the country from the calamity of having him serve as the nation’s Treasury Secretary, a perch from which he could do much more damage.",
  "Senator Elizabeth Warren (D-MA) convened the session after Sen. Orrin Hatch (R-Utah), chairman of the Senate Committee on Finance, rejected a request to hear the homeowners’ stories as part of Mnuchin’s scheduled confirmation hearing on Thursday.",
  "Moreover, a CRC and Urban Strategies Council analysis of One West’s 35,877 foreclosures in California from April 2009 to April 2015 found that 68 percent occurred in zip codes where the non-white population was 50 percent or greater.",
  "In 2009, after the housing bubble burst, the Obama administration launched a program to encourage banks and their mortgage servicers to help borrowers stay in their homes by modifying their mortgages to make them more affordable.",
  "Emboldened by her friends, family, and ACCE members, she let the bank and the County Sheriff’s office know that she and some neighbors would link arms and refuse to move if OneWest tried to have her and her family evicted.",
  "Senate Democrats consider Mnuchin, along with Betsy DeVos, nominated for Education Secretary, and Andrew Pudzer, Trump’s pick for Labor Secretary, to be the most vulnerable nominees during the nomination process.",
  "The last time Rose Gudiel visited Steve Mnuchin’s $27 million home in LA’s swanky Bel Air neighborhood was in 2011, when Gudiel was trying to save her home from foreclosure by OneWest Bank, where Mnuchin was CEO.",
  "Earlier in the day, activists in Los Angeles, New York, and other cities demonstrated outside offices of Goldman Sachs, the powerful bank where Mnuchin and several other high-level Trump appointees once worked.",
  "Some OneWest employees accused the bank of encouraging fraudulent behavior, including widespread “robo-signing” – signing off on foreclosures without verifying information or closely examining the documents.",
  "One of the people at the event, Colleen Ison-Hodroff, is an 84-year-old Minneapolis resident whose husband got a reverse mortgage on their fully-paid home through OneWest’s Financial Freedom subsidiary.",
  "Although Mnuchin still owns the house, he’s spent much of the past year in New York and Washington, running his hedge fund and (Duane Capital) serving as finance chair of Trump’s presidential campaign.",
  "A 2013 memo from prosecutors in the California attorney general’s offices, leaked to the media two weeks ago, revealed “evidence suggestive of widespread misconduct” by OneWest under Mnuchin’s helm.",
  "The Gudiels then spent over a year attempting unsuccessfully to get the bank to modify the loan — even though their income had long since recovered after another brother moved in with them.",
  "Senate Democrats expect to use those stories to make a key point: At the height of the housing crisis, Mnuchin got rich throwing tens of thousands of working people out of their homes.",
  "During Mnuchin’s reign as CEO, it made few small business loans to businesses with annual revenues under $1 million—the kind of operations common in low-income and minority areas.",
  "According to the Wall Street Journal, he left in 2002 “at the age of 39 with a reported $46 million stake in the bank.” He left the bank and went on to head several hedge funds.",
  "A few hours before the protest at Mnuchin’s home, former OneWest borrowers assembled at an event on Capitol Hill in Washington, D.C. to discuss their experiences with the bank.",
  "Eventually Mnuchin and OneWest relented and modified Gudiel’s mortgage so she could stay in her home, where she still lives with her parents, husband and two-year old daughter.",
  "“This man, Mnuchin, doesn’t care about ordinary people,” she said while standing outside his home, with a bullhorn in one and an umbrella in the other to protect from the rain.",
  "At Tuesday night’s rally, the 40-year old Gudiel reminded the protesters that many other homeowners caught in OneWest’s foreclosure machine weren’t as lucky as she was.",
  "They persuaded the FDIC to reimburse the billionaires bankers for much of their costs for foreclosing, a policy called “lost share” that shielded the bank from risk.",
  "Steve Mnuchin’s got to go.”\n\nAlthough the rain didn’t dampen the protestors’ enthusiasm, they weren’t able to get anyone at the house to come out to speak with them.",
  "As Occupy Wall Street was sweeping the country, Gudiel and other ACCE members were arrested for engaging in a sit-in at the bank’s headquarters in Pasadena, CA.",
  "All I wanted was for OneWest to let us keep our home.”\n\nAfter Gudiel joined ACCE, she realized that OneWest Bank would only respond to public pressure.",
  "She, her parents, and brother bought their 1200 square feet, one-story 3-bedroom house in La Puente, a working class suburb of Los Angeles in 2005.",
  "In 2014, Mnuchin arranged to sell OneWest to the CIT Group for $3.4 billion—more than double what his group paid for the bank five years earlier.",
  "Mnuchin also received a nearly $11 million severance package when he resigned from CIT’s board on top of more than $20 million in total pay.",
  "When they sent in the payment, OneWest wouldn’t accept it, telling the Gudiels that they needed to apply for a loan modification instead.",
  "Within days after her husband died, she received OneWest notification to either repay the reverse mortgage in full or face foreclosure.",
  "Another was Heather McCreary, a Nevada mother of two, who lost her home in 2010 after OneWest refused to provide a loan modification.",
  "Steve Mnuchin\n\nRose Gudiel\n\nAfter graduating from Yale, Mnuchin went to work at Goldman Sachs, following in his father’s footsteps.",
  "After he relinquished that post last, Mnuchin was given a $10.9 million severance package, according to the Wall Street Journal.",
  "Under the terms of the acquisition, CIT agreed to pay Mnuchin $4.5 million a year for three years as the bank’s vice-chairman.",
  "We have to stop him from getting this job.”\n\nThe LA protestors aren’t the only ones hoping to thwart Mnuchin’s nomination.",
  "The house next to Mnuchin’s is owned by Hillary and Lance Milken, the son of the infamous “junk-bond king” Michael Milken.",
  "They made steady mortgage payments until 2009, when one of her brothers died unexpectedly and the family lost his income.",
  "In multiple surveys of California housing counselors, OneWest was ranked among the worst mortgage servicers in the state.",
  "But about three-quarters of homeowners who sought modificiations from OneWest – like the Gudiel family -- were denied.",
  "OneWest also serviced billions of dollars of mortgage loans on the behalf of third parties, such as Fannie Mae.",
  "These actions generated significant media attention and Gudiel became a reluctant but inspiring public figure.",
  "The son, who followed his father into the world of finance, is a senior partner at Apollo Global Management.",
  "“I was the first person in my family to graduate from college, and I worked hard so that I can own a home.",
  "Even though she had never been politically active before, her plight turned her into an activist.",
  "Because the mansion is protected by a 10-foot high gate, it wasn’t clear if anyone was home.",
  "In October 2011, she and over 100 others showed up at Mnuchin’s mansion with picket signs.",
  "The 54-year old Mnuchin is now worth about $400 million, according to Fortune magazine.",
  "He spent 17 years at the bank, where he eventually became an executive vice president.",
  "OneWest was among the worst performing large servicers in the program by that measure.",
  "Instead, soon after Mnuchin bought the bank, One West went on a foreclosure frenzy.",
  "Bloomberg calculated that he may have made more than $200 million from the sale.",
  "But Mnuchin wasn’t able to tap his neighbors to donate to Trump’s campaign.",
  "They renamed it OneWest Bank and kept its headquarters in Pasadena, CA.",
  "“Steve Mnuchin’s company had no interest in helping us,” said McCreary.",
  "The couple contributed $5,400 to Marco Rubio and $5,400 to Jeb Bush.",
  "Some observed that the bank illegally backdated mortgage documents.",
  "Only two of OneWest’s 73 branches are located in low-income areas.",
  "The family was two weeks late on the next mortgage payment.",
  "The Democrats need three Republicans to kill a nomination.",
  "Then this bank tried to take my dream away,” said Gudiel.",
  "At the rally, Gudiel recounted her battles with Mnuchin.",
  "The bank made a tidy profit on each foreclosure.",
  "Flake and Heller both face re-election in 2018.",
  "Then the bank started foreclosure proceedings.",
  "Bel Air is one of Los Angeles’ toniest areas.",
  "Mnuchin moved to Los Angeles to run the bank.",
  "“He’d be a disaster as Treasury Secretary.",
  "“I had the money to make the payments."
]