[
  "“Absent material equity valuation improvements for Ares and KKR, we expect further conversions of Fitch-rated alternative investment managers to be decreasingly likely, given that the remaining managers generally have more incentive income which would not benefit from the lower tax rate,” said Meghan Neenan, head of North American Non-Bank Financial Institutions at Fitch.",
  "NEW YORK (Reuters) - Private equity firm KKR & Co LP (KKR.N) said on Thursday it would convert from a partnership to a corporation after U.S. tax reform made the tax hit less painful, a move that it hopes will boost its share price by attracting more investors.",
  "Its conversion will provide a serious test case for peers Apollo Global Management LLC (APO.N), Carlyle Group LP (CG.O) and Blackstone Group LP (BX.N) as to whether the higher tax burden is offset by the market attributing a higher valuation to the stock.",
  "REUTERS/Carlo Allegri\n\nIt is the biggest shake-up in KKR’s structure since the firm went public 12 years ago, making it the second alternative asset manager to change its tax status, following Ares Management LP (ARES.N) earlier this year.",
  "Analysts had earlier flagged KKR and Ares as the two private equity firms most likely to convert to C-Corps as the tax hit is less severe because the firms’ earnings rely less on the performance fees that are affected by the C-Corp change.",
  "FILE PHOTO - CEO of Kohlberg Kravis Roberts & Co (KKR) Henry Kravis (C) departs after meeting India's Prime Minister Narendra Modi at a breakfast in the Manhattan borough of New York September 29, 2014.",
  "“Our stock has been too challenging to buy and too challenging to own, so many investors go elsewhere,” Co-President and Co-Chief Operating Officer Scott Nuttall said on an investor call.",
  "Private equity firms pay corporate taxes under the partnership structure on the management fees charged to investors, but are mostly shielded from paying these taxes on performance fees.",
  "KKR also said its first-quarter earnings per share fell by a less-than-expected 35 percent year-on-year, the latest private equity firm to feel the brunt of turbulent financial markets.",
  "Passive investors, which are becoming more important as they manage even more money, are restricted by their mandates from acquiring KKR stock under its partnership structure.",
  "The indices for which KKR expects to be eligible will result in at least 20 million shares of demand in its stock, said Craig Larson, the firm’s head of investor relations.",
  "KKR hopes the change to a C-Corp, which is effective July 1, will attract new shareholders by enabling investors such as mutual funds and index trackers to buy the stock.",
  "KKR’s economic net income per share came in at 42 cents in the first quarter, ahead of analysts’ expectations for 11 cents, according to Thomson Reuters I/B/E/S.",
  "BEATING ANALYSTS’ EXPECTATIONS\n\nKKR said it expected to pay an annualized dividend of 50 cents per common share as a corporation for the third quarter.",
  "However, the additional tax burden has become less severe after the headline U.S. corporate tax rate was lowered to 21 percent from 35 percent.",
  "Blackstone and Carlyle have also reported a fall in first-quarter earnings, albeit less than analysts had feared.",
  "KKR’s assets under management totaled $176 billion at the end of March, up from $168 billion at the end of 2017.",
  "Its co-founder and senior managing director, Josh Harris, said the firm is still mulling the C-Corp conversion.",
  "KKR shares were up 3.8 percent at $22.33 in afternoon trading on the New York Stock Exchange.",
  "Economic net income reflects the mark-to-market valuation gains or losses on KKR’s portfolio.",
  "KKR’s market capitalization, at almost $18 billion, is more than three times that of Ares.",
  "Under the so-called C-Corp structure, KKR will pay corporate taxes on all revenue.",
  "We have to see what happens over time,” Harris said on an earnings call.",
  "Apollo also reported first-quarter earnings on Thursday.",
  "“Others going first is helpful."
]