[
  "While some Tokyo-based analysts say Fujifilm would be better off putting its money into its non-copier and printer businesses, others argue that the Japanese firm, which relies on the joint venture for nearly half of its revenue, should cede to the activist shareholders’ demands.",
  "(Reuters) - Xerox Corp’s board said on Wednesday it intended to resume merger discussions with Fujifilm Holdings, seeking a superior deal to terms announced at the end of January that have spurred a proxy fight over the company.",
  "Shannon Cross from Cross Research said an incremental five dollars plus benefit from synergies from the Fuji-Xerox deal should result over time in a value for Xerox stock that would be above the $40 per share.",
  "UBS analysts estimated in February that the deal valued Xerox at $40 a share - $9.80 in cash for every Xerox share held and calculated the stake in the proposed new Fuji Xerox to be worth $30.",
  "The two companies in January agreed to a complex $6.1 billion deal that would merge Xerox into their Asia joint venture Fuji Xerox, which Fujifilm would control with a 50.1 percent stake.",
  "REUTERS/Vasily Fedosenko/File Photo\n\nCarl Icahn and Darwin Deason, who own 15 percent of Xerox, have been trying to unravel the deal and unlock more value out the company.",
  "Xerox said on Wednesday that it will pursue an appeal of the lower court’s ruling in the Deason lawsuit, which it believes “was wrongly decided and will be reversed”.",
  "Fujifilm said on Thursday it has not yet received a new proposal from Xerox and believes the current deal provides the best value for the shareholders of both firms.",
  "Xerox had at one stage reopened talks on the deal with Fujifilm but those discussions were suspended after Deason won a temporary court order blocking the deal.",
  "“At the end of the day, Carl Icahn has always wanted more money for this deal, I am not sure that running the business is what he looks to do,” said Cross.",
  "Asserting the Fujifilm deal values Xerox at just $28 per share, they said this week they would consider an all-cash bid of at least $40 per share.",
  "“If we receive a new proposal, we will need to study whether it offers value to the shareholders of Fujifilm,” it said in a statement.",
  "Analysts say the prolonged fight for Xerox could ultimately push higher any offer price from Fujifilm or other interested parties.",
  "That value mostly matches the current demands of the activist shareholders, except they want it all in cash.",
  "The judge said, however, that Xerox was not prohibited from exploring other transactions with Fujifilm.",
  "Buyout firm Apollo Global Management LLC considered a bid for Xerox last week, sources have said.",
  "The firms have not, however, disclosed a per share valuation for Xerox for the deal.",
  "The logo of Xerox company is seen on a building in Minsk, Belarus, March 21, 2016.",
  "Xerox shareholders were also due to receive a $2.5 billion special cash dividend.",
  "Shares of Xerox closed 1.6 percent higher at $28.96 on Wednesday.",
  "Fujfilm’s shares were flat in Thursday afternoon trade.",
  "Fujifilm is also pursuing an appeal."
]