[
  "Icahn and Deason have said they believe other investors are “waiting in the wings” for Xerox, while people familiar with the matter have previously said that buyout firm Apollo Global Management LLC has expressed interest in a bid for Xerox.",
  "The settlement with the billionaire investors outlined by Xerox on Sunday puts the Japanese company further on the back foot in any new negotiations with Xerox, although a number of analysts have said Fujifilm is under no pressure to rush.",
  "“We think that it would be negative for both firms if a break-off in negotiations is followed by a protracted period of uncertainty.”\n\nXerox shares were 4.2 percent lower at $28.90 in premarket trading in New York.",
  "The decision hands victory in one of the biggest ongoing U.S. proxy fights to activist investors Carl Icahn and Darwin Deason, who say they can secure better offers for the company than the deal with Fujifilm.",
  "May 14 (Reuters) - Xerox Corp shares fell 4 percent in early trading on Monday after the photocopier pioneer said it had scrapped a planned $6.1 billion deal to merge with Fujifilm Holdings Corp.",
  "“There is a large gap between our assessment and Xerox’s largest investors’ assessment of Xerox’s value,” said Ryosuke Katsura, senior analyst at SMBC Nikko Securities.",
  "Some Tokyo-based analysts warned a long renegotiation of price, terms and how attempts to restructure the pair’s existing joint venture could damage both companies.",
  "The two companies agreed in January to a complex deal that would have merged Xerox into their Asia joint venture Fuji Xerox and given Fujifilm control.",
  "Fujifilm said on Sunday it disputed Xerox’s right to terminate the deal and would look at all options including legal action seeking damages.",
  "Xerox said it had repeatedly tried to convince Fujifilm to start talks on improved terms for buyout to no avail.",
  "That prompted Icahn and Deason, who control 15 percent of the company, to demand changes to the board.",
  "(Reporting by Patrick Graham in Bengaluru and Makiko Yamazaki in Tokyo; Editing by Arun Koyyur)",
  "Fujifilm shares rose 1.5 percent."
]