[
  "Feb. 12, 2018\n\n- Icahn and Deason say transaction “dramatically undervalues” company\n\n- Xerox tells Reuters it considered several options in detail and concluded that the combination with Fuji Xerox is the “best path to create value” for the company\n\nFeb. 13, 2018\n\n- Deason asks a court to block merger\n\n- Xerox says walking away from the joint venture would require it to completely rebuild its supply chain\n\nFeb. 20, 2018\n\nIcahn and Deason said Xerox should seek to sell itself to one of its rivals or a private equity firm\n\nMarch 2, 2018\n\nDeason sues Xerox to allow him to make nominations to its board after missing a deadline\n\nApril 17, 2018\n\nIcahn and Deason say company could be worth $54 to $64 per share if it cashed in “untapped” intellectual property in digital printing and other businesses\n\nApril 27, 2018\n\n- Source says Fujifilm and Xerox have reopened talks and are discussing a higher price\n\n- U.S. judge temporarily blocks Xerox-Fujifilm deal, saying Jacobson sought to conclude the deal even though he was advised to end negotiations\n\nMay 1, 2018\n\n- New York court filing shows Jacobson agreed to resign along with six other directors in settlement with shareholders\n\n- The proposal still needed court approval\n\n- As part of the agreement, the court needs to discontinue Deason litigations against Xerox defendants before 8 p.m.",
  "Xerox settles reut.rs/2K2fIpH with Deason two weeks later to allow split to proceed\n\nJan. 3, 2017\n\nXerox completes xerox.bz/2ItWUT4 separation of Conduent\n\nApril 20, 2017\n\nJapan's Fujifilm postpones here its earnings announcement over questionable accounting practices at a unit of Fuji Xerox, its Asia-Pacific joint venture with Xerox\n\nXerox quarterly profit takes charges related to equity investment in Fuji Xerox\n\nAug. 1, 2017\n\nXerox revises here.pdf financial statements for prior periods to reflect the equity income impact from the Fujifilm investigation of Fuji Xerox accounting practices\n\nDec. 11, 2017\n\n- Xerox says standstill arrangement between the company and Icahn agreed in June, 2016 terminated.",
  "- Reuters reports buyout firm Apollo Global Management LLC has expressed interest in buying Xerox\n\nMay 3, 2018\n\n- Xerox says current board and CEO will stay after all, saying settlement agreement has expired\n\n- Xerox appeals New York court ruling to block its deal with Fujifilm\n\n- Xerox and the activists said the agreement expired over last-minute issues that arose in negotiations with the judge overseeing the case that made the parties unable to finalize their settlement ahead of a self-imposed deadline\n\nMay 7, 2018\n\n- Icahn and Deason say they would seriously consider all-cash bid for Xerox at a minimum price of $40 per share\n\n- They are “confident other potential buyers are waiting in the wings”.",
  "Nov. 23, 2015\n\nCarl Icahn discloses reut.rs/2jHOMka stake in Xerox and calls shares undervalued\n\nJan. 29, 2016\n\n- Xerox to split here into two companies - one holding its legacy printer operations and the other its business process outsourcing unit\n\n- Icahn gets three board seats on the outsourcing company\n\n- Icahn says separation will greatly enhance shareholder value for Xerox shareholders\n\nJune 23, 2016\n\nBusiness process outsourcing company to be named here \"Conduent Inc\" and document technology company Xerox Corp. Jeff Jacobson, head of Xerox technology unit, to take over as Xerox CEO\n\nJune 27, 2016\n\nIcahn registers 9.78 percent stake in Xerox.",
  "Icahn nominee Jonathan Christodoro steps down from Xerox board\n\n- Icahn says here to nominate four candidates for election to Xerox board\n\nDec. 12, 2017\n\nIcahn says Xerox “desperately” needed new leadership - his first public criticism of management\n\nJan. 11, 2018\n\nWall Street Journal reports Xerox in talks with Japanese camera maker Fujifilm Holdings on deal that could include a change in control of Xerox.",
  "Jan. 17, 2018\n\n- Darwin Deason urges Xerox to make public its joint venture agreement with Fujifilm\n\n- Xerox says Deason’s letter “false and misleading”\n\nJan. 18, 2018\n\nIcahn calls for termination or renegotiation of Fujifilm joint venture\n\nJan. 22, 2018\n\nIcahn and Deason, together holding 15 pct of shares, say Xerox should explore strategic options, reveal agreement with Fuji.",
  "Jan. 31, 2018\n\n- Fujifilm says to take over Xerox in a $6.1 billion deal and combine the U.S. company into existing joint venture, Fuji Xerox\n\n- Combined company will keep the Fuji Xerox name, become a subsidiary of Fujifilm, and be led by Jacobson\n\n- Fujifilm says cutting 10,000 jobs at Fuji Xerox, more than a fifth of workforce.",
  "(Reuters) - Xerox Corp’s board is battling activist shareholder Carl Icahn and investor Darwin Deason over the company’s plan to sell itself to Japan’s Fujifilm in a deal the two say dramatically undervalues the photocopying firm.",
  "Following is a timeline of events when the two investors took a stake in the company and how their relationship slowly developed into one of the most contentious proxy fights currently on record.",
  "Icahn nominee Jonathan Christodoro joins xerox.bz/2jEvZG6 Xerox board\n\nOct. 31, 2016\n\nDeason, now fourth largest shareholder with 6.1 percent, sues in a U.S. court to prevent the split.",
  "ET on May 3 or else the agreement will automatically terminate\n\nMay 2, 2018\n\n- New Icahn and Deason controlled board to meet to reevaluate its joint venture deal with Fujifilm.",
  "Feb. 8, 2010\n\nDarwin Deason, son of an Arkansas chicken farmer, becomes a Xerox shareholder after the copier and printer maker buys here.WvMdfS7wZph his company ACS.",
  "They call for CEO Jacobson to resign and replacement of board “old guard”.",
  "John Visentin, previously at Novitex Enterprise Solutions, to become CEO."
]