[
  "“In contrast, less than a fifth of our female employees are investment professionals and nearly three quarters are in support and administrative roles.”\n\nThe disclosure was made to comply with a UK government directive for employers with more than 250 staff to report their gender pay gap by April 4.",
  "(Reuters) - Blackstone Group LP (BX.N), the world’s largest manager of alternative assets, on Tuesday reported an average gender pay gap of 30 percent at its UK business, a rare insight into the private equity industry’s wage disparities.",
  "Nevertheless, top management at the largest firms, which include Blackstone, Apollo Global Management LLC (APO.N), KKR & Co LP (KKR.N) and Bain Capital LLC, are largely male and the lack of diversity is often visible at industry events.",
  "Gender diversity has improved since private equity rose to prominence on Wall Street in the 1980s and Blackstone now staffs around 40 percent of its incoming analyst class with women, a source familiar with the matter said.",
  "FILE PHOTO: The ticker and trading information for Blackstone Group is displayed at the post where it is traded on the floor of the New York Stock Exchange (NYSE), New York, NY, U.S., April 4, 2016.",
  "In January, Blackstone agreed to buy a majority stake in the Financial and Risk business of Thomson Reuters Corp (TRI.N) (TRI.TO), the parent of Reuters News, in a $20 billion deal.",
  "Citigroup (C.N), Bank of America Merrill Lynch (BAC.N), Credit Suisse (CSGN.S) and Morgan Stanley (MS.N) last month all revealed large gender pay gaps in their British operations.",
  "Speaking at an annual private equity get-together in Berlin earlier this year, ex-Greek finance minister Yanis Varoufakis joked, “gender balance is an issue in this room”.",
  "REUTERS/Brendan McDermid/File Photo\n\nBlackstone said on Tuesday that the gap chiefly comes from men occupying the bulk of high-paying investment jobs at the firm.",
  "“As these roles typically attract higher rewards than non-investment roles, this increases the average pay for male employees,” New York-based Blackstone said.",
  "The #MeToo movement has also put new momentum behind efforts to have companies, especially in finance, disclose details about their workforce diversity.",
  "The disparity at Blackstone was far greater in bonuses, which often go to more senior employees, with a mean gap of 75 percent.",
  "Blackstone said it was confident women and men were paid equally for equivalent jobs across its business.",
  "But the numbers underscore how private equity remains a male-dominated industry.",
  "Analyst classes can filter up into more senior positions.",
  "Reuters News will remain part of Thomson Reuters."
]