[
  "Between 1990 and 2016, developed market stocks fell a maximum of 49.05 percent, while a fund half allocated to hedge funds and half to private equity fell only 22.65 percent, Wells Fargo Investment Institute said in a June 22 report.",
  "The four largest publicly traded private equity firms, Blackstone, KKR, The Carlyle Group and Apollo Global Management, reported a total $921 billion in assets under management, a 6.5 percent increase from the prior quarter.",
  "The top 100 alternative asset managers in the world saw assets under management rise 10 percent to $4 trillion in 2016, according to an annual report from Willis Towers Watson released July 17.",
  "Private equity funds typically invest in companies by acquiring them, growing their bottom lines through cost cuts and other strategic changes and then selling them at a profit.",
  "Pension funds, wealth managers and insurance companies are increasingly looking outside of traditional stocks and bonds to find new investment products as the bull market ages.",
  "Pension funds contributed about $100 billion to that increase and had the largest share at one-third, while wealth managers held 15 percent, according to the study.",
  "That marked the biggest quarterly increase since the third quarter of 2013, according to CNBC analysis of company reports and S&P Global Market Intelligence data.",
  "The firm's North America head of manager research, Brad Morrow, attributed much of the greater interest in alternatives to a search for better investment returns.",
  "Insurance companies increased their share of the $4 trillion in alternative assets to 12 percent from 10 percent last year, the Willis Towers Watson study said.",
  "The funds are part of a broader investment class called alternative assets, which includes real estate, commodities, infrastructure projects and hedge funds.",
  "A lot of players are trying to figure out what are the new areas,\" said Craig Hapelt, partner at The Boston Consulting Group in Toronto.",
  "Second-quarter earnings from major private equity firms that wrapped up this week reflected a greater interest in alternative assets.",
  "That's an increasingly important consideration to many as expectations of a stock market pullback build.",
  "Historical performance indicates that alternatives can help insulate investors from sharp market drops.",
  "\"You're seeing a lot more competition for assets.",
  "Performance from Jan. 1, 1990, to Dec. 31, 2016"
]