[
  "He even floated returning to Indiana to teach, telling Ezra Klein he felt he could “make a bigger difference in a different capacity.”\n\nHe did find a different capacity, though it’s not clear he made much difference.",
  "$1.35 million from Marathon Petroleum\n\n$944,937 from Fifth Third Bancorp\n\n$827,203 from RLJ Lodging Trust\n\n$645,152 from Berry Plastics Group\n\nIn total, he earned $3,768,292 over the last five years from these posts.",
  "“Hoosiers know Evan as the independent-minded Senator and Governor who put Indiana first and it’s why they continue to support him by a huge margin,” Bayh campaign manager Paul Tencher told HuffPost in an email.",
  "When Indiana Democrat Evan Bayh, who is running for his old Senate seat, left Congress in 2011, he cited dysfunction, gridlock and the outsize influence of “entrenched” special interests on lawmakers.",
  "A group backed by GOP megadonors Charles and David Koch has already spent $1 million on ads attacking Bayh for supporting the 2008 Wall Street bailout before joining the finance industry himself.",
  "Since leaving Capitol Hill, Bayh has cultivated a very lucrative second career in serving on corporate boards, earning nearly $4 million over the last five years.",
  "Forty-five percent of senators who left Capitol Hill from 1992 to 2015 ended up on boards, according to a Washington Post report released last year.",
  "in 2011, he also joined private equity firm Apollo Global Management as a senior adviser and K Street firm McGuireWoods as a strategic advisor.",
  "Some of his board work shows up in The Huffington Post’s 2013 project Pay Pals, which linked CEO pay and director compensation.)",
  "Too bad for them, it just won’t work.”\n\nConservatives, however, have already seized on the potential conflicts of interest.",
  "The report also found that 60 percent of ex-lawmakers who accepted such positions did so within a year of leaving office.",
  "“If elected, Evan will resign these positions but that won’t stop his opponents from trying to misrepresent his record.",
  "The former senator’s income since leaving Congress is ultimately much higher than these filings indicate ?",
  "But it is unusual for a former lawmaker to return to their old office after joining the private sector.",
  "(Bayh’s earnings from McGraw Hill are not publicly available and thus not included in this figure.",
  "Bayh’s campaign denied that the former senator’s corporate record will influence his lawmaking.",
  "Of course, Bayh is not alone in pursuing board appointments after leaving office."
]