[
  "The Times\n\nOfficials charged with managing the taxpayers' stake in Royal Bank of Scotland have begun contacting City brokers to gauge interest in a potential share sale, only days after the lender agreed a provisional deal with American prosecutors over the sale of toxic mortgage-backed bonds.",
  "bit.ly/2IgNkE7\n\nThe struggling childrenswear and maternity retailer, Mothercare, said it was finalising a comprehensive restructuring and refinancing package to put the business on a stable and sustainable financial footing.",
  "bit.ly/2L0JgFu\n\nThe Telegraph\n\nTransport giant FirstGroup Plc is facing a mounting activist campaign to put itself up for sale in the wake of a failed takeover bid from American private equity firm Apollo Global Management.",
  "bit.ly/2KYfAJc\n\nThe Guardian\n\nNpower owner Innogy has privately told staff it is extremely concerned they will bear the brunt of thousands of job cuts planned as part of a major shake-up of the European energy industry.",
  "ind.pn/2L2lxoj\n\nThe Work & Pensions and Business select committees, which have been conducting a joint investigation into Carillion , commented upon some of the evidence from Santander , one of the company's banks.",
  "bit.ly/2L2WBgG\n\nManagement at Centrica Plc came under fire at the company's annual meeting on Monday as frustrated shareholders demanded answers about the collapse of the British Gas owner's share price.",
  "bit.ly/2L1kXrh\n\nSky News\n\nWilliam Hill Plc Chairman Roger Devlin has told ministers in a letter that proposed reforms to Fixed-Odds Betting Terminals (FOBTs) could leave it vulnerable to a takeover bid.",
  "bit.ly/2IgjT4T\n\nPrivate equity firms including Bowmark Capital, Inflexion and Trilantic Partners are among a pack of potential buyers of James Grant Group, in a 140 million stg ($189.90 million)sale.",
  "bit.ly/2KYuVJI\n\nZimbabwe-based gold miner Caledonia is looking to buy out its local partners as it capitalises on a liberalisation of the laws governing the mining sector.",
  "bit.ly/2Igm5JF\n\nThe Independent\n\nUber has poached former Amazon director Jamie Heywood and appointed him its general manager for Northern and Eastern Europe.",
  "The new hire will have a host of legal battles to contend with in the role which covers the UK and 11 other countries.",
  "May 15 (Reuters) - The following are the top stories on the business pages of British newspapers.",
  "Reuters has not verified these stories and does not vouch for their accuracy.",
  "ind.pn/2Ifza65 ($1 = 0.7372 pounds) (Compiled by Bengaluru newsroom)"
]