[
  "“There’s a pool of assets out there that, despite what you read and see about the average multiples or the average increase of the stock market pricing, haven’t benefited from those increases but still are solidly performing assets,” said Hugh MacArthur, head of global private equity at consultancy Bain & Co.\n\nFor a graphic, click tmsnrt.rs/2IvT4pq\n\nIMPATIENT SHAREHOLDERS\n\nIn fact, according to S&P Global Market Intelligence’s Leveraged Commentary & Data service, U.S. take-private deals last year cost buyout firms slightly less in terms of earnings multiples than other types of private equity deals, for only the second time in at least 11 years.",
  "Among the biggest take-private deals of this year so far are buyout firm Hellman & Friedman LLC’s $3 billion acquisition of U.S. investment adviser Financial Engines Inc, a company dogged by investor fears over its competitive footing, and Silver Lake’s $3.5 billion purchase of U.S. prepaid payments network operator Blackhawk Network Holdings Inc, whose stock price was hit by soft U.S. demand for physical gift cards.",
  "“The markets are less patient, boards are less patient, management teams are worried.”\n\nPrivate equity executives say what sets them apart from stock market investors, who buy relatively small stakes in companies without taking over, is their ability to price their chances of turning companies around, and then work they do to achieve this.",
  "“When approaching public-to-private transactions, private equity firms have to have a very clear thesis why companies should be in private hands.”\n\nThe last time buyout firms spent big on taking companies private was in the two years leading up to the financial crisis, when credit was cheap and plentiful, as it is now.",
  "REUTERS/Brendan McDermid/File Photo\n\nIt is a bet that buyout firms can spot listed companies’ potential that the stock market has been missing, and a sign of confidence in their ability to turn them around even as some of their shareholders have lost patience or faith in them.",
  "While it takes years to assess the financial performance of private equity deals, especially those that rely on major turnarounds, there are signs that at least some of the latest take-private deals may be challenging to turn into home runs.",
  "To say that you know better is a totally different statement,” said Kevin Kaiser, senior director of the Wharton Alternative Investments Initiative and adjunct professor of finance at the Wharton School of the University of Pennsylvania.",
  "NEW YORK (Reuters) - Private equity firms, armed with a record $1 trillion in cash, are investing more in public companies than at any time since the financial crisis, buying those left behind in Wall Street’s nine-year bull market.",
  "“As a result, they haven’t seen their valuations move at all like the general story of the market.”\n\nApollo last year raised a record $24.6 billion for a private equity fund and has taken several companies private in recent years.",
  "“There are quite a few public companies that are maybe a little less exciting, maybe have made some missteps or just simply have a bit of a more complex story,” said Scott Kleinman, co-president of Apollo Global Management LLC.",
  "Apollo has since taken ADT public, yet its value has barely risen to just under $16 billion because investors fret over its ability to withstand pressure from new entrants in the home security sector such as Amazon.com Inc.",
  "REUTERS/Lucas Jackson/File Photo\n\nWhen Apollo bought U.S. home security company ADT Inc in May 2016 and merged it with another small peer it owned, Protection 1, the combined company was worth $15 billion, including debt.",
  "Several of these leveraged buyouts, such as retailer Toys R Us and casino operator Caesars Entertainment, ended up in bankruptcy, succumbing to the downturn and the heavy debt load private equity firms saddled them with.",
  "Still, during Apollo’s first-quarter earnings call earlier this month its co-founder Joshua Harris said ADT, in which Apollo still holds an 85 percent stake, remained a great investment and would eventually pay off.",
  "Such bets can be risky, though, because a stock’s underperformance may reflect deep-seated issues that private equity fund managers may struggle to resolve, such as emergence of new competitors in its market.",
  "Alex Slusky, founder and chief investment officer of Vector Capital, a private equity firm which says it targets “fallen angel” companies, agreed that identifying potential bargains was just a start.",
  "“The activist investor agenda heightens the sense that, if you’re a laggard for a long time on the public market, what do you do?” said Brad Coleman, chairman of Citi’s asset managers group.",
  "So-called take-private deals worldwide reached a decade high of $109 billion last year, according to data provided to Reuters from industry tracker Preqin.",
  "Activist hedge funds, which have gained influence in recent years, can act as catalysts in companies deciding to go private, investment bankers say.",
  "While take-private deals cost on average 9.6 times earnings before interest, tax, depreciation and amortization, that ratio was 9.8 for other deals.",
  "FILE PHOTO: A trader works on the floor of the New York Stock Exchange shortly after the opening bell in New York, U.S., May 14, 2018.",
  "In the first quarter of this year, such deals totaled $12 billion, the heftiest amount for an opening quarter in the last five years.",
  "FILE PHOTO: Traders work on the floor of the New York Stock Exchange (NYSE) in New York, U.S., May 10, 2018.",
  "(Graphic: tmsnrt.rs/2jWirpL)\n\nHelping private equity firms clinch bargains are impatient shareholders.",
  "As cheap private deals get scarce, underpriced listed companies offer an alternative.",
  "“To say the market is wrong is easy."
]