[
  "REUTERS/Kevork Djansezian\n\nAres’ decision last month to become a so-called C-Corp has been monitored closely by rivals such as Apollo, Blackstone Group LP and KKR & Co LP, which are looking to see whether the higher tax burden associated with the switch will be offset by the ability of more investors to buy the stock.",
  "BOSTON (Reuters) - Apollo Global Management LLC Chief Executive Leon Black on Wednesday downplayed the possibility that his private equity firm would follow peer Ares Management LP in converting from a publicly listed partnership into a corporation.",
  "Leon Black, Chairman and CEO Apollo Global Management, LLC, takes part in Private Equity: Rebalancing Risk session during the 2014 Milken Institute Global Conference in Beverly Hills, California April 29, 2014.",
  "However, it is practically irreversible in the near term and would mean firms would pay corporation tax in addition to the capital gains tax they already pay on the longer-term returns generated for investors.",
  "Investors are wary of private equity’s complex structure and assign substantially less value to the more volatile performance fees earned by these firms than to their stable management fees.",
  "Private equity firms have taken a fresh look at making the C-Corp change after the recent U.S. tax overhaul slashed the corporate rate to 21 percent from 35 percent.",
  "Switching to a C-Corp expands a firm’s shareholder base by enabling investors such as index funds to buy the stock, and also strips out some of the tax complexity.",
  "Ares shares jumped as much as 13.9 percent in February when it announced its intention to convert into a C-Corp, but the stock has since given up these gains.",
  "But it has to be sustainable.”\n\nApollo’s shares are up 37 percent in the last 12 months, outperforming the S&P 500 Index, which is up 16 percent.",
  "Many of them are frustrated that their stocks trade at a discount to traditional asset managers, such as BlackRock Inc.",
  "“I agree one is more stable than the other in terms of predicting it, but that’s a pretty crazy spread,” Black said.",
  "This does not make following Ares’ move compelling, Black said at the PartnerConnect East conference in Boston.",
  "“(Ares) had a little bit of a bump in their (valuation) multiple but not that much.",
  "This has led to the valuation disparity with traditional money managers.",
  "If you got a real multiple uplift maybe that makes sense.",
  "..."
]