[
  "However, Chief Executive Officer Andrew Mackenzie said at a conference in Florida last month that there was “encouraging interest from potential bidders,” and that the higher oil prices and lower U.S. corporate tax rates than when the plan was first announced last summer were supporting the process.",
  "NEW YORK (Reuters) - The planned exit of BHP Billiton Ltd from its U.S. shale business has drawn oil companies and private equity firms into a competition that may have no clear winner until late this year or early next year, according to people familiar with the negotiations.",
  "REUTERS/Kim Kyung-Hoon\n\nBHP, the world’s largest miner, said in August that it would exit its U.S. shale oil and gas business after pressure from activist hedge fund Elliott Management, which owns a stake in the company and argued the unit was a drag on BHP’s value.",
  "BHP is offering to sell off acreage in seven different packages spanning three formations; it has generated interest from oil companies that paired with private equity firms to bid on all the assets, as well as from companies looking at individual packages.",
  "First bids were received last week, but no deal is expected until very late in 2018 or early 2019, according to two of the people familiar with the matter who, like all the sources, could not speak for attribution as the negotiations are not public.",
  "Bidding in consortiums would allow the integrated oil companies to focus on acreage that complemented their holdings, such as that in the Permian, while the private equity firms would take on gas-rich acreage in the Haynesville formation.",
  "The Anglo-Australian company’s Houston-based BHP Petroleum unit holds more than 838,000 acres spread across four U.S. shale plays: Texas’ Permian and Eagle Ford basins and the Haynesville and Fayetteville formations of Arkansas.",
  "The long delay can be explained by the sheer scale of the process and the number of parties involved, although bankers have also been critical of BHP’s approach which has been regarded as slow-moving throughout.",
  "Buyout houses are also dominant in the sale process for the gassy Fayetteville assets, the bid deadline for which was in late April, having been marketed separately from the rest of BHP’s shale portfolio.",
  "FILE PHOTO: BHP Billiton Chief Executive Andrew Mackenzie is silhouetted against a screen projecting the company's logo at a round table meeting with journalists in Tokyo, Japan June 5, 2017.",
  "Bidders include consortiums of Royal Dutch Shell Plc and Blackstone Group LP, advised by Jefferies; and Chevron Corp partnered with Warburg Pincus, the people familiar with the matter said.",
  "It was currently unclear whether BHP may hold a second bid round with certain bidders or all of them, or it may opt to continue weighing the received bids toward securing a preferred deal.",
  "Citigroup and Goldman Sachs had also helped BHP research the potential spin-off of the unit into a new company, should divestment prove unachievable, Reuters previously reported.",
  "FAYETTEVILLE\n\nBHP values the entirety of the acreage at $14 billion, but analysts have pegged the total value of the assets lower - at a maximum of $9 billion.",
  "The acreage includes holdings that BHP acquired in its $12 billion takeover of Petrohawk Energy in 2011, as appetite for shale gas assets reached fever pitch.",
  "Apollo Global Management LLC is bidding solo, while BP Plc Chief Executive Bob Dudley told Reuters last month that it could place a bid.",
  "Shale gas assets have lost value as natural gas prices fell from about $4.50 in mid 2011 to a low of $1.60 in 2016.",
  "A divestiture of all of that land would be among the largest shale acreage sales to date.",
  "Barclays Plc and Bank of America-Merrill Lynch are running the sale process.",
  "BP, Shell, Chevron, Blackstone and Warburg Pincus declined to comment.",
  "A BHP spokeswoman declined to comment on the details of the sale.",
  "Prices have since recovered to about $2.93 per MMBtu.",
  "Apollo did not respond to a comment request."
]