[
  "Real estate developer Charles Kushner, the father of President Donald Trump's top White House aide and son-in-law Jared, said in an interview that ethics watchdogs \"assure that poor, not successful people\" get government jobs instead of \"rich, smart, successful people.\"",
  "Charles spent about a year in federal prison after pleading guilty to campaign finance violations and witness tampering for hiring a prostitute to seduce his brother-in-law — who was cooperating with the federal government — and have a recording sent to his wife.",
  "A reporter asked about Jared meeting with heads of major financial organizations — Apollo Global Management and Citigroup — as a government official, before those firms went forward with loans for the Kushner family company, a private corporation.",
  "The reporter followed up by asking if those long relationships were a reason for Jared to divest from the family company while in the White House \"to reduce potential or perceived conflicts of interest\" from ethics watchdogs.",
  "And what they have sacrificed, and the daily barrage of negative media, and the attacks they get, and they had a perfect, beautiful life and they still have a very good life, but they sacrificed a lot.\"",
  "In the interview, Charles seems frustrated with the negative media attention that has come with his son's presence at the White House and scrutiny of his own company.",
  "He added, \"I look at what my kids have sacrificed to go into government, with the only intent of doing good for this country and for the world, and to help people.",
  "Because if you’re successful, you shouldn’t be penalized by stupid ethics watchdogs raising things that are potential,\" Charles said about ethics watchdogs.",
  "When asked if he sees it as an \"attack on wealth,\" Charles replied, \"They discourage rich, smart, successful people from going into government.",
  "Charles' comments, published Friday, came in an interview with the Real Deal at his self-named company's headquarters.",
  "A White House spokesperson didn't return a request for further comment on Jared's behalf.",
  "Because a lot of rich, smart, successful people say, 'Why the hell am I doing this?'\"",
  "\"All they want to do is assure that poor, not successful people go into government.",
  "Charles said he had a long relationship with Citigroup.",
  "Charles didn't return a request for further comment.",
  "That’s all they want to do."
]