[
  "* KKR approves conversion to corporation from partnership\n\n* Change widens investor base but means higher tax rate\n\n* First-quarter earnings fall less than expected\n\nBy Joshua Franklin\n\nNEW YORK, May 3 (Reuters) - Private equity firm KKR & Co LP said on Thursday it would convert from a partnership to a corporation in the wake of U.S. tax reform, a move that it hopes will expand its investor base at the expense of paying higher taxes.",
  "“KKR’s conversion from a partnership to a corporation is designed to broaden our investor base, simplify our structure and make it easier to invest in our shares,” Henry Kravis and George Roberts, co-chairmen and co-chief executives, said in a statement for KKR’s first-quarter earnings.",
  "To illustrate the limited impact of the change to the returns of shareholders, KKR said that an average New York City-based shareholder who bought its stock at $20 and sold at $25 a year later would see only a 6-cent hit to their windfall under a C-Corp structure.",
  "Analysts had earlier flagged KKR and Ares as the two private equity firms most likely to convert to C-Corps early on, as the tax hit is less severe because the firms’ earnings rely less on the performance fees that are affected by the C-Corp change.",
  "Its conversion will provide a serious test case for peers Apollo Global Management, Carlyle Group LP and Blackstone as to whether the higher tax burden is offset by the market’s attributing a higher valuation.",
  "KKR also said on Thursday that its first-quarter earnings per share fell by a less-than-expected 35 percent year-on-year, the latest private equity firm to feel the brunt of turbulent financial markets.",
  "KKR said it expected to pay an annualized dividend of 50 cents per common share as a corporation for the third quarter and that it had reupped its authorization to buy back shares to $500 million.",
  "Private equity firms pay corporate taxes under the partnership structure on the management fees charged to investors, but are mostly shielded from paying these taxes on performance fees.",
  "Such passive investors, which are becoming more important as they manage even more money, are restricted by their mandates from acquiring KKR stock under its partnership structure.",
  "KKR’s economic net income per share came in at 42 cents in the first quarter of 2018, ahead of analysts’ expectations for 11 cents, according to Thomson Reuters I/B/E/S.",
  "KKR hopes the change to a so-called C-Corp, which is effective July 1, will attract new shareholders by enabling investors such as index funds to buy the stock.",
  "After Ares’ shares initially popped on the announcement of the change on mid-February, since making the switch on March 1 the stock is down 7.8 percent.",
  "However, the additional tax burden has become much less severe after the headline U.S. corporate tax rate was lowered to 21 percent from 35 percent.",
  "KKR is now the second alternative asset manager to change its tax status following Ares Management LP earlier this year.",
  "Apollo’s CEO, Leon Black, said in March that Ares’ stock performance has not made for a compelling case to follow suit.",
  "Blackstone and Carlyle have also reported a fall in first-quarter earnings, albeit less than analysts had feared.",
  "KKR’s assets under management totaled $176 billion at the end of March, up from $168 billion at the end of 2017.",
  "Economic net income reflects the mark-to-market valuation gains or losses on KKR’s portfolio.",
  "KKR’s market capitalization, at almost $18 billion, is more than three times that of Ares.",
  "It is the biggest shake-up in KKR’s structure since the firm went public 12 years ago.",
  "Under the C-Corp structure, KKR will pay corporate taxes on all revenue.",
  "(Reporting by Joshua Franklin Editing by Leslie Adler)"
]