[
  "Other CEO pay ratios, provided in newly released proxy reports, include: 148-to-1 at Carlisle Cos. (median pay of $40,210), a Scottsdale-based supplier of construction materials and other products; 333-to-1 at Honeywell International ($50,296 median pay); 1,353-to-1 at global apparel maker VF Corp. ($10,151 median pay) and 2,483-to-1 at Manpower Group ($4,828 median pay).",
  "Best of all, LifeLock has long runways for growth still ahead, as CEO Hilary Schneider explained during LifeLock's first-quarter earnings conference call : We have experienced impressive member growth over the past several years, and yet we are still in the early innings of addressing this market opportunity.",
  "A secret billion-dollar stock opportunity (Photo: The world's biggest tech company forgot to show you something, but a few Wall Street analysts and the Fool didn't miss a beat: There's a small company that's powering their brand-new gadgets and the coming revolution in technology.",
  "For example, the CEO of Fresh Del Monte Produce earned nearly 1,500 times the pay of the typical worker of the produce-packaging company in 2017, while the head of Apollo Global Management earned about the same as the typical employee at the investment-management company.",
  "Here's how he won\n\nMore: Tax refunds offer a great savings opportunity, but pitfalls await\n\nCLOSE Silicon Valley billionaire Elon Musk will get no salary or cash bonuses from Tesla and all his compensation will be tied to stock and operational milestones.",
  "And with its dominant competitive position, exciting growth prospects, and still only $1.5 billion market capitalization, small-cap investors may wish to secure some shares of LifeLock as a means to profit alongside the ID-theft protection leader.",
  "The company added 345,000 new subscribers during the first quarter, which helped total membership increase 11% year over year to approximately 4.3 million and made Q1 2016 LifeLock's 44th consecutive quarter of sequential membership growth.",
  "That's why it's so important to invest in only the best of these businesses -- those that are poised to benefit from undeniable long-term trends, possess the strongest competitive advantages, and enjoy the largest growth opportunities.",
  "The SEC for years has required companies to report executive-pay figures in a standardized compensation table, which includes salaries, bonuses, annual option and vested-stock awards, the value of various perks and other benefits.",
  "The pay of the CEO and a handful of a company's other top executives are listed once a year in annual proxy reports known as Schedule14As, though they sometimes show up in other documents such as the annual report or 10K.",
  "Buzz60\n\nOther comparisons\n\nBy contrast, Apollo CEO Black reported total compensation of $252,000, just slightly above the roughly $250,000 earned by the typical employee at the investment-management firm.",
  "Fresh Del Monte Produce, for instance, said that nearly all of its 39,000 employees live in developing nations where the company's pineapples, bananas, grapes, avocados and other produce items are grown.",
  "Video provided by Reuters Newslook\n\nNew disclosures show average worker pay\n\nWhat's new in proxy reports, starting with reports filed in 2018, is the requirement to report compensation for employees.",
  "Given our leading brand reputation with 4 times the awareness relative to our next largest identity theft services competitor, we expect to continue to take greater share of this addressable market.",
  "Notably, LifeLock's members have also shown a willingness to pay more for upgraded services, with first-quarter monthly average revenue per member increasing 5% from the year ago period to $11.90.",
  "The company's services go beyond the typical credit card and personal information monitoring offered by the major credit bureaus, to include non-credit alerts and Internet ID theft ring tracking.",
  "But for investors, employees and others who take the time to investigate, the disclosures provide new details with which to evaluate both executive pay and the compensation of mainstream workers.",
  "Our current member base represents approximately 5% of our total addressable market of U.S. adults with incomes of $50,000 or more who have expressed explicit concerns about identity theft.",
  "Options and stock awards can be much larger than the annual pay figures — sometimes amounting to tens of millions of dollars after a stretch when the company's stock price has surged.",
  "That $5,833 median is well below what people earn in the U.S. and even countries like Costa Rica, though it does compare favorably to average income in other nations, such as Kenya.",
  "USA TODAY\n\nLooking for more insight\n\nThe pay-ratio topic will generate more interest as additional companies report them for the first time in coming weeks and months.",
  "But choose poorly, and a small-cap stock can produce painful losses, up to and including a complete loss of capital should the business be forced into bankruptcy.",
  "In a long-awaited requirement of the Dodd-Frank Act, public companies must report pay ratios showing how much their CEOs earn compared with the typical employee.",
  "CLOSE In 2014, they said she was the next Steve Jobs with her business secrets and innovation, but Elizabeth Holmes’ hot start-up Theranos didn’t last very long.",
  "But this table isn't all-encompassing, as the pay totals don't reflect any options that were exercised or restricted stock awards that vested during the year.",
  "Read on to learn about one such business that meets these challenging criteria -- and that's one of the best small-cap stocks available in the market today.",
  "Meanwhile, Black's reported pay doesn't include distributions or dividends from Apollo's equity or shares, which the company doesn't view as compensation.",
  "Choose well, and these high-risk yet potentially high-reward stocks can deliver multibagger returns and turbocharge your portfolio's overall performance.",
  "CLOSE The online retail giant's CEO is the richest man in the world, followed by Microsoft co-founder Bill Gates and Berkshire Hathaway's Warren Buffett.",
  "Additionally, if a customer is exposed to identity theft, LifeLock will spend up to $1 million to hire recovery experts to help remediate the situation.",
  "That's partly because public corporations must disclose these numbers once a year in standardized tables, which makes for visible and easy comparisons.",
  "The $8.5 million compensation package for CEO Abu-Ghazaleh dwarfs the median pay of $5,833 for Fresh Del Monte's workers, for a ratio of 1,465-to-1.",
  "In fact, the Identity Theft Resource Center estimates that 17.6 million people fell victim to identity theft in 2014, with a cost of $15.4 billion.",
  "As data-breach concerns continue to stoke fears of identity theft among consumers, LifeLock is well positioned to profit from this worrisome trend.",
  "Based on an analysis of 150 early filed reports conducted by Compensation Advisory Partners, the average CEO makes 87 times what workers earn.",
  "Corporate CEOs bear enormous control over and responsibility for their operations and employees — and sometimes even suppliers and customers.",
  "And the ITRC reports that in 2015, 781 major cybersecurity breaches exposed the personal information of more than 169 million individuals.",
  "More: Low-cost indexing, penchant for stocks among Buffett's latest tips\n\nMore: Warren Buffett made a 10-year bet on his market strategy.",
  "And, importantly, LifeLock is doing an admirable job of retaining its customers, as evidenced by an annual retention rate above 85%.",
  "Proxy reports aren't the easiest documents to navigate, and companies can and do putpay ratios in slightly different sections.",
  "Public companies must disclose this information, and it's placed on a website of the U.S. Securities and Exchange Commission.",
  "But does that mean they should earn 100 times or even 1,000 times what employees typically make at the same companies?",
  "The new requirement is to provide a median or midpoint compensation figure, and some companies are disclosing more.",
  "Does that make Del Monte CEO Mohammad Abu-Ghazaleh overpaid and his Apollo counterpart, Leon Black, underpaid?",
  "Fortunately, one company -- LifeLock (NYSE: LOCK) -- excels at protecting people from this growing threat.",
  "His pay thus is significantly understated, making the ratio of dubious value, noted an article on CFO.com.",
  "Large corporations tend to pay their executives the most and thus report some of the highest ratios.",
  "Until now, companies have reported the number of their workers and, possibly, where they're based.",
  "Using this measure, the median pay climbed to $43,344, and the CEO pay ratio dropped to 276-to-1.",
  "Most of Apollo's staff are highly paid investment professionals or other white-collar employees.",
  "The seemingly never-ending assault of cyber attacks is boosting demand for LifeLock's offerings.",
  "Understanding the numbers\n\nStep one in evaluating CEO pay is recognizing what the figures mean.",
  "And we think its stock price has nearly unlimited room to run for early in-the-know investors!",
  "LifeLock is a leading provider of proactive identity-theft protection services for consumers.",
  "In Manpower's case, 95% of the company's associates work on temporary assignment for clients.",
  "This website is commonly known as EDGAR, and it's found at: https://www.sec.gov/edgar.shtml.",
  "That's why the company calculated a separate ratio that includes only its permanent staff.",
  "About four in five workers live in Costa Rica, Guatemala, Kenya or the Philippines.",
  "They're typically paid handsomely for assuming all that oversight and pressure.",
  "As with other aspects of CEO compensation, a closer look often is required.",
  "The first such reports are rolling in and provide new insight on pay gaps.",
  "Only CEO earnings listed in the Summary Compensation Table show up there.",
  "So do companies with a lot of part-time, seasonal and foreign workers.",
  "It's also because so many CEOs literally rake in millions of dollars.",
  "Small-cap stocks can deliver explosive gains -- or sizable losses.",
  "CEO pay long has been a lightning rod in the rich-poor debate.",
  "Reach Wiles at russ.wiles@arizonarepublic.com or 602-444-8616.",
  "CLOSE The number one company for pay and benefits is...Costco!",
  "They will add to the discussion of America's rich-poor gap.",
  "Also of note, many of the company's workers are seasonal.",
  "The digital world is an increasingly dangerous place.",
  "But this isn't figured into the pay-ratio numbers.",
  "Read or Share this story: https://usat.ly/2Gl1Aus",
  "Cyber attacks are growing in size and frequency.",
  "Newslook\n\nImage source: Getty Images.",
  "To be one of them, just click here .)",
  "Aleksandra Michalska reports.",
  "Elizabeth Keatinge has more.",
  "Now comes a new wrinkle.",
  "Image source: LifeLock.",
  "Elly Park reports.",
  "Not necessarily."
]