[
  "More: 'Playboy' founder Hugh Hefner dies at 91\n\nAn online listing for the Playboy Mansion property by Beverly Hills real estate firm Hilton & Hyland says Metropoulos will be getting \"the crown jewel of L.A.'s Platinum Triangle,\" located on five picturesque acres in the Holmby Hills area.",
  "More: Women can't agree on Hugh Hefner's complicated legacy\n\nMetropoulos and older brother Evan are sons of C. Dean Metropoulos, a Greek immigrant and business turnaround specialist who partnered with Apollo Global Management to buy Hostess out of bankruptcy in 2013 for $410 million.",
  "More: So long Hugh Hefner, thanks for the glorious gig at your libidinous 'Playboy'\n\nFollow USA TODAY reporter Kevin McCoy on Twitter: @kmccoynyc\n\nMore: Follow USA TODAY Money and Tech on Facebook\n\nRead or Share this story: https://usat.ly/2yvSzX5",
  "During Hefner's life, the listing said the mansion featured 12 bedrooms, 21 full or partial bathrooms and amenities that included a home theater, a wine cellar, a separate game house and a \"free-form swimming pool with a large, cave-like grotto.\"",
  "He got experience with iconic properties earlier in his career by overseeing a spa-and-hotel remaking of the Castle on the Hudson, a Norman-style facility that overlooks the Hudson River in Tarrytown, N.Y., a northern suburb of New York City.",
  "(Photo: GABRIEL BOUYS, AFP/Getty Images)\n\nThe passing of Hugh Hefner leaves the future of the famed Playboy Mansion to a member of the business family that revived iconic consumer brands from the Hostess Twinkie to Pabst Blue Ribbon beer.",
  "J. Daren Metropoulos closed a $100 million deal in August 2016 for the ultraluxury Los Angeles property and often X-rated adult playground where Hefner and Playboy Bunnies mingled with the rich and famous — and others who wanted to be.",
  "For his part, Daren Metropoulos served as a co-owner of Hostess Brands and helped shape the comeback of the company's iconic snack cakes Twinkies and CupCakes, according to a biography on the family company's website.",
  "The nearly 20,000-square foot mansion was designed by Arthur R. Kelly in 1927 for Arthur Letts, Jr., son of the British businessman who founded Broadway Department Stores in the early years of the 20th century.",
  "Metropoulos declined to discuss specifics of the mansion's future on Thursday, saying in a statement issued through spokeswoman Hannah Arnold that his thoughts were with the grieving family of an American icon.",
  "(Photo: Metropoulos & Co.)\n\n\"Hugh Hefner was a visionary in business, a giant in media and an iconic figure of pop culture whose legacy will leave a lasting impact,\" Metropoulos said.",
  "Under Dean Metropoulos' leadership, the company also bought, spiffed up and resold other famous brands ranging from Chef Boyardee, Bumble Bee Tuna and Perrier-Jouet champagne.",
  "\"I look forward to eventually rejoining the two estates and enjoying this beautiful property as my private residence for years to come,\" Metropoulos said at the time.",
  "Playboy Enterprises acquired the home from Louis Statham, an engineer, inventor and chess aficionado, in 1971 for $1.1 million, according to the real estate listing.",
  "Some of the events featured celebrities ranging from comedian Milton Berle to film director Quentin Tarantino, Motown records founder Berry Gordy and many others.",
  "Business success has brought the family head an estimated fortune of $2.4 billion, as estimated by Forbes magazine in its listings of the wealthiest Americans.",
  "The report also included approving comments of Metropoulos from Andrew van der Vord, the co-head of consumer retail investment banking at Royal Bank of Canada.",
  "USA TODAY\n\nFile photo taken in 2006 shows the Playboy Mansion the palatial Los Angeles property that was long was home to Playboy magazine founder Hugh Hefner.",
  "A family spokeswoman told The New York Times last year that he didn't graduate, but instead dropped out in his sophomore year to work with his father.",
  "It's unknown whether the businessman who closed the most recent deal for the palatial home will revive and carry on Hefner's partying legacy.",
  "Hefner's death Wednesday, at age 91, means the 34-year-old Metropoulos, who lives next door, may now realize his own dreams for the property.",
  "The announcement of the sale, for half the listing price, confirmed that Hefner would be allowed to live the rest of his days in the mansion.",
  "He said then that he might eventually combine the mansion and its estate with the nine-bedroom, seven-bathroom adjoining home property.",
  "Undated handout photo shows J. Daren Metropoulos, the businessman who in 2016 closed a $100 million deal for the Playboy Mansion.",
  "CLOSE Inside the historic Playboy Mansion, there are six lavish bedrooms, a pool, a tennis court and even zoo facilities.",
  "Buzz60\n\nThe mansion events tamed down from X to PG ratings in Hefner's later years, when Metropoulos came to know him.",
  "\"If there is anybody who can make Playboy more interesting, more relevant, it's Daren,\" van der Vord told the Times.",
  "Even after Hugh Hefner's death, it's clear, the property will continue to be a prominent Los Angeles location.",
  "Records show he bought that property from Hefner and then-wife Kimberly Conrad Hefner for $18 million in 2009.",
  "Metropoulos & Co. also revived Pabst Brewing, selling the beer company in 2014 for an estimated $750 million.",
  "CLOSE With Hugh Hefner's son Cooper in charge of creative control, Playboy vows to depict nudity tastefully.",
  "Playboy Enterprises agreed to pay $1 million annually to lease the property, the Los Angeles Times reported.",
  "\"I was fortunate to know him as a neighbor and friend, and I extend my deepest sympathies to his family.\"",
  "Metropoulos attended Babson College and the University of Connecticut before joining the family business.",
  "Representatives of Playboy Enterprises did not immediately respond to emails seeking comment.",
  "The mansion is also one of the few Los Angeles private homes with its own zoo permit.",
  "Hefner famously used the home to host costume parties and other gatherings.",
  "Separately, he helped restructure the food conglomerate Pinnacle Foods.",
  "However, Metropoulos dropped a potential hint at the time of the sale.",
  "Metropoulos and his brother also served as co-CEOs of Pabst Brewing.",
  "He helped the Petropoulos family on the Pabst Brewing deal.",
  "Nathan Rousseau Smith (@fantasticmrnate) reports."
]