[
  "Even overpay if necessary, the property will pay you back the difference, if its value and location is really right.” The Mitzners, through RIDA, are managing partners on some $5 billion in real estate worldwide, including the Gaylord resort hotel in Aurora, Colo. and the Hilton Orlando.",
  "Mayor Sylvester Turner says the Marriott Marquis “makes our city exponentially more attractive to the largest and most prestigious conferences and trade shows in the world.”\n\nHouston can be a hard city to love, especially during the hot months.",
  "So they feel like it’s on them to never give up.”\n\nMitzner followed his uncle into hosiery, then went off on his own, borrowed all he could to buy some machines, then the factory, and by the mid ‘60s had made a fortune in fishnet stockings.",
  "DAVID MITZNER SURVIVED the Warsaw ghetto and 8 years in the Soviet gulag before coming to America in 1949 and making his fortune, first in fishnet stockings, then real estate.",
  "From his 28th-floor Presidential Suite Goodell will have a great view of downtown, and of the hotel’s outdoor pool, which features a “lazy river” in the shape of Texas.",
  "In 2014 Mitzner celebrated his 99th birthday at its groundbreaking, and he was involved in every aspect, until his health finally went into a decline a year ago.",
  "According to his autobiography, Mitzner refused to wear the Star of David armband, and he took to traveling around without his papers, to obscure his ethnicity.",
  "The majority partner in many of Mitzner’s projects is now publicly traded Ares Management LP (NYSE:ARES), which absorbed the Apollo real estate portfolio.",
  "“The climate was fantastic, and everything was so alive, so big,” he wrote in his autobiography, “Nesim All Around Me.” The family moved to Houston.",
  "He held them for more than a decade, then teamed with Apollo Real Estate to build the $900 million Champions Gate resort — RIDA’s biggest project.",
  "William Mack, formerly with Apollo Real Estate, now chairman of Mack-Cali Realty, began partnering with Mitzner in real estate two decades ago.",
  "He died in September, at age 101, just a few months before completion of his final project — the new $350 million, 1,000-room Marriott Marquis.",
  "In his autobiography, Mitzner said he regretted not bidding quite high enough to acquire the Warsaw Marriott (coulda had it for $97 million).",
  "Restaurants at the Marriott Marquis include Biggio’s, featuring a 20-foot tall TV screen, and Xochi, a new outpost of superchef Hugo Ortega.",
  "In the center of the lobby you’ll see a large portrait of Mitzner’s wizened old head, made out of bullets — a work by artist David Palmer.",
  "The city loves people with skin in the game — doesn’t matter if you’re from Vietnam, Colombia or a 4’10” refugee from the Siberian gulag.",
  "In the mid 1970s, when he was about 60, Mitzner decided to phase out of hosiery — too much competition from Asia — and into real estate.",
  "“He kept telling me, I want a big lobby with beautiful chandeliers,” says Laura Mitzner, a director at family-held RIDA Development.",
  "The country had long been an anvil between Russia and Germany, but now with NATO protection, Mitzner was convinced it could thrive.",
  "They reinvested, and in 2013 recapitalized their 28-property Polish shopping center portfolio, selling $650 million in senior debt.",
  "Brought up in the family garment trade, Mitzner brought in money by smuggling sweaters he’d sell to German and Russian soldiers.",
  "Mitzner’s good timing helped revitalize Warsaw, and in 2006, landed him on the front page of the Wall Street Journal at age 90.",
  "Mitzner came to believe that the only things worth owning are hotels and shopping centers, in the right locations, of course.",
  "But he wasn’t investing out of nostalgic nationalism, and started selling Polish holdings while others were still piling in.",
  "He was loaded with hundreds of men on a train to Siberia, where their first labor was to build their own concentration camp.",
  "First it was shopping centers in Houston, though the early 1980s oil bust erased his equity and left Mitzner deep in debt.",
  "Super Bowl site NRG Stadium is a short ride away, as is Houston’s art’s district and the world-class Texas Medical Center.",
  "With its pro-growth attitude, no state income tax, and ease of doing business, Houston draws people seeking opportunity.",
  "When the NFL rolls into Houston for Super Bowl LI, Commissioner Roger Goodell will take up residence at the new joint.",
  "As he used to say, “It takes the same effort to do it bigger.”\n\nMeanwhile, Mitzner had made a sober return to Poland.",
  "It’s a few blocks from Toyota Center (Rockets), Minute Maid Park (Astros) and BBVA Compass Stadium (Dynamo soccer).",
  "The 34-year-old arrived in New York with $17 and promptly blew half of it on a cab to his uncle’s meager apartment.",
  "And he wasn’t afraid of taking a risk.”\n\nAfter surviving 8 years in the Soviet gulag, what did he have to lose?",
  "And it's also the most diverse at 6% Asian, 17% black, 36% latino and 40% white, according to the 2010 census.",
  "The best: 137 acres between Orlando and Tampa on the only I-4 interchange that Disney didn’t already own.",
  "Underneath all that water is the hotel’s Grand Ballroom, at 39,000 square feet the biggest in the city.",
  "Building a hotel in Houston was Mitzner’s way of giving back to his adopted hometown, says son Ira.",
  "In 2012 RIDA bid aggressively to beat out 5 other developers in a city bidding process to build it.",
  "Most of Mitzner’s friends and family likely perished at the Treblinka or Janowska death camps.",
  "Released in 1948, Mitzner made it to Moscow, then Sweden, where a jail cell felt like heaven.",
  "The hotel is in a prime spot — downtown, adjacent to the convention center and a great park.",
  "It's the fastest growing big city in America, adding a million residents in the past decade.",
  "“There’s something special about the immigrant,” says son Ira Mitzner, who now runs RIDA.",
  "When the Nazis invaded Poland in 1939, Mitzner’s hometown soon became the Warsaw ghetto.",
  "“He may have only been 4’10”, but he had the character of someone 6-foot-6,” says Mack.",
  "Partnering with Apollo, he got in early, buying up $900 million of real estate there.",
  "Apollo-RIDA sold the Warsaw Trade Tower for $150 million, a nearly $70 million gain.",
  "“If he had been a smoker, we wouldn’t be here today,” says lucky grandson Steven.",
  "He was shocked by how much product he could sell on the Mexico border at Laredo.",
  "Says Ira, “He appreciated the sense that once you’re here you’re part of us.” F",
  "Mitzner had lived much better back in Warsaw and was determined to do so again.",
  "Who has time to play golf?” Mitzner preferred to watch professional wrestling.",
  "So he doubled down; with a $40 million loan from Barclays he placed more bets.",
  "He was an extrovert, and fearless (both the opposite of his late wife Ruth).",
  "He found Texas refreshing after two decades in the crowded, cold Northeast.",
  "“He loved big projects, loved creating jobs,” says grandson Steven Mitzner.",
  "“I’ve learned my lesson: if you think something has real value — go for it.",
  "The family never took vacations, unless the trip was business related.",
  "Mitzner first came to Texas around 1970, looking for hosiery buyers.",
  "He survived in part by trading his tobacco ration for extra bread.",
  "That didn’t fly with the Russians who arrested Mitzner in 1940.",
  "He toiled at lumber camps, dug graves for countless prisoners.",
  "A separate banking consortium financed the Marriott Marquis.",
  "Mitzner spent the next 8 years in the Soviet gulag system.",
  "It’s Worth It.”) So why did Mitzner love it here?",
  "“They marvel that America gave them this chance.",
  "He considered it a gift to his adopted hometown.",
  "You’ve never seen a hotel with a bigger lobby.",
  "Posing as a Rabbi he got a visa to the U.S.",
  "“He was tougher than bullets,” says Laura.",
  "“He didn’t have a country club lifestyle.",
  "(The city's unofficial slogan: “Houston.",
  "Its chandeliers hold 60 tons of crystal.",
  "“This can be something,” he declared.",
  "“He was such a hustler,” says Ira.",
  "By 1989 he had 1,200 acres there.",
  "“He was larger than life.",
  "The city needed it."
]