[
  "Items include the bedazzled rainbow heart makeup set and metallic hot pink glitter makeup\n\nA report last Friday from WJAR-TV in Rhode Island cited Kristi Warner, who mailed her daughter's glitter makeup kit to a lab, which said it contained tremolite asbestos, a toxic, cancer-causing material.",
  "The retailer, which was bought by private equity firm Apollo Global Management in 2007 in a roughly $3.1 billion deal is — like many of its peers — coping with a steep debt load while also adjusting to the changing retail landscape.",
  "Deaton said he would not pursue legal action if Claire's does the \"right thing\" by \"admitting its products are contaminated,\" recalling them and ending its relationship with those vendors.",
  "Warner sent her products to the Scientific Analytical Institute, which also conducted tests on products sold by teen retailer Justice earlier this year, similarly finding asbestos.",
  "Warner sent the products to be tested, because her background made her aware of the potential danger of the makeup, which was a gift to her daughter, she told CNBC on Thursday.",
  "On Friday it said the initial results of its lab found the cosmetics tested to be free of asbestos and continues to test out of an abundance of caution.",
  "The company earlier this month reported sales of $315 million for the fiscal third quarter, a 0.8 percent increase from the same quarter a year earlier.",
  "Sean Fitzgerald, director of research and legal services at Scientific Analytical Institute, says it stands by the results of both tests.",
  "Claire's has been further hurt as the malls in which many of its stores are located have lost their luster as a hotbed of teen activity.",
  "Jewelry store Claire's has pulled a number of its glittery items after allegations that they include asbestos, and is offering refunds.",
  "Its adjusted earnings before interest, taxes, depreciation and amortization jumped more than 14 percent to $42.4 million.",
  "John Deaton, who founded the East Providence, Rhode Island, law firm, told CNBC that the firm would consider litigation.",
  "It also said it confirmed that the talcum ingredient supply is from a certified asbestos free European vendor.",
  "He just wants knowledge of the alleged asbestos to be made public and for Claire's to address it.",
  "Claire's said Thursday that it is hiring an independent laboratory to test the cited products.",
  "Warner works at the Deaton Law Firm, which focuses primarily on mass tort asbestos litigation.",
  "Ascena Retail Group, which owns Justice, did not immediately respond to requests for comment.",
  "Last year, Claire's generated roughly 30 percent of its sales in its fiscal fourth quarter.",
  "When Justice did its own tests, it said the results found them to be asbestos-free.",
  "He said the firm's involvement is not a publicity stunt or to generate business.",
  "It continues to honor returns for any customers remaining uncomfortable.",
  "As of Oct. 28, 2017, it had cash and cash equivalents of $25.8 million.",
  "The pulled products and refunds come at a perilous time for Claire's.",
  "For retailers, the holiday season is the most crucial of the year.",
  "Deaton said different labs have different strength microscopes."
]