[
  "Ships, in addition to acting as a mode of transport, are a collection of restaurants, hotels and theme parks, yet they are not subject to oversight by regulatory agencies like the FDA, FAA or Department of Labor (or any international equivalent) that would typically provide management a meaningful incentive to protect customers or employees.",
  "Digging deeper reveals that one of the key drivers of the improving Free Cash Flow Per Passenger Cruise Day numbers are cashflow statement adjustments that obscure the cashflow generating potential of pure ship operations, specifically cash from customer advances, share based compensation, and various write offs related to financing fees.",
  "When we probed this claim further, it turned out that NCLH did not just have evidence they were not willing to share, but rather noted that their accounting system did not have the request detail or sophistication to determine the exact location of on-board spend (whether it be at the point of purchase or on-board).",
  "We do not have visibility into the current maintenance cycles for the ships; however, we can confidently say that within the next 18 months, 40% of their fleet will experience a >50% increase in fuel price, and roughly 60%P3F of the existing fleet will need to be pulled from operations for retrofitting.",
  "Additionally, even if global consumer demand balloons by >40% and NCLH manages to fill 100% of the capacity coming online through 2025, their current valuation requires them to grow ticket (and onboard) prices by an average of 8% a year for a decade (see Valuation for further discussion).",
  "NCLH cannot afford to lose onboard revenue or operate at less than full capacity, meaning ships must somehow attract 100%+ occupancy and maintain price integrity by selling tickets that increasingly cover a wider spread of services and decrease in price as time goes on.",
  "The industrywide 5-year average income margin of 11%, achieved within the context of an industrywide effective tax rate of less than 3% and below minimum wage salaries for on-board employees, suggests the business model is exposed to significant unpriced political risk.",
  "NCLH was founded in 1966 as the Norwegian Caribbean Line and gained popularity for their freestyle cruising, which meant no set times or seating arrangements for meals and no formal attire required; a stark contrast to other cruise liners plying their trade at the time.",
  "Furthermore, to reverse the steadily falling (albeit still above 100%) occupancy rates management has had to increase spending on marketing expenses, a move reflective of both the firm’s need to continually raise prices and expand into new markets.",
  "CCL and RCL do not generate far superior returns, each earning approximately 1% on top of their cost of capital, but NCLH will have a hard time building a sustainable business if their return on investment continues to trail their cost of capital.",
  "We believe management is aware of this issue, which is one the reasons they chose to promote “Adjusted Free Cash Flow.” In our Free Cash Flow calculations above we have made several adjustments that many may disagree with, and we recognize that.",
  "Even if the company was not embarking on aggressive supply build out, their working capital suggests they cannot afford to pay their bills without continual debt re-issuance and/or ever-increasing customer advances to finance ongoing operations.",
  "For the last five years NCLH has managed to increase its revenue earned per passenger cruise day from $225 to $291, an increase of 29.3%, at the same time CCL and RCL have both maintained roughly flat revenue earned per passenger cruise day.",
  "If demand fails to keep pace with the sharp increase in supply, NCLH will be confronted with a new operating paradigm, needing to generate a majority of their revenue growth through ticket price increases as opposed to supply growth.",
  "This is a concerning situation, especially given the advent of bundling, an industry practice in which on and off-board experiences/amenities/dinning etc., are included in the initial ticket price, in addition to the cost of a berth.",
  "If China reverts to the previous 5-year growth rate (which doubles global CAGR from 2% to 4% over the same time period), the industry will be between 1.5 million and 3.2 million passengers short every year for the next eight years.",
  "A reverse DCF analysis suggests that that the current market price is justified only if NCLH manages to grow revenue by an average of 12% a year for the next decade while growing free cash flow at 8.6% a year over the same period.",
  "In the absence of a fast-growing Chinese cruising population it is unclear where the passengers to fill new ships will come from given that global cruise passengers excluding China have grown at a 5-year average CAGR of just 2%.",
  "Despite the robust growth NCLH struggles to produce meaningful free cash flow, and is reliant on what amounts to an interest free loan by passengers who are required to pre-pay for vacations to finance working capital expenses.",
  "Compliance requires NCLH to run their smaller vessels (~11 of the premium Regent and Oceania brand ships) on marine gas oil because the ships are too small to be retrofitted with scrubber hardware that reduces sulfur emissions.",
  "Additionally, despite the socially conscious focus that management advertises, margins are dependent on employing cheap labor with unregulated wages, taking advantage of tax havens and a lack of meaningful regulatory oversight.",
  "Should the supply/demand imbalance in future years be anywhere close to our outlook, the volume of customer advances, and thus their value on the balance sheet as a financing item, are susceptible to significant erosion.",
  "Risks to Thesis: The 2018 booking curve appears healthy; customer advances as a percentage of annual revenue for the following year suggests that 2018 revenue will be close to $6 billion, an 11% y/y increase from 2017.",
  "Not only is there unprecedented supply growth around the corner but there is little evidence to suggest that management has figured out how to efficiently convert record high revenue per cruise day into real returns.",
  "For the ratio of berths to annual passengers to remain in line with the historical ratio dating back to 2007, the number of cruise passengers needs to increase by more than 40% or roughly 11 million passengers.",
  "Despite the existence of 55+ cruise ship brands, close to 80% of global market share is held by three companies: Carnival Cruise Line (CCL), Royal Caribbean International (RCL) and Norwegian Cruise Line (NCLH).",
  "NCLH is currently engaged in a significant expansion of their fleet at the same time as an industrywide expansion, even though they fail to operate their existing fleet as economically as their competitors.",
  "NCLH has communicated to investors that both options are on the table; however, we do not believe NCLH can generate sufficient free cash flow to fund either initiative absent new borrowing for the purpose.",
  "During our conversations with NCLH we learned that despite the importance of on-board revenue, management does not in fact know what the actual division of revenue sources are, they simply estimate it.",
  "What this means is that management can grow revenue in only two ways: either through the addition of a new ships/berths or through increasing prices across the board (tickets and on-board amenities).",
  "We have chosen to look at Free Cash Flow Return on Gross Property on a rolling five-year basis because five years is management’s stated timeframe for achieving a cash on cash payback for newbuilds.",
  "NCLH also has options for two additional ships for delivery in 2026 and 2027 with a total capacity of 6,600 passengers, which would be an increase of total fleet capacity of 37% in nine years.",
  "We believe this level of fleet expansion, in the context of the global fleet expansion discussed above is problematic, especially given NCLH’s struggle to convert revenue into free cash flow.",
  "Of the half associated with the Leonardo ships, roughly $2.5 billion is borrowed via a series of term loans that have been arranged but are not yet drawn, raising debt levels to $8.6 billion.",
  "The primary risk to our thesis is that NCLH can hold a 3-5% annual pricing power increase for the foreseeable future commensurate with global demand outpacing the unprecedented supply growth.",
  "When viewed through the lens of economic value add, the reason that NCLH can earn more revenue per cruising day but generate an inferior real return compared to their peers becomes apparent.",
  "In both cases, ship registration (referred to as flagging) makes up a significant percentage of total government revenue, neither is incentivized to either enforce rules or add regulations.",
  "Apollo brought the company public in January 2013 and sold a premium cruise line, Prestige Cruise International, that they owned to NCLH in a cash/stock deal worth $3.025 billion in 2014.",
  "When adjustments for all these items are made the positive trend in the NCLH cash flow profile over the last fewer remains, but ship operations alone remain cashflow negative operations.",
  "Since 2006, basic free cash flow (defined here as Cash Flow from Operations Less Capital Expenditures with no adjustments) has been negative more often than positive (8 out of 12 years).",
  "NCLH’s ability to finance their contractual commitments related to new builds and operating expenses through cash generated from operations, as opposed to debt, significantly lags peers.",
  "Furthermore, as seen in Figure 2, NCLH historically has derived approximately 63% of their annual revenue growth by adding berths, with the remaining 37% contributed by price increases.",
  "NCLH management calculates “Adjusted Free Cash Flow” as CFO, minus newbuild and maintenance CAPEX plus proceeds from ship construction financing (otherwise known as proceeds from debt).",
  "It is not clear where the remaining $3.6 billion of capital committed to new builds will come from given that the firm can barely finance operations from cashflow let alone expansion.",
  "Business Description: NCLH is a holding company incorporated in Bermuda, has executive offices in Miami, Florida, and operates cruise ships that fly Marshall Islands or Bahama flags.",
  "All of this is occurring within the context of a business model, employed throughout the industry, that is suggestive of a fixed cost structure that is at odds with product pricing.",
  "Oddly enough, this jump coincides with a stronger push by management to sell bundled ticket packages, which would seem to reduce on-board spend, rather than increase on-board spend.",
  "Target price: $26\n\nRecent price: $53.61\n\nTimeframe: 1-2 years\n\nInvestment Thesis: Norwegian Cruise Line Holdings LTD (NCLH) is the third largest cruise line operator in the world.",
  "As noted in NCLH’s Q1 2018 earnings call, management has a target leverage ratio of 3.7X, and they aim to achieve that goal not by paying down debt but by growing earnings faster.",
  "At the current time the cruise industry is highly consolidated, a transition that has occurred over the last 20 to 30 years to the benefit of the industry’s largest incumbents.",
  "• Unprecedented supply growth\n\nLooking ahead, the industry is soon to be confronted with 105 new ships coming online by 2025, expanding the industries current capacity by ~33%.",
  "The fixed costs associated with running 1,000+ berth ships are so high that cruise companies often, counterintuitively, lower ticket prices as a departure date approaches.",
  "In some cases Barron’s edits the research for brevity; professional investors can access the full version of this thesis and tens of thousands of others at SumZero.com.",
  "Disclaimer: The author’s fund had a position in this security at the time of posting and may trade in and out of this position without informing the SumZero community.",
  "Regulatory compliance and enforcement falls on the governments of the nations in which ships are registered, the Bahamas and the Marshall Islands in the case of NCLH.",
  "There is close to a $1 billion shortfall between current assets and current liabilities, excluding customer advances which make up roughly 50% of current liabilities.",
  "However, should this trend reverse, the opacity of revenue sources, especially given the importance of on-board revenue to feed margins, is particularly problematic.",
  "Should this trend hold, the industry will be 6.6 million passengers short of maintaining current capacity levels with the new volume of ships in the next two years.",
  "A sudden surge in Asian demand presents a risk as well; however, it would need to be accompanied by significantly higher ticket prices, leading to higher margins.",
  "The acquisition extended the NCLH brand into the premium cruise market and firmly established the company as one of the three largest cruise liners in the world.",
  "Revenue growth of less than 4% a year produces a valuation of less than $16; flat revenue growth, or a fall in revenue analogous to 2008/09, would be troubling.",
  "It is worth noting that over the last four years “Proceeds from Ship Construction Financing Facilities” has accounted for 101.7% of “Adjusted Free Cash Flow”.",
  "The negligible headroom in margins will provide little relief to soften the blow as rising interest rates and oil prices continue to apply downward pressure.",
  "As of FY2017, NCLH had $6.3 billion in debt on the books, a debt to equity ratio of 1.1, with $6.13 billion in non-cancelable ship construction commitments.",
  "Second, their larger ships (~13 of the Norwegian vessels) will have to be retrofitted with scrubbers a process that will require the firm to dry-dock ships.",
  "The firm has three operating subsidiaries (Norwegian Cruise Line, Oceania Cruises and Regent Seven Seas Cruises), 26 ships and approximately 54,000 berths.",
  "As measured by market share, CCL is the largest with a $46 billion market capitalization, followed by RCL at $23 billion and NCLH at close to $12 billion.",
  "Business Model Issues: Even in the absence of unpriced political risk, the cruise industry business model lacks endurance, especially in the case of NCLH.",
  "Furthermore, margins are likely to come under increased pressure due to rising costs making the challenge of achieving real returns even more significant.",
  "Complicating NCLH’s cashflow situation further is fact that Operating Cash Flow Return on Gross PP&E also trails both RCL and CCL by a significant margin.",
  "We believe 2019 will present a materially different outlook for NCLH and the signs of deterioration will begin to emerge towards the latter half of 2018.",
  "We estimate that NCLH has an intrinsic value of less than $26 per share, suggesting a return from shorting the stock of more than 51% at current prices.",
  "We believe there is ample evidence to support the conclusion that global demand is unlikely to keep pace with cruise ship capacity between now and 2025.",
  "In January 2008, Apollo Global Management acquired 50% of the outstanding ordinary shares of Norwegian Cruise Line and assumed control of the Board.",
  "Regulatory Framework: The current cruise industry business model depends on a lack of proper international regulatory oversight to maintain margins.",
  "The primary governing body for the cruise industry is the International Maritime Organization (IMO), a specialized agency of the United Nations.",
  "With the sustained rise in Brent crude prices over the past six months, fuel costs may now become an issue putting downward pressure on margins.",
  "We do not believe this is a sustainable strategy, or given the expected growth in debt related to future contractual commitments, even possible.",
  "The IMO has the power to impose regulations on the industry; however, they do not have the power to create laws and have no ability to enforce.",
  "Of their peers, NCLH already attracts a higher price per passenger cruise day suggesting that there may be little headroom to inflate further.",
  "At times during the last five years it certainly appeared that China could produce 11 million additional passengers without breaking a sweat.",
  "The most pressing concern for NCLH is the firm’s inability to convert their industry leading revenue per passenger cruise day into cash flow.",
  "Why an Opportunity Exists: NCLH is coming off a record year of revenue growth, the booking curve is extended and management optimism is high.",
  "The ongoing challenge of converting revenue into cash flow is going to become even more problematic with new capacity flooding the market.",
  "Additionally, liabilities that need to be met within one year far exceed current assets that can be monetized over the same time horizon.",
  "NCLH will be forced to raise ticket prices on price sensitive consumers by more than 8% a year to keep pace with its current valuation.",
  "The firm has assured us we are incorrect in this belief and have great confidence that bundling does not cannibalize on-board revenue.",
  "It’s unnecessary, counterproductive and speaks volumes about management’s decision to frame a narrative at the expense of investors.",
  "• Operational efficiency trending in the wrong direction\n\nSince 2014, total cruise costs per capacity day have increased by 24%.",
  "Text size\n\nThis article first appeared on SumZero, the world’s largest research community of buyside investment professionals.",
  "On a rolling five-year basis, NCLH has not generated a positive Free Cash Flow Return on Gross Property, Plant and Equipment.",
  "IMO 2020, a regulation that restricts sulfur content in bunker fuel from 3.5% to 0.5%, is 18 months away from taking effect.",
  "Of that $6.13 billion, roughly half is related to four newbuild Leonardo Class ships to be delivered between 2022 and 2025.",
  "The current market price and management optimism are based on an extrapolation of recent growth trends far into the future.",
  "By 2022 the industry will have experienced 8 consecutive years of global fleet berth expansion of greater than 5% a year.",
  "In 2017, NCLH ticket sales accounted for 70% of total gross revenue with the remaining 30% attributed to on-board sales.",
  "Compared to RCL and CCL, NCLH is the only company with a cost of capital that exceeds their return on invested capital.",
  "This will expand total berth capacity by 25% at a cost of roughly $6.13 billion excluding interest on associated debt.",
  "The customer advances thus act as a form of interest free loan the companies use to finance working capital expenses.",
  "We fail to arrive at any explanation other than to mislead shareholders by masking their ability to generate cash.",
  "NCLH is highly levered with significant capital commitments that leave no room for execution/operational error.",
  "NCLH is currently priced as if the growth trends of the last eight years are sustainable long into the future.",
  "Both RCL and CCL have retained earnings compared to total assets that are four to five times higher than NCLH.",
  "NCLH has six ships on order for delivery through 2025, adding roughly one ship a year for the next six years.",
  "According to Goldman Sachs, Chinese Cruise passenger numbers grew 70% a year during the period 2012 to 2016.",
  "Put another way, all the “cash” management is pitching to the public as free cash flow is borrowed money.",
  "Continued economic expansion in the U.S. will need to persist far beyond 2020 for this reality to unfold.",
  "For the valuation model, multiple charts, data sources and appendix, find the full report at SumZero.com.",
  "We do not believe that the same can be said of NCLH management’s “Adjusted Free Cash Flow” calculations.",
  "In 2018, though, the number of Chinese cruise passengers is expected to shrink by nearly 400,000 or 14%.",
  "Financial Standing: NCLH debt levels are concerning and do not appear to be subsiding or sustainable.",
  "Firms do this to maximize revenue from each ship as ticket prices alone do not cover operating costs.",
  "Should the booking curve protract, NCLH gets squeezed on both the balance sheet and income statement.",
  "This trend is not driven by fuel costs, which would be the most obvious culprit; it is the opposite.",
  "New ship orders are significant and industry enthusiasm about untapped demand in China is palpable.",
  "Furthermore, management believes on-board revenue jumped roughly 10% in 2017 vs. the previous year.",
  "Management estimates that approximately 50% of the on-board revenue is booked before the cruise.",
  "Not only would that be unprecedented, it seems awfully daunting for a price-sensitive consumer.",
  "Royal Caribbean’s President of Chinese Operations Zinan Liu believes that 2019 could be worse.",
  "This is problematic for NCLH, which has historically relied on demand growth to drive revenue.",
  "Finally, the initiation of a dividend or a share buyback program are risks to our valuation.",
  "This compares to 90% of industry operating income being attributable to onboard revenue.",
  "Firms are highly incentivized to keep their occupancy rates at, or greater than, 100%.",
  "Marine gas oil, as of May 2018, is 58% more expensive at spot prices than bunker fuel.",
  "NCLH can ill afford to have demand lag new supply, an outcome that looks likely.",
  "Trends in many of these numbers appear to be heading in the right direction.",
  "Much of the industry is pinning its hopes on China to fill this new supply.",
  "The typical period between dry-docks for routine maintenance is five years.",
  "Growth, in the form of new ships, is being financed entirely through debt.",
  "In 2017, 94% of NCLH operating income was attributable to onboard revenue.",
  "Our research suggests this is an error in management judgement.",
  "It is challenging to create any scenario where costs decrease.",
  "Excluding fuel, costs have risen by 29% over the same period.",
  "Strong revenue growth masks the issue of transparency nicely.",
  "75% of those ships will come on line in the next four years.",
  "Their self-financing capabilities appear weak (See Table 8).",
  "On-board passenger spend is necessary to maintain solvency.",
  "There is little slack in the system to sell more tickets.",
  "The importance of on-board revenue cannot be overstated.",
  "By 2025, the imbalance will have grown to 10.5 million.",
  "There are significant head winds for the firm though.",
  "There is no precedent to suggest that is possible.",
  "Looking ahead, cost projections appear bleak.",
  "• Struggles Converting Revenue into Returns.",
  "Please see Appendix A for further details.",
  "This adjustment is inappropriate."
]