[
  "“Shortening the settlement cycle, while not a regulatory mandate in the United States, is an industry effort that is expected to yield important benefits including reduced counterparty risk, decreased clearing capital requirements, reduced pro-cyclical margin and liquidity demands and increased global settlement harmonization,” according to a T+2 report posted to SIFMA’s website.",
  "Blackstone Group and Goldman Sachs Merchant Banking-owned Ipreo and technology company Symbiont are working to improve settlement through the use of blockchain, which has the potential to eliminate the cost and risk associated with data entry and reconciliation inherent in the loan market, said Joe Salerno, who heads loan trade settlement at Ipreo.",
  "The proposed loan changes come as the equity, and corporate and municipal bond markets seek to decrease their settlement times to two days from three, aiming to take effect in 2017, according to participants at the Securities Industry and Financial Markets Association (SIFMA) T+2 Symposium in New York February 23.",
  "“In addition to resolving the headline problem of slow, unpredictable loan trade settlement, our combined solution will provide lenders secure access to all critical data on its investment in the loan – from its ownership position to contract-level details to interest and fee calculations,” Salerno said.",
  "Virtus Partners, a fixed-income provider that runs Virtus Trade Settlement, met with about 40 investment firms and banks in January and discussed back-office issues related to settlement that need to be addressed as well as the cost to upgrade technology, sources told LPC earlier this year.",
  "The Loan Syndications and Trading Association (LSTA), the New York trade group, may release in the next one to two months final rules for delayed compensation, a pricing adjustment payable to a counterparty when a secondary loan trade closes late, which may also help to speed the process.",
  "The LSTA is working to expedite settlement as well and says its delayed compensation rules is expected to “create urgency” from the buyer to close a trade and increase a bank’s incentive to use its own balance sheet to settle transactions when it is the buyer, according to a presentation.",
  "NEW YORK (Reuters) - Participants in the $880 billion leveraged loan market are taking a multi-prong approach to cutting the time it takes to complete a loan trade as regulators warn that long delays may prohibit funds from meeting redemptions during times of volatility.",
  "One approach to improve closing is the use of an electronic messaging system, Financial products Markup Language (FpML), which will enable buyers, sellers and agents to share both trade settlement and underlying asset information with no manual inputting, said Katira.",
  "The US Securities and Exchange Commission (SEC) in a proposal to improve risk management of funds, which are an important investment component of retirement and college savings plans and can include leveraged loans, criticized lengthy settlement processes.",
  "Some market participants bemoan the price involved in improving settlement including updating technology or potentially hiring additional staff especially when many are devoting time and resources to comply with increased regulatory requirements.",
  "The two companies announced in March they were integrating Ipreo’s loan trade settlement platform with Symbiont’s smart contracts, digital contracts stored on blockchain that are created to be programmable versions of traditional securities.",
  "“Promoting stronger liquidity risk management is essential to protecting the interests of the millions of Americans who invest in mutual funds and exchange-traded funds,” SEC Chair Mary Jo White said in a September release for the proposal.",
  "“The market is getting more aware of [settlement] technology and that it is a step forward,” said Bhavik Katira, founder of consulting firm TenDelta, which has been spearheading an electronic messaging effort for the loan market.",
  "Markit, the financial data company, is working on Markit Clear, an update to its ClearPar system for settling loans, which will include straight-through-processing that should help reduce settlement delays with more automation.",
  "Commenting on the proposal in a January letter to the SEC, the LSTA said its goal is to “transform” syndicated loan settlement within the next three years to make it adhere to standards in other asset classes.",
  "Earlier this year Markit acquired the position reconciliation technology assets of DTCC Loan/Serv and systems integration software from JP Morgan, middleware that connects operating systems and applications.",
  "TOO LONG\n\nIt took 19.3 days to complete a loan trade during the first quarter of 2016, according to Markit, more than double the seven days recommended by the LSTA.",
  "It took 19.3 days to complete a loan trade in 2015; high-yield bonds currently close in three days with a push to shorten that time frame to two days.",
  "The September SEC proposal would require firms to classify the liquidity of assets invested in open-end mutual funds and exchange-traded funds (ETF).",
  "Leveraged loans provide financing to back buyouts including the purchase of security systems company ADT by Apollo Global Management in February.",
  "The final version for loan settlement FpML may be released by the International Swaps and Derivatives Association by the end of the year.",
  "Markit and Ipreo are among firms working on platforms that may automate the process, cutting the time it takes to close a loan trade.",
  "“Streamlining this information will help highlight bottlenecks in the settlement process,” he said.",
  "There was US$115.4bn in those funds at the end of 2015, according to Thomson Reuters LPC data.",
  "“There is more willingness by market participants to spend money” to improve the process.",
  "Both will be integrated with Markit Clear.",
  "An SEC spokesperson declined to comment."
]