[
  "— Bloomberg News\n\nCURRENCY\n\nEurope gets first bitcoin exchange\n\nEurope’s first regulated bitcoin product — an asset-backed exchange-traded instrument that will invest exclusively in the digital currency — begins trading this week on the Gibraltar Stock Exchange and Germany’s Deutsche Boerse.",
  "BitcoinETI will be available through regulated brokerages across Europe, and settlement will be handled through Clearstream and Euroclear, the Gibraltar Stock Exchange said, rather than via bitcoin’s shared ledger system, the blockchain.",
  "Smartphones accounted for 45.1 percent of shopping traffic on the Web in the first quarter of this year, edging out computers at 45 percent, according to a study from Demandware, an e-commerce software provider.",
  "“If they can get it right on mobile today and tomorrow, that’s where they’re going to see a lot of value going forward,” said Rick Kenney, author of the study and head of consumer insights for Demandware.",
  "The firm, which was acquired by Salesforce.com this month, projects that number will continue to increase, with phones accounting for 60 percent of e-commerce visits by the end of next year.",
  "While smartphone shopping allows retailers to reach customers any time and any place, merchants face obstacles in getting the most out of mobile platforms.",
  "The Web-based currency can be used to send money instantly around the world, free of charge and with no need for third-party checks.",
  "RETAIL\n\n45% of Web shopping on mobile, study says\n\nFor retailers at least, the most important screens are now the small ones.",
  "Demandware projects that by the end of next year, shoppers will place more orders on their phone than on any other device.",
  "Demandware found that mobile-checkout completion is 11 percent lower than the combined rate from all other devices.",
  "Its value has been volatile, peaking at more than$1,200 in late 2013 before crashing after the collapse of the Mt.",
  "Technologies such as Apple Pay, Android Pay and PayPal are offering retailers solutions to their struggles.",
  "It is accepted by several major online retailers and is used in more than 200,000 daily transactions.",
  "It has since stabilized somewhat, trading at about $655 on Monday, up more than 50 percent this year.",
  "Kenney said larger screens and better mobile Web browsing will improve the shopping experience.",
  "Sales from mobile more than doubled from 2013 to 2015, according to research firm ComScore.",
  "Lengthy checkout times and payment procedures can deter consumers from completing orders.",
  "— Reuters\n\nAlso in Business\n\n— From news services\n\nComing Today\n\n— From news services",
  "Gox bitcoin exchange."
]