[
  "There’s some question as to the ongoing value of the joint venture; Fuji Xerox had to restate earnings amid allegations that subsidiaries in New Zealand and Australia inflated numbers, and Xerox cited material differences between audited and unaudited financials for the venture as one reason for its decision to terminate the deal.",
  "Visentin was CEO of Novitex Enterprise Solutions, the former Pitney Bowes management-services business that Apollo acquired in 2013, and served as senior adviser to the chairman of Exela Technologies, which was formed via the combination of Novitex with SourceHOV and Quinpario Acquisition Corp. 2 in 2017.",
  "As for the business itself, there is growth potential in the Asian markets Fuji Xerox primarily caters to, but generally speaking, it seems unlikely that a buyer not named Fujifilm will want to place a premium on Xerox’s minority stake in the business (Fujifilm already controls 75 percent of Fuji Xerox).",
  "The Xerox investors announced an agreement late Sunday to replace a large chunk of the board at the $7 billion printer-supplier, oust CEO Jeff Jacobson and cancel a deal that would have brought the company under the control of Fujifilm Holdings Corp.",
  "Under the terms of the complex transaction, Xerox would have merged with the companies’ office-equipment joint venture, Fuji Xerox, eventually giving Fujifilm a 50.1 percent stake in the combined entity.",
  "Much of the value for the proposed combination with Fujifilm came from the potential cost savings and enhanced geographic distribution that would result from consolidating Xerox within the joint venture.",
  "But as my colleague Nisha Gopalan argues, that prospect becomes a lot less attractive should Fujifilm be required to convert its proposal to a straight cash bid.",
  "Deason – who acquired a stake in Xerox in 2010 through the sale of Affiliated Computer Services, which he founded – and Icahn had blasted the deal with Fujifilm.",
  "The agreement caps months of back and forth – including a previous settlement that Xerox agreed to earlier this month, before backing away days later.",
  "But the uncertainty over Xerox’s future is only just beginning, something investors realized as they sent the shares down as much as 10 percent.",
  "That’s interesting, because the newly anointed CEO John Visentin, who advised Icahn on the Xerox proxy fight, has ties to Apollo.",
  "It’s been investing in health care and cosmetics, and shareholders would rather see it spend dollars in those areas.",
  "Icahn and Deason fought hard to win this battle, and now the burden of boosting Xerox’s stock price falls on them.",
  "Right now, the shares seem to be going the way of the copy machine that made the company a household name.",
  "No cash was being put up by Fujifilm, although Xerox would issue a special dividend of $9.80 per share.",
  "Reuters reported earlier this month that Apollo Global Management had approached Xerox about a deal.",
  "To contact the editor responsible for this story: Beth Williams at bewilliams@bloomberg.net.",
  "Carl Icahn and Darwin Deason’s victory at Xerox Corp. creates more questions than answers.",
  "He was also recently an operating partner at private equity firm Advent International.",
  "To contact the author of this story: Brooke Sutherland at bsutherland7@bloomberg.net.",
  "To the two investors, that amounted to an effort to “steal” Xerox.",
  "It’s not clear where they are going to find one of those.",
  "They would prefer a cash bid worth at least $40.",
  "©2018 Bloomberg L.P."
]