[
  "• What’s Up With Windrose: A month ago, Term Sheet reported that Windrose Advisors, a Waltham-Mass.-based wealth management firm serving family offices, endowments and foundations, had laid off a portion of its staff, including two key players from its alternatives investment team: Andy Gribbel, a director of the firm’s private equity practice, and Kathleen Kisler.",
  "With these changes, Delphix is well positioned to continue helping hundreds of the world’s largest organizations become more agile and innovate at greater speed.”\n\n• New Fund Alert: Bill Gates has gathered some bold-faced billionaire names for his new cleantech fund, Breakthrough Energy Ventures Fund.",
  "It takes a slightly lighter touch than certain past magazine covers… A few takeaways:\n\n• We are going to be trying to find new, accessible ways to explain private equity, and why people should care about it, to the average person, forever.",
  "• Layoff Watch: On Friday I published a round-up of all the startups that have undergone year-end layoffs in recent weeks, including one that wasn’t in previous editions of Term Sheet: Delphix, a provider of data visualization software.",
  "However, it does criticize PE’s use of dividends and tax credits, and tiptoes around the awkward pension tension: PE firms often take investments from the very unions whose jobs they may be eliminating.",
  "Delphix has raised $119 million from Fidelity Investments, Icon Ventures, Greylock Partners, Summit Partners, Lightspeed Venture Partners, In-Q-Tel, The Kraft Group, and Credit Suisse NEXT Investors.",
  "• The article stops short of accusing Apollo of maliciously killing jobs and sucking value out of an organization like a vampire, since Hostess was already bankrupt when Apollo came along.",
  "I’ve since heard from multiple sources that the firm hasn’t told its clients about the change, and bizarrely, has added the profiles of the laid off staffers back to its website.",
  "Last week Bloomberg published a bruising story about the new, cost-conscious regime of Alphabet, driven by its corporate re-organization and its ex-Wall Street CFO, Ruth Porat.",
  "This article uses Apollo Global Management and Metropoulos & Company’s turnaround of Hostess — a blockbuster 13x return in four years — to illustrate the point.",
  "That includes: John Doerr, Jack Ma, Vinod John Arnold, Jeff Bezos, and Hasso Plattner My colleague Kirsten Korosec has the scoop on the $1 billion vehicle here.",
  "• The New Austerity: The employee perks at Google are legendary, and they’ve always included an over-the-top holiday gift for every employee.",
  "This year employees speculated they might get Google’s new Pixel phones or a Google Home unit, the company’s competitor to Amazon’s Echo.",
  "Shortly after the story hit, employees were informed that their holiday gift this year was a donation to charity, Fortune has learned.",
  "• Thanks to the big PE IPOs of the last ten years, we actually have some transparency on how much money private equity bosses make.",
  "Every person on this list (except maybe the bottom two) is near retirement; that’s why they took their firms public to begin with.",
  "Alphabet likely would have spent around the same amount of money on its holiday gifts, so it’s not exactly a cost-saving move.",
  "Alphabet donated $30 million worth of Chromebooks, phones, and associated tech support to schools on its employees’ behalf.",
  "In the past, the company has surprised its 70,000 employees with Nexus phones, Android smartwatches, and Chromebooks.",
  "But the decision signals a shift in culture for the company, from perks run amok to responsible corporate citizen.",
  "In a statement, the company said, “Our refreshed executive team also reflects the evolving market opportunity.",
  "The company confirmed it off 40 employees, though multiple sources say the total was higher.",
  "• Hostess has a long history with private equity and with bankruptcy, and it’s not over yet.",
  "The company didn’t fare so well under its prior PE owners, Ripplewood Holdings.",
  "The New York Times published a big feature on private equity over the weekend.",
  "(For more background on that, read Fortune’s feature on it from 2012.)",
  "It doesn’t mention that 13x is not a typical return for a PE firm.",
  "I don’t see their successors taking home $800 million salaries.",
  "Instead of a shiny new gadget, Alphabet employees got an email.",
  "And now Apollo has passed it off to another firm, Gores Group.",
  "More than Larry Ellison, who is in a category of his own.",
  "But they forgot: They don’t work for Google anymore.",
  "I’m not sure how long that will last, though.",
  "An Alphabet spokeswoman declined to comment.",
  "They work for Alphabet.",
  "More than tech CEOs.",
  "More than bank CEOs.",
  "And it’s a lot."
]