[
  "“I firmly believe real work on diversity and inclusion will significantly strengthen the kind of talent we can recruit, the proprietary opportunities we see, and most importantly, our long-term performance as investors.”\n\nGoldman Sachs thanks Vazquez-Ubarri and wishes her well, a spokeswoman said.",
  "The internal announcement comes after an investor argued for the firm to become more inclusive, and underscores how the #MeToo movement has prompted companies across Wall Street and corporate America to take a closer look at diversity issues in their workforces.",
  "NEW YORK (Reuters) - Private equity firm TPG has hired Anilu Vazquez-Ubarri for a newly created role of chief human resources officer, according to a memo seen by Reuters on Wednesday, as part of an effort to promote diversity and gender balance.",
  "He also referenced TPG co-founder and Chairman David Bonderman’s resignation from Uber Technologies Inc’s board last year following a remark at an Uber staff meeting that was widely seen as offensive to women.",
  "[nL1N1JB025]\n\nPrivate equity needs to do more to promote diversity, Coulter said, noting that 12 percent to 15 percent of TPG’s partners are women, which he described as the industry average.",
  "But top management at the largest firms, including Apollo Global Management LLC (APO.N), Blackstone Group (BX.N), KKR & Co LP (KKR.N) and TPG, remains largely white and male.",
  "“Prioritizing diversity and inclusion is as essential to our business performance as it is our cultural aspirations,” Winkelried said in a statement provided by a spokesman.",
  "Vazquez-Ubarri will report to TPG’s co-CEOs, Jon Winkelried and Jim Coulter, as well as to Chief Operating Officer Jerome Vascellaro, according to the memo.",
  "Vazquez-Ubarri joins TPG from Goldman Sachs Group Inc (GS.N), where she had been chief diversity officer and global head of talent.",
  "Earlier this month, TPG’s Coulter took heat from the Oregon Investment Council, one of its investors, over a lack of diversity.",
  "During a public meeting, a pension fund official said TPG could perform better if it became more inclusive.",
  "She will take over leadership of the diversity and inclusion committee alongside Winkelried.",
  "Diversity has improved since the private equity business rose to prominence in the 1980s."
]