[
  "Wall Street set for gains after tech and financials roll over 7:44 AM ET Thu, 28 June 2018 | 00:50\n\nCheck out the companies making headlines before the bell:\n\nWalgreens Boots Alliance – Walgreens – the newest Dow component – reported adjusted quarterly profit of $1.53 per share, 5 cents a share above estimates.",
  "The sports business would include the NBA’s New York Knicks and the NHL’s New York Rangers as well as other teams owned by MSG, while a second business would own Madison Square Garden, Radio City Music Hall, and other venues.",
  "Sempra Energy – Sempra is selling its U.S.-based wind and solar assets, according to a Securities and Exchange Commision filing, and expects to take an impairment charge of $870 million to $925 million as a result.",
  "Chipotle Mexican Grill – Chipotle told an investor call that it was planning to close up to 65 underperforming restaurants, and that it will introduce a delivery function to its mobile app this summer.",
  "General Electric– GE’s long term care insurance unit is reportedly drawing potential buyout interest from Athene Holding, the insurance business of private-equity firm Apollo Global Management.",
  "Bed Bath & Beyond – The company reported adjusted quarterly profit of 33 cents per share, two cents above estimates, with the home goods retailer’s revenue essentially in line with forecasts.",
  "Revenue beat estimates, as well, and the drugstore operator also authorized a $10 billion share repurchase program and raised its quarterly dividend by 4 cents a share to 44 cents per share.",
  "Salesforce.com – BMO is rating the business software company’s stock as its “top pick,” saying it had growing confidence in the durability of Salesforce’s revenue growth.",
  "IBM – Nomura/Instinet initiated coverage of IBM with a “buy” rating and a $150 price target, saying IBM had built a foundation for modest but sustained revenue growth.",
  "Separately, Apple is considering a “streaming bundle” that would combine music, TV, and magazine articles into a single subscription, according to The Information.",
  "However, the company reported a 0.6 percent drop in same-store sales, compared to expectations of a small increase, as competition in home furnishings intensifies.",
  "Equifax – Equifax struck a deal with the banking regulators in eight states that avoids fines for the credit reporting agency’s September 2017 data breach.",
  "Shire — A group of Takeda Pharmaceutical shareholders was unsuccessful in passing a proposal to block the proposed acquisition of the British drugmaker.",
  "BJ’s Wholesale – BJ’s will begin trading on the New York Stock Exchange today, after pricing its initial public offering at $17 a share.",
  "The price was at the upper end of the indicated $15 a share to $17 a share range, and values the warehouse retailer at $2.15 billion.",
  "The agreement calls for Equifax to perform an extensive assessment of cyberthreats and improve processes for fixing security issues.",
  "Madison Square Garden – The company said it is exploring separating its sports businesses from its live entertainment businesses.",
  "Walmart – Walmart is introducing a 3D virtual online shopping tour that lets customers browse and choose items for their homes.",
  "Revenue was slightly above forecasts, and the company said it had plans to achieve at least $105 million in cost savings.",
  "McCormick – The spice maker earned an adjusted $1.02 per share for its latest quarter, 9 cents a share above estimates.",
  "Accenture – The consulting firm beat estimates by 7 cents a share, with adjusted quarterly profit of $1.79 per share.",
  "Amazon.com – Amazon will offer incentives to entrepreneurs to set up their own small package delivery businesses.",
  "Amazon showed off Prime-branded vans and uniforms for potential participants at a media event in Seattle.",
  "Apple – Apple and Samsung settled a seven-year old iPhone patent dispute, ending a long legal battle.",
  "Accenture’s revenue rose nearly 16 percent as it benefited from investments in cloud-based services.",
  "The Financial Times reports talks with Athene are at an early stage and no deal is imminent.",
  "The proposal would have required advance shareholder approval for large acquisitions.",
  "The new feature will be introduced next week.",
  "Some natural gas assets are also being sold.",
  "Terms of the settlement were not disclosed.",
  "Revenue also beat forecasts."
]