[
  "The publisher of the Chicago Tribune and New York Daily News is reportedly drawing takeover interest from Apollo Global Management and SoftBank Group Corp. as well as Gannett Co., which abandoned its 2016 pursuit of Tronc after banks balked at the high valuation contemplated for such a struggling business.",
  "The writing was on the wall for Ferro’s exit after he agreed in February to sell the L.A. Times, one of the crown jewels in Tronc’s portfolio and the linchpin of his turnaround plan, to biotechnology billionaire Patrick Soon-Shiong for $500 million plus the assumption of pension liabilities.",
  "A breakup of Tronc would be a win for the bankers that get to put all the deals together and financial vindication for Ferro, with the ultimate price for the whole company likely exceeding the $18.75 a share that Gannett reportedly offered in its final bid.",
  "That then leaves the Daily News, along with smaller titles such as the Hartford Courant, the Sun Sentinel and the Baltimore Sun, plus digital applications such as the recently acquired BestReviews, an online product-evaluation company.",
  "The acquisition of the Daily News in September for a symbolic $1 offered synergies, but also saddled the company with about $100 million in operational and pension liabilities and weighed on its 2017 results.",
  "Soon-Shiong acted as a white-knight investor in the fight against Gannett, but had a feisty following-out with Tronc over corporate-governance concerns as Ferro tightened his hold over the board.",
  "The renewed attention comes as Michael Ferro, the mastermind of the company’s “just-say-no” strategy on Gannett’s bid, sells his roughly 26 percent stake in Tronc to McCormick Media.",
  "SoftBank also could extract synergies from a Tronc deal via its acquisition of private equity firm Fortress Investment Group, which backs local newspaper publisher GateHouse Media.",
  "All of these moving parts and buyers suggest a carve-up of the Tronc portfolio as a plausible outcome, with a handful of buyers taking the parts that most interest them.",
  "The L.A. Times sale has yet to close and there’s speculation Soon-Shiong is having second thoughts about the rich price, or could decide to buy all of Tronc instead.",
  "The Committee on Foreign Investment in the U.S. reportedly required SoftBank to relinquish day-to-day control over Fortress to proceed with the takeover.",
  "The name Tronc, after all, is derived from a British term describing a tip jar and was meant to represent a “pooling of resources,” per the company.",
  "Those assets would seem to fit with Gannett’s strategy of using scale to consolidate expenses and increase its bargaining power with advertisers.",
  "Ferro stepped down as Tronc chairman in March, mere hours before Fortune magazine published a story detailing accusations of sexual misconduct.",
  "McCormick Media is connected to the descendants of the family that backed the Chicago Tribune for much of its history, according to the paper.",
  "But he got there largely via cost cuts, not the artificial intelligence overhaul of the journalism business model that was promised.",
  "It’s time for a new strategy, and Tronc will be better able to formulate that as part of a larger company or in the private market.",
  "He will have enough to do with just the L.A. Times and Tronc’s other California papers without adding its myriad other titles.",
  "In a way, it may also be a win for Tronc’s various newspapers, which have been shuttled between enough owners and leaders.",
  "Soon-Shiong has much to learn about how to run a newspaper and his plans for doing so successfully are still unclear.",
  "Gannett could get those assets at a much more digestible price than its previously proposed outlay for all of Tronc.",
  "Ferro sold his stake at $23 a pop, a price that Tronc never closed at during his involvement with the company.",
  "To contact the author of this story: Brooke Sutherland in New York at bsutherland7@bloomberg.net.",
  "To contact the editor responsible for this story: Beth Williams at bewilliams@bloomberg.net.",
  "Where this will all end up is anyone’s guess, but a sale to someone seems like a good idea.",
  "Brooke Sutherland is a Bloomberg Gadfly columnist covering deals and industrial companies.",
  "Perhaps the best path to stability for this collection of newspapers is to separate them.",
  "However, it’s unclear how U.S. national security regulators would view a combination.",
  "This column does not necessarily reflect the opinion of Bloomberg LP and its owners.",
  "To Ferro’s credit, he stabilized Tronc and returned the company to profitability.",
  "He paid just $8.50 a share for his initial purchase of 5.22 million shares.",
  "Tronc Inc.’s days as an independent company are likely numbered.",
  "It’s conceivable that’s the main source of its interest.",
  "She previously wrote an M&A column for Bloomberg News.",
  "©2018 Bloomberg L.P."
]