[
  "KKR is also trying to make its business easier for potential new investors to understand, simplifying earnings disclosures and no longer focussing on complicated metrics like economic net income, a hypothetical number reflecting the mark-to-market valuation of portfolio gains or losses.",
  "TAX TRADEOFF\n\nThe downside is that, as a C-Corp, KKR will now be subject to the higher corporate tax rate on the performance fees it earns on the money it manages instead of the more favourable tax treatment it enjoyed as a partnership.",
  "Blackstone Chief Executive Stephen Schwarzman said last year that Blackstone's stock price would be more than triple what it was at the time if it were valued the same as the average S&P 500 company based on its dividend yield.",
  "By Joshua Franklin and Trevor Hunnicutt\n\nNEW YORK (Reuters) - KKR & Co (KKR.N) transforms into a corporation on Sunday, a change that should help the U.S. private equity firm tap a new pool of investors for its stock.",
  "CONVERSION COMFORT\n\nAs public companies, private equity firms have been able to diversify and invest in areas such as real estate, infrastructure and credit to style themselves as alternative asset managers.",
  "\"We love it, but there is a lot of ambivalence in the investment community about these names,\" said Ariel Investments vice chairman Charles Bobrinskoy, a KKR and Blackstone Group (BX.N) shareholder.",
  "Since KKR's 2010 initial public offering through the end of 2017 the stock gained 48 percent, trailing the Dow Jones U.S. Financials Index (.DJUSFN) which more than doubled in the same period.",
  "Gabelli & Co analyst Macrae Sykes said the change into a C-Corp solves some of the technical aspects of owning the stock but that \"the nature of their business still comes with complexity.\"",
  "The change by KKR, which made its name through leveraged buyouts in Corporate America in the 1980s, to so-called C-Corp from a publicly traded partnership (PTP) will mean a bigger tax bill.",
  "But fund managers say lingering complexity, the unpredictable nature of private equity performance fees and the fact that they are still founder-controlled could hold some investors back.",
  "Ares Management LP (ARES.N) made a similar change earlier this year, but KKR's $20 billion market capitalisation is more than four times that of Ares and provides a better test case.",
  "The recent U.S. federal tax cut has softened the blow but in the years ahead, KKR expects its effective tax rate eventually to rise to around 23 percent from roughly 7 percent.",
  "That could frustrate KKR management and employees, who own a large chuck of shares that have largely been underperforming the broader market since the firm went public.",
  "The new structure will make KKR eligible to be included in stock indexes, a change that can boost demand from passive investors that track those benchmarks.",
  "I have no idea,\" said KKR head of investor relations Craig Larson, adding that the decision was made for the long-term benefit of the firm.",
  "If the conversion does pay off for KKR, rivals Apollo Global Management (APO.N), Blackstone and Carlyle Group LP (CG.O) could follow suit.",
  "Speculation about new demand for the stock starting July 1 has helped boost the shares around 20 percent, far outpacing peers.",
  "\"It will take time to have comfort around the actual impact of the conversion,\" said JMP Securities analyst Devin Ryan.",
  "HITTING THE PAVEMENT\n\nKKR's management has held nearly 100 investor meetings since announcing the conversion in May.",
  "Many mutual funds are either prohibited from investing in PTPs or opt not to because of the administrative hassle.",
  "What remains to be seen is if, given the new option, active fund managers will want to buy what KKR is selling.",
  "The bet is that the greater tax burden will be offset by the market giving a higher valuation to its earnings.",
  "(Reporting by Joshua Franklin and Trevor Hunnicutt in New York; Editing by Liana Baker and Meredith Mazzilli)",
  "The firm's rivals will meanwhile be keeping an eye on investor demand to judge if they should follow suit.",
  "But it also opens the door to more investors, including some of the world's biggest mutual funds.",
  "But while profits have swelled, their shares have lagged.",
  "\"How many of those people will show up on July 1?"
]