[
  "SPOTTED: Dining together at Carmine's on Monday night, according to a PI tipster: Ted McCann, an aide to House Speaker Paul Ryan; Adam Fromm and Kelsey Guyselman of the House Energy & Commerce Committee staff; Adam Peterman of T-Mobile; Tiffany Moore of the Consumer Technology Association; Sam Lancaster of Comcast; Kelly Cole of CTIA; Bill Bailey of Disney; Tim McGivern of Ogilvy Government Relations and Mike Chappell of Fierce Government Relations.",
  "Jeff Forbes, one of the firm’s founding partners, said in a statement that Moran’s hire was part of the firm’s effort to build a “united lobbying and communications strategy that ensures our clients’ success.”\n\nGRAMM’S BORDER-TAX CRUSADE WOULD HELP HIS FIRM: “An old Washington operator, former Sen. Phil Gramm, has stormed back onto the scene to try to torpedo a key part of House Speaker Paul Ryan’s tax plan,” POLITICO’s Isaac Arnsdorf reports.",
  "… McGahn has organized the office under four deputy counsels: [Stefan] Passantino, who was chairman of the Dentons political law team [and is working as a special ethics counselor in the White House]; Greg Katsas, a partner at Jones Day; Makan Delrahim, a partner at Brownstein Hyatt Farber Schreck; and John Eisenberg, a partner at Kirkland & Ellis.” Full story.",
  "At the same time, the organization, representing candy titans Hershey, Mars and Jelly Belly, among other companies, is optimistic about scoring big, early policy wins from the Trump administration.”\n\n— “Among the industry’s priorities: a long-sought rollback of government sugar subsidies that candy firms say drive up the costs of making their products.",
  "NEW PACs:\n\nDemocratic Senatorial Majority Committee: Unknown\n\nOn Azimuth PAC: Unknown\n\nNEW LOBBYING REGISTRATIONS:\n\nBrownstein Hyatt Farber Schreck, LLP: National Head Start Association\n\nCove Strategies: Oracle American Inc.\n\nCove Strategies: Southeast QSR LLC\n\nDistrict Strategies, LLC: Genting Management Services, LLC\n\nNEW LOBBYING TERMINATIONS:\n\nNone",
  "PUBLIC CITIZEN ACCUSES ICAHN OF BREAKING LOBBYING RULES: “A consumer advocacy group is filing a complaint to Congress on Wednesday accusing President Donald Trump's friend and fellow billionaire Carl Icahn of violating lobbying rules by pushing the White House to change the federal ethanol regulations,” POLITICO’s Eric Wolff reports.",
  "“Faust told the Faculty [on Tuesday] that she discussed the University’s federal policy priorities, including the endowment’s tax-exempt status, research funding, and federal policies protecting undocumented students.” She also met with Sen. Patrick Leahy (D-Vt.) and Reps. Kevin Brady (R-Texas) and Ron Kind (D-Wis.).",
  "In a widely read Wall Street Journal op-ed, Gramm argued that the proposal would cost consumers and convulse financial markets.”\n\n— But Gramm failed to mention that one such victim of the tax change could be his own employer: a private equity firm, Lone Star Funds, whose extensive overseas holdings stand to suffer.",
  "But the arrangement illustrates a repercussion of Trump’s decision to retain ownership of his business during his time in the White House — that he can become financially intertwined with a special interest that is simultaneously seeking to influence policy decisions by his administration.” Full story.",
  "“Public Citizen contends that Icahn, his company Icahn Enterprises and the CVR oil refining company he owns failed to register as lobbyists, yet pushed the White House to change the EPA's decade-old rules on ethanol — a move that would save Icahn's company hundreds of millions of dollars.",
  "Jenkins aide heads to Chamber Hill\n\nWith Aubree Eliza Weaver, Mary Lee and Daniel Lippman\n\nJENKINS AIDE HEADS TO CHAMBER HILL: Eric Schmutz, a former deputy chief of staff and legislative director for Rep. Lynn Jenkins (R-Kan.), is joining Chamber Hill Strategies as a principal.",
  "Trump named Icahn, whose net worth is pegged by Forbes at nearly $22 billion, as the White House's special adviser for regulatory reform in December, but said he would \"not be serving as a federal employee or a special government employee and will not have any specific duties.\"",
  "LIBERAL GROUPS PROTEST IGER IN DENVER: A coalition of liberal groups that’s trying to force corporate executives to step down from President Donald Trump’s business advisory council protested outside Disney’s annual shareholder meeting in Denver this morning.",
  "“In addition to this week’s gathering of 600 attendees at the Trump National Doral resort near Miami, the group has booked two upcoming meetings, in September and again in 2018, at the Trump International Hotel down the street from the White House.",
  "The West Virginia whole delegation — Democratic Sen. Joe Manchin, GOP Sen. Shelley Moore Capito and Reps. David McKinley, Alex Mooney and Evan Jenkins — will be there, and PI hears there will be “authentic West Virginia pepperoni rolls.” More here.",
  "Other executives at the lunch: Richard LeFrak, Steve Roth of Vornado Realty Trust, Josh Harris of Apollo Global Management, Bill Ford of General Atlantic, Lynn Scarlett of the Nature Conservancy and Tyler Duvall of McKinsey & Company.",
  "HARVARD PRESIDENT HUDDLED WITH RYAN: Harvard “President Drew G. Faust met with Speaker of the House Paul Ryan and other members of Congress on a trip to Washington, D.C.[,] last week,” The Harvard Crimson’s Leah S. Yared reports.",
  "The math just doesn’t add up if your objective is recapturing the revenue you traded in 2009 in return for the additional volume expanded coverage as supposed to produce.” Alston had more thoughts in this Medium post last week.",
  "… A major bill like this isn’t going to happen until it does happen.”\n\nFORBES-TATE TAPS MORAN TO HELP EXPAND PUBLIC AFFAIRS PRACTICE: Forbes-Tate is adding Jeanne Moran as a director in its public affairs practice.",
  "WHITE HOUSE COUNSEL’S OFFICE STAFFS UP: “The Office of the White House Counsel has hired 26 attorneys, according to a staffing memo reviewed by The Associated Press,” The Associated Press’ Julie Bykowicz reports.",
  "BIG CANDY HOLDING EVENTS AT TRUMP HOTELS: “The National Confectioners Association is doing a lot of business with President Trump’s company,” The Washington Post’s Amy Brittain and Jonathan O’Connell report.",
  "— Other groups that are part of the loose coalition include Free Press, CREDO Action, SumOfUs, Colorado People’s Alliance and Muslim Advocates, according to Mary Alice Crim, a Free Press field director.",
  "Story Continued Below\n\nSchmutz plans to focus initially on health care, he said in an interview after stepping out from the Ways and Means Committee’s markup of the Speaker Paul Ryan’s health care bill.",
  "— “James Burnham, a member of the litigation team for the Noel Canning Corporation in its successful 2014 challenge to the NLRB, will join” the counsel’s office, too, POLITICO’s Mel Leonor reports.",
  "Free Press is also targeting Elon Musk, the Tesla and SpaceX founder, who happens to be lunching with Trump and Vice President Mike Pence at the White House today, according to a pool report.",
  "“Most major trade groups looked for something nice to say something nice about the bill at large,” Chuck Alston, a senior vice president at Qorvis MSLGROUP, wrote in an email.",
  "“Senate Republicans found Gramm’s takedown of the border adjustment tax so persuasive at a lunch meeting last month that Ryan himself had to clean up at the next week’s lunch.",
  "WHERE THE HEALTH CARE FIGHT GOES NEXT: The American Hospital Association and the AARP both announced their opposition to House Republicans’ health care bill on Tuesday.",
  "“Previously, Burnham worked as an associate at Jones Day, where he focused on litigation against the federal government, according to the White House.” Full story.",
  "About 75 people showed up to protest, according to Autumn Dunn, a senior communications associate at one of the groups, the Center for Popular Democracy.",
  "— Cathy Gates, an executive vice president at the American College of Cardiology, has been promoted to chief operating officer, succeeding Tom Arend.",
  "He was a well-known Washington figure and longtime health care lobbyist, most recently working for Insulet Corporation.” Here’s his full obituary.",
  "ON THE CALENDAR: The West Virginia State Society is hosting a congressional reception at 6 p.m. in the Dirksen Senate Office Building tonight.",
  "“The team includes four attorneys who had been with the Washington mega-firm of Jones Day, the alma mater of White House Counsel Don McGahn.",
  "… Last week, Gramm met with Treasury Secretary Steven Mnuchin about the border adjustment tax, according to a person briefed on the meeting.",
  "— Go BIG Media has hired Peter Graves as president of political and media strategies and Nicole Venezia as director of client accounts.",
  "REMEMBERING CHRIS McGOWEN: “Republicans and Democrats came out in full force Tuesday morning to remember Chris McGowen,” per Playbook.",
  "— Ashley Burch has joined the American International Automobile Dealers Association as senior advocacy and grassroots manager.",
  "Venezia previously served on the inaugural committee and worked on fundraising and direct mail campaigns this past cycle.",
  "And a spokesman said the sites were chosen for their locations and amenities, not in any effort to seek political favors.",
  "Gramm, 74, said in an interview the firm doesn’t pay him to lobby and the policy’s impact on its portfolio isn’t clear.",
  "Brendan Mullen is moving up from vice president of the market strategy division to executive vice president.",
  "MORE JOB MOVES:\n\n— The National Restaurant Association has added Sarah Dolan as director of media relations.",
  "How does he see the bill moving forward amid significant opposition from the most conservative Republicans?",
  "Treasury spokesmen didn’t answer a request for comment, and Gramm declined to comment on the meeting.",
  "She was previously director of political programs for the International Dairy Foods Association.",
  "Jenkins, a member of the House Ways and Means Committee, has said she won’t run for reelection.",
  "“We also have proxies inside the meeting now who are questioning Iger,” Dunn wrote in an email.",
  "… The group said it booked the venues in 2014 and 2015, long before Trump won the presidency.",
  "She was previously press secretary for former Sen. Mark Kirk (R-Ill.), who lost reelection.",
  "“The advice I would give my colleagues is to be prepared for anything,” Schmutz said.",
  "CORRECTION: The Pro edition of PI on Tuesday misidentified the president of AdvaMed.",
  "Spot someone who’s not registered chatting with a member or lunching with a staffer?",
  "PI is interested in covering some of those who aren’t a little more closely.",
  "CALLOUT: Many of the top influencers in Washington are registered lobbyists.",
  "Graves previously worked for the Republican National Committee.",
  "Before heading to Jenkins’ office in 2009, he worked for HUD.",
  "But if you are a payer or a provider, it’s time to lobby up.",
  "If you haven’t: Don’t worry, I’ll keep you anonymous.",
  "You can also follow me on Twitter: @theodoricmeyer .",
  "Disney chief executive Bob Iger is on the council.",
  "— Thanks to everyone who’s already emailed me!",
  "‘I don’t kiss and tell,’ he said.” Full story.",
  "She previously worked for LMG Public Affairs.",
  "Overhear a juicy conversation on the Acela?",
  "“Every avenue of it is under discussion.",
  "He’ll be a senior associate counsel.",
  "Get in touch: tmeyer@politico.com .",
  "Get in touch: tmeyer@politico.com .",
  "Good afternoon, and welcome to PI.",
  "Where does the fight go from here?",
  "“McGowen, 47, passed away March 2.",
  "“That’s to be expected.",
  "He is Scott Whitaker.",
  "PI regrets the error.",
  "Switching jobs?",
  "Many are not.",
  "Full story.",
  "Full story.",
  "Got a tip?"
]