[
  "Offering Size / The biggest U.S. IPOs this year by market value of issuer Source: Dealogic\n\nThe fact that Apollo is already teeing up a sale is surprising and indicates the investment could prove to be lucrative.",
  "Apollo could file paperwork for the offering with the Securities and Exchange Commission by the fall and list the shares around the end of the year, according to people familiar with the matter.",
  "The New York firm bought Protection 1 and ASG Security simultaneously in 2015, put them together, and then used the combined company to acquire ADT for about $7 billion last year.",
  "Private-equity firms routinely buy a company intending to use it as a vehicle for additional acquisitions, but they rarely do so at such a quick pace and on such a scale.",
  "Private-equity firm Apollo Global Management APO -2.43% LLC is preparing an initial public offering for ADT, just a year after it bought the home-security company.",
  "Should Apollo pull it off, the IPO would mark a quick turnaround for the private-equity firm, which began consolidating home-security providers two years ago.",
  "That is nearly triple the volume at this point last year, when 48 companies had raised $10.6 billion amid the worst new-issue drought in more than a decade.",
  "It has worked to position itself as a player in the so-called smart-home market, which aims to connect consumers wirelessly to various household devices.",
  "The offering could value ADT at well over $15 billion, including debt, some of the people said, making it one of the largest IPOs of the year.",
  "Write to Maureen Farrell at maureen.farrell@wsj.com, Dana Mattioli at dana.mattioli@wsj.com and Matt Jarzemsky at matthew.jarzemsky@wsj.com",
  "IPO activity has picked up this year, with 94 companies raising $28.5 billion on U.S. exchanges, according to Dealogic.",
  "The former competitors were jointly valued at about $15 billion, including debt, Apollo said in May of last year.",
  "ADT makes security products ranging from burglar-alarm systems to wireless cameras for homes and businesses.",
  "In 2012, Tyco spun off ADT to shareholders in an effort to refocus the sprawling conglomerate’s operations.",
  "It isn’t clear whether the momentum will continue, however, especially after some recent debuts stumbled.",
  "Apollo, based in New York, was founded by veterans of junk-bond pioneer Drexel Burnham Lambert.",
  "In February, an ADT unit sold $800 million in debt to finance a dividend to its owners.",
  "The firm is known for its willingness to make aggressive, sometimes contrarian, bets.",
  "There is no guarantee a listing will take place, and the expected timing could slip.",
  "ADT was once part of the former Tyco conglomerate assembled by L. Dennis Kozlowski.",
  "Apollo recently raised $23.5 billion for the world’s largest-ever buyout fund.",
  "Tyco used ADT’s Bermuda domicile to relocate abroad and lower its tax rate.",
  "ADT had merged with Tyco in the late 1990s in a roughly $5 billion deal.",
  "Such planning is always subject to the whims of the volatile IPO market.",
  "The deals have already started to pay off."
]