[
  "(Reuters) - The following are some hot stocks including the so-called FAANG technology stocks - Facebook Inc (FB.O), Amazon.com (AMZN.O), Apple Inc (AAPL.O), Netflix Inc (NFLX.O) and Google parent Alphabet Inc (GOOGL.O) - as well as other companies in which hedge fund managers either took new stakes, adding to or exiting existing positions in the first quarter, filings with the U.S. Securities and Exchange Commission showed on Tuesday.",
  "JACK IN THE BOX (JACK.O)\n\nFast-food chain Jack in the Box, which sold its Qdoba chain to private equity company Apollo Global Management last year, has attracted new attention: activist fund Blue Harbour took a new stake to own 667,000 shares and Jana Partners doubled its stake to own 2.1 million shares.",
  "REUTERS/Charles Platiau\n\nFACEBOOK INC\n\nSome managers appeared to be betting on a recovery in shares of the world’s largest social media company, which were hammered after a data privacy scandal erupted in mid-March.",
  "UNITED TECHNOLOGIES (UTX.N)\n\nDaniel Loeb’s Third Point owned 7.1 million shares at the end of the first quarter while Bill Ackman’s Pershing Square Capital Management owned 1.9 million shares.",
  "Meanwhile, David Einhorn’s Greenlight Capital took a new share stake during the first quarter with 67,000 shares for a market value of $5 million as of the end of the first quarter.",
  "MYLAN NV (MYL.O)\n\nSlideshow (3 Images)\n\nGeneric drug companies have been out of favor with investors and Leon Cooperman’s Omega Advisors sold out completely in the first quarter.",
  "PINNACLE FOODS INC PF.N\n\nThe frozen foods company has been pushed by Jana Partners, which owned 5.3 million shares at the end of the quarter, to review operations.",
  "Druckenmiller’s Duquesne Family Office opened a new stake in Netflix with 189,700 shares for a market value of $56 million as of the end of the first quarter.",
  "AMAZON.COM\n\nDruckenmiller’s Duquesne Family Office increased its stake in Amazon.com for a total of 170,853 shares as of the end of the first quarter.",
  "Other big buyers include Citadel Advisors which raised its stake to 3 million shares, Capital International Investors and Suvretta Capital Management.",
  "But Melvin Capital, founded by one of Steven Cohen’s former fund managers, ramped up its position, buying 1.4 million shares to own 2.5 million.",
  "Healthcor Management added to its position to own 2.3 million shares and Ceredex Value Advisors put on a new position to own 1.6 million shares.",
  "Now Marcato Capital Management, one of the first to push for changes, has exited the position entirely, selling its remaining 646,291 shares.",
  "But Stanley Druckenmiller’s Duquesne Family Office took another approach and closed out of its Facebook position during the first quarter.",
  "WYNN RESORTS LTD (WYNN.O)\n\nThe casino company’s chief executive resigned in February following allegations of sexual misconduct.",
  "Bags with the Facebook logo are seen before a content summit at France's Facebook headquarters in Paris, France, May 15, 2018.",
  "Maverick Capital, Southeastern Asset Management and Thornburg Investment Management exited their stakes in the first quarter.",
  "Viking Global Investors nearly doubled its position to 9 million shares, listing Facebook as the fund’s biggest position.",
  "Soros Fund Management took a new 44,200-share stake in Amazon, along with an additional call-option position in the name.",
  "NETFLIX\n\nSoros Fund Management increased its share count in video-streaming company Netflix by 148,500 shares.",
  "ZIMMER BIOMET HOLDINGS (ZBH.N)\n\nThe medical device company is considering selling its dental products unit.",
  "PAYPAL HOLDINGS (PYPL.O)\n\nActivist investor Carl Icahn sold out of his position, dumping 8 million shares.",
  "MGM RESORTS INTERNATIONAL (MGM.N)\n\nOmega Advisors sold all of its 831,990 shares in the casino operator.",
  "Tiger Global more than doubled its position in Facebook by buying approximately 2.5 million shares.",
  "SOTHEBY’S (BID.N)\n\nThe auction house attracted attention for activist investors a few years ago.",
  "Soroban Capital Partners also listed Facebook as a new position, owning 2.3 million shares.",
  "Suvretta Capital swooped in and opened a new position, buying 2.7 million shares.",
  "WENDY’S CO (WEN.O)\n\nMelvin Capital nearly doubled its stake to 6 million shares.",
  "ALPHABET\n\nSoros Fund Management hiked its stake in Alphabet by 20,800 shares.",
  "Speculation has mounted that a sale or acquisition might be in the offing.",
  "Meanwhile, Third Point exited its position, selling 1 million shares.",
  "Similarly, Arrowstreet Capital and Broadview Advisors also exited.",
  "Similarly, Samlyn Capital and Nokota Management took new stakes.",
  "Redwood Capital Management also exited, selling 100,000 shares.",
  "Jana has since boosted its stake to 10.8 million shares."
]