[
  "Check out which companies are making headlines before the bell:\n\nBloomin' Brands – The parent of Outback Steakhouse and other restaurant chains earned an adjusted 41 cents per share for its latest quarter, 2 cents a share above estimates.",
  "The maker of streaming video devices also saw revenue come in above Street forecasts, but the stock is being pressured by weaker than expected revenue guidance for the current quarter and a larger-than-expected loss for the full year.",
  "Cheesecake Factory – Cheesecake matched analyst estimates with adjusted quarterly profit of 53 cents per share, but the restaurant chain's revenue missed forecasts and its comparable restaurant sales fell 0.9 percent.",
  "The WSJ reported former CEO Jeff Immelt's disdain for bad news led to over-optimistic forecasts and botched strategies, while Reuters details how GE's gamble on fossil fuel power was a losing bet.",
  "Sinclair Broadcast Group – Sinclair agreed to sell Chicago and New York television stations owned by Tribune Media in order to win approval for its $3.8 billion deal to acquire Tribune.",
  "Jack In The Box – Jack In The Box came in 17 cents above estimates with adjusted quarterly profit of $1.23 per share, and the restaurant chain's revenue was also better than expected.",
  "Wendy's same-restaurant sales in North America rose 1.3 percent, but that was smaller than expected and fewer customers visited Wendy's amid rising competition.",
  "Jack In The Box is currently in the process of selling its Qdoba Mexican food chain to Apollo Global Management, in a deal expected to close by April.",
  "Walmart – The retailer announced the launch of a new online home shopping experience, that will tailor what the user sees to their style preferences.",
  "Wayfair – The home furnishings seller lost 58 cents per share for its latest quarter, wider than the 52 cent a share loss expected by Wall Street.",
  "The earnings report comes a day after activist investor Barington Capital called on the company to spin off all of its brands except for Outback.",
  "Revenue also beat estimates, with the energy producer's results helped by higher prices for oil and natural gas as well as increased production.",
  "Wendy's – Wendy's reported adjusted quarterly profit of 11 cents per share, matching Street forecasts, but its revenue fell short of estimates.",
  "Pandora – Pandora lost an adjusted 21 cents per share for its latest quarter, wider than the 7 cent a share loss expected by Wall Street.",
  "Norwegian Cruise Line – The cruise line operator beat estimates by 4 cents a share, with adjusted quarterly profit of 68 cents per share.",
  "Hormel – The maker of food brands like Spam, Jennie-O, and Skippy matched forecasts with adjusted quarterly profit of 44 cents per share.",
  "Chesapeake Energy – Chesapeake Energy earned an adjusted 30 cents per share for its latest quarter, beating forecasts by 6 cents a share.",
  "General Electric – GE is the subject of two negative stories this morning, one by The Wall Street Journal, the other by Reuters.",
  "Avis Budget – Avis reported adjusted quarterly profit of 45 cents per share, well above the 22 cent a share consensus estimate.",
  "Ford Motor – Ford's North American President Raj Nair has left the automaker, following an investigation into his behavior.",
  "The automaker said the behavior was \"inconsistent with the company's code of conduct\" but did not give any further details.",
  "However, same-restaurant sales did unexpectedly decline by 0.2 percent, compared to estimates of a 0.2 percent increase.",
  "Revenue did beat forecasts, however, and Wayfair's average order value increased to $229 from $203 the prior year.",
  "Roku – Roku reported adjustedprofit of 8 cents per share, compared to expectations of a 10 cents per share loss.",
  "Hormel boosted earnings guidance for the year, and also said it would raise wages as a result of tax reform.",
  "It also forecasts a current-quarter profit above estimates, and forecasts higher fuel costs for this year.",
  "That news comes from a joint filing by the two companies with the Federal Communications Commission.",
  "The company's results were helped by an increase in rental days and stronger international business.",
  "The streaming music service did see revenue top estimates as it added more subscribers.",
  "It's part of an overall redesign of Walmart.com that will be unveiled later this year.",
  "Comparable-restaurant sales in the U.S. were up 3.3 percent during the quarter.",
  "Revenue was slightly above forecasts for the car rental company.",
  "Revenue fell below forecasts."
]