[
  "What happened\n\nShares of Arconic (NYSE: ARNC) jumped nearly 14% today after The Wall Street Journal reported that the high-performance metals and materials manufacturer has drawn buyout interest from capital management firms, including Apollo Global Management.",
  "That's because any acquisition will require the assumption of $6.4 billion in debt in addition to any potential premium paid on shares, with the current stock price valuing the company just shy of $10 billion.",
  "While there's a promising portfolio of products and technical capabilities, a turnaround of the business would not be easy for a company of its size (the market cap swelled past $14 billion in early January).",
  "The new material is 50% lighter than traditional nickel-alloy materials used in similar applications, better withstands oxidative stresses, and has been tested with U.S. military and commercial partners.",
  "First, it announced a large multiyear deal with Boeing to supply aluminum sheet and plate for all models of aircraft in the company's portfolio, including the 787, 777X, and fast-growing 737.",
  "The company has found itself embroiled in controversies, worries over its significant level of debt, concerns over the slow pace of growth, and a ho-hum full-year 2018 guidance.",
  "Second, the materials specialist announced a collaboration with Lockheed Martin to develop 3-D metal printing techniques and products for aerospace applications.",
  "Now what\n\nIn late April, Arconic's market cap collapsed below $10 billion for the first time since shortly after it emerged from its breakup with Alcoa.",
  "That came on the heels of some rather blunt admissions from the company's new CEO Chip Blankenship about the difficult but necessary road ahead.",
  "But it hardly erases the scars of the stock chart from the last year, including a 30% year-to-date slide (even after factoring in today's pop).",
  "The latest announcements provide some hope that the selling may have been overdone, but the turnaround is far from over or secure.",
  "Of course, the erosion of value has made the potential for a buyout all the more attractive, albeit no less risky.",
  "Therefore, it's likely no coincidence that Arconic poured it on fast and heavy today with operational updates.",
  "What's more, all three updates are tied to the highest-margin industry the company supplies: aerospace.",
  "Third, Arconic said it has created a new titanium alloy for high-temperature aerospace applications.",
  "A business person holding their hands out with stacks of coins and a green, positive chart in them.",
  "Therefore, investors should continue to tread carefully with this high-performance-materials stock.",
  "More From The Motley Fool\n\nMaxx Chatsko has no position in any of the stocks mentioned.",
  "Separately, Arconic today announced three updates for investors to take into account.",
  "Today is the first trading day since the report was issued late Friday evening.",
  "More important, a sale to a capital management firm is not a slam dunk.",
  "The Motley Fool has no position in any of the stocks mentioned.",
  "As of 11:41 a.m. EDT, the stock had settled to a 10.6% gain.",
  "So what\n\nYou could say Arconic is having a pretty good day.",
  "The Motley Fool has a disclosure policy.",
  "More\n\nImage source: Getty Images."
]