[
  "I will leave you with this quote from Jamie Burke, founder and CEO of Outlier Ventures: “When a startup can raise $35 million in 30 seconds without any dilution, the genie is out of the bottle and it isn’t going back in.”",
  "• Some of the established players like Sequoia, Andreessen Horowitz, Union Square Ventures, and Bessemer Venture Partners are also getting their feet wet by pouring money into cryptocurrency hedge funds.",
  "• Some of the largest ICOs include blockchain data storage network Filecoin, which raised $200 million in an hour, and self-amending cryptoledger Tezos, which raised more than $200 million in four days.",
  "Who needs due diligence when you’ve got a white paper on this token sale for a gentleman’s club in Vegas?” Well, as this WSJ article notes, some VCs lack a mandate from their limited partners to do so.",
  "• As token sales become more prevalent, what will happen to the more traditional VC firms that want a piece of a startup that, well, just doesn’t need their money?",
  "Crypto investors have made some pretty significant returns with the option to cash out faster than playing the long-game of waiting for an IPO or acquisition.",
  "Companies have raised more than $1.7 billion through initial coin offerings this year, surpassing early-stage VC funding for Internet companies.",
  "Some thoughts:\n\n• VCs are starting to warm up to the idea of ICOs because of: 1) profits and 2) liquidity.",
  "It’s worth noting that Sequoia and Union Square Ventures participated in Filecoin’s $52 million pre-sale.",
  "It’s easy to see why an ICO is appealing to tech founders (No due diligence!",
  "What role will they play in this brave new world of token sales?",
  "• So can’t a traditional venture firm just say, “You know what?",
  "Turns out due diligence and governance rights are a big deal.",
  "But what about the more traditional venture capital firms?",
  "Returns of more than 500% are nothing to joke about.",
  "Let’s just go all in on ICOs.",
  "LOL at governance rights!)",
  "Screw it."
]