[
  "Both Acton, who cofounded Whatsapp upon getting rejected from Facebook in 2009, and Murphy, who (with Stanford dropout and fraternity brother Evan Spiegel) cofounded Snapchat in 2011, roamed the school's halls as computer science students—although 16 years apart.",
  "While Airbnb cofounder Nathan Blecharczyk and former Microsoft CEO Steve Ballmer got their degrees from Harvard – the oldest university in America – its two most famous billionaire attendees, Bill Gates and Mark Zuckerberg, dropped out.",
  "Exactly 20 years later, Salesforce’s Marc Benioff snagged a degree in business administration, just a few years after Silicon Valley venture capitalist Mark Stevens graduated with a dual degree in electrical engineering and economics.",
  "UPenn graduates include President Donald Trump (his son Donald Trump Jr. and daughters Ivanka and Tiffany also attended UPenn); plus hedge fund billionaire Steve Cohen, Tesla and SpaceX chief Elon Musk and casino magnate Steve Wynn.",
  "Harvard University: 11 graduates\n\nHarvard was, by far, billionaires' most popular graduate school (twenty eight Forbes 400 members have graduate degrees from the university – five more than second-place Stanford).",
  "This year, as part of our annual Forbes 400 ranking of the wealthiest Americans, Forbes dove into the resumes of list members to see which colleges and universities have produced the most billionaires.",
  "University of Pennsylvania: 18 graduates\n\nThe university Benjamin Franklin helped found nearly two centuries ago has conferred more undergraduate degrees to the Forbes 400 than another other school.",
  "Columbia University: 8 graduates\n\nNew England Patriots owner Robert Kraft and real estate billionaire Jerry Speyer are some of the notable alumni of the school with a ten-figure fortune.",
  "Speyer, whose real estate firm Tishman Speyer owns the Manhattan landmarks Rockefeller Center and the Chrysler Building, graduated from Columbia in 1962 with a degree in German language.",
  "Here are the ten schools with the most billionaire alumni (measured by the undergraduate alma mater information from 95% of Forbes 400 members for whom education data was available):\n\n1.",
  "Dartmouth College: 7 graduates\n\nLeon Black, cofounder of Apollo Global Management, graduated from Dartmouth in 1973, the same year as oil and gas tycoon Trevor Rees-Jones.",
  "Pritzker announced in April that he’s running for governor of Illinois, hoping to win the Democratic primary in March 2018 and unseat Republican governor Bruce Rauner.",
  "The moguls and heirs on the Forbes 400 have studied everywhere from the University of Oklahoma to Oregon State University — but the Ivy League, predictably, dominates.",
  "UPenn can thank its renowned Wharton School for that since a Wharton bachelor’s degree in economics is more popular among billionaires than any other college diploma.",
  "His professor, however, didn’t think the idea was worth an A; in the fiscal year ending May 2017, FedEx exceeded $60 billion in revenue for the first time.",
  "University of Michigan: 7 graduates\n\nThe only non-coastal (and public) school of the high ranks, Michigan's richest alumnus, Larry Page, cofounded Google.",
  "Stanford, USC and Duke also boast a large number of billionaire alumni, as does the University of Michigan—the only public school to crack the top ten.",
  "Duke University: 6 graduates\n\nJ.B. Pritzker, who got a bachelor's in political science from Duke in 1987, is still making good use of his degree.",
  "Other billionaires from Duke include the candy-heir Marijke Mars and David Rubenstein, cofounder of the private equity firm Carlyle Group.",
  "Yale University: 13 graduates\n\nHere's one way Yale outperforms its rival Harvard: more of its undergraduate alumni make the Forbes 400.",
  "Three heirs of the cleaning products giant attended the school: two siblings and the family's matriarch got diplomas from Cornell.",
  "Stephen Ross, the owner of NFL’s Miami Dolphins, is also an alumnus of the school and holds a degree in business administration.",
  "In all, six of the eight Ivies (the exceptions being Princeton and Brown) are among the ten leading billionaire alma maters.",
  "Page received an engineering degree from the university in 1995 then began a computer science Ph.D. program at Stanford.",
  "Stanford University: 13 graduates\n\nThe West Coast university makes the list thanks to its proximity to Silicon Valley.",
  "Cornell University: 5 graduates\n\nCornell can largely thank SC Johnson for its spot as a top Forbes 400 alma mater.",
  "Number one might come as a surprise, though: It’s not Harvard, or even Yale, but the University of Pennsylvania.",
  "Although he received his master’s, he dropped out in 1998 to launch Google with Stanford classmate Sergey Brin.",
  "Warren Buffett spent two years at Penn before transferring to the University of Nebraska in his native Omaha.",
  "Correction: An earlier version of this article referred to Dartmouth College as Dartmouth University.",
  "In 1966, Star Wars creator George Lucas graduated from the school with a degree in cinematic arts.",
  "The school produced many tech billionaires on the 400, including Brian Acton and Bobby Murphy.",
  "The school raised the likes of Blackstone CEO Stephen Schwarzman and FedEx founder Fred Smith.",
  "University of Southern California: 11 graduates\n\nUSC has a diverse set of billionaire alumni.",
  "Many schools tout strong research credentials or a heavy emphasis on liberal arts.",
  "But its undergraduate school, Harvard College, has been a bit less productive.",
  "Stevens holds a minority stake in California’s Golden State Warriors NBA team.",
  "Plus youngest brother Winifred Johnson-Marquart dropped out of the school.",
  "But a select few possess a more unique skill: minting billionaire alumni.",
  "Smith had the idea for his shipping network as a senior.",
  "Black studied philosophy; Rees-Jones, history.",
  "READ: More coverage of the Forbes 400\n\n8.",
  "The verdict?",
  "10.",
  "9.",
  "7.",
  "6.",
  "5.",
  "4.",
  "3.",
  "2."
]