[
  "However, the Committee on Foreign Investment in the United States (CFIUS), a government panel which scrutinizes deals for potential national security risks, could make an acquisition of Westinghouse by a foreign buyer more difficult, according to the sources.",
  "Buyout firm Cerberus Capital Management LP is in talks with U.S. nuclear power plant component provider BWX Technologies Inc about submitting a joint bid for Westinghouse, the sources said, cautioning that no offer was certain to materialize.",
  "(Reuters) - Private equity firms Blackstone Group LP and Apollo Global Management LLC have teamed up to bid for the business of bankrupt U.S. nuclear power plant services firm Westinghouse Electric Co, people familiar with the matter said.",
  "A Westinghouse spokeswoman said the company had started the process to exit bankruptcy through a sale or by securing an investment, but declined to comment on the company’s valuation or potential bidders.",
  "SCANA Corp and its partner, state-owned utility Santee Cooper, said Toshiba will make the payments in installments beginning in October and ending in September 2022.",
  "The ticker and trading information for Blackstone Group is displayed at the post where it is traded on the floor of the New York Stock Exchange (NYSE) April 4, 2016.",
  "Construction of nuclear power plants has slowed down around the world following the 2011 Fukushima accident, and as the cost of renewable power sources plummets.",
  "Blackstone has owned several power assets, including a nuclear power plant in South Texas that was part of its Texas Genco LLC portfolio, which it sold in 2006.",
  "Westinghouse’s business for sale has 12-month earnings before interest, taxes, depreciation and amortization of around $400 million, according to the sources.",
  "In July, Toshiba agreed to pay $2.168 billion to walk away from two unfinished nuclear reactors in South Carolina being built by its Westinghouse subsidiary.",
  "Westinghouse filed for bankruptcy in March, hit by billions of dollars of cost overruns at four nuclear reactors under construction in the U.S. Southeast.",
  "Toshiba reached a similar agreement for $3.7 billion in June with the utilities, led by a unit of Southern Co, that own the Vogtle power project.",
  "However, private equity firms see value in Westinghouse’s relatively stable business of servicing nuclear power plants that are up and running.",
  "Westinghouse is working with investment bank PJT Partners Inc on a sale process, which is still at its early stages, the people said this week.",
  "Apollo is already an investor in Westinghouse, having agreed to provide $800 million in debtor-in possession financing during the bankruptcy.",
  "PJT and BWX Technologies did not immediately respond to requests for comment, while Blackstone, Apollo and Cerberus declined to comment.",
  "REUTERS/Brendan McDermid\n\nA successful deal would limit the financial hit to Japan’s Toshiba Corp, the owner of Westinghouse.",
  "The sources asked not to be identified because details of the sale process are confidential.",
  "Other private equity firms are also considering forming consortia to bid for Westinghouse.",
  "Westinghouse has previously said it is hoping to exit bankruptcy early next year.",
  "A deal could value Westinghouse at close to $4 billion, the sources added.",
  "Other bidders are also expected to emerge."
]