[
  "The deal will also follow several jumbo financings that are lining up for a September launch, including a US$13.5bn loan and bond financing backing Blackstone’s buyout of Thomson Reuters’ F&R unit, which owns LPC and IFR.",
  "Although these deals will take liquidity out of the market, bankers think that the markets have the capacity to support another deal of this size, particularly as both markets have stabilized in recent weeks.",
  "LONDON (LPC) - Banks are working on debt financing of more than $10 billion to finance the buyout of Johnson Controls International Plc’s (JCI.N) power solutions business, banking sources said on Wednesday.",
  "It’s fallen off a bit and investors are asking whether loans have the right relative value, but there’s still a lot of money in the market and coming in to the market,” a senior loan syndicator said.",
  "The company’s Ebitda is $1.75 billion, two bankers said, which could give a financing of $10.5 billion, based on leverage of six times, although the leverage and debt financing could be higher.",
  "Both markets have recently experienced volatility and repriced higher after a rise in supply in the summer and increased opposition from investors to aggressively priced and structured loans.",
  "The sale of the unit, which makes advanced batteries for vehicles, could fetch around US$12bn in what is expected to be one of the biggest buyouts of the year, the sources said.",
  "Bankers said that a deal could be signed over the summer and announced in mid- to late September and the financing could reach the market in the fourth quarter.",
  "BIG DEAL\n\nThe large size of the transaction will depend on the smooth working of the leveraged loan and high-yield bond markets in the US and Europe.",
  "“For the European space, this is another large deal, but the US market has the capacity to absorb mega jumbos,” a second loan syndicate head said.",
  "The deal will consist of leveraged loans and high-yield bonds and will be denominated in dollars and euros, they added.",
  "The deal is currently in the second round of bidding and potential buyers met the company’s management last week.",
  "The power solutions business produces and distributes about 154 million lead-acid batteries for cars and trucks.",
  "Apollo Global Management, Brookfield Asset Management and Onex Corp have been shortlisted, two bankers said.",
  "“We may have a decision in mid-September, but there’s no formal bid timetable,” the syndicate head said.",
  "“This deal is one to watch,” a loan syndicate head said.",
  "Johnson Controls International declined to comment.",
  "“The market’s not a bottomless pit."
]