[
  "At a valuation of more than $8 billion, the KKR-Unilever spreads deal would rank as the second largest PE transaction in Europe so far this year after China Investment Corp.’s $13.7 billion deal to acquire warehousing operator Logicor Europe Ltd. in June, according to Dealogic.",
  "Private-equity firms often bet they can operate businesses that are carved out from the parent companies more efficiently by employing a dedicated management team and resources that the unit might otherwise not get as part of the larger more diversified entity.",
  "Three years ago Unilever announced it was hiving off its U.S. and European margarine business into its own “baking, cooking and spreads” unit that would allow it to manage its own costs and make decisions independent of the rest of the company.",
  "The Anglo-Dutch conglomerate in April announced plans to sell the 145-year-old business as part of a broader effort to boost shareholder returns after rebuffing a $143 billion takeover offer from Kraft Heinz KHC -1.64% Co. in February.",
  "private-equity giant KKR & Co. agreed Friday to acquire Unilever PLC’s margarine-and-spreads business in a deal valued at €6.83 billion ($8.03 billion), making it one of the largest European acquisitions by a buyout firm this year.",
  "This month, rival Nestlé SA, which is under pressure from U.S. activist investor Third Point to boost shareholder value, struck a deal to acquire Canadian vitamin maker Atrium Innovations Inc. for $2.3 billion, including debt.",
  "The lack of revenue growth gave many of the major consumer-goods companies reason not to bid, bankers have said, as the sector increasingly invests in healthier food lines and faster growing personal-care and home products.",
  "Corrections & Amplifications\n\nUnilever PLC said Friday that it would sell its global spreads business to KKR & Co. L.P. for $8.1 billion An earlier version of this article incorrectly stated the deal was worth $7.4 billion.",
  "In September, Unilever, the world’s biggest tea maker, acquired Pukka Herbs Ltd., a U.K. based organic herbal tea maker for an undisclosed amount, and Korean skin-care company Carver Korea for about $2.7 billion.",
  "Unilever’s spreads operation, which includes brands such as Country Crock and I Can’t Believe It’s Not Butter, has suffered from declining sales in Europe and the U.S. for years as consumers switched to butter.",
  "Unilever, which sells products ranging from Dove Soap to Lipton tea, is acquiring faster growing consumer brands, cutting costs, buying back shares and increasing dividends to help appease investors.",
  "Unilever was founded in 1929 through the merger of British soap maker Lever Brothers and the Netherlands’ Margarine Unie, which began making the plant-derived spread in 1872.",
  "The deal comes at a time when some PE firms, flush with cash, are seeking bigger acquisitions to invest the funds expeditiously to start generating returns.",
  "The baking, cooking and spreads unit created new cooking products and poured money into marketing efforts highlighting spreads’ health benefits.",
  "The sale “marks a further step in reshaping…our portfolio for long term growth,” Unilever Chief Executive Paul Polman said in a release.",
  "KKR beat out rival private-equity firms Apollo Global Management LLC and CVC Capital Partners for the margarine and spreads business.",
  "Apollo, in particular, highlights that pressure after raising $23.5 billion this summer in the biggest buyout fund ever.",
  "The agreement caps years of speculation about whether Unilever would sell the business, to which it owes its origins.",
  "Sales had flagged for years but Unilever’s Mr. Polman was reluctant to sell the highly cash generative business.",
  "(12/15)\n\nWrite to Ben Dummett at ben.dummett@wsj.com and Saabira Chaudhuri at saabira.chaudhuri@wsj.com",
  "But those efforts failed and sales continued to stumble.",
  "LONDON—U.S."
]