[
  "On New Year's Eve, as you were preparing to celebrate with loved ones -- and not looking at news -- lawyers for for-profit ITT Tech were filing papers with the Securities and Exchange Commission disclosing, as the law requires disclosure of such things, that the company's CEO, Kevin Modany, who had announced in 2014 that he would resign in 2015, had that day \"informed the Company of the rescission of his notice to resign.\"",
  "With Donald Graham yielding to his son-in-law the CEO spot at his company, which owns for-profit Kaplan University, and with and the University of Phoenix this week putting itself up for sale, perhaps to private equity investors closely tied to President Obama (see below), where is the stability in the leadership of America's large predatory for-profit colleges?",
  "As to the biggest for-profit college owner, Apollo Education Group, owner of the troubled University of Phoenix, Reuters reports today that private equity firm Apollo Global Management (no relation) has now partnered with another private equity fund, Vistria Group, \"with deep Washington connections\" as it seeks to buy the company.",
  "The Consumer Financial Protection Bureau also has sued ITT, charging in a 2014 complaint that \"ITT subjected consumers to undue influence or coerced them into taking out ITT Private Loans through a variety of unfair acts and practices designed to interfere with the consumers' ability to make informed, uncoerced choices.\"",
  "In October the U.S. Department of Education put delays and new restrictions on the delivery of student aid to ITT, after the Department concluded that ITT had failed to properly account for federal aid money since at least 2009 and failed to comply with prior Department orders to strengthen financial controls.",
  "Even with revenues and enrollments at big for-profit colleges in free fall, as they have been for a couple of years -- ITT stock trades at $2.96, down from $92.30 in July 2011 -- it's still pretty lucrative to run one of these operations, and you can still find guys to take the jobs.",
  "Reuters quotes a source explaining that \"Bringing in Vistria was a strategic decision for Apollo Global Management, ... as the buyout firm hopes to smooth relations with government regulators once a deal is completed that could value Apollo Education at more than $1 billion.\"",
  "Last May 12, the Securities and Exchange Commission sued ITT, Modany, and ITT's former CFO, charging that the company \"made various false and misleading statements and omissions to defraud ITT's investors by concealing the extraordinary failure\" of its student loan programs.",
  "Is Modany, who became ITT's CEO in 2007, the right guy to keep running a company that takes billions from taxpayers and is entrusted with training Americans -- veterans, single parents, and others struggling to get ahead -- for technical careers?",
  "The attorney general of New Mexico has sued ITT for alleged \"unfair, deceptive, and unconscionable acts and practices ... in connection with the advertising, marketing, and selling of educational services\" to prospective students.",
  "He is known for starting airport parking firm Parking Spot with U.S. billionaire businesswoman and current U.S. Commerce Secretary Penny Pritzker as well as for his longstanding friendship with President Barack Obama.",
  "In fact, Modany gets a better at-will situation than you probably have, because his new arrangement provides that if ITT fires Modany or if Modany quits for \"Good Reason,\" he walks away with two more years of salary.",
  "At least thirteen more state attorneys general -- from Arkansas, Arizona, Connecticut, Idaho, Iowa, Kentucky, Massachusetts, Missouri, Nebraska, North Carolina, Oregon, Pennsylvania and Washington - are probing ITT.",
  "Just look at Todd Nelson, who has been the CEO of Apollo / University of Phoenix, Education Management Corp., and Career Education Corp. -- three of the five biggest for-profit college companies -- all since 2007.",
  "ITT's board of directors, in turn, decided to keep Modany in charge \"on an at-will basis,\" which was the same basis on which Modany was running the company before he announced his plan to leave.",
  "The Department had already, in 2014, placed ITT on a probationary \"heightened cash monitoring\" status and required the company to post an $80 million letter of credit.",
  "But I hope and expect that federal officials will evaluate the future of federal aid for the University of Phoenix without regard to whose friends own the company.",
  "Vistria, a Chicago private equity firm, also includes Tony Miller, who served as Obama's deputy secretary in the U.S. Department of Education from 2009 to 2013.",
  "Since ITT has been getting as much as $1.1 billion per year from federal aid, about two-thirds of its revenues, you're paying most of Modany's salary.",
  "Modany took a little over $3 million in compensation last year, and has in the past received as much as $7 million in a single year as ITT's CEO.",
  "Maybe buying connected friends will make a difference; certainly that has been the consistent MO of this taxpayer-dependent industry.",
  "But the company is also in precarious financial condition, beyond its collapsed market value.",
  "The Justice Department is investigating ITT for possible fraud in obtaining federal aid.",
  "ITT denies it has done anything wrong and is contesting the pending charges.",
  "Vistria Group [is] a middle-market fund founded by Marty Nesbitt.",
  "You can decide whether the news is good.",
  "How deep are Vistria's connections?",
  "On that score, there's news."
]