[
  "By looking at infrastructure from a businessperson’s perspective, as the president and these executives do, we can restore respect for the taxpayer dollar and make the best investment.”\n\nWho was there: Vice President Mike Pence, Transportation Secretary Elaine Chao, Energy Secretary Rick Perry, EPA Administrator Scott Pruitt, Richard LeFrak and Steve Roth (described by WSJ as the co-chairmen of Trump’s infrastructure initiative), Josh Harris of the Apollo Global Management, Bill Ford of General Atlantic, Tyler Duvall of McKinsey & Company, Elon Musk of Tesla and SpaceX, and Lynn Scarlett of the Nature Conservancy.",
  "Some green talk: Scarlett, global managing director for public policy with The Nature Conservancy, told MT in a statement that the meeting was “an opportunity to talk about ways to lessen the impact of construction projects on our nation’s lands and waters, while still maintaining or even improving the speed and cost-efficiency of projects.”\n\nIT’S THURSDAY: Thanks for tuning in to POLITICO’s Morning Transportation, your daily tipsheet on all things trains, planes, automobiles and ports.",
  "THUNE GIVES DOT DEPUTY PICK HIGH MARKS: Senate Commerce Chairman John Thune gave Jeffrey Rosen, Trump’s choice to be second-in-command at DOT, a thumbs-up Wednesday, saying he’s a “good, solid pick.” He expressed frustration with the slow pace of nominations trickling out of the White House, though he pinned some of that on Democrats slowing down confirmations of several Cabinet members.",
  "“I think if more people understood just how negatively it impacts our ability to keep up with whether it’s infrastructure projects or other parts of the budget as well — it ultimately by the way could end up costing you more — I think there would be a lot more objection or people would understand why there’s appropriators who see the impacts and are so against it,” Diaz-Balart said.",
  "Trump talks project deadlines at infrastructure meeting\n\nINFRASTRUCTURE MEETING — WSJ LURKS EDITION: President Donald Trump signaled during a White House meeting on infrastructure Wednesday that he wants to direct the benefits of his $1 trillion plan to states with shovel-ready jobs, according to The Wall Street Journal, which was invited to witness the lunch meeting.",
  "He expressed interest in building new high-speed railroads, inquired about the possibility of auctioning the broadcast spectrum to wireless carriers, and asked for more details about the Hyperloop, a project envisioned by Tesla founder Elon Musk that would rapidly transport passengers in pods through low-pressure tubes.\"",
  "“And we have found ourselves being donors for other priorities when those funds cannot be found.”\n\nAnd now: Days after that interview, Pro Defense’s Jeremy Herb and Bryan Bender reported that Trump's administration was looking to hike other DHS agencies’ budgets in part by slashing Coast Guard funding.",
  "“These delays could impact the Department’s ability to achieve MAP-21’s intended benefits, such as accelerating project delivery, reducing costs, and more efficient and effective planning, design, engineering, construction, and financing of transportation projects,” the watchdog said.",
  "Sen. Susan Collins, the lead appropriator on DOT spending, said she isn’t sure how lawmakers plan to move forward to wrap up setting those levels but thinks her panel’s bill is “in pretty good shape.” “It’s above my pay grade in terms of how this is going to come together,” she added.",
  "CATCHING UP WITH THE COAST GUARD: If the Coast Guard fits anywhere in the federal government, it’s more or less within the Department of Homeland Security, says Adm. Paul Zukunft — even if it means the military service’s budget often gets raided when other agencies need money.",
  "While DOT has completed well over half of the 42 actions planned to implement expedited project delivery requirements included in the 2012 highway and transit law, Congress included more provisions in 2015’s FAST Act for regulators to incorporate into those initiatives.",
  "OH, THE IRONY: The DOT inspector general found in an audit released this week that additional congressional requirements are contributing to delays in the department’s ability to write policies to, ironically, speed up permitting approvals for projects.",
  "** A message from the Association of American Railroads: How did America’s freight railroads decrease mainline train accidents by 32% since 2008, or enable rail shippers to move twice the amount of freight for nearly the same price as in 1980?",
  "“I fully expect when we get the budget that we may well see the TIGER grant program slashed, so help me make the case for why we need the TIGER grant program in addition to the traditional formula programs,” she said during the hearing.",
  "Story Continued Below\n\nOther tidbits: An aide in the Trump administration told WSJ that officials are weighing using $200 billion in repatriated cash to help pay for the effort, but that other funding options were under review as well.",
  "“I have not heard directly from them, but we do know that it has become a priority of theirs to do infrastructure, so I think that’s a positive thing, but I have not gotten any input for [fiscal year] ’17 or ’18,” Diaz-Balart said.",
  "‘A businessperson’s perspective’: “As the president has said many times, strong public-private partnerships will also be key to revitalizing our country’s ruined roads, crumbling bridges and outdated airports,” Spicer said.",
  "BILL TO KILL MPO RULE PASSES SENATE: The Senate approved a bill (S. 496) sponsored by Illinois Sen. Tammy Duckworth on Wednesday that would kill a new DOT rule on consolidating so-called metropolitan planning organizations.",
  "SAME OLD SONG: Well-known transportation boosters visited with Senate appropriators Wednesday to reiterate their well-trod case that an infrastructure package must have federal funding as a major component.",
  "I’ve watched the Santa Fe lay her smoke against the sky, and listened to old Number Three rolling through the night.” (h/t National Geographic’s Francis Rivera)\n\nWant to keep up with MT’s song picks?",
  "SURVEY SAYS: Sixty-two percent of registered voters say lawmakers are “somewhat” or “very” likely to pass an infrastructure bill in a year’s time, according to a new POLITICO/Morning Consult poll.",
  "First things first: But while that plan is still a twinkle in the White House’s eye, lawmakers need to get fiscal 2017 funding squared away — not to mention Trump’s fiscal 2018 budget proposal.",
  "On the House side: Collins’ counterpart in the lower chamber, Rep. Mario Diaz-Balart, told MT that he’s “heard nothing” about the Trump administration’s preferences for DOT’s budget.",
  "Why it matters, per Diaz-Balart: Continuing resolutions “are devastating in every way, particularly for small businesses,” the House Appropriations THUD Subcommittee chairman said.",
  "A pinch of spice: White House press secretary Sean Spicer told reporters Wednesday that the conversation focused on the project-approval process and public-private partnerships.",
  "Trump said he was inclined to give states 90 days to start projects, and asked Scott Pruitt, the new head of the Environmental Protection Agency, to provide a recommendation.",
  "A package won’t come until lawmakers dispense with their work on health care and the tax code — although infrastructure could get wrapped into the latter effort, Trump said.",
  "“As a member of DHS, you run the risk of if you’re going to fund it with DHS, do you shake down the other components to fund some of these other objectives?” Zukunft said.",
  "The commandant of the Coast Guard recently sat down with Brianna to talk about his priorities for the service as a new administration and Congress get off the ground.",
  "“Infrastructure used to be a point of American pride, but now an overbearing, ineffective [regulatory] system can keep projects in limbo for years,” Spicer said.",
  "Witnesses also called for preserving existing formula programs for highways and transit — as well as supplementary grant and loan programs like TIGER and RRIF.",
  "A quarter said it’s “not too likely” or “not likely at all.” Eleven percent said an infrastructure package should be GOP lawmakers’ and Trump’s No.",
  "The ‘skinny’: On the budget, Collins said she isn’t sure what to expect out of the administration’s “skinny” document expected this month.",
  "The rule would affect Duckworth’s state by forcing Chicago’s planning agency to be combined with agencies in Indiana and Wisconsin.",
  "Dave Howard was named CEO of Brightline, a private passenger rail company that plans to start service in Florida in the summer.",
  "From lasers to UAVs, machine visioning to big data analysis, technology is driving the freight rail industry into the future.",
  "Ashley Burch is now senior advocacy and grassroots manager at the American International Automobile Dealers Association.",
  "Under that setup, Indiana and Wisconsin’s governors would need to sign off on federal funding for the Chicago area.",
  "SHIFTING GEARS: Conrail named Timothy Tierney the railroad’s president and chief operating officer as of April 1.",
  "But she isn’t holding out much hope for a suggested boost to perennial favorites like the TIGER grant program.",
  "TIP JAR: Trump will need a whole lot more people in place at DOT to carry out a massive infrastructure plan.",
  "Reach out: bgurciullo@politico.com, lgardner@politico.com, tsnyder@politico.com and/or kwolfe@politico.com.",
  "(h/t POLITICO Influence)\n\nTHE AUTOBAHN:\n\n— \"Deadly bus-train wreck puts railroad crossing under scrutiny.\"",
  "“I think that hopefully we’ll start to fill out some of the … sub-Cabinet level people” soon, Thune said.",
  "She came from the International Dairy Foods Association, where she was director of political programs.",
  "He takes over from the retiring Ron Batory, who we’re hearing is a leading contender to head the FRA.",
  "Please send tips, feedback and, of course, song lyrics to bgurciullo@politico.com or @brigurciullo.",
  "“The government has wasted too much of the taxpayers’ money on inefficient and misguided projects.",
  "“As far as finishing our bill, we’re in essence done, with a couple exceptions,” he said.",
  "— \"Here are more than 400 officials Trump has quietly deployed across the government.\"",
  "All it took was advanced technology, innovation and a clear vision for the future.",
  "But, like Collins, he expressed confidence in his subcommittee’s fiscal 2017 bill.",
  "“The Orange Blossom Special, the Wabash Cannonball, the Chattanooga Choo-Choo.",
  "— \"D.C. officials confident region will get its federal transit money back.\"",
  "Chao has been confirmed and Rosen has been nominated as deputy secretary.",
  "— \"What we know about car hacking, the CIA and those WikiLeaks claims.\"",
  "Musk is also a member of Trump’s so-called Strategic and Policy Forum.",
  "Who are possible candidates for top posts at the modal agencies?",
  "Rep. Dan Lipinski (D-Ill.) has introduced a companion bill (H.R.",
  "— \"Uber seeks to prevent use of Greyball to thwart regulators.\"",
  "Who else will play a key role in an infrastructure initiative?",
  "— \"Self-driving cars can’t cure traffic, but economics can.\"",
  "Highway and transit policy is up for renewal in 1,302 days.",
  "— \"Uber self-driving cars are coming back to California.\"",
  "We also chatted about the downside of calling DHS home.",
  "THE COUNTDOWN: DOT appropriations run out in 50 days.",
  "— \"Airlines boost tech spending to combat glitches.\"",
  "But who could be up for undersecretary for policy?",
  "1 priority, among a total of 10 priorities listed.",
  "Howard was previously a pro sports consultant.",
  "— \"Merkel heard about Dieselgate on the news.\"",
  "— \"Trump tiptoes toward bipartisan outreach.\"",
  "The FAA reauthorization expires in 205 days.",
  "Learn how we’re putting technology to work.",
  "Lawmakers swiftly panned the proposed cuts.",
  "WSJ’s Michael C. Bender reports: “Mr.",
  "“We’ll see what happens,” he added.",
  "Follow our Spotify playlist.",
  "www.aar.org/future-of-rail.",
  "This hobo’s seen them all.",
  "The Associated Press.",
  "The Associated Press.",
  "The Washington Post.",
  "The New York Times.",
  "1346) in the House.",
  "The New York Times.",
  "POLITICO Europe.",
  "More efficient.",
  "ProPublica.",
  "WAMU 88.5.",
  "USA Today.",
  "POLITICO.",
  "Safer.",
  "**"
]