[
  "“The Committee already conspicuously harbors several of the Democratic Caucus’s most conservative, Wall Street-friendly members,” the coalition wrote Thursday to presumptive Senate Democratic Leader Charles E. Schumer (N.Y.), who also serves on the committee and has raised millions from the financial sector over his career.",
  "“Any attempt to have Evan Bayh installed as chair, or other efforts to appoint members who support the interests of Wall Street above those of the American people, must be opposed.”\n\nWelcome to the Capitol Hill portion of progressives’ campaign to defend financial reform during the 2017 transition.",
  "If you recall, in 2010 then-Sen. Bayh chose at the last-minute not to run for reelection and then pursued a variety of lucrative interests upon leaving the Hill, including advising private equity firm Apollo Global Management and serving on the board of Fifth Third Bank.",
  "The letter follows a report in American Banker in August speculating that Bayh, who sat on the Banking Committee from 2000 to 2010, could find himself with more seniority on the panel than current Ranking Member Sherrod Brown (D-Ohio) if Bayh returns to the Senate.",
  "The groups’ letter may be overstating the pro-industry bent of the committee on the Democratic side, an aide said: while there are several Democratic moderates on the panel, many of its most influential members are strong supporters of tough regulation.",
  "The Associated Press reported over the weekend he spent his last year in office searching for a private-sector job while voting on issues relevant to potential employers, news that fueled Republican attacks.",
  "The Courage Campaign, CPD Action, CREDO Action, Democracy for America, MoveOn.org, New York Communities for Change, Other98, Presente.org, RootsAction.org and Rootstrikers signed the letter to Schumer.",
  "“The scenario has been quietly discussed among financial services lobbyists, most of whom prefer the more moderate and bank-friendly Bayh to the progressive Brown,” the report stated.",
  "“The financial industry is floating [Bayh’s] name to the media in a brazen, cynical attempt to tilt the Committee’s membership even further toward Wall Street,” the letter stated.",
  "Brown is a fierce critic of Wall Street and progressive groups want to see him wielding the gavel, allowing him and fellow committee member Elizabeth Warren (D-Mass.)",
  "A coalition of progressive groups wants to make absolutely, 100-percent sure that Evan Bayh won’t take over the Senate Banking Committee if he’s elected in November.",
  "The coalition called on Schumer to publicly state his intention to ensure the Banking Committee’s membership reflects support for stronger financial regulation.",
  "“There’s no doubt Senator Brown will have the top slot on the banking committee next year,” said a senior Democratic aide (again).",
  "Translation: Promise us you’ll work to balance out the influence of more centrist Democrats like Joe Donnelly (Ind.)",
  "At Schumer’s convincing, he’s now running to come back in a tight race against Rep. Todd Young (R-Ind.).",
  "Bayh’s prior tenure on the Banking Committee does, in fact, give him seniority over Brown.",
  "Bayh, being friendly to banks, is no friend of theirs.",
  "to put intense pressure on “too-big-to-fail” banks.",
  "But staffers said bankers’ desired scenario (i.e.",
  "This includes Brown and Warren as well as Sens.",
  "Jack Reed (D-R.I.) and Jeff Merkley (D-Ore.).",
  ": Bayh as chairman) is just not happening.",
  "As of this week, Bayh’s race is no lock.",
  "and Heidi Heitkamp (N.D.).",
  "Why?"
]