[
  "Stephen Schwarzman\n\nBlackstone Group\n\nHometown: New York City\n\nNet Worth: $10.2 billion\n\nAssets Overseen: $344 billion\n\nEven after a run-up in asset prices, the chief of the world's biggest private equity firm is finding ways to put money to work, including recent real estate deals in India, where Blackstone Group now owns 30 million square feet of office space in major cities.",
  "George Soros\n\nSoros Fund Management\n\nHometown: Katonah, N.Y.\n\nNet Worth: $24.9 billion\n\nAssets Overseen: $29 billion\n\nStill an investing heavyweight at 85, Soros started 2016 betting forcefully against Asian currencies and recently argued that China is ushering in the next global financial crisis by relying excessively on debt--in a way like America did before the last crash.",
  "John Elkann\n\nExor SpA\n\nHometown: Turin, Italy\n\nNet Worth $850 million\n\nAssets Overseen $14.1 billion\n\nAn heir to the Agnelli fortune, Elkann has transformed the family businesses into a Berkshire Hathaway-style holding company with interests ranging from autos (Fiat Chrysler), machinery (CNH), reinsurance (PartnerRe), media ( The Economist ) and soccer (Juventus).",
  "Mary Erdoes\n\nJ.P. Morgan Asset Management\n\nHometown: New York City\n\nNet Worth $60 million\n\nAssets Overseen $1.7 trillion\n\n\"For many of us who joined the investment industry in the 1980s and 1990s, the only markets we have ever known have either been multiyear directional rallies or concentrated, deep market declines,\" Erdoes says.",
  "Howard Marks\n\nOaktree Capital\n\nHometown: New York City\n\nNet Worth $1.9 billion\n\nAssets Overseen $97 billion\n\nThe cochairman of distressed-debt investor Oaktree Capital has seen the assets of his firm grow from $5 billion in 1995 to nearly $100 billion with a clientele book that includes 74 of the 100 largest U.S. pension funds.",
  "John Stumpf\n\nWells Fargo\n\nHometown: San Francisco\n\nNet Worth $200 million\n\nAssets Overseen $1.8 trillion\n\nThe CEO of the biggest U.S. bank by market value recently said at an annual shareholders meeting that interest rates could stay lower for longer than many expect, adding to the profit pressures most banks are experiencing.",
  "James Simons\n\nRenaissance Technlogies\n\nHometown: East Setauket, N.Y.\n\nNet Worth $15.5 billion\n\nAssets Overseen $29 billion\n\nThough retired from the pioneering quantitative hedge fund firm he built, Simons still looms large in the minds of most traders who use math, computers and data to try to detect financial market patterns.",
  "\"However, with debts high, monetary policy less able to be stimulative and prospective returns of investment assets too low to fund liabilities, I do expect the world economy to be in an extended period of stagnation , with markets having just moderate volatility, much like Japan has had for the last 20 years,\" Dalio says.",
  "Steven Cohen\n\nPoint72 Asset Management\n\nHometown Greenwich, Conn.\n\nNet Worth $12.7 billion\n\nAssets Overseen $11 billion\n\nWith his firm managing only his personal fortune, Cohen believes in diversifying his bets through Point72's 350 investment professionals, who are grouped in dozens of teams by sector of expertise.",
  "Laurence Fink\n\nBlackRock\n\nHometown: New York City\n\nNet Worth: $550 million\n\nAssets Overseen: $4.6 trillion\n\nThe CEO of the world's biggest asset manager, Fink in February sent a letter to every S&P 500 CEO calling on them to stop thinking short term and publish annual strategic plans as a yardstick for investors.",
  "Joseph Safra\n\nSafra Group\n\nHometown: Sao Paulo\n\nNet Worth $17.2 billion\n\nAssets Overseen $150 billion\n\nOne of the banks owned by the world's richest banker is calling for \"a far more flexible investment approach\" for 2016, saying, \"Stock markets will be overshadowed by political risks and uncertainties.\"",
  "Uday Kotak\n\nKotak Mahindra Bank\n\nHometown: Mumbai\n\nNet Worth $7.1 billion\n\nAssets Overseen $34.6 billion\n\nThe Indian billionaire, who made his fortune lending to the sprawling masses between Mumbai and Delhi, believes investing in India is like a Bollywood movie--long but with a happy ending.",
  "Carl Icahn\n\nIcahn Enterprises\n\nHometown: New York City\n\nNet Worth: $17.6 billion\n\nAssets Oversee: $42 billion\n\nThe activist investor is hedging his portfolio while pounding the table for U.S. fiscal moves, like a tax solution that would entice U.S. corporations to repatriate offshore cash.",
  "Andreas Halvorsen\n\nViking Global Investors\n\nHometown: Darien, Conn.\n\nNet Worth $3.1 billion\n\nAssets Overseen $33 billion\n\nThe most successful of the \"Tiger Cubs\" spawned by legendary hedge fund manager Julian Robertson, Halvorsen has been betting big on Broadcom and Amazon.",
  "\"As far as equity markets are concerned, it's a fair value market that in lieu of any bad events like a British exit or a surprising election result--which is a bit less the case now-- you are going to get a U.S. equities market that is going to grind higher,\" Tepper says.",
  "Jiang Jianqing\n\nIndustrial & Commercial Bank of China\n\nHometown: Beijing\n\nNet Worth Less than $1 million\n\nAssets Overseen $3.4 trillion\n\nThe man who runs the biggest bank in the world is still finding ways to eke out profit gains amid slowing Chinese economic growth.",
  "John Grayken\n\nLone Star Funds\n\nHometown: London\n\nNet Worth $6.3 billion\n\nAssets Overseen $64 billion\n\nOne of the world's biggest investors in distressed assets, particularly real estate, Grayken believes in buying assets cheap and selling as quickly as possible.",
  "Jorge Paulo Lemann\n\n3G Capital\n\nHometown: Zurich\n\nNet Worth $30.6 billion\n\nAssets Overseen $32.3 billion\n\nBrazil's richest man has a ravenous appetite for taking iconic food and beverage companies and wringing profits out of them through aggressive cost cuts.",
  "Brian Moynihan\n\nBank Of America\n\nHometown: Charlotte, N.C.\n\nNet Worth $35 million\n\nAssets Overseen $2.2 trillion\n\nWall Street's legal eagle, Moynihan has dealt with Bank of America's crisis-era problems, doling out tens of billions in fines and settlements.",
  "Leon Black\n\nApollo Global Management\n\nHometown: New York City\n\nNet Worth $4.8 billion\n\nAssets Overseen $170 billion\n\nFamous for buying downtrodden assets, in February Black's Apollo bought back $250 million of its own shares, then down 50% year over year.",
  "\"We need to lift the gridlock in Congress so that we can do some fiscal stimulus, because the Fed is holding up this economy by themselves, and I don't think it can continue--the odds of that happening are far greater if Trump is elected,\" Icahn says.",
  "\"Continuous asset- allocation work will reemerge as the most important discussion point, and very focused individual security, sector and regional decisions will be far more important than solely investing in broad market indices in a passive manner.\"",
  "Jonathan Gray\n\nBlackstone Group\n\nHometown: New York City\n\nNet Worth $1.5 billion\n\nAssets Overseen $101 billion\n\nThe man who runs the world's biggest real estate investment operation says the cycle is clearly mature, but it's too early to call the end.",
  "Daniel Loeb\n\nThird Point\n\nHometown: New York City\n\nNet Worth $2.6 billion\n\nAssets Overseen $15 billion\n\nAn investor who agitates for corporate change, Loeb has been betting big on health care with activist positions in Baxter International and Amgen.",
  "This lack of foresight is not surprising, because markets and the course of the economy are not modelable scientific phenomena but rather are examples of mass human behavior, which is never predictable with anything like precision,\" Singer says.",
  "Jeffrey Gundlach\n\nDoubleline Capital\n\nHometown: Los Angeles\n\nNet Worth: $1.4 billion\n\nAssets Overseen: $95 billion\n\nThe bond king is sticking with his dour outlook on junk, especially as energy companies continue their downward spiral.",
  "Adds Tepper on the Federal Reserve: \"They have said it a million times, but the market maybe only now seems to be recognizing that is the case--that they are going to let some degree of inflation come back before they try to kill it.\"",
  "Ken Griffin\n\nCitadel\n\nHometown: Chicago\n\nNet Worth: $7.6 billion\n\nAssets Overseen: $25 billion\n\nThe successful hedge fund manager is building a big financial firm that also includes a marketmaker that is the top U.S. equities trader.",
  "\"Like a slow-moving freight train, it has underlying strength and momentum--though we expect anemic 1% growth this year, adding an average of 200,000-plus jobs a month over the past five years shows the economy's staying power.\"",
  "Ray Dalio\n\nBridgewater Associates\n\nHometown: Greenwich, Conn.\n\nNet Worth $15.6 billion\n\nAssets Overseen $150 billion\n\nThe founder of the world's biggest hedge fund firm sees no reason for a 2008-style debt and economic crisis.",
  "Yngve Slyngstad\n\nNorwegian Sovereign Wealth Fund\n\nHometown: Oslo\n\nNet Worth $3 million\n\nAssets Overseen $868.9 billion\n\nThough the world's biggest pension fund returned just 2.7% in 2015, Slyngstad is staying the course.",
  "\"Today our focus has expanded to disruptors like Airbnb and Uber, microfinance in India and Sri Lanka, troubled loans in Puerto Rico and Italy, and content plays such as Cirque de Soleil, Creative Artists Agency and STX.",
  "Net Worth $15.4 billion\n\nAssets Overseen $2 trillion\n\nSince becoming boss of the mutual fund giant in 2014, Johnson has championed the actively managed funds Fidelity is known for, despite a stampede into passive funds.",
  "David Tepper\n\nAppaloosa Management\n\nHometown: Miami Beach\n\nNet Worth: $11.4 billion\n\nAssets Overseen: $18 billion\n\nThe legendary hedge fund manager thinks markets have relaxed because of China's more stimulatory policy.",
  "James Coulter\n\nTPG Capital\n\nHometown: San Francisco\n\nNet Worth $2.1 billion\n\nAssets Overseen $70 billion\n\nThe cofounder and emerging leader of one of the biggest private equity firms, Coulter wants to test new ideas.",
  "Net Worth $1.4 billion\n\nAssets Overseen $409 billion\n\nFor decades Booth has been a devotee of Nobel Prize-winning economist Eugene Fama and his partner, Kenneth French, both directors of Dimensional Fund Advisors.",
  "\"I also expect significant productivity gains due to big data, big computing and AI, and that these gains will lead to people increasingly replaced by machines, which will increase the already big wealth gap.\"",
  "\"From all the economic indicators that have been published to date, I think all [show] that the Chinese economy is still the engine of the world economy's growth,\" Jiang said at a conference earlier this year.",
  "Adds Conway: \"While the Fed has indicated rates are likely to stay low for a while, we're looking closely at factors such as wages or commodity prices that could cause rates to rise unexpectedly or sharply.\"",
  "Andrew Beal\n\nBeal Bank\n\nHometown: Dallas\n\nNet Worth $10.5 billion\n\nAssets Overseen $7 billion\n\nLike before the financial crisis, Beal has been curbing his bank's lending activities because of his concerns.",
  "Lloyd Blankfein\n\nGoldman Sachs\n\nHometown: New York City\n\nNet Worth: $700 million\n\nAssets Overseen: $878 billion\n\nGoldman Sachs is embracing Silicon Valley in an effort to cut costs and uncover new markets.",
  "Paul Singer\n\nElliott Management\n\nHometown: New York City\n\nNet Worth $2.2 billion\n\nAssets Overseen $27 billion\n\nComing off a huge debt deal with Argentina, the hedge fund manager advises against advice.",
  "JPMorgan is navigating volatile global markets, but Dimon is thinking bigger about bad policies like an outdated tax code, which he says creates more risk than anything on his bank's balance sheet.",
  "\"But what is surprising is that even the most sophisticated investors, traders and commentators continue to rely on predictions issued by those who have no record of success at such forecasts.\"",
  "Mark Walter\n\nGuggenheim Partners\n\nHometown: Chicago\n\nNet Worth $2.3 billion\n\nAssets Overseen $240 billion\n\nCofounder of a big and growing money manager sees lots of economic challenges ahead.",
  "Hometown: New York City\n\nNet Worth: $700 million\n\nAssets Overseen: $2.4 trillion\n\nThe man with the keys to America's largest bank, Dimon oversees an institution that moves $5 trillion a day.",
  "\"Of course, opportunities will still present themselves,\" Walter says, \"especially in areas of changing technologies related to an aging population and the rebuilding of infrastructure.\"",
  "Israel Englander\n\nMillennium Management\n\nHometown: New York City\n\nNet Worth $5 billion\n\nAssets Overseen $33 billion\n\nWith 1,800 employees, Englander's shop farms out cash to 180 teams.",
  "James Gorman\n\nMorgan Stanley\n\nHometown: New York City\n\nNet Worth $50 million\n\nAssets Overseen $807 billion\n\nGorman has repositioned Morgan Stanley after a near-death during the crisis.",
  "\"I'm profoundly fortunate to be part of such a team--a team with the imagination to see what others don't, the conviction to take a risk and the ability to act before anyone else.\"",
  "William Conway\n\nThe Carlyle Group\n\nHometown: McLean, Va.\n\nNet Worth $2.5 billion\n\nAssets Overseen $178 billion\n\nThe private equity pioneer is keeping focused on the big picture. \"",
  "The hedge fund managers, private equity moguls and lenders who control the flow of trillions of dollars around the global economy impact just about all of us one way or another.",
  "\"As long-term business builders, we invest our permanent capital and deploy management skills in support of talented leaders and companies with global potential,\" Elkann says.",
  "Pollyanna Chu\n\nKingston Securities\n\nHometown: Hong Kong\n\nNet Worth $3.8 billion\n\nAssets Overseen $2 billion\n\nThe billionaire's bet on her hometown of Hong Kong is paying off.",
  "According to Smith, the key for investors is to identify management that understands this big-data dynamic and can create analytically based products and cognitive solutions.",
  "Henry Kravis\n\nKKR\n\nHometown: New York City\n\nNet Worth $4.3 billion\n\nAssets Overseen $120 billion\n\nKravis shook up America's pantries with KKR's 1988 takeover of RJR Nabisco.",
  "On Wall Street, money talks, so we judged our candidates on four factors: net worth, assets under management or overseen, three-year track records and influence on markets.",
  "\"The past few months of increasing complexity are here to stay and now is a more important time than ever to employ active portfolio management to take advantage.\"",
  "I think the Fed is going to be very, very patient because they have a view that they can contain inflation, but it's much harder to create inflation in the world.",
  "\"It relies on companies' ability to harness the data that is captured from real-time interactions that are taking place within the networks of their customers.\"",
  "Those who perform well get more cash and those who perform poorly are out--reportedly Millennium recently cut several traders specializing in financial stocks.",
  "In his own 2016 investor letter, Buffett told Berkshire Hathaway shareholders that the babies being born in America today \"are the luckiest crop in history.\"",
  "Warren Buffett\n\nBerkshire Hathaway\n\nHometown: Omaha\n\nNet Worth: $68.5 billion\n\nAssets Overseen: $552 billion\n\nBuffett's best tip for FORBES readers today?",
  "Kingston Securities is benefiting from a new trading link with the Chinese mainland, which has attracted spooked Chinese investors to Hong Kong markets.",
  "He likes areas with the biggest supply deficits, like single-family homes, where the pace of new construction remains below what demographics demand.",
  "Big bets include Burger King owner Restaurant Brands International and Heinz and orchestrating a marriage between Anheuser-Busch InBev and SABMiller.",
  "\"We have not been participating in the selling, and we don't foresee that we will,\" he said at a presentation when stocks were falling this winter.",
  "He also keeps pushing for corporate reform in Japan and in a huge win just forced the resignation of the CEO of the parent company of 7-Eleven.",
  "\"Today we may be entering a period like the 1960s and 1970s, where we see nondirectional, muted returns over several long stretches of time.\"",
  "That has meant trying to capitalize on household formation, Internet penetration and personal care segments like health care and beauty.",
  "\"We do not believe the current share price of Apollo reflects the strength of our business model and growth opportunities,\" Black says.",
  "\"You are looking for anomalies.Any one anomaly might be a random thing; however, if you have enough data, you can tell that it is not.\"",
  "\"Consumers are spending much differently than in the past, choosing to spend on 'experiences' rather than 'things,' \" Kravis observes.",
  "\"The American consumer is spending, and we see good core business activity, so we are well positioned to help drive the real economy.\"",
  "\"Staying on the leading edge means being adaptable and having the skill and conviction to succeed in uncharted territory,\" he says.",
  "\"We've followed a strategy to simplify, rebuild our capital and liquidity, invest in our company and our capabilities,\" he says.",
  "A string of recent advertisements featured top portfolio managers who touted \"the power of active management\" over the long run.",
  "\"There are unforeseen and detrimental repercussions such as the bubbles that are being formed because of low interest rates.\"",
  "Three decades later he is again looking to consumers, who he believes are beginning to benefit from lower commodity prices.",
  "Net Worth $2.5 billion\n\nAssets Overseen $20 billion\n\nThe private equity investor remains focused on investing in software.",
  "\"Great teams are passionate; they love to solve the important problems of our time, and they want to win,\" says Griffin.",
  "Their research: Markets are efficient; value stocks generally outperform growth stocks; and small caps outperform large.",
  "He plans to tap the bank's $150 billion in wealth-management deposits for a lending business to high-net-worth clients.",
  "\"The important turning points in markets are never identified with precision in advance by 'experts' and policymakers.",
  "He's also not jumping up and down about the U.S. stock market, which he calls \"the last man standing\" and expensive.",
  "\"There are times when capital preservation is a good idea, and I think this is one of those times,\" says Gundlach.",
  "\"If we end up buying more near a top, that's never as much fun as buying everything at bottoms,\" Schwarzman says .",
  "To compile the list, we considered people who run businesses on both the buy and the sell sides of high finance.",
  "Recent launches include Marquee, a coding program for Goldman's trading clients, and an online savings bank.",
  "\"The financial markets of the world have become a playground for the academic central bankers of the world.",
  "He doesn't think interest rates will move much and suggests investors stick with intermediate bond funds.",
  "\"It's a huge confidence game, and all confidence games always end the same: with a loss of confidence.\"",
  "\"Supply and demand is still favorable in the U.S. with an economy growing 2% and new supply growing 1%.",
  "From banking to buyouts, trading to takeovers, these 40 financiers dominate the world of money.",
  "\"Read The Intelligent Investor ,\" he says, \"and during major market declines, read it again.\"",
  "Stable wealth-management operations are insulating Morgan Stanley from a slow start to 2016.",
  "\"Volatility is bringing excellent opportunities,\" Loeb said in his April investment letter.",
  "\"Technology underpins everything we do,\" Blankfein said in a February shareholder letter.",
  "Safra himself is under some uncertainty and is facing corruption charges in Brazil.",
  "This bet on himself, mimicked by other private equity firms, has so far paid off.",
  "\"We take in terabytes of data a day,\" Simons said in a TED interview last year.",
  "Buffett has long been a devotee of Benjamin Graham's book on value investing.",
  "We all know how government-controlled markets ultimately perform,\" Beal says.",
  "That's why you're seeing rising rents, occupancy and cash flows,\" says Gray.",
  "What does the chief of the world's sixth-biggest asset manager recommend?",
  "\"The fourth industrial revolution is real, and it is global,\" says Smith.",
  "His best advice: \"Pick your partners and your clients with great care.\"",
  "Don't underestimate the power of the U.S. economy,\" Conway says.",
  "\"The question will be, at what point will interest rates go up?",
  "Abigail Johnson\n\nFidelity Investments\n\nHometown: Milton, Mass.",
  "David Booth\n\nDimensional Fund Advisors\n\nHometown: Austin, Tex.",
  "\"We went from a period of fragility to healing, to stability.",
  "So that is driving my view that they will take their time.\"",
  "Robert Smith\n\nVista Equity Partners\n\nHometown: Austin, Tex.",
  "Now we're moving into a period of growth,\" Gorman says.",
  "\"The wheels don't fall off in a difficult environment.",
  "\"What's relevant is that you're always outperforming.\"",
  "The Safra Group says the allegations are unfounded.",
  "Full Coverage Of Money Masters Continues Here12.",
  "These days he is fishing for deals in Europe.",
  "Now Moynihan is excited about BofA's future.",
  "He is trying to keep things in perspective.",
  "That is a huge positive,\" Gorman notes.",
  "Jamie Dimon\n\nJPMorgan Chase & Co.",
  "Shares are up 25% since.",
  "19.",
  "16.",
  "17.",
  "18.",
  "11.",
  "10.",
  "13.",
  "14.",
  "15.",
  "27.",
  "26.",
  "25.",
  "28.",
  "30.",
  "29.",
  "23.",
  "24.",
  "20.",
  "21.",
  "22.",
  "33.",
  "35.",
  "34.",
  "31.",
  "32.",
  "39.",
  "38.",
  "37.",
  "36.",
  "40.",
  "3.",
  "4.",
  "1.",
  "8.",
  "9.",
  "7.",
  "5.",
  "6.",
  "2."
]