[
  "is 61…\n\n... Mark Linton, former director of the Obama WH Council on Strong Cities, Strong Communities now president of Linton Strategies ... Greg Jackson, a Bowser and DCCC alum and proud member of Wahoowa Nation … Leslie Martes of the League of Conservation Voters … WJLA alum Abby Fenton … Twins Luke (foreign affairs officer at State) and Brian Principato (Launchsquad SF) ... Jacqueline Eufrausino … Ben Rosenbaum, senior LA for Rep. Dina Titus (D-Nev.) … NYT senior staff editor Jillian Rayfield, a Salon and TPM alum … Shea Snider Miller, comms director for Rep. Mike Rogers (R-Ala.) – pic from her new son Bishop’s recent baptism in Alabama: http://bit.ly/2oGn4Ey ... Teri Galvez ... Steven Rosenberg, Moscow correspondent for BBC ... Scott Clifford, principal at Apollo Global Management ... Natalie Foster, DNC, MoveOn and Sierra Club alum now co-founder of Peers … Lindsay Boyd ... Jeff Young, senior writer at EdSurge ... Andy Karsner, managing partner of The Emerson Collective and CFR member ... Matt Gertz, senior advisor at Media Matters ... Erin O’Connor ... Heather Hopkins, a Bush 43 WH and NSC alum now senior director of gov’t relations at Sierra Nevada Corporation ... Alex Walters, son of Bloomberg alum Chris Walters, now CEO of Encompass Digital Media ... Melanie Babb … Edelman V.P.",
  "lead for global Starbucks account ... Robin Schepper, the pride of Steamboat Springs, Colorado and proud mother of two fabulous sons ... John Zaccaro ... Lindsy Fagerstrom ... Liam Kerr ... Thomas Gensemer (h/ts Teresa Vilmain) ... Edward Allen ... John Diamond, senior comms officer at the World Bank Group ... Dan Reese ... Rebecca Hanks Fisher ... Yasmeen Alamira, digital reporter at CCTV-America ... Juicy J is 42 (h/t AP)\n\nSUBSCRIBE to the Playbook family: POLITICO Playbook http://politi.co/1M75UbX ... New York Playbook http://politi.co/1ON8bqW … Florida Playbook http://politi.co/1OypFe9 ... New Jersey Playbook http://politi.co/1HLKltF ... Massachusetts Playbook http://politi.co/1Nhtq5v … Illinois Playbook http://politi.co/1N7u5sb ... California Playbook http://politi.co/2bLvcPl ... Brussels Playbook http://politi.co/1FZeLcw ... All our political and policy tipsheets http://politi.co/1M75UbX\n\nFollow us on Twitter Anna Palmer @apalmerdc\n\n\n\nJake Sherman @JakeSherman\n\n\n\nDaniel Lippman @dlippman",
  "Learn more at google.com/grow/veterans\n\nELIOT COHEN in The Atlantic, “The Silence of Rex Tillerson”: “During his short tenure the following has happened: His top pick for deputy secretary of state was shot down at the last minute in a bit of palace intrigue; his boss has proposed slashing his department’s budget by 29 percent; his press operation at the State Department went dark for several weeks, after which the interim spokesman made a (good) statement in support of Russian demonstrators and was promptly moved; he decided to get rid of the usual press entourage on his inaugural overseas trip to Asia; he nearly skipped a meeting of NATO foreign ministers, pulling back in the nick of time to spend only a few hours on the ground in Brussels; he has been preceded on a visit to Iraq by the princeling of the Trump administration, Jared Kushner, whose remit includes China and Middle East peace, among other things.",
  "Charlie Baker’s comms director and a Scott Brown and Kelly Ayotte alum (h/t former colleague Ryan Williams) ... Josh Culling, SVP of Dezenhall Resources and a raging Detroit Tigers fan, is 32 ... Alexander Hart ... McCain alum Melissa Shuffield, now SVP for external relations at Florida East Coast Industries ... Annie Gowen, WashPost’s India bureau chief, a long way from her hometown of Lawrence, Kan., where she graduated from University of Kansas ... Meghan Cox, partner at Lincoln Strategy Group (h/t Joyce Mercado) … Jacqueline Usyk, LD for Rep. Tony Cardenas ... Eric Heggie, a former Teamster now at United Auto Workers … Jessica Butler, a teacher and Capitol Hill resident … Sam Lane, reporter/producer at PBS NewsHour and proud Minnesotan and Hawkeye (h/t girlfriend Allie Wright) ... LA Observed editor-publisher Kevin Roderick ... Eric Lewis, a partner at Lewis Baach PLLC in D.C. ...",
  "PLAYBOOKER MAKING IT BIG -- Variety’s 2017 Legal Impact Report -- “Michael Auerbach (up next) … Partner, Jackoway Tyerman Wertheimer Austen Mandelbaum Morris & Klein … Auerbach, who joined Jackoway Tyerman shortly after graduating from law school, now represents a slew of clients including ‘Broad City’ stars and co-creators Ilana Glazer and Abi Jacobson, ‘24: Legacy’ lead actor Corey Hawkins, ‘La La Land’ producer Marc Platt and his son Ben Platt, star of the hit Broadway musical ‘Dear Evan Hansen.’” http://bit.ly/2oBYFE3\n\nBIRTHDAY OF THE DAY: former FCC Chairman Tom Wheeler, senior fellow at the Aspen Institute, CEO of Shiloh Group, the pride of Redlands, California, is 71.",
  "Photos from our POLITICO Playbook watch party http://politi.co/2nDiiXT\n\nPlaybook Reads\n\nPHOTO DU JOUR: President Donald Trump holds up a chart depicting the regulatory process as he makes remarks at the 2017 North America's Building Trades Unions National Legislative Conference on April 4 in Washington, D.C. | Olivier Douliery/Getty Images\n\nHOT IN MOSCOW -- “Russian Spies Tried to Recruit Carter Page Before He Advised Trump,” by NYT’s Adam Goldman: “Russian intelligence operatives tried in 2013 to recruit an American businessman and eventual foreign policy adviser to the Trump campaign who is now part of the F.B.I.",
  "I don’t know what it means to be complicit, but you know, I hope time will prove that I have done a good job and much more importantly that my father’s administration is the success that I know it will be.’” With video http://cbsn.ws/2oZcetN\n\nPRESIDENT JARED -- “President Trump’s Son-In-Law Secretly Met With Muslim Leaders Weeks Before The Travel Ban,” by BuzzFeed’s Hannah Allam: “On a January day just before inauguration, a handful of Muslim activists and businessmen gathered in New York for a confidential meeting with Jared Kushner, the son-in-law and close adviser of President Donald Trump.",
  "The party’s chief vote-counter even predicted that not a single GOP senator will defect on the controversial vote Thursday, which would change Senate precedent by a simple majority of the chamber so that filibusters of Supreme Court nominees can be cut off with just 51 votes instead of 60.” http://politi.co/2oBGgaa\n\nPLAYBOOK POOL WINNERS -- Thousands from across the country submitted a bracket for the first Playbook Pool College Bracket Challenge, including governors, senators, lawmakers, state and local leaders, media personalities, even the First Dog of California, Colusa Brown.",
  "Her haul in the first three months of Donald Trump’s administration represents more than any other North Dakota senator or senatorial candidate has raised in the first quarter of a campaign off-year.” http://politi.co/2o8CrZB\n\nMEDIAWATCH -- “Fox Losing More Advertisers After Sexual Harassment Claims Against O’Reilly,” by NYT’s Emily Steel and Michael Schmidt: “Pressure mounted on Tuesday for Fox News to take action against its top-rated host, Bill O’Reilly, as a series of prominent companies pulled advertising from his show and a leading women’s rights group called for his ouster.",
  "His ‘America First’ approach focuses not on how other nations treat their people but on what they can do for the United States.” http://nyti.ms/2nDdMZf\n\nHAUNTING COVER OF THE N.Y. DAILY NEWS, with a photo of a child getting medical attention -- \"WE MUST NOT LOOK AWAY ... Syria's Assad poisons kids with gas\" http://bit.ly/2nWJoe5\n\n-- @EliotHiggins: “There’s been over a dozen chemical attacks alleged across Syria since the start of the year, it’s not just today.”\n\nJORDAN'S KING ABDULLAH II will be meeting with President Trump and VP Pence at the White House today.",
  "to Ana Marie Cox in the NYT Magazine: “If Joe Biden would have run against Donald Trump, Biden would have won in a landslide.” http://nyti.ms/2nDkyOR\n\nDATA DU JOUR -- “Immigration arrests at Mexican border continue to plummet,” by AP’s Alicia A. Caldwell: “Arrests of people caught trying to sneak into the United States across the Mexican border plummeted in March to the lowest monthly figure in more than 17 years ... Secretary John Kelly said the steep decline in arrests is ‘no accident’ and credited President Donald Trump’s approach to illegal immigration.",
  "I like to talk smart things on CNN & http://TheFederalist.com” … Gen. Colin Powell is 8-0 ... Andrew Noyes, senior director of comms at Hampton Creek and alum of Brigade, Uber and Facebook ... David Hill, a Bush 43 Commerce and Treasury alum now at JP Morgan ... Politico’s David Van Veen ... Marcy Lin ... Garrett Marquis, Prism Group founder and managing partner, is 34 – he celebrated at Ottoman Taverna on Saturday night (h/t wife Ashley) ... Dan Berman, CNN Politics Digital enterprise editor and the pride of San Diego ... Lizzy Guyton, Gov.",
  "A late-night huddle with Pence and the leaders of all the GOP caucuses in the basement of the Capitol failed to clarify the issue, leaving Hill insiders speculating whether the White House offered two different potential deals — or lawmakers selectively heard what they wanted.” http://politi.co/2nD7aKs\n\n-- REMINDER: We’ll talk with House Freedom Caucus Chairman Mark Meadows (R-N.C.), HFC Founding Chairman Jim Jordan (R-Ohio) and Rep. Justin Amash (R-Mich.) for a live Playbook Interview tomorrow morning at the W Hotel (515 15th Street, NW).",
  "Gray received an advance of about $350,000 for the book, according to three of the people.” http://bzfd.it/2nD1wb7\n\n--“Omidyar network gives $100 million to boost journalism and fight hate speech,” by WaPo’s Margaret Sullivan: “One of the first contributions, $4.5 million, will go to the International Consortium of Investigative Journalists (ICIJ), the Washington-based group behind last year’s Panama Papers investigation, which revealed offshore businesses and shell corporations, some of which were used for purposes such as tax evasion.",
  "Korea fires ballistic missile ahead of Trump-Xi meeting,” by AP’s Hyung-Jin Kim in Seoul, South Korea: “North Korea fired a newly developed powerful ballistic missile into its eastern waters Wednesday, U.S. and South Korean officials said, amid worries the North might conduct nuclear or long-range rocket tests ahead of the first summit between President Donald Trump and his Chinese counterpart Xi Jinping this week.” http://apne.ws/2o8DYyY\n\nA message from Google: Google is supporting service members as they transition to civilian jobs.",
  "Americans whose communications are incidentally captured in surveillance of foreign persons are generally not named unless there is a specific request to reveal their identities.” http://politi.co/2na2XlW\n\nGORSUCH WATCH -- “Gorsuch’s writings borrow from other authors,” by John Bresnahan and Burgess Everett: “Supreme Court nominee Neil Gorsuch copied the structure and language used by several authors and failed to cite source material in his book and an academic article, according to documents provided to POLITICO.",
  "Following an investigation by The New York Times over the weekend that revealed multiple settlements over allegations of sexual harassment or other inappropriate behavior by Mr. O’Reilly, the network faced a major advertising revolt as more than a dozen marketers said that they were withdrawing their ads from ‘The O’Reilly Factor.’\n\n“Escalating the tension, the National Organization for Women called for Mr. O’Reilly to be fired and said an independent investigation should be conducted into the culture at Fox News.",
  "At this time, the ad buys of those clients have been re-expressed into other FNC programs.”\n\n-- “Here Come The Breitbart Books,” by BuzzFeed’s Steven Perlberg: “Rosie Gray, The Atlantic’s White House correspondent and a former BuzzFeed News reporter, has inked a deal with publishing giant HarperCollins for a book about the far-right news outlet, which hit its stride during the campaign as a key hyper-conservative voice boosting Donald Trump, according to five people familiar with the matter.",
  "Just 17 percent of registered voters say they could stomach a shutdown ‘if it helps them achieve their policy goals.’ Those are sobering numbers for members of Congress, who leave town Friday for two weeks having done absolutely nothing to avoid a shutdown when the money to fund government operations runs out at the end of the month.” http://politi.co/2nDpxPo\n\nOTHER HIGHLIGHTS:\n\n-- 56% of voters aren't familiar with the House Freedom Caucus, the conservative group in the House.",
  "The meeting, which has not been previously reported, went smoothly, but any optimism Muslims left with that day vanished within a couple of weeks as Trump took office and immediately set about turning his anti-Muslim rhetoric into policy.” http://bzfd.it/2nJ18IQ\n\n-- JARED’S ROLES, updated: religious relations, LGBT rights, reforming the federal government, Middle-East peace, the war in Iraq, the U.S.-China relationship, the U.S.-Mexico relationship and climate change.",
  "‘There is only one explanation for this baseless, last-second smear of Judge Gorsuch: those desperate to justify the unprecedented filibuster of a well-qualified and mainstream nominee to the Supreme Court.’” http://politi.co/2nWl6Rx\n\n-- WHERE THINGS STAND -- “McConnell tees up nuclear showdown over Gorsuch,” by Seung Min Kim: “Two days ahead of the confrontation, 44 Senate Democrats have pledged to filibuster President Donald Trump’s first high court nominee.",
  "Still, analysts have trimmed their profit expectations since the start of the year, and disappointing results could stoke concerns that stock-price gains have outpaced earnings growth.” http://on.wsj.com/2nWQyPG\n\nWEST COAST WATCH -- “Ahn and Gomez appear headed to a runoff in L.A.’s congressional race,” by L.A. Times’ Christine Mai-Duc: “Assemblyman Jimmy Gomez will advance to a runoff for the 34th Congressional District, according to the Associated Press.",
  "**SUBSCRIBE to Playbook: http://politi.co/2lQswbh\n\nTRUMP’S FINE-TUNED MACHINE -- RACHAEL BADE and JOSH DAWSEY -- “Pence’s Obamacare diplomacy fails to yield a deal”: “The White House’s latest last-ditch effort to save the House GOP’s Obamacare replacement bill hit a wall Tuesday night, as conservative and moderate Republicans met and realized they had different understandings of the changes sought by top Trump administration officials.",
  "And inside Fox News, three women who work in the newsroom said that the continued support of Mr. O’Reilly by Fox News and its parent company, 21st Century Fox, led them to question whether the company was committed to maintaining a work environment ‘based on trust and respect,’ as executives had promised last summer after the network’s founding chairman, Roger E. Ailes, was ousted.",
  "UNDER THE RADAR -- “Trump Officials Alarmed China May Bid for Westinghouse Unit,” by Bloomberg’s Jennifer Jacobs, Saleha Mohsin, and Jennifer A. Dlouhy: “The Trump administration is so alarmed that Chinese investors may try to purchase Westinghouse Electric Co.’s nuclear business that U.S. officials are trying to find an American or allied buyer for the company instead ...",
  "Westinghouse filed for Chapter 11 bankruptcy protection on March 29 and its parent company Toshiba Corp. is seeking a buyer for its money-losing reactor business.” https://bloom.bg/2nCYvri\n\nNEW POLITICO/MORNING CONSULT POLL -- “Voters recoil from government shutdown,” by Jake Sherman: “Voters have an unambiguous message for Washington: Do not shut down the government.",
  "In any event, ultimately we resolved it and my staff was able to see the documents.” ... Trump’s comments to him on Russia: “He said I did a good job and that was about all the commentary I got from the President on that.” Full interview https://yhoo.it/2oFnID7\n\nA message from Google: Google is committed to helping veterans build successful civilian careers.",
  "The president began the meeting by saying: ‘So, are you getting to see everything you wanted?’ And I said, ‘Actually, no – we have this issue,’ and I described what it was, and he said, ‘Well I’m fine with your staff seeing the documents, I have no problem with that’ … which I could hear a lot of grumbling from the president’s staff behind me.",
  "The Silicon Valley-based philanthropy will make the official announcement Wednesday at the Skoll World Forum on Social Entrepreneurship in Oxford, England.” http://wapo.st/2nCY7cn\n\n-- CNN has scooped up Saba Hamedy, Mashable’s wired entertainment reporter previously of the L.A. Times, as the network’s newest breaking news reporter.",
  "Cabinet members including Energy Secretary Rick Perry and Treasury Secretary Steven Mnuchin have discussed preventing Westinghouse’s purchase by a Chinese-linked company ... For years, Chinese entities have been interested in the nuclear reactor builder, and the company has been a repeated target of Chinese espionage.",
  "http://bit.ly/2nCONFv\n\nSHOW ME THE MONEY -- “Heitkamp rakes in $1.6 million,” by Gabe Debenedetti: “North Dakota Sen. Heidi Heitkamp, a Democrat up for re-election in 2018 and one of the Republican Party’s top targets, raised $1.6 million in the first quarter of 2017, a person close to her campaign told POLITICO.",
  "(Balz’s story http://wapo.st/2oBLEKA)\n\nHOW TO GET ON TRACK, per several high-level GOP aides in the Capitol: In future legislative battles, the White House would be well served to put out a framework for what it would like to see in legislation, and let Congress write a package to fit those guidelines.",
  "THE NEW REALITY: The LOST 100 days -- PENCE fails to strike a deal … Late night meeting yields no bill, no way forward -- IVANKA: ‘I hope time will prove that I have done a good job’ -- B’DAY: Tom Wheeler Presented by\n\n\n\n\n\nDriving the Day\n\nListen to the Playbook Audio Briefing http://bit.ly/2o8WKWU ...",
  "The Penn Program on Regulation is 6 ... Jesse Rifkin, congressional reporter at GovTrack.us and a Politico alum ... Mikala Stubley, online associate for M+R and ‘Cuse alum, is 25 … Rep. Peter King (R-N.Y.) is 73 ... former Rep. Katherine Harris (R-Fla.) is 6-0 ... former Rep. Reid Ribble (R-Wisc.)",
  "MICHAEL CROWLEY on SUSAN RICE -- “Susan Rice becomes the target of conservative attacks over Flynn unmasking”: “The mood was light when President Barack Obama’s former national security advisor Susan Rice took a stage in mid-January with President Donald Trump’s incoming successor, Michael Flynn.",
  "“‘This false attack has been strongly refuted by highly-regarded academic experts, including those who reviewed, professionally examined, and edited Judge Gorsuch’s scholarly writings, and even the author of the main piece cited in the false attack,’ said White House spokesman Steven Cheung.",
  "and his wife, Gayle dining at BLT Prime last night -- also spotted there: Treasury Secretary Steve Mnuchin ... Sen. Tim Kaine (D-Va.) at Joe’s Stone Crab ... Former Sen. Joe Lieberman (I-Conn.) working his cell phone while waiting to board the LaGuardia to DCA Delta Shuttle Tuesday morning.",
  "-- SPEAKING OF TAX REFORM -- “Freedom Caucus warns leadership on tax reform,” by Aaron Lorenzo: “Members of the conservative Freedom Caucus are demanding to be included in negotiations on tax reform to keep it from meeting the same embarrassing fate as the GOP’s effort to repeal Obamacare.",
  "Learn more at google.com/grow/veterans\n\nIVANKA SPEAKS – “Ivanka Trump interview: ‘If being complicit is wanting to be a force for good ... then I’m complicit’” – CBS: “‘If being complicit is wanting to, is wanting to be a force for good and to make a positive impact then I’m complicit.",
  "FOR ALL THE TALK about a big infrastructure package and tax reform, the Trump administration and the Republican-led Congress hasn’t been able to deliver a single big-ticket legislative achievement, including their nearly decade-old pledge to repeal and replace the Affordable Care Act.",
  "Page frequently flies to Moscow and is interested in earning large sums of money.” http://nyti.ms/2o8PPg7\n\nONE WAY TO GET A MEETING WITH POTUS -- GO ON TV: “Republican known for defending Putin meets Trump at White House,” by Josh Dawsey, Isaac Arnsdorf and Tara Palmeri: “Rep.",
  "Interests and a Disdain for Moralizing”: “As the world recoiled at the televised images of lifeless children in the latest atrocity in Syria’s savage civil war on Tuesday, the White House issued a statement expressing outrage just as any White House presumably would.",
  "Sixty-five percent of voters in a new POLITICO/Morning Consult poll say that Congress should ‘take all necessary steps to avoid a government shutdown,’ a warning sign for lawmakers who might be toying with the idea of holding up funding to influence policy.",
  "Noting the many threats facing America, Rice said: ‘General Flynn, I am rooting for you.’\n\n“Now, conservatives are accusing Rice of actively undermining him instead—by misusing her authority to sabotage Flynn, who was out of the job in less than a month.",
  "The two top finishers among the 24 in the race will meet in a June 6 runoff.” http://lat.ms/2oH7vxc\n\nFIRST IN PLAYBOOK -- THE DNC is launching a website for its “Democrats Live,” a Facebook livestream show that streams from its headquarters once a week.",
  "… Gabe Rottman, who formerly led the ACLU’s First Amendment work in DC, is opening up PEN America’s first-ever DC office next week to step up their work on U.S. press freedom, defense of truth, international free expression issues, and digital freedom.",
  "Conservatives in the House Freedom Caucus say Vice President Mike Pence, chief of staff Reince Priebus and budget director Mick Mulvaney sought to win their votes by offering a repeal of major Obamacare regulations during a Monday night meeting.",
  "coal companies ask Trump to stick with Paris climate deal”: http://reut.rs/2n9Xuvy ... Politico’s Andrew Restuccia, March 30, “Why some coal companies want Trump to stay in Paris climate deal” http://politi.co/2o8GXXZ\n\nBUSINESS BURST -- “U.S.",
  "He is celebrating “with my family at Los Cuates, our neighborhood Mexican restaurant with great margaritas” – read his Playbook Plus Q&A: http://politi.co/2nD1vUQ\n\nBIRTHDAYS: Mary Katharine Ham – Twitter bio: “Being a mom is my jam.",
  "Karyn Polito, Rep. Nanette Barragán (D-Calif.), Cavalry President Josh Holmes, civil rights attorney John Burris, Moelis Vice Chair Eric Cantor, WGN radio host Roe Conn, and Boston Mayor Marty Walsh all put in solid performances.",
  ": VP Mike Pence (70%), Ivanka Trump (66%), Steve Bannon (61%), Jared Kushner (59%), AG Jeff Sessions (56%), Reince Priebus (56%), Kellyanne Conway (55%), Speaker Paul Ryan (54%) and Senate Majority Leader Mitch McConnell (47%).",
  "He has taken foreign policy to its most realpolitik moment in generations, playing down issues of human rights or democracy that animated his predecessors, including Jimmy Carter, Ronald Reagan, George W. Bush and Barack Obama.",
  "But where other presidents might have used the moment to call for the departure of Syria’s authoritarian leader, Bashar al-Assad, President Trump’s spokesman dismissed the notion as impractical because it would not happen.",
  "Analysts expected earnings for S&P 500 companies to grow by 9.1% overall in the first quarter from a year earlier, as of March 31, which would mark the highest growth since the fourth quarter of 2011, according to FactSet.",
  "His fellow Democratic rival, former L.A. city planning commissioner Robert Lee Ahn, was in second place and claimed victory early Wednesday morning as thousands of votes separated him from the rest of the huge field.",
  "I don’t know that the critics who may say that of me, if they found themselves in this very unique and unprecedented situation that I am now in, would do any differently than I am doing,’ Trump said [to Gayle King].",
  "http://cnnmon.ie/2nWYujJ\n\n-- FOX NEWS’ VIEW -- Paul Rittenberg, EVP of advertising sales at FOX News: “We value our partners and are working with them to address their current concerns about the O’Reilly Factor.",
  "The head of the ultra-conservative group said Monday evening that lawmakers need to see the draft of a tax overhaul bill before it’s leaked to the media — which is what happened on the health care repeal bill.",
  "That measure failed in large part because it was written by leadership, and Freedom Caucus members felt they had no input.” http://politi.co/2nDceOY\n\nPETER BAKER on A1 of the NYT -- “For Trump, a Focus on U.S.",
  "The documents show that several passages from the tenth chapter of his 2006 book, ‘The Future of Assisted Suicide and Euthanasia,’ read nearly verbatim to a 1984 article in the Indiana Law Journal.",
  "The goal was a candid talk about what kind of relationship the new administration might forge with American Muslims -- a minefield of a topic given Trump’s anti-Muslim remarks during the campaign.",
  "http://politi.co/2oZfVzz\n\n... STEVE STENBERG is leaving the strategic message and direct mail firm The Strategy Group to start Major Key, a foundation to connect hip hop artists with kids in need.",
  "VP MIKE PENCE’S shuttle diplomacy -- meeting behind closed doors with House conservatives and other GOP factions -- has not yielded anything resembling a deal to repeal and replace Obamacare.",
  "But it was the president, an avid TV watcher who often posts tweets or sets up meetings based on what he sees on-screen.” http://politi.co/2nIZEP5\n\nIF YOU SAY SO... SEN. BEN SASSE (R-Neb.)",
  "In several other instances in that book and an academic article published in 2000, Gorsuch borrowed from the ideas, quotes and structures of scholarly and legal works without citing them.",
  "Several news outlets reported this week that while Rice was in the White House, she requested that the names of Trump transition team officials be ‘unmasked’ in some intelligence reports.",
  "RSVP http://bit.ly/2oHFLIc\n\nBEHIND-THE-SCENES ACTION -- House Democratic leaders will huddle today with their caucus to discuss health care and what fixes to Obamacare they would work on.",
  "inserted a listening device into binders that were passed to the Russian intelligence operatives during an energy conference, according to a former United States intelligence official.",
  "Meanwhile, Senate Republican leaders confidently said Tuesday that they have the votes to invoke the ‘nuclear option’ to ensure Gorsuch gets confirmed even with Democratic opposition.",
  "The businessman, Carter Page, met with one of three Russians who were eventually charged with being undeclared officers with Russia’s foreign intelligence service, known as the S.V.R.",
  "While the VIP bracket didn’t do quite as well as these prize winners, Sen. Cory Booker (D-N.J.), Chicago Alderman Ricardo Munoz, Rep. Richard Neal (D-Mass., Massachusetts Lt. Gov.",
  "To show just how unrealistically ambitious the Trump team was coming into the year, WaPo’s Dan Balz reports Trump aides thought they would be able to repeal Obamacare by Feb. 24.",
  "Also, respect to our own POLITICO Publisher and CEO Robert Allbritton who finished with an impressive 290 Points (13th place overall), calling 75 percent of the games correctly.",
  "THE LOST QUARTER -- Barring a miracle, PRESIDENT DONALD TRUMP will get through one third of his first year in the White House without a single major legislative accomplishment.",
  "In his testimony for the Senate Homeland Security and Governmental Affairs Committee, Kelly said fewer than 12,500 people were caught crossing the border illegally last month.",
  "Today when service members search “jobs for veterans” on Google, and enter their military occupational specialty code, they’ll see jobs that match their military skill sets.",
  "Dave Rodrigues of Massachusetts finished a close second with 314 points followed by Kevin Towle of Massachusetts, Elena Ramirez of D.C., and Josh Golka of California.",
  "The documents could raise questions about the rigor of Gorsuch’s scholarship, which Republicans have portrayed during the confirmation process as unimpeachable.",
  "The employees requested anonymity because they feared retaliation for speaking publicly.” http://nyti.ms/2nJ4jjZ\n\n-- CNN says O’Reilly has lost 21 advertisers.",
  "… Tim Punke is returning to Monument Policy Group and is starting the firm’s West Coast office in Seattle with John Murray, an alumnus of Eric Cantor’s office.",
  "The discrepancy became increasingly apparent throughout the day Tuesday, according to multiple sources across the spectrum of the House Republican Conference.",
  "That compares with more than 43,000 in December.” http://apne.ws/2nIKmd6\n\nREP. ADAM SCHIFF (D-CALIF.) to KATIE COURIC -- “I was invited into the Oval Office.",
  "He was most recently a reporter at Circa and has also served as an RNC spokesman with a brief stint at the Republican Study Committee under Steve Scalise.",
  "The congressman’s spokesman said Rohrabacher at first believed the call was a prank because it came from the White House switchboard, early on April 1.",
  "The first-term lawmaker will report that she has more than $2 million in cash on hand, a considerable amount for her small state so early in the cycle.",
  "investigation into Russia’s interference into the American election, according to federal court documents and a statement issued by the businessman.",
  "‘We would look like, to some degree, rather silly not acknowledging the political realities that exist in Syria,’ said the spokesman, Sean Spicer.",
  "Playbookers\n\nSPOTTED: White House staffers celebrated the upcoming nuptials of Omarosa Manigault at Pinea last night … Sen. Roger Wicker (R-Miss.)",
  "Page in 2013 as part of an investigation into the spy ring, but decided that he had not known the man was a spy, and the bureau never accused Mr.",
  "House Ways and Means Chairman Kevin Brady is also slated to meet with his committee’s Democratic members to discuss the outlines of tax reform.",
  "companies are poised to report their strongest quarterly earnings in years, another sign that the stock-market rally could have further to run.",
  "We also help employers find them by enabling companies to implement this feature on their career sites using Google Cloud’s Talent Solution.",
  "“The findings come as Republicans are on the brink of changing Senate rules to confirm Gorsuch over the vehement objections of Democrats.",
  "The Russians then took the binders into a secure room where they thought they could evade American intelligence eavesdropping attempts.",
  "Top Republican officials on Capitol Hill have left conversations with the White House confused about what they are trying to achieve.",
  "Subscribe on iTunes http://apple.co/2eX6Eay ... Visit the online home of Playbook http://politi.co/2f51Jnf\n\nGood Wednesday morning.",
  "Dana Rohrabacher woke up before dawn Saturday for a Fox News hit in which he gave a spirited defense of President Donald Trump.",
  "Through Grow with Google, our initiative to create economic opportunities, we’ve developed resources specifically for veterans.",
  "And on the great issues of American foreign policy -- nothing.” http://theatln.tc/2oBEdD0\n\nUSED NEWS – Reuters, Tuesday, “U.S.",
  "Minutes after the California Republican walked off the set, Trump was on the line, inviting him to come by the White House.",
  "‘Fox News is too big and too influential to simply let this go,’ Terry O’Neill, the president of NOW, said in a statement.",
  "secretly recorded [Victor] Podobnyy and another Russian operative named Igor Sporyshev discussing efforts to recruit Mr.",
  "CareerBuilder, Pepsi, Siemens, RecruitMilitary, and many others have already implemented the API on their career sites.",
  "In a transcript of the conversation included in the court documents, Mr. Podobnyy tells his Russian colleague that Mr.",
  "TRANSITIONS -- RAFFI WILLIAMS started on Monday as press secretary at the Department of Housing and Urban Development.",
  "“But moderates who met with the same Trump officials hours before were told the changes wouldn’t be as far-reaching.",
  "Kelly reported the figures in written testimony submitted to a Senate committee ahead of an appearance Wednesday.",
  "The president’s legislative influence is supposed to be at its height in the first days of an administration.",
  "Joe joins the team from CRAFT Media/Digital, where he helped lead video production and graphic design.",
  "They'll hold a joint press conference in the Rose Garden at 1:10 p.m.\n\nFOR YOUR RADAR -- “N.",
  "DNC Chair Tom Perez and Rep. Keith Ellison (D-Minn.) host while Adrienne Watson moderates.",
  "Their advice: stake out a clear position, and force lawmakers in Congress to come along.",
  "Companies Expected to Post Strongest Quarter Since 2011,” by WSJ’s Akane Otani: “U.S.",
  "http://politi.co/2nDppiG ... Advoc8 has hired Joe Greeley as director of production.",
  "Trump has dispensed with what he considers pointless moralizing and preachy naïveté.",
  "Rather than pass a baton to Flynn, she said, she should give him a case of Red Bull.",
  "But Rice later struck a sober note for the audience of foreign policy insiders.",
  "NARAL’s Ilyse Hogue and DNC Vice Chair will be special guests Wednesday night.",
  "The White House on Tuesday pushed back against any suggestion of impropriety.",
  "Punke was previously a senior vice president at Weyerhaeuser and Plum Creek.",
  "And the winner is… Jenni Pinkelman of Missouri with 316 total points.",
  "...\n\n“According to the court documents filed in 2015, the F.B.I.",
  "Hamedy, is moving to D.C. from L.A., and is starting May 1.",
  "The event is sponsored by the Peter G. Peterson Foundation.",
  "Page, who was then working in New York as a consultant.",
  "To record their conversations, the F.B.I.",
  "-- WHO DO PEOPLE THINK INFLUENCES TRUMP?",
  "‘So I hope to make a positive impact.",
  "Deep intellectual things are my jam.",
  "The first 100 days are all but done.",
  "Lauren Barker, U.S. consumer P.R.",
  "Thanks to everyone for playing!",
  "Outside cameras are welcome!",
  "Doors open at 8 a.m.",
  "Page of wrongdoing.",
  "Saving the world!",
  "interviewed Mr.",
  "The F.B.I.",
  "“Mr.",
  "...",
  "...",
  "..."
]