[
  "REUTERS/Keith Bedford/File Photo\n\nNEW YORK (Reuters) - Private equity firm Carlyle Group LP (CG.O) posted first quarter earnings that handily beat expectations on Wednesday, in line with its peers, after a buoyant stock market lifted investment returns across the industry.",
  "That translated into $1.09 of ENI per share after taxes, well above analyst forecasts for 38 cents per share and the second-highest on record since another bumper earnings since the fourth quarter of 2013, it said.",
  "File Photo: Passersby walk in front of video monitors announcing the Carlyle Group's listing on the NASDAQ market site in New York's Times Square after the opening bell for trading, U.S. May 3, 2012.",
  "The Washington D.C.-based firm said its private equity investments appreciated 9 percent in the first three months, better than a 5.5 percent gain in the S&P 500 index in the same period.",
  "Carlyle's peers Blackstone Group LP (BX.N), KKR & Co LP (KKR.N) and Apollo Global Management LLC (APO.N) all reported first-quarter earnings that surpassed expectations.",
  "The results are the latest sign that a rally in the S&P 500 .SPX to a record high in the first quarter had served U.S. buyout firms well by bolstering returns.",
  "Despite the strong results, Carlyle’s distributable earnings, which show cash available to pay dividends, fell to $55 million from $129 million a year ago.",
  "Holdings in the energy sector, currently the biggest industry Carlyle is invested in, has also fared well as oil prices steadied around $50, Carlyle said.",
  "A source close to Carlyle but who declined to be named said Carlyle was most invested in upstream production of energy at the moment.",
  "Carlyle said it earned an economic net income (ENI) of $364.6 million after taxes, more than six times what it earned a year earlier.",
  "ENI is a crucial performance measure for U.S. private equity firms as it accounts for unrealized gains or losses in investments.",
  "That translated to distributable earnings of 13 cents a share, compared to 35 cents a year earlier."
]