[
  "Milken is responsible in large part for such philanthropic efforts as the Milken Institute, a Santa Monica, California-based, highfalutin think tank whose annual conference attracts more than 3,500 people from 50 countries (\"It's the West Coast Davos,\" Thomas says); the Milken Family Foundation, established in 1982 to support innovations in education, public health, and medical research; the Prostate Cancer Foundation, which gives away millions of dollars annually to scientists searching for a cure to the disease that famously afflicted Milken himself (and now is in remission); and the Milken Scholars Program, which provides four-year college scholarships to the nation's best and brightest students.",
  "Another reason is that many of the people who worked for him or with him at Drexel — whether they be billionaires Leon Black, Marc Rowan, and Josh Harris, co-founders of Apollo Global Management; billionaire Tony Ressler, founder of Ares Capital Management; billionaire Ken Moelis, founder of Moelis & Co.; and John Danhakl and Jonathan Sokoloff, the wealthy co-­founders of Leonard Green & Partners — have gone on to extremely successful careers of their own and credit part of their success to Milken.",
  "Carl Icahn Neilson Barnard/Getty Images for New York Times Not only did the firm underwrite these bonds for corporations that could not get financing from more traditional sources — banks, insurance companies, and the public equity markets — the firm's rock star, Milken, pioneered the use of these securities to finance the huge ambitions of corporate raiders, like Carl Icahn and T. Boone Pickens, and of private equity firms, such as Kohlberg Kravis Roberts & Co. and Texas Pacific Group.",
  "In 2016, according to the Securities Industry and Financial Markets Association, nearly $237 billion of new high-yield securities were issued in the U.S.\n\nWhat's remarkable about Mike Milken is that he's still spoken of on Wall Street in mostly glowing terms, despite having served nearly two years in prison and despite not having been involved in the industry for more than 25 years.",
  "In addition to believing that barring Milken for life from the securities industry forced him to channel his considerable intelligence and energy into more profound topics than junk bonds, Michael Thomas thinks there's another important dividing line in Milken's life: his decision to abandon his god-awful toupee, which he jettisoned during his prison stay.",
  "Milken's innovation was to realize, in the 1970s, when he was only in his 20s and a graduate student at the University of Pennsylvania's Wharton School, that investors could make more money on a risk-­adjusted basis from buying the bonds issued by companies with lower credit ratings than they could by investing in the bonds of triple-A-rated companies.",
  "\"He made capital available to lots of individuals and lots of institutions that otherwise would not have access to that capital and in particular would not have access to that capital for the purposes for which they used it,\" explains Boies, who once was involved in litigation, later settled, against Drexel and Milken.",
  "In April 1990, after four years of investigation and prosecution, Milken agreed to plead guilty to six charges of criminal violation of securities laws — technical violations, as opposed to the original 98-count indictment that charged him with conspiracy and insider trading — and to pay a $600 million fine.",
  "Armed with that insight, Milken and the firm he had joined — scrappy Drexel Burnham Lambert, successor to a Philadelphia firm once controlled by J.P. Morgan — set out to create a new supply of these so-called junk bonds by persuading often-ignored companies to issue bonds underwritten by Drexel Burnham.",
  "Another reason — and what sets Milken apart from his contemporaneous felons Ivan Boesky, Dennis Levine, and Marty Siegel, among others — is that, having been barred from the securities industry for life with a remaining net worth of about $2.5 billion, he quickly started giving it away.",
  "\"Without in any way diminishing the significance of [Milken] pleading guilty to fraud,\" Boies says, Milken's ongoing relationships with his friends, clients, and colleagues is another reason \"he continues to be an important personality\" compared with the other felons of his day.",
  "\"The experience with Mike gave me a certain kind of a confidence that probably put me farther out on the risk curve than I would have been allowed to be at other firms, but it also made me much more compelling and effective as I grew up in a new firm at Bear Stearns.",
  "After Wood sentenced Milken to ten years in prison (later reduced to two years), he \"broke down completely,\" according to a 1996 New York magazine article, and \"began to shriek and wail, so loudly that it attracted the attention of people throughout the courthouse.\"",
  "Milken went on to finance Rupert Murdoch as he transformed News Corp. into an international powerhouse and Craig McCaw as he built a nationwide cellular communications company with 2 million subscribers before selling it in 1994 to AT&T for $11.5 billion.",
  "Their invention— combined with the packaging of credit card receivables, mortgage payments, and car loans into securitized products that loosened lending for individuals — has done nothing less than bring about the democratization of finance.",
  "Someone who met Milken later in his life and spent hours with him describes his \"burning eyes\" and says he was \"manipulative to the core\" and only seemed truly happy when he believed he had won her over to his way of thinking about things.",
  "To this day, high-yield bonds, as they are now more genteelly known, remain a brilliant innovation because they elegantly solve a simple yet ubiquitous problem: They give companies with less than stellar credit ratings access to capital.",
  "Junk bonds remain an incredibly important innovation, despite the hubris (and illegality) that Milken engaged in, and a source of huge annual profits for Wall Street, which reaps a fee of about 3 percent on each underwritten offering.",
  "In January 1993, when Milken finished serving his prison sentence in the renovated army barracks in ironically named Pleasanton, California, 30 miles northeast of San Jose, he went in for a routine medical examination.",
  "\"As a 25-year-old this was an entrepreneurial place where you were given an awful lot of rope, and if you were good and took the opportunities you were given, you could excel incredibly quickly,\" Solomon remembers.",
  "Solomon thinks Milken's legacy will not be the profound changes he made to finance but rather the profound impact he has had collectively through the Milken Institute, cancer research, and his philanthropic work.",
  "Mike Milken \"revolutionized the way companies — in particular, companies involved in corporate transactions — were financed,\" says David Boies, superlitigator and co-founder of law firm Boies Schiller Flexner.",
  "\"The number of times that he reached out to me to check in, find out if there was something he could do or that people that were in his orbit could do, making people available, it was extraordinary,\" he says.",
  "Since its launch the foundation has raised more than $660 million and provided funding to more than 2,000 research projects at more than 200 cancer centers and universities in 19 countries around the world.",
  "\"He pierced the walls, and once you pierce the wall, the barbarians pour through the hole in the wall and start pricing goods for sale in the stores inside the fortress, and it's a whole new establishment.",
  "Milken got billionaire Ron Perelman the money he needed to buy Revlon — the deal that put him on the map — and got Ted Turner the $1.4 billion he needed to buy MGM and start his cable TV empire.",
  "But it's not, for the man behind the junk bond industry is a 70-year-old ex-convict banned for life from the game he invented, and one of the greatest comeback stories Wall Street has ever seen.",
  "The test and a subsequent biopsy confirmed Milken's worst fears: He had a particularly virulent form of prostate cancer, which kills 30 percent of its victims within two years of the diagnosis.",
  "He paid an additional $500 million to Drexel's private investors who lost money when the firm was shuttered and then liquidated, also in 1990, in part as a result of Milken's wrongdoing.",
  "The firm was reaping huge fees, and Milken was getting rich beyond the wildest dreams of a kid who grew up in Encino, California, son of an accountant and a doting mother and housewife.",
  "Milken helped billionaire entrepreneur John Malone grow his cable television empire and helped Bill McGowan create MCI, which competed with AT&T in the long-distance phone market.",
  "Dr. Michael Steinberg, who chairs the department of radiation oncology at the David Geffen School of Medicine at UCLA, says Milken's cancer foundation has had an important impact.",
  "\"I had a lot of success, and it made me a huge producer, and in the culture of Bear Stearns in the 1990s, being a huge producer gave you power and gave you influence,\" he says.",
  "Milken also realized that there was an extremely limited supply of such bonds — a supply that was unlikely to meet investor demand once his discovery became public knowledge.",
  "This isn't the National Institutes of Health or anything, but as far as one of these organizations, these side-by-side nongovernmental organizations, it's highly effective.",
  "In 2015 alone, thanks in large part to what Milken had created 30 years earlier, nearly $372 billion was raised globally for companies with less than great credit ratings.",
  "Milken's personal narrative is one of \"the great reversals,\" says author and former Wall Street investment banker Michael Thomas: \"Empowerment through disempowerment.",
  "\"Generally, the conventional wisdom was that nobody would want a bond unless it was investment grade, and he basically said, 'You should be able to price that risk.'",
  "\"You were willing to commit only crimes that were unlikely to be detected,\" U.S. District Judge Kimba Wood told him in November 1990 at his sentencing hearing.",
  "\"Once he couldn't be in finance, couldn't buy a bank, couldn't go to work for Goldman, couldn't do any of those things,\" Milken had to change, Thomas asserts.",
  "Attanasio co-founded Crescent Capital Group, a firm that invests in distressed securities, and is the principal owner of the Milwaukee Brewers baseball team.",
  "These bonds created and grew entire industries, such as wireless communications and cable television, just as they created and grew immense pools of wealth.",
  "It runs decent scientific meetings, funds decent research, and it funds young investigators as well as established investigators in a fairly rigorous way.\"",
  "As a result, he put himself in a position — as he was trying to have massive market share in a variety of businesses — where he was operating in the gray.",
  "The former junk bond king told Time magazine he felt like Job, with a messianic need \"to change the course of history\" by finding a cure for the disease.",
  "I don't mean to take anything away, but I don't think it's as profound as what he's doing philanthropically around cancer research or economic research.",
  "In a way, he disrupted the financial structure in the industry, but in a way, you might also say he disrupted the social structure of American finance.\"",
  "In 1986 the firm paid Milken nearly $295 million, but he still managed to complain that he had gotten cheated out of $15,000 he thought Drexel owed him.",
  "Before long, the previously unknown Drexel Burnham was both advising and financing these raiders and private equity firms in their acquisition sprees.",
  "\"The high-yield market likely would have come into existence one way or another as markets globalized and capital moved more freely,\" Solomon says.",
  "Milken created the Prostate Cancer Foundation — first called the Association for the Cure of Cancer of the Prostate — soon after his diagnosis.",
  "\"We compete with each other sometimes, or we have to negotiate against each other, but there's this camaraderie that was born of that.\"",
  "He remembers having meetings with Milken at 6:00 a.m. New York time and wondering how his boss had the energy to drive himself so hard.",
  "Countless other companies, financed by investment banks other than Drexel, wouldn't exist without the high-yield market Milken created.",
  "\"Mike Milken was kind of like Jim Jones [of Jonestown massacre infamy] with a billion dollars, a PR man, and a fancy office,\" she says.",
  "Apparently, the sobbing — in the arms of Milken's wife, Lori — continued for the entire chartered-jet flight back home to Los Angeles.",
  "AP Drexel's first junk bond financing, in April 1977, was a $30 million bond for Texas International, a small oil exploration company.",
  "Mark Attanasio used to work in the Los Angeles office of Drexel, sharing a windowless room next to a copier machine with Jon Sokoloff.",
  "But let's give him some benefit of the doubt, because if this were just an act, postprison, then it would be working out differently.\"",
  "Michael Milken Gus Ruelas/Reuters The only worthwhile recent innovation in finance is the ATM machine, quipped Paul Volcker in 2009.",
  "\"What Milken did was to pierce the wall of the establishment,\" says Thomas, a former longtime partner at Lehman Brothers Holdings.",
  "repeatedly conspires to violate, and violates, securities and tax business in order to achieve more power and wealth for himself .",
  "He does that for so many people that he's met along the way, and there's a very human element in the way Mike interacts with them.",
  "David Solomon, for one, could not believe how involved Milken became when Solomon's own father was diagnosed with prostate cancer.",
  "(He declined to be interviewed for this article because, his spokesman said, he was too busy preparing for his annual conference.)",
  "His goal was nothing less than to change the way cancer research was being done, just as he had changed the way finance was done.",
  "The cancer had spread to his lymph nodes and registered 9 out of 10 on the Gleason scale, which gauges a cancer's aggressiveness.",
  "He says Drexel allowed him to interact at an early age with CEOs, in ways that he could not have done at a more traditional firm.",
  "Also, Milken has a lot of friends in the business world, in large part because he made them very wealthy when he was at Drexel.",
  "The greatest innovation in the recent history of finance was not the ATM, whatever the benefits of skipping the teller's line.",
  "Their research was made public, and Milken encouraged them to collaborate with drug companies to help design new treatments.",
  "Adds Thomas: \"Don't forget, in the years that he was riding the highest, he knew everybody and everybody wanted to know him.",
  "\"I think that the Milken with the hair was more Hollywood, more what you'd expect, more flash to him, more youth,\" he says.",
  "I think the second chapter of Mike's life has had and will continue to have a significant impact on business and society.\"",
  "Being barred from the securities industry helped fuel Milken's need to carve out a new niche for himself to keep relevant.",
  "One of his faults was his willingness to do business with nearly anyone, even when he had been warned against doing so.",
  "He's now giving away a lot of money, leading the charge in cancer research, and doing things that we are all behind.'",
  "\"He's got an incredible ability to digest information and then synthesize it and communicate around it,\" he explains.",
  "\"The markets continue to grow,\" says David Solomon, president and co-chief operating officer of Goldman Sachs Group.",
  "If you look at the way companies were financed, there is a 'before Michael Milken' and an 'after Michael Milken.'\"",
  "It was a clever and memorable line, as befits a former chairman of the Federal Reserve System Board of Governors.",
  "He identified the best scientists and doctors and got them funding as quickly as possible, often within 90 days.",
  "\"He was definitely operating in an over-the-counter securities market that had very few black-and-white rules.",
  "The Street derives countless more billions of dollars from trading high-yield bonds in the secondary markets.",
  "Ken Moelis REUTERS/Lucas Jackson One reason is that the business Milken created remains vital and important.",
  "More than money quibbles, the idea that other Wall Street firms would move in on his baby made Milken nuts.",
  "Attanasio says there is a Drexel alumni dinner each year at the Milken Institute conference in Los Angeles.",
  "During his Wall Street career Milken financed more than 3,200 companies across a wide swath of industries.",
  "When Drexel exploded, Solomon went to Bear Stearns Cos., where what he'd learned helped him immeasurably.",
  "The market — for both new and existing issues — now totals some $2.2 trillion and has tripled since 2005.",
  "\"It helps people,\" Volcker said at a Wall Street Journal conference, and \"prevents visits to the bank.\"",
  "\"The job of my little body here is to make sure that that time is as far in the future as possible.\"",
  "Thanks to Milken, some 23 \"chemically distinct\" anti-prostate cancer medicines have been developed.",
  "He built a vacation home on Lake Tahoe and used it frequently to spend more time with his family.",
  "Solomon says Milken remains influential because he was, and is, nothing less than extraordinary.",
  "Although at age 46 he seemed in good health, he insisted on getting tested for prostate cancer.",
  "He denied any miscreant behavior for years before ultimately settling with federal prosecutors.",
  "His subsequent efforts, as well as his cancer's ongoing remission, have been well documented.",
  "Milken told New York in 1996 that he set out to \"dramatically change my life and lifestyle.\"",
  "David Solomon worked under Milken at Drexel for four years, until the firm blew up in 1990.",
  "\"He did his time,\" says former New York State governor and attorney general Eliot Spitzer.",
  "You become disempowered in one sphere but empowered and almost as influential\" in another.",
  "\"When you're working 15 hours a day with people, you just develop these bonds,\" he says.",
  "\"It's kind of like if we were reading the paper tomorrow that Madoff has become a rabbi.",
  "(His own father had died of melanoma, despite Milken's intense effort to find a cure.)",
  "But he remained hypercompetitive throughout his tenure at Drexel, perhaps to a fault.",
  "He called me more than some of my good friends called me to check in about my dad.\"",
  "\"We all stayed close, and many of us are very good friends to this day,\" he says.",
  "He could not stand the thought that competitors would take market share from him.",
  "All of that created an environment where people said: 'Okay, he did what he did.",
  "When he walked out of prison, he was bent double under the weight of a Rolodex.",
  "\"He then had cancer and subsequently did things that are unambiguously good.",
  "A 2004 Fortune cover story hailed Milken as \"the man who changed medicine.\"",
  "So when the firm went bankrupt, we literally went in dozens of directions.\"",
  "He made them a lot of things, and he was forced to give up his magic wand.\"",
  "\"I am realistic enough to know I will die,\" he told New York 21 years ago.",
  "He basically turned a bunch of academic theory into a practical business.\"",
  "This fact would be an interesting distraction if it were the whole story.",
  "\"I think that hurt him,\" says a former colleague who knows Milken well.",
  "He helped create Viacom, Time Warner Cable, Telemundo, and Metromedia.",
  "He took hormones designed to shut down the production of testosterone.",
  "\"It does a lot of seed funding for young investigators,\" he explains.",
  "Thomas believes this is a metaphor for how Milken's life has evolved.",
  "He was given 18 months to live and told to get his affairs in order.",
  "It was an inspiring entrepreneurial culture and a huge meritocracy.\"",
  "He ended up serving 22 months in a federal minimum-security prison.",
  "He would never be allowed to work in the securities industry again.",
  "\"Wall Street has always prided itself on being a young man's game.",
  "It sort of implies, wouldn't you say, that 'This is the real me.",
  "He hired nutritionists to create special fat-free diets for him.",
  "As a result, Drexel dominated the market for high-yield finance.",
  "Yet Milken's creation endured long after his jail term ended.",
  "A lot of people say he tipped over the line from the gray.\"",
  "There are a lot more of them today than there were then.",
  "He went on retreats in Massachusetts with Deepak Chopra.",
  "\"This would have happened in one way, shape, or form.",
  "\"There are some people that are incredible salesmen.",
  "There are some people that are incredible traders.",
  "Then, after he comes out of jail, gone is the wig.",
  "\"When a man of your power in the financial world .",
  "So that sounds like a good case for redemption.\"",
  "Mike is top decile in a whole range of skills.\"",
  "The next year the firm paid him $550 million.",
  "\"And he didn't do it just because it was me.",
  "He had a lot of due bills he could call on.",
  "(He moved to Goldman as a partner in 1999.)",
  "His message: \"Act with a sense of urgency.\"",
  "He says the bald Milken is more authentic.",
  "\"We've all got this entrepreneurial edge.",
  "\"Everybody comes back for it,\" he notes.",
  "a significant prison term is required.\"",
  "Nothing leads to excess like success.",
  "Look, there's all sorts of gratitude.",
  "He creates dialogue around the world.",
  "He could not stand to miss a trade.",
  "It probably accelerated my career.\"",
  "\"You could have incredible access.",
  "You could really have an impact.",
  "He gets the credit for doing it.",
  "He slowed the pace of his work.",
  "\"He changed that fundamentally.",
  "It was also totally wrong.",
  "He started meditating.",
  "He made them powerful.",
  "It was the junk bond.",
  "He made people rich.",
  "I'm a changed guy.'\"",
  "\"It's not gigantic.",
  "He paid his price.",
  "He hated to lose.",
  ".",
  ".",
  ".",
  "."
]