[
  "She cited the Reveal report and wrote that a Department review \"revealed several violations\" of a Memorandum of Understanding (MOU) between the Pentagon and the school including \"transgression of Defense Department policies regarding use of its official seals or other trademark insignia and failure to go through the responsible education advisor for each business related activity requiring access to the DoD installations\" at Fort Worth, TX, Fort Bragg, NC, Fort Carson, CO, Fort Hood, TX, and Fort Campbell, KY.\n\nBilodeau wrote that the school had \"responded to these infractions with appropriate corrective action at this time,\" but she concluded, \"the frequency and scope of these previous violations of the DoD MOU is disconcerting.\"",
  "The amicus brief submitted by Gorelick's firm argued that the appeals court was required to strike down the Obama rule as \"irrational\" because many for-profit college students \"come from traditionally underserved and underprivileged communities\" and the result of the rule would be that \"the individuals perhaps most in need of these higher education programs will be deprived of the chance to matriculate and graduate, and in turn will lose the opportunity for social mobility that postsecondary education provides.\"",
  "In ending the suspension on January 15, the Pentagon issued a statement offering little information:\n\nThe department determined that the removal of probationary status was warranted based on the department's internal review, the university's response to the department's concerns as set forth in multiple potential non-compliance notifications including the department's letter dated Oct. 7, 2015, the active engagement and cooperation by representatives of the University of Phoenix, and other relevant materials.",
  "Most of that money -- $1.99 billion-- came from the Department of Education, but amounts that the University of Phoenix has been getting from the Department of Veterans Affairs ($272 million in 2013 -- by far the top recipient of any school) and the Pentagon ($28 million in 2011) are also enormous and have helped the school meet the federal requirement that it receive at least 10 percent of its revenue from sources other than the Education Department.",
  "In January, the University of Phoenix president, Timothy B. Slottow, issued a statement in response to the lifting of the ban that said, in part, \"we are grateful to leaders at the Department of Defense and in Congress for supporting a clear process and high standards from all educational institutions, and for ensuring military students are able to use their educational benefits for career-relevant programs at University of Phoenix.\"",
  "Except this: A key reason why predatory for-profit colleges have been able to receive billions annually in taxpayer dollars while ruining the lives of students across the country is that Washington power players -- politicians, lawyers, lobbyists, spinmeisters, analysts, even journalists -- have been willing to take some of this money to vouch for these companies and use their talents and connections to free them from accountability.",
  "The investigative report, in Reveal, a publication of the California-based Center for Investigative Reporting, found that the University of Phoenix, which is owned by Apollo Education Group, paid the military for exclusive access to bases through sponsoring concerts and other events, sidestepping a 2012 Obama executive order whose aims included preventing for-profit colleges from gaining preferential access to U.S. troops.",
  "Hillary Clinton has made clear that as president she would be tough on abuses by for-profit colleges, telling the audience at her first campaign event last year, an April 14 education roundtable discussion in Monticello, Iowa:\n\nSome of the for-profit schools, some of the scandals that have arisen in these places where they take all this money and put all these young people and their families into debt.",
  "Gorelick and her firm's representation of for-profit college interests\n\nAfter an investigative media report last June highlighted troubling, potentially unlawful recruiting practices by the University of Phoenix directed at service members, the Defense Department in October put the school on probation, kicking the school's recruiters off bases and suspending student tuition assistance to the company.",
  "Lawyer Jamie Gorelick, who served in the Bill Clinton Administration as general counsel of the Department of Defense and later as Deputy Attorney General, this year successfully pressed the Pentagon on behalf of the nation's biggest for-profit college, the University of Phoenix, to lift a suspension of the school for alleged recruiting abuses directed at U.S. military service members.",
  "The University of Phoenix's troubling record\n\nGovernment officials tell me they were not surprised when the Pentagon lifted the suspension of the University of Phoenix, in light of the aggressive effort on behalf of Apollo led by powerful Armed Services chair McCain, who attacked the Administration and charged that DoD had relied on \"overly technical violations\" of the agreement.",
  "At the time of the Pentagon suspension action last fall, three other state attorneys general in addition to California's, along with Federal Trade Commission, the Department of Education, the Consumer Financial Protection Bureau, and the Securities and Exchange Commission were all already investigating or suing the University of Phoenix for fraud and other misconduct.",
  "But in January, following an aggressive public push to lift this ban by Arizona's senior senator, armed services committee chairman John McCain (R), along with Senate education and labor committee chairman Lamar Alexander (R-TN), the Pentagon on January 15 reversed course, ending the probation, and simply put the school on \"heightened compliance review\" for a year.",
  "But however bad that phony Trump school was, in some respects the harms caused by accredited for-profit colleges like the University of Phoenix are worse: Student debt levels can be much higher than from Trump's school, and, because accredited schools are eligible for federal student grants and loans, American taxpayers can be left with much of the bill.",
  "On March 8, a federal appeals court panel, in a four-page opinion, summarily and soundly rejected the challenge to the rule and the industry's offensive arguments; the court wrote, \"It would be a perverse system that, by design, wasted taxpayer money in order to impose crippling, credit-destroying debt on lower-income students and graduates.\"",
  "For-profit colleges have received as much as $32 billion a year in federal student aid, but government and media investigations have revealed that many schools have deceived and coerced prospective students, misled regulators, charged sky-high prices, and left many dropouts and graduates alike buried in debt and without improved job outlooks.",
  "In February, Apollo Education Group announced a deal to sell the public company to a group of private equity firms, led by (the no-relation) Apollo Global Management and including Vistria, a firm founded by Marty Nesbitt, one of President Obama's closest friends, and former Obama Deputy Secretary of Education Tony Miller.",
  "These Democrats have included revolving door players like former Obama communications director Anita Dunn (advisor to Kaplan), former Clinton White House lawyer Lanny Davis (head of the trade group the Coalition for Educational Success), and former Representative Richard Gephardt (MO) (lobbyist for Corinthian Colleges).",
  "Government officials also said that the three-month suspension did punish Apollo with loss of revenue and bad publicity and might deter bad behavior going forward, and they noted that the Pentagon office overseeing education is too small to conduct an adequate investigation that could have sustained a longer punishment.",
  "Phoenix and other for-profit colleges employ Democrats\n\nFaced since 2010 with a sustained effort by the Obama Administration to deter and penalize predatory practices in the industry, for-profit colleges have hired a number of prominent Democrats to defend them before the White House, the Congress, and the public.",
  "A letter sent last fall to Secretary of Defense Ash Carter from more than 30 veterans, civil rights, and consumer organizations supported the Pentagon's investigation and cited, as support, the complaints of hundreds service members and veterans \"who experienced deceptive recruiting\" by the University of Phoenix.",
  "Gorelick also represented the Clinton Foundation in its defense of an absurd lawsuit filed last year in Miami by conservative activist Larry Klayman of Judicial Watch against Bill Clinton, Hillary Clinton, and long-time Clinton associates Cheryl Mills and Sidney Blumenthal, as well as the foundation.",
  "But Jamie Gorelick and her law firm have recently fought on behalf of such \"interests that want to keep the system the way it is,\" arguing at the Pentagon, and in a separate federal lawsuit, against efforts by the Obama Administration to hold these institutions accountable for bad behavior.",
  "Instead, lured by too-easy federal aid money, the company joined other predatory companies in seeking to enroll recent high school graduates, low-income single parents, and young service members and veterans, into programs that often were not strong enough to help those students succeed.",
  "Senator Dick Durbin (D-IL), a strong advocate for students, in October had praised the Pentagon decision to suspend the school: \"This is a decisive action by the Department of Defense to protect servicemembers and taxpayers from a company that offers degrees of questionable value.",
  "The suit alleged that Hillary Clinton used her position as Secretary of State to pressure various people for speaking fees and contributions to the family's foundation -- and that she used her private email server to shield this alleged scheme from the Freedom of Information Act.",
  "The school also reportedly held \"résumé workshops\" for troops that seemed to serve as recruiting sessions, and it handed out \"challenge coins\" that included University of Phoenix logos on one side and, without the required permission, military branch insignias on the other side.",
  "Some major industry players have now collapsed or are in peril, as such disclosures have sent enrollments and share prices plummeting, regulators have pressed for greater accountability measures, and many companies face mounting federal and state law enforcement probes.",
  "What has not been disclosed until now is that Gorelick, according to government officials, served as the attorney for the University of Phoenix as it managed, behind the scenes, to free itself from penalties imposed by the Department where she once was the top lawyer.",
  "As media reports confirm, Gorelick was part of the intense lobbying campaign by Sallie Mae and big banks to block the Obama Administration's effort to reform the student loan system by eliminating nonsensical, wasteful loan subsidies to private lenders.",
  "The University of Phoenix, which has been getting $2 billion to nearly $4 billion a year in taxpayer funds, has a troubling record of spending too little on instruction, charging high prices, and leaving many students worse off than when they enrolled.",
  "(While federal law requires lobbyists to file regular disclosure forms identifying clients and payments with respect to activities aimed at affecting legislation or regulation, attorneys engaged in an adjudication don't have to make such disclosures.)",
  "The 2012 comprehensive report on for-profit colleges by then-Senator Tom Harkin (D-IA) found that the University of Phoenix spent $892 per student on instruction in 2009, compared to $2,225 per student on marketing, and $2,535 per student on profit.",
  "With below-average graduation rates and a student loan default rate almost forty percent higher than the national average, the University of Phoenix is going to have a hard time explaining why students should continue to enroll in this institution.\"",
  "Of interest to students, Gorelick lobbied on behalf of student loan giant Sallie Mae regarding, according to disclosure forms, \"Student loan issues as they relate to reform of the Federal Family Education Loan Program\" in the years 2009 to 2010.",
  "Paul Rieckhoff, founder and CEO of Iraq and Afghanistan Veterans of America, has said that the University of Phoenix has been the \"worst by far\" for-profit college in terms of taking advantage of the vets who are members of his organization.",
  "Federal Election Commission records show that Gorelick has donated more than $165,000 to federal candidates or committees since 1997, mostly to Democrats but also, when she worked at Fannie Mae, to Republican Senators Orrin Hatch (UT).",
  "This rule, a cornerstone of the Administration's effort to protect students from predatory practices, penalizes career education programs that consistently leave graduates without sufficient income to pay down their student loans.",
  "Clinton bundler and advisor Steve Elmendorf, who runs the lobby firm Subject Matter, has been a registered lobbyist for Apollo since 2011, getting $200,000 a year from the company, according to federal lobbying disclosure forms.",
  "I've spoken with, and written about, scores of students who were misled and ripped off, and many more employees and even owners in this industry who have recounted brazen, cynical efforts to deceive students and overseers alike.",
  "WilmerHale recently represented the U.S. Chamber of Commerce, which is subsidized by for-profit colleges, in a lawsuit brought by the industry trade group APSCU to overturn the Obama Administration's \"gainful employment\" rule.",
  "Billions of dollars in education loans are already in default, and for-profit college students across the country are now demanding that the Department of Education, having vouched for fraudulent schools, forgive their debts.",
  "A Pentagon spokesman, Matthew Allen, citing DoD policy, declined to provide me with information regarding meetings and communications between DoD and the University of Phoenix related to DoD's decision to end the suspension.",
  "Department of Education data has shown that the University of Phoenix's graduation rate for first-time, full-time students is about 16 percent, and that graduation rate for the school's online programs is about 4 percent.",
  "*******\n\nEveryone is entitled to a lawyer, and no doubt the University of Phoenix, facing long-term suspension, had facts and arguments it wanted to present to the Pentagon through a skilled advocate like Jamie Gorelick.",
  "Indeed, although Gorelick supported Clinton for president in 2008, she was considered a candidate for Attorney General in President Obama's administration, until she reportedly took herself out of the running.",
  "When word of this potential deal surfaced, Reuters reported that sources said that \"[b]ringing in Vistria was a strategic decision ... to smooth relations with government regulators once a deal is completed.\"",
  "After leaving the Clinton Administration, Gorelick served as vice chair of Fannie Mae, the giant mortgage lender, from 1998 to 2003, and received some $26.4 million in total compensation, including bonuses.",
  "Greg Cappelli, who has been CEO or co-CEO of Apollo Education Group since 2009 and with the company since 2007 -- the man who oversaw the record described above -- apparently will remain the company's CEO.",
  "Or they can't graduate because the other costs are just too great and they can't continue to incur debt, so they drop out, but they still have the debt, but they don't have the degree or the credential.",
  "While some students do well at the University of Phoenix, and the school has some fine instructors, the institution, especially in the past fifteen years, has left many other students worse off.",
  "Another Clinton bundler, Alfred Mottur, was a registered lobbyist for the University of Phoenix from 2012 until late 2015, with his firm, Brownstein Hyatt, getting $320,000 a year from Apollo.",
  "So we have to sort this out, and we have to take on those interests that want to keep the system the way it is because it generates a lot of money and a lot of interest payments for them....",
  "(In 2006, DC-based Fannie Mae was fined $400 million for accounting manipulation tied to executives' bonuses that occurred from 1998 to 2004; Gorelick was not charged with any wrongdoing.)",
  "Gorelick's successful work to end the Pentagon punishment was not her law firm's only recent effort to prevent executive branch measures to hold for-profit colleges accountable for abuses.",
  "Taxpayers have been giving the University of Phoenix / Apollo Education as much as $3.8 billion dollars a year in federal student aid, more than 80 percent of the company's total revenue.",
  "As John Murphy, co-founder of the company, explained in a 2013 book, the University of Phoenix lost its way when it moved beyond its mission of training and credentialing working adults.",
  "She was rumored to be a candidate for FBI Director in early 2011, and later that year she was appointed by Secretary of Defense Leon Panetta to the Pentagon's Defense Policy Board.",
  "Senator McCain, Senator Alexander, and Senator Jeff Flake (R-AZ), who joined in the effort to end Phoenix's suspension, all have received campaign contributions from the company.",
  "I hope she will keep listening to students who have been deceived, and not to people, even well-connected campaign supporters, whose work helps shield and enrich such bad actors.",
  "Having been the number two official in the last Clinton Justice Department, Jamie Gorelick is surely a possibility for the Attorney General job if Hillary Clinton is elected.",
  "Clinton's strong stance in favor of protecting students sharply contrasts with GOP candidate Donald Trump, who ran the fraudulent, unlicensed, unaccredited Trump University.",
  "Last August Gorelick visited the White House, visitor logs show, and dined at the mess with Neil Eggelston, the White House Counsel -- President Obama's top in-house lawyer.",
  "But the abuses alleged in the Reveal report and confirmed by the October Pentagon review were not some aberration on an otherwise clean record by Jamie Gorelick's client.",
  "These paid advocates either don't take the time to find out how badly these companies behave, and how much harm these companies cause -- or else they just don't care.",
  "Hillary Clinton (despite a prior connection to for-profit Laureate Education) has now taken a strong, principled stand against predatory for-profit college companies.",
  "The Obama Administration ultimately prevailed over Gorelick and the other special interest lobbyists, and the reform has saved billions for students and taxpayers.",
  "Gorelick's well-paid effort to undermine this signature Obama education initiative was just part of the Washington game, though -- apparently no hard feelings.",
  "Indeed, some major Hillary Clinton campaign donors have been long-time lobbyists for the University of Phoenix as it has battled Obama Administration reforms.",
  "She also noted that the company was being investigated for deceptive practices by both the Federal Trade Commission and California's Attorney General.",
  "Gorelick and her colleagues filed a motion last June to dismiss the case, which they called \"a politically motivated effort to sidestep FOIA.\"",
  "Gorelick has, since 1999, donated more than $11,000 to Hillary Clinton's campaigns, including the maximum $2700 contribution last year.",
  "And last year, Gorelick, now a partner at the powerhouse law firm WilmerHale, represented the Clinton Foundation in a federal lawsuit.",
  "She lobbied for BP in the face of government efforts to hold the energy giant responsible for the massive Gulf of Mexico oil spill.",
  "Gorelick as Democratic power player\n\nGarland worked for Gorelick when she held her powerful post at the Clinton Justice Department.",
  "After several requests for an interview, Gorelick emailed me to ask for written questions, but she has not yet responded to them.",
  "These new investors have promised a fresh start for the University of Phoenix, but it remains to be seen what that means.",
  "On October 7, a Pentagon official, Dawn Bilodeau, sent a letter to the University of Phoenix imposing the suspension.",
  "\"This,\" the report found \"is one of the lowest amounts spent on instruction per student of any company analyzed.\"",
  "GOP senators also threatened to block confirmation of presidential appointees until Apollo was let off the hook.",
  "Around 25 percent of University of Phoenix students default on their loans within three years of leaving school.",
  "The lawyer who helped rid the suspect school of a Pentagon penalty is a major power player in Washington.",
  "He even declined to confirm what I already knew: that Gorelick served as Phoenix's lawyer in the matter.",
  "(She has described Garland, a Harvard college and law school classmate, as \"one of my closest friends.\")",
  "Federal disclosure forms show she has lobbied for Google, JPMorgan Chase, Lazard Freres, and others.",
  "Gorelick also is a close friend and former boss of new Obama Supreme Court nominee Merrick Garland.",
  "And the lead acquirer, Apollo Global Management, is associated with its own questionable behavior.",
  "Gorelick has consistently contributed to Hillary Clinton's Senate and presidential campaigns.",
  "Indeed, Apollo is the largest donor in the 2016 election cycle to both Flake and Alexander.",
  "Richard Shelby (AL), and Phil Gramm (TX), members of the finance and banking committees.",
  "Even if they graduate they don't have credentials that are going to get them those jobs.",
  "In that period, Gorelick also served as a Democratic appointee on the 9/11 Commission.",
  "At WilmerHale, Gorelick has represented a wide range of major corporate clients.",
  "Even after the recent sharp declines, that amount exceeded $2 billion last year.",
  "The presiding federal district judge sensibly dismissed the case last August.",
  "The Apollo Education Group did not respond to requests for an interview.",
  "The three-judge panel included Gorelick's friend Judge Merrick Garland.",
  "That's good news for our country.",
  "(Klayman has appealed.)"
]