[
  "One interesting twist: Founder Shane Mac writes: “If the Limited Partners were to hire a women-led venture capitalist to manage the current investments, we would reconsider our request and work directly with the LPs in this situation.”\n\nI understand that the hope in making this request is that it will result in LPs assigning a new manager to deal with original Binary fund.",
  "Krueger, who is 43 years old and was named co-CEO alongside Macauley in 2015, is known for leading First Reserve’s work with Alpha Natural Resources (First Reserve took the company public a decade before it went bankrupt in 2015) and the company’s $2 billion add-on deal for Foundation Coal.",
  "Term Sheet previously discussed two situations where companies tried to do so over political disagreements: In the first case, Good Uncle, a meal delivery startup, returned its investment capital to angel investor Jared Kushner over disagreements with his role in the Trump campaign.",
  "The company has requested to buy back its entire investment from Binary Capital, terminating its working relationship with the firm entirely, including board observer rights, voting rights, and buying any shares of Assist in the future.",
  "Another important wrinkle: Recall that The Information’s initial report noted that Lightspeed, Caldbeck’s former employer, agreed to remove him as a board observer of a company whose founder had been made uncomfortable by him.",
  "As Term Sheet noted at the time, there are two big sticking points to returning capital:\n\nThe logistics of returning investor money can be complicated, because the startup and all of its investors must unanimously agree.",
  "Further, its investors are willing to support the company in its move by buying up Binary’s shares if necessary, or bringing in outside investors to buy the shares, Mac tells Term Sheet.",
  "Some quick notes today…\n\nDecency: Limited partners have voted to wind down the latest fund of Binary Capital, previous home to accused sexual harasser Justin Caldbeck, Bloomberg reports.",
  "After founder Katrina Lake complained to Lightspeed, the firm asked her to sign a non-disparagement agreement, preventing her from speaking out about the incident, according to Axios.",
  "As I noted at the time, deal documents don’t usually contain clauses about political Instagram posts, so Heller was entitled to keep their money despite her investors’ frustrations.",
  "***\n\nNew money: Yieldmo, a New York City-based advertising technology startup, has raised $8.8 million in a new round of funding from existing investors, according to an SEC filing.",
  "It’s not just the company and the single investor that wants out – every other investor needs to be offered the same deal, and they all have the ability to veto such a transaction.",
  "Other Binary portfolio companies include lawn care startup Lawnstarter, moving services startup Bellhops, hotel-by-the-minute service Recharge, and sports betting site Unikrn.",
  "In the other case, Tracy Heller, founder of e-commerce site Brooklyn Born, had a dispute with her investors over some Instagram photos of the women’s march.",
  "(Dia&Co, on the other hand, took early stage money from Binary, which is tiny compared to the $20 million it raised from Sequoia last year.)",
  "Remaining partner Jonathan Teo won’t be able to make new investments and his chances of raising a new fund under that umbrella are very low.",
  "Bill Macaulay, who co-founded the firm in 1983, will remain active as its executive chairman and chair of the funds’ investment committee.",
  "(After the accusations toward Caldbeck arose, the firm had already put the close of a $75 million extension to that fund on hold.)",
  "Yieldmo investors Time Warner participated alongside Ross Levinsohn, GV, Vast Ventures and Union Square Ventures.",
  "First Reserve doesn’t expect to follow its peers footsteps into the public markets, the firm tells Term Sheet.",
  "Lightspeed responded that it “should have done more.” Regarding the non-disparagement agreement, it still can.",
  "That company was Stitchfix, a high profile apparel startup that’s expected to go public, as Recode reported.",
  "Investors can allow Teo to manage the fund for the rest of its cycle, or hire a new person to manage it.",
  "The question is what will happen to Binary’s first fund, a $125 million vehicle that closed in 2014.",
  "Portfolio companies have limited options when it comes to giving investors their money back.",
  "More details below, but generally, you can blame Amazon, Whole Foods, and a bad churn rate.",
  "That fund is a $175 million vehicle which closed last year and had hardly been deployed.",
  "“I am in a privileged situation and fortunate to be able to make that move,” he says.",
  "The more money the startup has spent, the more complicated the transaction becomes.",
  "Havenly, an interior design startup, terminated its board relationship with Binary.",
  "Sources tell Term Sheet the new round values the company at more than $100 million.",
  "PE Succession planning: First Reserve has named Alex T. Krueger president and CEO.",
  "She gave it back anyway, or at least, the 82% of it that her company hadn’t spent.",
  "Yieldmo, founded in 2012, had previously raised $22.1 million in venture funding.",
  "Binary Capital led Assist’s $4 million Series A round of funding in 2016.",
  "Last night Assist, a business messaging startup, took it a step further.",
  "But more importantly, Assist has the cash available to buy Binary out.",
  "And what does that mean for existing portfolio companies?",
  "He’s been leading the private equity platform since 2015.",
  "Some of Binary’s investments are distancing themselves.",
  "IPO: Blue Apron has severely cut its IPO price range.",
  "That means Binary is the company’s largest investor.",
  "(Note: Both of these companies are female-led.)",
  "Dia&Co, an apparel company, did the same.",
  "(The company has had profitable months.)",
  "In other words, Binary is likely done.",
  "(The investors did not like them.)",
  "Assist is in a unique position.",
  "Good morning!"
]