[
  "Apollo Education only meets its obligations under the deal if it avoids getting a letter from the Department of Education that includes \"a statement of intention not to approve the post-Closing eligibility of UOPX to participate in Title IV programs\" -- meaning cutting off federal aid for the school under the new owner -- and it avoids the Department requiring the company \"to post or maintain a letter of credit in excess of 10% of the Title IV Program funds received by UOPX in its prior fiscal year,\" as such limitations would constitute a \"Burdensome Condition\" (double emphasis in original).",
  "UPDATE 02-08-16 11:55 pm:\n\nMy colleague Barmak Nassirian, director of federal policy analysis at the American Association of State Colleges and Universities, expressed concern to the New York Times about how the new operators of the University of Phoenix might be tempted to restore the company's profitability by revving up its old predatory ways: \"In Mr. Nassirian's view, putting the company 'back on steroids' would require the kind of 'overpromising and under-delivering' that got the educational company in trouble in the first place.\"",
  "After an investigative reporter highlighted troubling, potentially unlawful recruiting tactics by the school directed at U.S. military service members, the Defense Department temporarily kicked the school's recruiters off bases and suspended its student aid to the school, until home state senator and Armed Services Committee chairman John McCain intervened.",
  "Today, the University of Phoenix's owner, Apollo Education Group, announced a $1.1 billion deal to be acquired by a consortium of investors including Apollo Global Management (no relation) and the Vistria Group, a private equity firm that includes Tony Miller, who was Deputy Secretary of Education under President Obama from 2009-2013.",
  "Indeed, just this afternoon, Acting Secretary of Education John King and Under Secretary of Education Ted Mitchell held a press conference to announce that the Department is creating a Student Aid Enforcement Unit \"to respond more quickly and efficiently to allegations of illegal actions by higher education institutions.\"",
  "But it was unclear from the press conference how large a staff he will have, and others who have come to the Department to hold the powerful for-profits accountable have faced frustration trying to swim against a tide of bureaucratic slow-rolling and pressure from Members of Congress in financial thrall to the industry.",
  "Taxpayers have been giving Apollo Education as much as $3.8 billion dollars a year in federal student aid, more than 80 percent of the company's total revenue; even after the recent sharp declines, that amount, combining aid from the Department of Education, the Pentagon, and the VA, exceeded $2 billion last year.",
  "Miller pledges, \"We are committed to accelerating and enhancing efforts to establish University of Phoenix as the leading provider of quality higher education for working adults and to continue supporting the organization's commitment to operating in a manner consistent with the highest ethical standards.\"",
  "When word of this potential deal surfaced last month, Reuters reported, \"Bringing in Vistria was a strategic decision for Apollo Global Management, the sources said, as the buyout firm hopes to smooth relations with government regulators once a deal is completed.\"",
  "The University of Phoenix also has been under investigation in recent years by at least four state attorneys general, the Federal Trade Commission, the Securities and Exchange Commission, and the Department of Education for alleged deceptive practices.",
  "But today's press release quotes Miller as promising change: \"For too long and too often, the private education industry has been characterized by inadequate student outcomes, overly aggressive marketing practices, and poor compliance.",
  "The University of Phoenix, by far the largest for-profit college, has seen a dramatic decline in enrollments and revenues in recent years, as the public has become aware of abuses and poor performance at the school and in its sector.",
  "Department of Education data has shown that the University of Phoenix's graduation rate for first-time, full-time students is about 16 percent, and the graduation rate for the school's online programs is about 4 percent.",
  "(Cappelli joined Apollo Education after many years as a senior research analyst, covering the for-profit education industry, for Credit Suisse, which is advising Apollo Education on the deal.)",
  "Vistria group's co-founder and principal is Marty Nesbitt, President Obama's best friend and the chairman of the Obama Foundation, charged with setting up the Obama presidential library.",
  "(The President's budget also will seek to close the loopholes in the federal 90/10 rule and restore the amount of non-federal money that for-profit colleges must obtain to 15 percent.)",
  "A 2012 Senate report found that the University of Phoenix spent $892 per student on instruction in 2009, compared to $2,225 per student on marketing, and $2,535 per student on profit.",
  "I would start with Greg Cappelli, who has been CEO or co-CEO of Apollo Education Group since 2009 and with the company since 2007 -- the man who oversaw the record described above.",
  "If they are serious about their commitment to increasing protections, then they must give the University of Phoenix deal, and the proposed new and old leadership, genuine scrutiny.",
  "In the past few years, the Department of Education has significantly stepped up protections for students and taxpayers against predatory practices by career colleges.",
  "The Department officials declined to offer details at the press conference about the approval process for the proposed University of Phoenix deal.",
  "Kaye has a good reputation with FTC colleagues, and I doubt he would have taken the job if he wasn't serious about getting things done.",
  "And in terms of the for-profit college industry's long-standing habit of buying friends in Washington, things look also about the same.",
  "The President's 2017 budget request will seek an additional $13.6 million to strengthen Department oversight of school abuses.",
  "Around 25 percent of University of Phoenix students default on their loans within three years of leaving school.",
  "Robert Kaye, formerly the FTC Bureau of Consumer Protection's Chief Litigation Counsel, will head the unit.",
  "However, it doesn't seem clear at all, at least not yet, that the new owner would bring genuine change.",
  "Indeed, the terms of the Apollo-Apollo deal already seek favors from the Obama Administration.",
  "Let's hope that Department newcomers like Kaye and Rohit Chopra can make a real difference.",
  "The school's performance has not seemed to justify that enormous investment.",
  "So what are the signs of change, and what are the signs of more of the same?",
  "But the Pentagon is keeping the school under heightened scrutiny for a year.",
  "Miller would become Chairman of the Apollo Education Group Board.",
  "Would this be a good deal for America's students and taxpayers?",
  "Cappelli, apparently, will remain the company's CEO.",
  "This article also appears on Republic Report.",
  "This doesn't need to be the case.\""
]