[
  "Bayh spokesman Ben Ray said Bayh “volunteered his time” to oppose to the Iran deal and worked to repeal the medical device tax “because he knows they are the right things to do for Hoosiers.”\n\n“Meanwhile, Congressman Young has run a campaign almost entirely reliant on special interests and secret money to launch misleading attacks,\" Ray said.",
  "In 2015, as the White House was selling its deal with Iran to prevent nuclear weapons acquisition, Bayh affiliated with two different political advocacy groups opposing it: American Security Initiative and Citizens for a Nuclear-Free Iran, which was launched by the powerful American Israel Public Affairs Committee.",
  "Bayh met with top Obama administration officials three other times during his years out of office, according visitor records — but the Bayh adviser said he initiated just one of those meetings, to discuss the possibility of one of his sons playing tennis at Princeton with economics professor Alan Krueger.",
  "The ease with which former lawmakers, including 80 of the 352 people who left Congress alive since January 2008, can duck that threshold is often called the “Daschle loophole,” after the former Democratic Senate majority leader who advised clients for a decade before registering as a lobbyist this year.",
  "Shortly after leaving the Senate, Bayh also did a speaking tour on the value of deregulation for the U.S. Chamber of Commerce, which consistently spends more on lobbying than any other organization (and which is opposing Bayh and backing opponent GOP Rep. Todd Young in this year’s Senate race).",
  "“It would have put a big thumb on the scale, economically, on behalf of Dominion and their facility,” said Chris Phelps, state director of the pro-renewable energy group Environment Connecticut, which believed the legislation could hurt the growth of other carbon-neutral energy in the state.",
  "A Nuclear Matters spokeswoman insisted the group doesn’t lobby, euphemistically describing part of its mission as “educating the public and policy makers.”\n\nBayh has also written letters to the editor of several local newspapers on nuclear power.",
  "Bayh has also sat on the boards of Fifth Third Bank, Marathon Petroleum Corporation, RLJ Lodging Trust, Berry Plastics and McGraw-Hill Education, an education company with a troubled record in Indiana stemming from faulty standardized tests.",
  "And Bayh served as an adviser to advocacy groups that spent millions on ads opposing the Iran nuclear deal, a contentious issue that has divided Democrats and sparked campaign attacks on some of Bayh’s would-be Senate colleagues this year.",
  "Soon after, Bayh started speaking publicly against the medical device tax in Obamacare — the specific issue Cook Group signed up McGuireWoods lobbyists to address with members of Congress, according to federal lobbying disclosure filings.",
  "“That’s just a lie.”\n\nThe truth is more complicated: Because of loopholes in public-disclosure laws, former senators like Bayh can use their influence routinely on behalf of high-paying clients and never have to use the word lobbyist.",
  "A few months before announcing his comeback Senate bid, Bayh flew to Connecticut, in his capacity as co-chairman of a nuclear industry group, to press officials there on issues affecting a power company that retains McGuireWoods.",
  "After President Barack Obama released his Clean Power Plan, Bayh spoke about the proposal on panels at an industry conference in Washington and at a meeting of state regulators called the Environmental Council of the States.",
  "The total amount Bayh has been paid for his various roles is not publicly available, though his corporate board work alone brought in more than $900,000 in 2015, according to Securities and Exchange Commission filings.",
  "Last spring, Bayh traveled to Connecticut in his capacity as co-chair of Nuclear Matters, an industry-funded organization he leads with ex-Sen. Judd Gregg (another former lawmaker who is not a registered lobbyist).",
  "A Gallup survey in February 2016 showed 57 percent of American adults disapproved of the Iran deal, which has become a point of attack against some of Bayh’s fellow Democratic Senate candidates this year.",
  "At a public state legislative hearing, Bayh recited statistics on nuclear power’s value and warned that the closure of other nuclear plants in recent years had left states more reliant on fossil fuels.",
  "In his post-Senate life, Bayh began talking up repeal in 2012 on Fox News, where he has been a contributor, before penning a widely read Wall Street Journal op-ed calling for the tax to be eliminated.",
  "Bayh’s term away from the Senate has come under scrutiny from Republicans opposing him, but there are few records showing anything more than what he was paid for various corporate board positions.",
  "Other public appearances for the group include two speeches to the Democratic Governors Association in 2014 and a speech for the National Association of Regulatory Utility Commissioners last year.",
  "Bayh was accompanied by executives of Dominion Resources, a power company and client of McGuireWoods’ which owns a nuclear plant in Connecticut facing stiff competition from cheap natural gas.",
  "The meeting took place after the 2012 presidential election had put strain on ties with the finance community, and it came at the White House’s request, according to the source advising Bayh.",
  "An adviser from the Bayh campaign said that Bayh discussed the Indiana governor’s race with Malloy, in Malloy’s capacity as chair of the Democratic Governors Association, not nuclear energy.",
  "But he did carve out a lucrative niche in public advocacy, speaking and corporate board positions that allowed him to wield influence as a former lawmaker with decades of policy experience.",
  "Bayh sought to sway public policy to favor clients of McGuireWoods, the law and lobbying firm where he has worked since 2011, as well as other groups he affiliated with while out of office.",
  "The bill died in the state House this year amid concerns that the legislative process hadn’t been transparent enough, but it may resurface in another legislative session, observers say.",
  "Though Bayh does not have to publicly disclose the clients he has worked with at McGuireWoods, there are links between his public pronouncements and companies that work with the firm.",
  "Bayh himself is also running ads once more this year, but they focus on what he did before leaving the Senate and what he wants to do if he gets back — not what happened in between.",
  "Years earlier, Bayh leveraged his well-known name in a public campaign against the medical device tax in Obamacare, soon after his firm took on a device manufacturer as a client.",
  "Story Continued Below\n\nIndeed, Bayh never registered as a lobbyist while working in Washington between his departure from the Senate in 2011 and trying to come back in 2016.",
  "Bayh is trying to remind voters of his popular past, including a long tenure as governor of Indiana as well as a senator — a job that his father, Birch Bayh, held as well.",
  "The group “did have some impact” with lawmakers and the public, former Sen. Saxby Chambliss, a Georgia Republican who sat on ASI’s board with Bayh, wrote in an email.",
  "The Indiana-based medical device manufacturer Cook Group hired McGuireWoods to represent its interests in Washington in April 2012, a year after Bayh joined the firm.",
  "Republican groups have recently aired attack ads against Democrats in Florida, Nevada, New Hampshire and Pennsylvania critiquing them for supporting the Iran deal.",
  "The American Security Initiative, the smaller of the two nonprofit groups, had the goal of convincing 65 percent or more of the public to oppose the Iran deal.",
  "Only people who spend at least 20 percent of their time lobbying for a client and contact at least two government officials have to register under federal law.",
  "“In my state of Indiana alone, Cook Medical has canceled plans to build one new U.S. facility annually in each of the next several years,” Bayh wrote.",
  "(Every state has its own rules about who has to register as a lobbyist, and contacting state officials doesn’t count toward the federal requirement.)",
  "Bayh and three officials from Apollo also met with Valerie Jarrett, senior adviser to Obama, in March 2013, according to White House visitor records.",
  "A person familiar with his work said he provides strategic advice on public policy, such as how members of Congress might react to certain issues.",
  "The ads were dramatic: a testimonial from a former torture victim and a dramatization of a nuclear car bomb detonating in the U.S., for example.",
  "The groups said they planned to spend more than $35 million combined on TV ads and grass-roots work to sway the public against the Iran deal.",
  "(The forms were originally due in August, less than two months after Bayh jumped into the Indiana Senate race, but Bayh sought an extension.)",
  "A month later, Connecticut’s state Senate passed a bill that would have given nuclear plant owners new flexibility to lock in energy prices.",
  "Bayh’s op-ed disclosed McGuireWoods’ work with medical device manufacturers, but his Fox News appearances did not make that distinction.",
  "But Bayh has felt compelled to answer GOP attacks on his Washington career, as his polling lead against Young shrank over the summer.",
  "Bayh’s public advocacy often played on his reputation as a moderate Senate Democrat who would break with his party on some issues.",
  "Bayh will have to disclose more information on his recent earnings in a mandatory Senate financial disclosure before the election.",
  "Bayh was one of the few Democrats who pushed back against the medical device tax during debate before Obamacare was passed.",
  "Evan Bayh has pushed back hard against Republican attacks on his post-Senate career as he attempts a comeback in Indiana.",
  "No way,” Bayh says at the end of his recent response ad, before tossing a basketball behind his back to one of his sons.",
  "In another role, according to a source, he advised colleagues on how to message issues to members of Congress.",
  "Bayh was not paid for advising the two groups, according to the adviser on the Bayh campaign.",
  "Bayh’s public advocacy tied to clients of McGuireWoods extended into state policy, too.",
  "In both forums, Bayh referenced the Cook Group and its presence in his home state.",
  "McGuireWoods has not been Bayh’s sole source of income since he left the Senate.",
  "“My opponent is attacking me as a lobbyist,” Bayh says in a recent campaign ad.",
  "Bayh is also an adviser to the private equity giant Apollo Global Management.",
  "Bayh and the Dominion executives also met with Democratic Gov.",
  "Bayh mostly lent his name to the effort, Chambliss said.",
  "You bet.”\n\nColin Wilhelm contributed to this report.",
  "Dannel Malloy during their trip.",
  "“Lobby?",
  "“Lobs?"
]