[
  "(Reuters) - Private equity firm Apollo Global Management LLC has brought in a Chicago-based private equity fund with deep Washington connections as it tries to finalize the acquisition of for-profit education provider Apollo Education Group Inc, people familiar with the matter said on Tuesday.",
  "Apollo Education and rivals such as DeVry Education Group Inc and ITT Educational Services have faced tougher regulation since a series of government investigations in 2010 revealed low graduation rates and poor job prospects for graduates, who were also burdened with high student debt.",
  "Bringing in Vistria was a strategic decision for Apollo Global Management, the sources said, as the buyout firm hopes to smooth relations with government regulators once a deal is completed that could value Apollo Education at more than $1 billion.",
  "The Defense Department cited “reports of non-compliance” with its military education program amid ongoing investigations into its marketing and advertising by the U.S. Federal Trade Commission and California Attorney General.",
  "He is known for starting airport parking firm Parking Spot with U.S. billionaire businesswoman and current U.S. Commerce Secretary Penny Pritzker as well as for his longstanding friendship with President Barack Obama.",
  "The owner of the University of Phoenix, which has grappled for years with declining enrollments and a series of troubles with federal and state regulators, disclosed on Monday it was considering selling itself.",
  "The U.S. Department of Defense in October prohibited the University of Phoenix from recruiting students on military bases or accepting new students using military tuition assistance.",
  "Vistria, a Chicago private equity firm, also includes Tony Miller, who served as Obama’s deputy secretary in the U.S. Department of Education from 2009 to 2013.",
  "Separately, sources told Reuters on Tuesday that New York-based Apollo Global has partnered with Vistria Group, a middle-market fund founded by Marty Nesbitt.",
  "Stricter rules from the U.S. Education Department have also squeezed tuition aid, a major source of revenue for for-profit education providers.",
  "Reuters later reported that Apollo Global was in advanced talks to buy Apollo Education, citing a person close to the matter.",
  "Representatives for Apollo Global and a spokesman for Apollo Education declined to comment.",
  "Shares of Apollo Education jumped 12 percent to $7.15 on Tuesday.",
  "Vistria did not immediately respond to requests for comment."
]