[
  "Paton wouldn’t comment on the whispers about a new budget in the works, saying: \"There is no newspaper Company that can make the successful transition to digital without investing in digital while cutting its overall cost structure.”\n\nSteve Rossi, a long-time Knight Ridder executive, moved over to the MediaNews Group after Knight Ridder’s sale to McClatchy in 2006.",
  "While the company wants to paint the process as controlled and logical, it has taken place against the backdrop of worsening financial results for dailies (see: “Razor-thin profits are cutting into newspapers’ chances at innovation”).",
  "Principal owner Alden Global Capital could be making the financial calculation that it can maximize value better by selling its clusters to several buyers than at too low a price to a single buyer like Apollo.",
  "Paton has been the public face and an early advocate of “digital-first” strategy, which finally gave its name to the combined company of MediaNews and Journal Register (21st Century Media) at the end of 2013.",
  "Plainly right and early about the need to rapidly reduce legacy costs, his aggressive stance riled many in the industry, a riling that the engaging Paton clearly enjoyed.",
  "As I’ve written, this is a deal of the head, not the heart, essentially involving two private equity companies known for squeezing the last dollar out of a transaction.",
  "“Our cash flow performance is really good, three years in a row of increasing cash flow.”\n\nD.F.M., of course, is a private company that doesn’t release financials.",
  "That means that D.F.M.’s Plan B – the selling of regional clusters of newspapers and perhaps individual ones – looks like it is reemerging, in some form.",
  "Internally, the word has been that the board wanted to give Rossi more power to make financial decisions necessary to steady profit, making him C.O.O.",
  "Recall that D.F.M., and its broker UBS, requested and worked through bids from would-be cluster buyers, as part of the “strategic review” process.",
  "The basic theory: In an age when cost consolidation is a primary weapon for newspaper company management, regional clusters become a necessity.",
  "“We have a lot of cats and dogs,” referring to the motley collection, by geography and circulation size, of its current newspaper holdings.",
  "Officially, the company is pursuing other strategic options, as it says it has done throughout a more-than-year-long sale–review process.",
  "It’s an old Dean Singleton theory, from the days when he put together MediaNews, but now financial exigencies drive it to the forefront.",
  "This morning, Paton and Rossi highlighted the company’s ad agency-like Ad Taxi business, as the kind of digital investment that “D.F.M.",
  "Rossi has been the enforcer, matching down print ad results, seen universally in the industry, with cost-cutting to maintain EBITDA.",
  "We can see it in recent New Media Investment (Gatehouse) acquisitions as well as in Tribune’s San Diego, Chicago and Baltimore buys.",
  "Apollo’s acquisition of Digital First Media”) had been wavering as Apollo did its continuing due diligence over the last two months.",
  "“There’ll be a horse-trading of assets,” Paton told me, saying markets, readers and employees should expect both selling and buying.",
  "That news, already spreading across the web and in emails, now newly re-stokes regional interest in individual papers and groups.",
  "That may be one of the first domino pieces to tumble, especially as Gannett publishing gets split from the broadcast mothership.",
  "Paton moves to a position as CEO of IVA Ventures, which includes eight companies, some of which have had partnerships with DFM.",
  "is that a new July 1 budget calls for more cuts, both in the field, including in newsrooms, and in the corporate budget.",
  "Still, the odds have plainly changed, with a sale to Apollo less than more likely by some hard-to-determine margin.",
  "Plan A – selling all the assets – has long been Paton’s goal, but Plan B looks like it is being set in motion.",
  "John Paton told me this morning, as his memo to D.F.M.’s 5,500 employees, reproduced below, went out.",
  "“We have so much cash on our balance sheets that we are a debt-free,” Rossi told me this morning.",
  "deal, Paton leaves\n\nAs of today Apollo Global Management won’t meet Digital First Media’s price.",
  "Paton makes the point that he appointed Rossi, and that relationship is good and amicable.",
  "Cuts, of course, are nothing new, and the question will be how deep any new ones will be.",
  "“We have concluded we are not going to sell the company to a single buyer,” C.E.O.",
  "Some insiders say that Rossi has been effectively running the company since then.",
  "Here, watch whether Gannett takes ownership sooner than later of the 10 D.F.M.",
  "Story Continued Below\n\nWhat will that continuing strategic review produce?",
  "formally signals its willingness to walk away unless Apollo ups its offer?",
  "After all, this sales odyssey at this point comes down, simply, to price.",
  "He has risen steadily in responsibility, playing a yin to Paton’s yang.",
  "Further, the company has made noises about recapitalization or I.P.O.",
  "“We don’t want to own a standalone newspaper,” Rossi told me today.",
  "“One of our strategic options is to manage cash,” said Rossi.",
  "Are we seeing hard-headed, now public negotiation, as D.F.M.",
  "Simple dollars will change the news on this deal once again.",
  "That memo also included the not-unexpected news that C.O.O.",
  "properties it would have gotten out of D.F.M./Apollo sale.",
  "Further, it was clear that Paton planned on leaving D.F.M.",
  "We should soon hear whether UBS renews those discussions.",
  "That price tag of $400 million (“What are they thinking?",
  "Consequently, the news of Rossi’s appointment as C.E.O.",
  "would continue to plow money into,” according to Rossi.",
  "in the past, though that seems less likely than sale.",
  "Below, the aforementioned memo from Paton and Rossi:",
  "as soon as a determination of its future was made.",
  "Apollo, or some other single buyer, reemerges.",
  "Paton and Rossi both say finances are rosy.",
  "Steve Rossi is replacing Paton as C.E.O.",
  "Then, there’s the possibility of D.F.M.",
  "and Paton’s departure isn’t surprising.",
  "| Beet.tv Apollo withdraws from D.F.M.",
  "On the other hand, word within D.F.M.",
  "And there’s one more possibility.",
  "in January, 2014.",
  "treading water.",
  "on June 30.",
  "Paton."
]