[
  "(Adds share reaction, Carlyle declines to comment)\n\nBy Harry Brumpton and Greg Roumeliotis\n\nAug 24 (Reuters) - Aluminum products maker Arconic Inc is discussing acquisition offers for the entire company, even though it announced a sale process last month only for its building and construction systems unit, people familiar with the matter said.",
  "The announcement of the plan to sell Arconic's building and construction systems division, which makes facades, windows and framing products, came one year after a major fire broke out at London’s Grenfell Tower apartment complex, where the company's Reynobond PE panels were used in the cladding.",
  "Arconic is speaking with private equity firms that have shown interest in acquiring the company, including a consortium of Blackstone Group LP and Carlyle Group LP, another consortium of KKR & Co and Onex Corp, as well as Apollo Global Management LLC, the sources said on Friday.",
  "The move comes after Arconic, which was spun out of Alcoa Corp in 2016, said in February it would carry out a \"strategy and portfolio review,\" to be completed by the end of 2018, but has provided little detail about what this entails.",
  "Activist hedge fund Elliott Management Corp, which won board representation at Arconic last year following a proxy contest, has been instrumental in pushing the company to explore a sale, the sources said.",
  "Higher aluminum prices lowered Arconic’s operating income by $20 million in the second quarter, Chief Financial Officer Kenneth Giacobbe said on a conference call with analysts last month.",
  "However, sales across Arconic's three major businesses - transportation and construction, engineered products and global rolled products - increased between 7.5 percent and 14 percent.",
  "Arconic's products, which are made of aluminum, titanium or nickel, are used around the world by aerospace, automotive, commercial transportation and packaging manufacturers.",
  "However, some of the private equity firms have expressed doubts over whether the company's high price expectations for a sale can be met, some of the sources added.",
  "(Reporting by Harry Brumpton and Greg Roumeliotis in New York Additional reporting by Joshua Franklin in New York Editing by Phil Berlowitz and Susan Thomas)",
  "As planemakers ramp up production to satisfy growing global demand for air travel, Pittsburgh-based Arconic is paying more attention to aircraft parts.",
  "Arconic shares jumped on the news to end trading on Friday up 4.7 percent at $22.23, giving the company a market capitalization of $10.7 billion.",
  "Arconic has said it will announce the outcome of its strategic review by the time it holds its investor day in November 2018.",
  "The Wall Street Journal first reported last month that Arconic was attracting interest from private equity firms.",
  "The sources cautioned no deal may be reached and asked not to be identified because the matter is confidential.",
  "Several parts suppliers are increasing hiring and capital expenditure to meet delivery targets.",
  "Arconic, Elliott, KKR and Onex did not immediately respond to requests for comment.",
  "Apollo, Carlyle and Blackstone declined to comment.",
  "More than 70 people were killed in the blaze."
]