[
  "(Reuters) - Toshiba Corp has agreed to pay $2.168 billion to walk away from two unfinished nuclear reactors in South Carolina being built by its Westinghouse subsidiary, according to a statement by the owners of project.",
  "Toshiba’s Westinghouse Electric Co filed for bankruptcy in March, overwhelmed by the cost overruns at the VC Summer plant in South Carolina and a similar unfinished nuclear project known as Vogtle in Georgia.",
  "REUTERS/Toru Hanai/File Photo\n\nSCANA Corp (SCG.N) and its partner, state-owned utility Santee Cooper, said Toshiba will make the payments in installments beginning in October and ending in September 2022.",
  "The agreement allows Toshiba and its Westinghouse unit to exit the nuclear construction business and caps Toshiba’s liability for guaranteeing that Westinghouse complete the VC Summer contract.",
  "The owners of the VC Summer project said on Thursday they expect the cost of completing the project will “materially exceed” Westinghouse’s estimates and the payments due from Toshiba.",
  "Toshiba has warned that losses from Westinghouse threaten its future and it is considering bids for its flash memory chip unit, worth around $18 billion, to raise capital.",
  "As part of that plan, Westinghouse is expected to reach an agreement with SCANA under which it will continue to provide engineering and other services.",
  "Toshiba reached a similar agreement for $3.7 billion in June with the utilities, led by a unit of Southern Co (SO.N), that own the Vogtle project.",
  "Westinghouse asked the U.S. Bankruptcy Court in Manhattan, New York, on Wednesday to give it until Dec. 6 to file a plan of reorganization.",
  "However, the projects have been dogged by design problems, disagreements with regulators and poor quality work by Westinghouse’s partners.",
  "Westinghouse is expected to deliver this week a five-year business plan to its lender, an affiliate of Apollo Global Management (APO.N).",
  "FILE PHOTO: The logo of Toshiba Corp is seen as window cleaners work on the company's headquarters in Tokyo, Japan, February 14, 2017.",
  "The Georgia and South Carolina plants were the first new nuclear power projects in the United States in three decades.",
  "They said they hope to decide soon whether they will continue with the two projects, modify them or abandon them.",
  "That plan will help shape bids for Westinghouse, which has attracted the interest of U.S. private equity firms.",
  "Westinghouse has a similar agreement in place with the owners of the Vogtle plant.",
  "The company said it needed more time in part due to talks with SCANA.",
  "The request will be heard by the court on Sept. 7.",
  "The projects are years behind schedule."
]