[
  "A spokesperson for the Russian Direct Investment Fund said: \"For Vnesheconombank subsidiaries the new clarification by the US Department of the Treasury is essentially a technical repetition of sanctions imposed a year ago, which targeted a number of Russian companies including Vnesheconombank and its subsidiaries.",
  "— Stephen Schwarzman\n\nBonderman has spoken publicly about investing in the country in recent months, telling an audience at the Milken Global Conference this year that the Russian market remains attractive, according to a report by CNN Money.",
  "Private equity moguls Steve Schwarzman of Blackstone, David Bonderman of TPG, and Leon Black of Apollo Global Management all served as board members for RDIF when it was established in 2011, according to a press release at the time.",
  "Here are some highlights:\n\n\"We believe there are many attractive investment opportunities in Russia — the RDIF will provide the strong and experienced local partnership needed for investors to realize those opportunities.\"",
  "The Treasury's Office of Foreign Assistance Control on Thursday added The Russian Direct Investment Fund to the list, along with a number of entities linked to RDIF parent Vnesheconombank and energy giant Rosneft.",
  "REUTERS/Sergei Karpukhin The U.S. Treasury has added a bunch of entities to its Russia sanctions list, including a sovereign wealth fund that used to be connected to some pretty high-profile U.S. billionaires.",
  "The Wall Street Journal first reported that the investors' names had disappeared from the site in September 2014, but said that they still served on the board at that time.",
  "We believe the Russia Direct Investment Fund will help further align U.S. and Russian objectives in terms of identifying paths toward partnership in the private sector.\"",
  "— David Bonderman\n\n\"Russia has strong fundamentals that will continue to fuel its growth trajectory and offer attractive investment opportunities.",
  "Since the introduction of sanctions last year RDIF has continued to invest into the Russian economy and build new international partnerships.\"",
  "Russia's Prime Minister Vladimir Putin delivers a speech during the X International Investment Forum Sochi-2011 in Sochi September 16, 2011.",
  "Vnesheconombank was first sanctioned last year, but RDIF hadn't been explicitly targeted until the announcement on Thursday.",
  "\"Given the nature of the Fund's activity, RDIF has never attracted financing in the USA, it invests its own funds.",
  "— Leon Black\n\n\"It's always good to have friends when you are going to a place that you are not as familiar with.\"",
  "He is quoted as saying: \"Sanctions are perfectly set up not to work at all but to make a political statement.\"",
  "There are currently no names listed on the international advisory board on RDIF's website.",
  "Back in 2011, each board member issued statements about joining the board.",
  "At some point, those names were removed from the RDIF website.",
  "Spokespeople for Blackstone and TPG declined to comment.",
  "Apollo could not be reached for comment."
]