[
  "Story Continued Below\n\nIn the three months since he got in, Bayh’s opponents have unleashed a torrent of attacks on the former senator: for reports that he rarely set foot in Indiana until he decided he wanted back in the Senate, for backing unpopular Obama policies, and for trading on his political connections to become really rich after he left office.",
  "A 6-point win \"would be right in the wheelhouse of what I’ve normally done when there’s a lot of money being spent on both sides and a vigorously contested campaign,” a confident Bayh said in an interview with POLITICO after greeting volunteers at the Vanderburgh County Democratic headquarters in Evansville.",
  "Young and his allies have latched onto a recent Associated Press report that found Bayh had more than four dozen meetings and phone calls concerning his future employment prospects between the time he announced his retirement from the Senate in February 2010 and the end of his term in December of that year.",
  "“I’ve been proud to work with some good Indiana businesses, like Berry Plastics right here in Evansville, largest employer in town, to grow that company, to create jobs,” Bayh said in the interview, referring to one company that paid him $400,000 since January 2015 to sit on its board.",
  "“If you’re a lifelong resident here and you’ve got a congressman or senator that maybe has a residence here but they don’t spend any time here,\" said Randy Ballinger, a 65-year-old Republican from Marion who said he plans to vote for Young, \"they don’t understand what’s going on here.\"",
  "And how much the residency issue will ultimately matter is an open question; a Ball State University poll, which had Bayh leading Young by 6 points, found that 22 percent of voters said they are less likely to support Bayh because of it, but 71 percent said it won’t change their mind.",
  "“Any time you have $20 million of negative attacks spent on you, frankly, I’m kind of happy we’re still ahead.”\n\nThe former senator is still greeted warmly as he campaigns around the state, a testament to the fond memories voters have of him and his father, former Sen. Birch Bayh.",
  "The Bayh name, which goes back six decades in Indiana politics, is under barrage — and this critical Senate battleground state will turn on whether Republicans can drive down his numbers even further in the next two weeks to stage what would be one of the biggest upsets of 2016.",
  "“My own husband — my own dear Republican husband — said that he would have voted for Evan, but now he’s unsure because of the way he left his former position in the Senate.”\n\nBayh’s commanding advantage early on didn't deter conservative outside groups from swarming Indiana.",
  "The Senate Leadership Fund, a Republican super PAC with close ties to Senate Majority Leader Mitch McConnell (R-Ky.), had reserved nearly $9 million on air in Indiana, a relatively cheap state in which to advertise, but just added $1.75 million more for the week of Nov. 1.",
  "The Indianapolis Star subsequently noted that the Bayh campaign initially said Bayh did not meet with officials from Apollo Global Management, the private equity firm that has employed him since January 2011 — though the AP story revealed otherwise.",
  "“You take the combination of his actual voting record, his post-Senate focus and these more recent revelations about hunting for jobs at taxpayer expense,” said Steven Law, a former McConnell chief of staff who leads the Senate Leadership Fund.",
  "Independent expenditures in the race as of Sunday total more than $29.9 million, records show, with $16.1 million spent attacking Bayh compared with $10.1 million spent against Young, a three-term House Republican, in the general election.",
  "“They’ve drawn the line and said, ‘You’ve had your chance, you basically left us, you’re not representing our values, you’ve doubled the national debt, Obamacare is a mess and collapsing,” retiring Sen. Dan Coats (R-Ind.",
  "“All of that has smashed the Evan Bayh image that I think he tried to project at the beginning of this election.”\n\nBayh is certainly not struggling for campaign money; the Democrat has more than $5 million cash on hand.",
  "He wasn’t always going to have a 25-point lead.”\n\nBayh, who's never lost a race in 30 years in politics, acknowledges that his initial eye-popping advantage over Young was based mostly on name recognition.",
  "However close it is, Republicans say the momentum is with Young, a hard-charging former Marine Corps officer who jumps at any chance to contrast his own background with the scion of Indiana politics.",
  "“My dad is a small businessman, my mom is a registered nurse,” Young said while touring a start-up business hub in Terre Haute during a campaign swing last week with Sen. Joni Ernst (R-Iowa).",
  "Evelyn LaFollette, a 75-year-old Democrat from Bloomington, said she’s “unsure” whether the reservoir of Bayh family goodwill would be enough to counter the sustained attacks against him.",
  "National Democrats have had to shell out more cash to rescue Bayh, whose $10 million war chest left over from his Senate days was a big part of his appeal as a recruit in the first place.",
  "And couple that with the case that Bayh left Indiana to profit from public service after voting on controversial policies such as President Barack Obama’s signature health care law.",
  "“I do feel good that we’ve seen some stabilization over the past few weeks,” said Mark Fraley, the Democratic Party chairman in Monroe County, about an hour south of Indianapolis.",
  "Another damaging AP report last week found that Bayh spent $3,000 of taxpayer money for trips to New York that included meetings with top banking officials and one job headhunter.",
  "“They don’t want somebody who was part of that establishment to come back and say, ‘I’m the change person.”\n\nBut for now, Democrats here feel they’ve stanched the bleeding.",
  "I’m running on my dad’s values.”\n\nYoung's strategy has been clear all along: Turn Bayh's last name, and the notion that he's relying solely on it to win, into a liability.",
  "“He did leave his seat in the Senate,” acknowledged LaFollette, who was wearing a blue “Bayh” sticker as she volunteered at a Democratic call center in Bloomington.",
  "INDIANAPOLIS — When Evan Bayh launched a startling comeback bid for his Indiana Senate seat this summer, Republicans vowed to make his return to politics miserable.",
  "Bayh and his wife, Susan, now report $13.9 million to $48 million in assets, compared with $2.1 and $7.7 million when Bayh left the Senate at the end of 2010.",
  "Bayh, we know exactly who you are!”\n\nBut his 20-plus point lead is down to 6 points, according to the two most recent independent polls of the race.",
  "“I’m proud of that.”\n\nBayh’s freefall in the polls and all the negative ads against him have unnerved even some of his most fervent supporters.",
  "But he says that in his previous competitive races, for secretary of state in 1986 and then governor in 1988, he won by only single digits.",
  "Americans for Prosperity, part of the sprawling network of groups funded by the Koch brothers, has spent $1.8 million hitting Bayh so far.",
  "He has banked nearly $6.3 million since January 2015 in salary, board compensation and speaking fees, according to those disclosures.",
  "At King Ribs, a barbecue joint in Indianapolis, Bayh approaches two women to introduce himself, but one beats him to the punch: “Mr.",
  "But the AP stood by its report, which came out the same day Young earned the endorsement of the Star, the state's largest newspaper.",
  "Indeed, recently filed personal financial disclosure forms show Bayh has been compensated handsomely in his post-Senate life.",
  "Multiple Democratic operatives say their own internal polling finds Bayh still leading outside the margin of error.",
  "He dismisses any notion that he is losing appeal with Indiana voters, whom he last faced on the ballot in 2004.",
  "Bayh doesn’t talk at length when asked to respond to charges that he profited from his time in the Senate.",
  "Shortly before those surveys, Young's campaign announced his internal polling had him up a single point.",
  "), whose seat Bayh and Young are fighting to fill, said of Indiana voters in an interview here.",
  "Bayh's once-commanding lead over Republican Todd Young has nearly evaporated.",
  "But Young outraised Bayh in the quarter that ended Sept. 30.",
  "Bayh denied using public dollars for personal use.",
  "But for some Indiana voters, it did matter.",
  "“We expected there to be some tightening.",
  "But I’m not running on my dad’s name.",
  "“I’m proud of my dad’s name.",
  "Has Bayh hit his floor?",
  "No one’s really sure.",
  "They weren’t kidding."
]