[
  "bit.ly/2IL8SEn\n\n- A large investor in Hammerson Plc has said that the shopping centre owner should \"walk away\" from a proposed merger with Intu Properties, its rival, and instead \"properly engage\" in takeover talks with Klépierre, a French suitor.",
  "bit.ly/2Hcsnc5\n\n- A former Barclays executive John Mahon is being parachuted in as Britain's exports chief as ministers prepare to negotiate a string of trade deals in the months leading up to the country's exit from the European Union.",
  "ind.pn/2qnlxqC\n\n- Oil giant ConocoPhillips is cutting 450 roles in the UK after it stops production at its Theddlethorpe Gas Terminal in the North Sea later this year.ind.pn/2HktM ($1 = 0.7052 pounds) (Compiled by Bengaluru newsroom)",
  "The Times\n\n- Gas pipes in up to 1,000 tower blocks may not have received regular maintenance inspections because the energy company responsible failed to keep adequate records, checks triggered by the Grenfell disaster have found.",
  "bit.ly/2HciN8W\n\nThe Independent\n\n- Construction sector output was 3 percent lower in February than a year earlier, marking the largest annual fall since March 2013, an official survey by the Office for National Statistics said.",
  "bit.ly/2v3gBMd\n\nThe Telegraph\n\n- The bus and train operator FirstGroup Plc has rejected what it said was a \"preliminary and highly conditional\" buyout proposal from the U.S. private equity giant Apollo Global Management.",
  "bit.ly/2HctBUJ\n\n- Reaction Engines has agreed a 26.5 million pound fundraising round with Rolls-Royce Holdings Plc and Boeing Co, as well as blue-chip financial backers Baillie Gifford and Woodford Investment.",
  "bit.ly/2HbXsfZ\n\n- Thousands of self-employed, agency, and zero-hours contract workers, will be potentially hundreds of pounds a year worse off under universal credit, according to analysis by Citizens Advice.",
  "A new \"basic\" fare has been introduced for passengers who have only hand baggage, with tickets costing up to 60 pounds less than the standard return fare, the airline said.",
  "bit.ly/2IPjQsO\n\nSky News\n\n- British online retailer Shop Direct has announced it is closing three sites in Greater Manchester, impacting nearly 2,000 jobs.",
  "(Fixes formatting, paragraphs 4, 9)\n\nApril 12 (Reuters) - The following are the top stories on the business pages of British newspapers.",
  "bit.ly/2v98wpn\n\nThe Guardian\n\n- British Airways passengers will now have to pay to check luggage on some long-haul routes.",
  "Reuters has not verified these stories and does not vouch for their accuracy."
]