[
  "REUTERS/Jonathan Ernst/File Photo\n\nWith the S&P 500 rising 6.1 percent in the final three months of 2017 in its best quarterly performance in two years, corporate valuations rose, boosting the value of Carlyle’s private equity funds by 8 percent in the fourth quarter and allowing it to book hefty profits.",
  "“As we sit here today, the investment environment is challenging, with market valuation levels recently at all-time highs, increasing volatility that we are all witnessing in real time, and the potential for upwards movement in interest rates,” co-Chief Executive Kewsong Lee said in a call with analysts.",
  "(Reuters) - Carlyle Group LP (CG.O) signaled on Wednesday that the volatile stock market and rising interest rates will make it hard for the private equity firm to replicate in 2018 the investment gains of the past year that saw it report bumper fourth-quarter earnings.",
  "“It will be difficult for us to generate the same level of appreciation across our platform in 2018 as we delivered in 2017,” added Lee, who along with Glenn Youngkin in January took over from co-founders David Rubenstein, William Conway and Daniel D’Aniello.",
  "Carlyle rivals Apollo Global Management LLC (APO.N) and Blackstone Group LP (BX.N), which reported earnings last week, also saw similar gains, disclosing appreciation of 9.1 percent and 6.8 percent in their private equity funds, respectively.",
  "Carlyle, which manages $195 billion and invests in private equity buyouts, real estate and credit, struck a cautious tone for putting money to work in 2018, in part due to the recent turbulence in financial markets.",
  "In a bumper year for private equity fundraising, Carlyle raised a record $43 billion in 2017 as it worked towards it aim of attracting $100 billion in new capital by 2019 from 2016.",
  "Carlyle’s fourth-quarter economic net income per adjusted unit came in at $1.01, well ahead of analysts’ expectations for 62 cents, according to Thomson Reuters I/B/E/S.",
  "Economic net income reflects the mark-to-market valuation gains or losses on Carlyle’s portfolio, and is a key earnings metric for U.S. private equity firms.",
  "Distributable earnings - the actual cash available for paying dividends - totaled $155.8 million in the quarter, up from $7.4 million a year ago.",
  "Youngkin said the fundraising environment “continues to be good” and that Carlyle expects to raise around $25 billion in 2018.",
  "Carlyle shares were up 2.1 percent in mid-morning trading, outpacing the Dow Jones U.S. Financials index .DJUSFN.",
  "A general view of the lobby outside of the Carlyle Group offices in Washington, U.S. May 3, 2012.",
  "The firm said its board of directors approved a quarterly distribution of $0.33 per common unit."
]