[
  "Speaking of which, special counsel Robert S. Muller III is, according to NBC News, “assembling a case for criminal charges against Russians who carried out the hacking and leaking of private information designed to hurt Democrats in the 2016 election.” Even more alarming — given Trump’s invitation for Russia to hack into Hillary Clinton’s emails, and the attendees of the June 2016 meeting at Trump Tower designed to get “dirt” on her — “one source suggested that a new indictment could include unnamed American co-conspirators as part of a strategy to pressure those involved to cooperate.” Collusion, in other words, may begin to show up in indictments.",
  "(Carolyn Kaster/AP)\n\nOpinion writer\n\nIn the course of a week, President Trump convulsed the markets and American business with a protectionist initiative which, if carried out, risks setting off a trade war; he scrambled Republicans by promising to back a bunch of gun measures he probably doesn’t intend to back once his aides explain that the National Rifle Association and his base oppose most of what he embraced; and he refused to empower his national security team to protect our election system against future manipulation by Russia.",
  "Trump’s son-in-law Jared Kushner (who attended that Trump Tower meeting with Russians) lost his top-secret-level interim security clearance, and was found to have received hundreds of millions of dollars ($184 million from Apollo Global Management and $325 million from Citigroup) in business loans after meeting with top executives at the White House.",
  "In no other administration would such a character (and we’ve not even talked about the multiple revisions on his clearance form, or the unreported meetings during the transition with Russians — including the head of a bank under sanction) be let in the door, let alone invested with such a mammoth portfolio.",
  "There are allegations of misused funds/improper travel expenses involving the administrator of the Environmental Protection Agency, as well as the secretaries of Veterans Affairs, Interior, Treasury and Housing and Urban Development.",
  "Meanwhile, Trump is back to publicly berating Attorney General Jeff Sessions, who responded with a pointed statement — and then went out to dinner with Deputy Attorney General Rod J. Rosenstein in a very public sign of solidarity.",
  "Now, anyone who is surprised by the utter chaos, the ethical sleaze, the policy incoherence and the nepotism/cronyism was not paying attention during Trump’s career in real estate or during his campaign.",
  "This is not so much as an administration as a weird fusion of the court of Louis XIV and the Mafia, all built around a cult of personality that lacks any self-restraint or awareness.",
  "The FBI has been looking into the negotiations and financing surrounding Trump International Hotel and Tower in Vancouver, according to a U.S. official and a former U.S. official.",
  "CNN reports:\n\nU.S. counterintelligence officials are scrutinizing one of Ivanka Trump’s international business deals, according to two sources familiar with the matter.",
  "Republicans who empowered him and refused to stand up to him have a giant mess on their hands — a dysfunctional government and a looming electoral disaster.",
  "The scrutiny could be a hurdle for the first daughter as she tries to obtain a full security clearance in her role as adviser to [the president].",
  "We also learned that Israel, United Arab Emirates, Mexico and China are plotting to manipulate Kushner, using his finances as leverage.",
  "In turn, Kushner, Ivanka Trump and Donald Trump Jr. are feuding with Kelly, and are not bothering to disguise their animosity.",
  "Trump is still indifferent to learning policy and is prone to prattle in public about subjects he doesn’t bother to study.",
  "Senior economic adviser Gary Cohn, distressed by Trump’s plunge into protectionism, might now go as well.",
  "Speaking of which, the supposedly successful real-estate mogul is in debt to the tune of $1.2 billion.",
  "This is how Trump ran his family operation, stumbling through one failed venture after another.",
  "John F. Kelly, the White House Chief of Staff, nevertheless seems ready to take on Kushner.",
  "No one — not Kelly, Ivanka, Jared, the GOP Congress or even Hicks — can keep him on task.",
  "\n\nPresident Trump on Wednesday during a meeting in the Cabinet Room at the White House.",
  "Trump will either be compelled to leave office or will continue to spin out of control.",
  "3 spot at the Department of Justice after the departure of Rachel Brand.",
  "McMaster, the national security adviser, is reportedly on his way out.",
  "No one else can make up for his lack of diligence, ethics and decency.",
  "This is how Trump wound up declaring bankruptcy multiple times.",
  "Hope Hicks, Trump’s longtime aide, is leaving and H.R.",
  "Noel Francisco, the solicitor general, was there too.",
  "You may recall that Francisco is in line for the No.",
  "Aides tell the press this is a new level of chaos.",
  "Now Ivanka is potentially in hot water as well.",
  "Don’t worry — it’ll get worse.",
  "It always does."
]