[
  "An unnamed former Trump campaign aide said Mueller questioned them about a particular statement Hicks gave to The New York Times two days after the 2016 election, when she said: “We are not aware of any campaign representatives that were in touch with any foreign entities before yesterday, when Mr. Trump spoke with many world leaders.”\n\nMueller’s investigators have, according to the former aide, been looking into whether Hicks’ statement was inaccurate in the wake of media reports that several members of the Trump campaign were, in fact, in contact with Russian officials, including Don Trump Jr. and the president’s son-in-law, Jared Kushner.",
  "The Washington Post reported Wednesday evening that Mueller has questioned several witnesses about the president’s behavior toward Attorney General Jeff Sessions to determine whether Trump attempted to obstruct justice in the ongoing inquiry into Russian meddling in the 2016 presidential election.",
  "The barrage of stories shed new light on the extent of special counsel Robert Mueller’s investigation and raised questions about several officials in the president’s inner circle, including communications director Hope Hicks and the president’s son-in-law, Jared Kushner.",
  "Kushner was also the subject of several damning reports Wednesday, including news that New York’s state banking regulators had asked several lenders about information on their financial relationships with the White House senior adviser.",
  "The Washington Post reported earlier this week that several White House officials worried Kushner’s inexperience in politics and his complicated business holdings would make him subject to manipulation from foreign governments.",
  "The president sent out several tweets during that time roundly criticizing the attorney general as “beleaguered” and questioned the Justice Department for taking a “very weak position” on his former opponent, Hillary Clinton.",
  "Trump also told The New York Times in July that Sessions shouldn’t have recused himself from the Russia investigation and that, if he’d known that would happen, he “would have picked somebody else” as attorney general.",
  "The Times reported last month that Mueller was looking into Trump’s efforts to fire Sessions last spring, but Wednesday’s report reflected a broader scope of the inquiry.",
  "Kushner resigned from his role at Kushner Companies when he joined the Trump administration last January, but he retains significant financial interests in the business.",
  "Unnamed sources familiar with the special counsel’s probe told the Post that Mueller had questioned people about Trump’s statements on Sessions last July and August.",
  "A $184 million loan came from Apollo Global Management after Kushner met with the private equity firm’s founder in the White House several times.",
  "CNN’s Jim Acosta reported that Mueller has also been asking about comments made by Hope Hicks in 2016, just two days after Trump was elected.",
  "Officials from at least four countries have reportedly discussed ways to influence him, although it’s unclear if they’ve acted on such plans.",
  "The Post’s article notes that Sessions has told his associates he has no plans to resign, despite the ongoing pressure from the White House.",
  "Kevin Lamarque / Reuters White House senior adviser Jared Kushner, right, had his top-secret security clearance downgraded last week.",
  "The New York Times later reported on several massive loans Kushner’s business received after meetings he held in the White House.",
  "In one instance, Kushner Companies received a $325 million loan from Citigroup after Kushner met with the bank’s chief executive.",
  "An already complicated day for President Donald Trump’s administration was capped with several shocking reports Wednesday night.",
  "The report was just one of several damaging stories coming from the White House on Wednesday night.",
  "Hicks announced her resignation earlier Wednesday, according to several news outlets.",
  "HuffPost has reached out to the White House for comment."
]