[
  "Its private equity funds appreciated by 3 percent, compared with a 9.5 percent gain in the private equity portfolio of rival Blackstone Group LP (BX.N) and a 6.7 percent rise in the private equity portfolio of competitor KKR & Co Inc (KKR.N).",
  "(Reuters) - Private equity firm Carlyle Group LP (CG.O) on Wednesday reported a smaller-than-expected drop in second-quarter earnings, boosted by its energy investments as oil prices rose.",
  "Carlyle also said it will acquire a 19.9 percent stake in AIG Inc’s (AIG.N) reinsurance unit DSA Re, in a deal whereby DSA will also allocate $6 billion for Carlyle to manage.",
  "Overall economic net income, which reflects the mark-to-market valuation gains or losses on Carlyle’s portfolio and is a closely watched earnings metric, was $237.7 million.",
  "It follows other alternative asset managers, such as Apollo Global Management LLC (APO.N) and Blackstone, which are also trying to manage more money for insurers.",
  "“Both the real estate and the natural resources portfolio continue to go from strength to strength,” co-Chief Executive Glenn Youngkin said in an investor call.",
  "Carlyle, which invests across private equity, credit and real estate, continued to take advantage of the healthy investor demand for alternative assets.",
  "REUTERS/Jonathan Ernst/File Photo\n\nWashington-based Carlyle’s economic net income per share was 69 cents in the three months through the end of June.",
  "It now expects to raise around $30 billion in 2018, a figure that would bring Carlyle to around 87 percent of its $100 billion fundraising target.",
  "“We’re very excited about this new initiative, which extends our investment capabilities into the insurance sector,” said co-CEO Kewsong Lee.",
  "This echoed Blackstone, which last month reported second-quarter distributable earnings of $700.1 million, down from $781.4 million.",
  "This was down from 81 cents a year earlier, but ahead of analysts’ expectations for 52 cents, according to Thomson Reuters I/B/E/S.",
  "Distributable earnings - the actual cash available for paying dividends - fell to $115 million from $199 million a year earlier.",
  "KKR, on the other hand, reported last week a 46 percent year-on-year rise in distributable earnings for the second quarter.",
  "Carlyle said its carry fund portfolio, from which it earns performance fees, appreciated 5 percent in the quarter.",
  "The top performer in Carlyle’s portfolio was natural resources investments, which appreciated 9 percent.",
  "A general view of the lobby outside of the Carlyle Group offices in Washington, U.S. May 3, 2012.",
  "Its assets under management grew to $209.7 billion from $201.5 billion at the end of March.",
  "Carlyle declared a distribution of 22 cents for the second quarter.",
  "Carlyle shares were up around 1.9 percent at mid-morning.",
  "Real estate investments were also up 5 percent."
]