[
  "* For more on the factors affecting European stocks, please click on: cpurl://apps.cp./cms/?pageId=livemarkets\n\nTODAY’S UK PAPERS\n\n> Financial Times\n\n> Other business headlines Multimedia versions of Reuters Top News are now available for: * 3000 Xtra : visit topnews.session.rservices.com * For Top News : topnews.reuters.com (Reporting by Justin George Varghese)",
  "* STANDARD LIFE ABERDEEN: Standard Life Aberdeen said on Tuesday it had begun dispute resolution talks with Lloyds Banking Group after the lender gave notice to cancel an agreement to manage more than 100 billion pounds ($135.88 billion) of its assets.",
  "* ANTOFAGASTA: Antofagasta said on Tuesday it had uncovered and cleared a blockage in its Los Pelambres pipeline, which moves copper concentrates from Chile’s Coquimbo region to ports, with some knock on effects for sales and production.",
  "* ASTRAZENECA: British pharma company AstraZeneca said it had sold the rights for Seroquel, a treatment for schizophrenia and bipolar disease, to Luye Pharma Group for $538 million, as part of a strategy to focus on other therapy areas.",
  "SSE said on Tuesday it was on track to complete the planned merger between its retail power business in the UK with Npower, owned by German rival Innogy, after British regulators opened a Phase II investigation into the deal.",
  "* The UK blue chip index closed 0.86 percent higher at 7,567.14 points on Friday, helped by strong results from British Airways owner IAG, while HSBC joined French banks in reporting weaker profit which hit its shares.",
  "* TAKEDA-SHIRE: Takeda Pharma agreed to buy London-listed Shire for 46 billion pounds ($62.42 billion) on Tuesday after the Japanese company raised the amount of cash in its offer to $30.33 to secure a recommendation.",
  "* HISCOX: Lloyd’s of London underwriter Hiscox on Tuesday reported a 24.3 percent rise in gross written premiums in the first quarter compared to the same period a year ago, helped by growth in its retail business.",
  "* SKY: U.S. cable operator Comcast has formally notified the European Commission of its intention to bid for Britain’s pay-TV group Sky, starting the clock on a review, a regulatory source told Reuters on Monday.",
  "* WILLIAM HILL: British bookmaker William Hill Plc said net revenue for the first 17 weeks of 2018 was 3 percent higher as a recovery at its online business help offset drag from cooling high street operations.",
  "* SSE: Britain’s competition watchdog has ordered an in-depth investigation of the merger of SSE’s retail power and gas business in the UK with German rival Innogy’s Npower, the office said on Tuesday.",
  "* VIRGIN MONEY: Virgin Money said on Monday it had received an all-stock takeover offer from rival CYBG Plc, a proposal that values the British lender at about 1.6 billion pounds ($2.17 billion).",
  "* OIL: Oil prices retreated from 3-1/2 year highs on Tuesday as investors waited on an announcement by President Donald Trump on whether the United States will reimpose sanctions on Iran.",
  "* BP: Iraq’s state-run North Oil Company signed an agreement with BP on Monday to triple output from the Kirkuk fields in the north of the country, Oil Minister Jabar al-Luaibi said.",
  "* FIRSTGROUP: U.S. private equity firm Apollo Global Management said on Tuesday it does not intend to make an offer to acquire British bus and rail operator FirstGroup.",
  "* SHELL: Royal Dutch Shell Plc’s Shell Gas B.V. unit said on Monday it was selling its entire stake in Canadian Natural Resources Ltd for $3.3 billion.",
  "* GOLD: Gold prices remained subdued on Tuesday as the dollar held steady near its 2018 high on the relative strength of the U.S. economy.",
  "(Adds futures, company events)\n\nMay 8 (Reuters) - Britain’s FTSE futures were down 0.02 percent ahead of the cash market open on Tuesday."
]