[
  "Read more:\n\nU.S. trade embargo has cost Cuba $130 billion, U.N. says\n\nCuban artists stage alternative festival after government delay\n\nYet hospitality companies including Spain’s Melia Hotels International and Iberostar Hotels & Resorts, Singapore’s Banyan Tree Holdings Ltd. (BANY.SI) and Apollo Global Management LLC’s (APO.N) Diamond Resorts International Inc. have all announced new projects.",
  "“We are very pleased that we can show the world that for us Cuba is indeed the next big frontier market and a great place to invest,” said Sebastiaan Berger, CEO of Ceiba Investments, a Guernsey-incorporated company with close to 20 years experience in Cuba and a $175 million portfolio.",
  "HAVANA (Reuters) - New U.S. travel restrictions and a destructive hurricane season last year sucked some air from Cuba’s tourism boom but foreign businesses from Spain’s Melia Hotels (MEL.MC) to China’s Jin Jiang are pursuing new investments in what remains a promising frontier.",
  "“Cuba was, is and will be a key tourism area so it is just a matter of timing,” said Eric Peyre, who represents Louvre Hotels SAS, a French subsidiary of China’s state-owned Jin Jiang International Hotels Development Co (600754.SS), one of the world’s largest.",
  "Over the last two years more than a dozen cruise lines have also arrived, including U.S. leaders Norwegian Cruise Line Holdings Ltd. (NCLH.N), Carnival Corporation (CCL.N) and Royal Caribbean Cruises Ltd. (RCL), which have steadily increased their Cuba stake.",
  "Full coverage: Cuba\n\nSlideshow (5 Images)\n\n“United States cruise lines continue to add sailings and increase the size of vessels on the routes,” said John Kavulich, president of the New York based U.S.-Cuba Trade and Economic Council, who follows the sector.",
  "REUTERS/Alexandre Meneghini\n\nAccording to sources with knowledge of industry figures, tourist arrivals in the first three months of the year fell to roughly 1.4 million compared with 1.5 million in the same period of 2017.",
  "The Trump administration has made it more difficult for people to travel to Cuba, banned Americans from patronizing military-owned establishments and issued a travel warning that it may be unsafe to visit Cuba.",
  "Foreign businessmen and local experts say 2017, with a booming 26 percent growth in arrivals before Hurricane Irma hit in September, was a fluke and so this year’s downturn is not the end of the world.",
  "The dip in tourism revenue this year is painful for Cuba’s Communist-run government, which is struggling with declining export revenues and dwindling support from crisis-hit ally Venezuela.",
  "HAVANA HARD HIT\n\nHavana was particularly hard hit as the number of American tourists dramatically declined, leaving once overflowing hotels and restaurants with plenty of room to spare.",
  "Of that figure, 177,000 people arrived by sea and spent relatively little money onshore, an increase of 38,000 from the previous year, as foreign cruise lines stepped up their visits.",
  "The U.S. trade embargo restricts Americans to cultural, religious and educational tourism or family visits, thus making Havana, and not beach resorts, a top draw for U.S. visitors.",
  "Most are owned by non-military tourism companies, such as the famous sea-front Hotel Habana Riviera built by U.S. mobster Meyer Lansky on the eve of the 1958 Communist revolution.",
  "“We are a company dedicated to investments in Cuba and have been investing in real estate under Presidents Bush Sr., Bush Jr., Bill Clinton, Barrack Obama and now Trump,” he said.",
  "Representatives of the companies often complain about the impossibility of owning their properties outright and the local bureaucracy, but acknowledge they make a profit.",
  "Ceiba announced this month a $150 million project to upgrade four joint-venture hotels and build a fifth with Cuban partner Cubanacan and Melia Hotels International.",
  "Peyre, who has worked in the Cuban tourism industry for 25 years, said the company just took over one hotel but plans to have 10 within a few years.",
  "That is why the Cuban government is building in Havana and all foreign companies are asking how to be part of this development,” Peyre said.",
  "U.S. visitors, not including those of Cuban origin, fell to 98,000 in the first three months of the year versus 160,000 a year earlier.",
  "Nevertheless, there are five new five-star hotels under construction in Havana, three of which broke ground recently.",
  "The hotels are all owned by the military-run Gaviota hospitality corporation and will be managed by foreign firms.",
  "The downward trend continued in April, the sources said, the tail end of the November-to-May high season in Cuba.",
  "“Every hospitality company will come to Cuba one day or another and we have decided to enter now,” he said.",
  "Of those, 25,000 came on cruise ships, twice the number during the same period in 2017, the sources said.",
  "Tourists ride on a double deck bus in front of a hotel under construction in Havana, Cuba, May 9, 2018.",
  "Despite the hurricane’s impact, arrivals for last year as a whole rose 16 percent.",
  "The Trump administration has forbidden U.S. citizens from patronizing Gaviota.",
  "Berger, like Peyre, was unperturbed by the Trump administration.",
  "He said the main restraint on growth was port capacity in Cuba.",
  "Other hotels in the Cuban capital are undergoing renovations.",
  "The Melia Habana Hotel will add 168 rooms.",
  "“Everybody is planning long term.",
  "Picture taken on May 9, 2018."
]