[
  "“Your letter raises questions about the ethical implications of a senior White House official holding a broad portfolio of government responsibilities while also maintaining a financial interest in active business entities ... and meeting with potential investors and creditors in those business entities,” David Apol, acting director of the ethics office, wrote to Rep. Raja Krishnamoorthi (D-Ill.) in a letter dated March 22.",
  "“The White House informed me that hey had already begun this process.”\n\nThe Times reported that billionaire and Apollo founder Joshua Harris met several times with Kushner as he advised the Trump administration on infrastructure policy.",
  "“I have discussed this matter with the White House counsel’s office in order to ensure that they have begun the process of ascertaining the facts necessary to determine whether any law or regulation has been violated,” Apol added.",
  "Apollo attorney Kevin Downey said in a statement to CNN that the company “engaged with the professional managers of Kushner Companies, which did not include any members of the Kushner family,” to arrange its loan.",
  "Kushner’s father met with the Qatari finance minister in New York last year in a failed bid to secure financing for the firm’s troubled signature property, 666 Fifth Ave., The Intercept reported.",
  "Kushner Companies received $325 million from Citigroup and $184 million from Apollo Global Management after executives met with Kushner at the White House, The New York Times reported last month.",
  "The White House is investigating whether loans made to the Kushner family real estate business after finance executives met with Jared Kushner in his role as senior adviser violated ethics laws.",
  "“To our knowledge, Jared Kushner did not play any role on behalf of Kushner Companies with respect to the Chicago loan.”\n\nKushner didn’t immediately respond to news of the ethics investigation.",
  "Citigroup said in a letter to lawmakers last week that its Kushner Companies loan was “completely appropriate” and was being “considered” in 2016, The Wall Street Journal reported.",
  "Kushner Companies’ use of the visa program in another development is under investigation by the Securities and Exchange Commission and the U.S. Attorney’s Office in Brooklyn.",
  "Kushner, President Donald Trump’s son-in-law, stepped down as CEO of his family’s business when he followed Trump to the White House, but retains a major financial stake.",
  "The Apollo money to refinance the mortgage on a Kushner Chicago building was three times the typical loan by Apollo’s real estate lending operation, the Times reported.",
  "Other funding for that building was obtained through the EB-5 visa program, which offers green cards to immigrants who invest at least $500,000 in certain businesses.",
  "His failure to obtain security clearance is likely linked to private interests that complicate his relationships with other countries and businesses.",
  "Kushner owns 6.5 percent of the Brooklyn building, part of Kushner Companies’ 47.5-percent interest in the property, the Citigroup letter says.",
  "New York City is investigating documents filed by the company that misstated the number of rent-regulated residents in Kushner properties.",
  "The U.S. Office of Government Ethics revealed an investigation has been launched in its response to a letter from a House Democrat.",
  "Citigroup also recently loaned $200 million for a New Jersey building partly owned by Kushner Companies and Jared Kushner.",
  "The Trump administration later surprisingly backed a blockade of Qatar led by Saudi Arabia and the United Arab Emirates.",
  "Kushner’s continued stake in his family’s company has caused repeated entanglements with his White House job.",
  "They also discussed a possible White House job for Harris, according to the Times, which didn’t happen.",
  "CEO Michael Corbat was unaware of the loan when he met with Kushner on March 3, 2017, the bank said.",
  "The $325 million loan — for a Kushner building in Brooklyn — came through less three weeks later.",
  "Corbat discussed trade policy with Kushner, according to the letter, and nothing about the loan.",
  "Kushner buildings are the target of lawsuits by Maryland tenants."
]