[
  "House Democrats moved their annual retreat from Maryland’s Eastern Shore to the Capitol in anticipation of having to vote on the Senate’s plan.”\n\n$1 TRILLION, PLUS DEFICITS FROM HERE TO ETERNITY — Via the Committee for a Responsible Federal Budget: “Lawmakers reportedly have agreed to a budget deal that could … set the stage for adding $1.7 trillion to deficits over the next ten years if parts of the deal are made permanent.",
  "BLACKROCK CHIEF WANTS TO BE THE NEXT WARREN BUFFETT — WSJ’s Sarah Krouse: “BlackRock Inc. is looking to raise more than $10 billion that it would use to buy and hold stakes in companies, replicating the approach of Warren Buffett’s Berkshire Hathaway Inc.\n\n“It is the first-ever attempt by the world’s largest asset manager to make such direct investments, according to people familiar with the matter.",
  "FISCAL HAWKS CRY FOWL — There are still some fiscal hawks on Capitol Hill but it’s not clear they retain any real power, via Rachel Bade, Burgess Everett and Sarah Ferris: “Fiscal hawks on Capitol Hill panned the budget deal reached by Republican leaders and Democrats on Thursday as fiscally irresponsible and an abrogation of the GOP's congressional majorities.",
  "SENATE REPUBLICANS PRESS TRUMP ON TRADE — POLITICO’s Megan Cassella, Seung Min Kim, and Adam Behsudi: “Senate Finance Committee Republicans used a rare White House meeting with … Trump on Wednesday to stress how trade affects the American economy — urging him to preserve NAFTA and, in turn, jobs in their districts.",
  "But strong wage growth raised the likelihood that the Fed might have to pump the brakes with higher interest rates, and Jay Powell could be in for rough treatment from Trump if tightening gets in the way of the growth Trump boasts about.” Read more\n\nALSO IN BIZ WEEK— Crypto investors are getting into politics.",
  "RING FENCING, ANALYZED — Wilson Ervin, chief risk officer at Credit Suisse, write for Brookings on ring-fencing and global vs local capital requirements: “Our analysis suggests that — if retaliation is pervasive — the outcome for a ‘ring-fencing’ host country will end up worse than when it started” Read more.",
  "At the same time, credit conditions remain robust as the availability of money to borrow, spend and invest is strong.”\n\nTHE FED AND TRUMP — The latest Bloomberg Businessweek cover piece looks at Trump’s relationship with the central bank: “Trump quit criticizing Yellen when rate hikes didn’t affect growth.",
  "U.K. STOCKS JOIN GLOBAL REBOUND — FT’s Chloe Cornish and Michael Hunter: “A rebound in U.K.’s equity markets, which posted their biggest gains since April on Wednesday, was not enough to erase the deep losses that have made London the worst performing major stock market in the world this year.",
  "If the Fed — under new leadership, as Jerome Powell became chairman this week — believes it can let the economy roar ahead without inflationary pressure, it will probably continue its recent practice of low interest rates and gradual rate increases, which in turn is good news for stocks.",
  "Story Continued Below\n\nMore details on the deal: “The deal is expected to increase defense and domestic spending by roughly $300 billion over two years, according to administration and congressional sources, as well as lift the debt ceiling and include tens of billions in disaster aid.",
  "It’s wrong to mortgage America’s future in order to simply keep the government open.”\n\nDEMOCRATS CAN’T MAKE THE SPENDING ARGUMENT — Bill Scher in POLITICO Mag: “The economy appears to be in pretty good shape — growth is mild but steady, jobs are being created, wages are ticking up.",
  "FORMER EX-IM NOMINEE TO JOIN SEC — WSJ’s Dave Michaels and Andrew Ackerman: “Scott Garrett, a former Republican lawmaker known for criticizing what he considered government overreach by Wall Street regulators, has landed a senior role at the Securities and Exchange Commission.",
  "ON THE POSITIVE SIDE — Cap Alpha’s Charles Gabriel: “[P]erhaps most importantly, the deal will proactively remove suspense over the debt ceiling … Belying our own expectation of a more modest outcome this week ... the news takes a welcome step away from political risk.",
  "WORLD BANK CHIEF COMPARES CRYPTOCURRENCIES TO PONZI SCHEMES — Bloomberg’s Shelly Hagan: “The head of the World Bank compared cryptocurrencies to ‘Ponzi schemes,’ the latest financial voice to raise questions about the legitimacy of digital currencies such as Bitcoin.",
  "BOFA BRINGS IN LAW FIRM OVER $292M CHARGE — Bloomberg’s Katherine Chiglinsky: “Bank of America Corp. hired Davis Polk & Wardwell LLP to conduct an internal review of a $292 million charge-off in the fourth quarter, according to a person familiar with the matter.",
  "TIMING: “If all goes to plan, the Senate will amend a short-term spending bill passed by the House to include the deal to lift strict budget caps and send the package back for the House’s approval before a Thursday night deadline to fund the government.",
  "But it has certainly put the Republican Party’s reputation for fiscal discipline on the rocks … ‘This budget deal is a betrayal of everything limited government conservatism stands for and I will be voting 'no,'’ said Sen. Mike Lee (R-Utah).” Read more.",
  "‘In terms of using Bitcoin or some of the cryptocurrencies, we are also looking at it, but I’m told the vast majority of cryptocurrencies are basically Ponzi schemes,’ World Bank Group President Jim Yong Kim said Wednesday at an event in Washington.",
  "Welcome back to big spending\n\nWELCOME BACK TO BIG SPENDING — Congressional leadership locked down a potential two-year budget deal on Wednesday that would blow through spending caps by $300 billion, as Burgess Everett and John Bresnahan report here.",
  "All of which might be expected to help the recovery from last week’s selloff in U.S. equity markets.”\n\nMichael A. Peterson, President and CEO of the Peter G. Peterson Foundation: “This continues an unfortunate trend of fiscal irresponsibility.",
  "“The closed-door meeting came after Senate Finance Chairman Orrin Hatch (R-Utah) requested an opportunity to discuss with the president trade issues including the renegotiation of NAFTA and the U.S.-China bilateral relationship.” Read more.",
  "COMMODITIES BURST: RIO TINTO KILLS IT — Bloomberg’s David Stringer and Mark Burton: “Rio Tinto Group’s best profit in three years and a record dividend is yet another sign that miners are reaping the benefits of a surge in commodity prices.",
  "MM SIDEBAR — The whole “good news is bad news for markets” thing is not at all new and has cropped up many times when stocks sold off on fear that faster growth would cause the Fed to worry about inflation and bump up interest rates.",
  "TRUMP ON THE MARKETS — POLITICO’s Cristiano Lima: “Trump weighed in on a tumultuous few days on Wall Street on Wednesday, lamenting that recent reports of ‘good news’ on the economy hadn't resulted in the stock market rising.",
  "The deal comes after a $1.5 trillion tax cut and ahead of potentially more spending on infrastructure, not to mention President Donald Trump’s desire for an expensive parade of heavy military machinery down Pennsylvania Ave.",
  "“But if the overheating/Phillips Curve narrative is coming true, the Fed will have to raise interest rates to try to cool the economy, which would make capital more costly for businesses and dampen consumer spending.",
  "ASIA MIXED; US FUTURES DROP, via Bloomberg: \"Asian stocks fluctuated Thursday, while U.S. equity-index futures slipped as investors assessed the implications of the recent market turmoil that has elevated volatility.",
  "STOCKS RALLY, WOBBLE, END LOWER — AP’s Marley Jay: “It was another shaky day on Wall Street as indexes rallied in the morning, bobbed up and down for much of the day, then sank in the last few minutes of trading.",
  "“The law firm has been interviewing staff at the bank and is keeping the board of directors informed of its progress, the person said Wednesday, asking not to be identified because the matter is private.",
  "What happened Friday was that a wage number was published that was consistent with the overheating/Phillips Curve story of how the economy works, which is a big reason markets sold off.” Read more.",
  "The extent to which Republicans have fully jettisoned the spending fixation that drove the tea party movement and led to a near default in 2011 and years of fiscal brinkmanship is mind bending.",
  "‘We examined passport numbers as an element of our forensic investigation, however we found no evidence that any passport numbers were affected, accessed or stolen,’ Griffanti told The Hill.",
  "stocks fell on Wednesday in choppy trading after a disappointing Treasury auction renewed concerns about rising rates, spooking investors whose nerves were frayed in a week of wild trading.",
  "The benchmark FTSE 100 rallied 1.9 percent to 7279.42 on Wednesday, keeping pace with gains in Germany and France, but is still down 5.3 percent for the year in local currency.” Read more.",
  "… The agreement increases defense spending this year by $80 billion and domestic spending by $63 billion beyond strict budget caps, according to a summary of the deal obtained by POLITICO.",
  "The job would represent a second act for Mr. Garrett, whom U.S. senators rejected last year as a pick to lead the U.S. Export-Import Bank under the Trump administration.” Read more.",
  "After two steep plunges, including its worst loss in six and a half years Monday, the S&P 500 is down 6.7 percent from its most recent record high set on January 26.” Read more.",
  "As the chart below shows, this ranks 6th out of the previous 15 Fed chairs … On an annualized basis, the Dow gained 12.9% under Yellen, which ranks as the 4th best performance.",
  "…\n\n“[T]hough President Donald Trump suggested that the government could shut down without action on immigration, a top White House aide signaled that Trump supports the bill.",
  "After adding trillions to our national debt in last year’s irresponsible tax bill, our leaders are now adding another $300 billion in deficits over just the next two years.",
  "MORE ON VOLATILITY — Cresset Wealth Advisers’ Jack Ablin: “There are three categories of equity pullbacks in varying degrees of severity: technical, cyclical and systemic.",
  "YELLEN’S RECORD — Some interesting stats via Ryan Detrick, Senior Market Strategist for LPL Financial: “Over her four year tenure as Fed chair, the Dow gained a solid 63%.",
  "Warren’s report, which was released Wednesday, claims that ‘Equifax failed to disclose the fact that the hackers gained access to consumers’ passport numbers.’” Read more.",
  "… If the recently-enacted tax bill and delays of Affordable Care Act taxes were also made permanent, the 2027 deficit would increase further to $2.1 trillion.” Read more.",
  "THIS MORNING ON POLITICO PRO FINANCIAL SERVICES — Victoria Guida on S&P Global Ratings’ decision to downgrades Well Fargo, following last week’s Federal Reserve penalty.",
  "Yet the sheer size of Rio’s cash flow is starting to raise another question: how else will the world’s second-biggest mining company invest all its money?” Read more.",
  "Wall Street knows that if Fed officials think inflation is poised to exceed its 2 percent target, they will raise interest rates to try to stop that from happening.",
  "“Senators and House members on the right immediately came out against the agreement, while a large number of leadership-aligned Republicans were also noncommittal.",
  "… While we don't have all the details or an official score, it is clear the deal would significantly worsen our nation's fiscal outlook — particularly if extended.",
  "CLAMAN ON THE DAILY SHOW — FBN’s Liz Claman was on the Daily Show t talking about the markets “wild night out” — and the chaotic swings we’ve seen this past week.",
  "U.S. 10-year yields pared earlier gains resulting from weak demand at a bond sale Wednesday that had pushed the yield back toward the recent four-year high.\"",
  "The charge was tied to the embattled South African retailer Steinhoff International Holdings NV, a person said in January when it was announced.” Read more.",
  "Weak demand pushed yields on 10-year U.S. Treasuries to 2.84 percent, up 4 basis points, toward Monday’s a four-year high of 2.88 percent.” Read more.",
  "The move establishes BlackRock as a potential competitor to Wall Street private-equity giants like Carlyle Group LP and Apollo Global Management LLC.",
  "WARREN HITS EQUIFAX, EQUIFAX HITS BACK — The Hill’s Harper Neidig: “Equifax is contesting part of a report from Sen. Elizabeth Warren (D-Mass.)",
  "that alleged the credit reporting agency “failed to disclose” that consumers’ passport numbers were exposed in a massive data breach last year.",
  "At times investors looked ready to jump back in after steep losses Friday and Monday, yet every gain the market made was met with more selling.",
  "About 20 minutes before the close of trading the Dow Jones industrial average was up more than 260 points, but it finished with a small loss.",
  "“Meredith Griffanti, a spokeswoman for Equifax, said that the company has no reason to believe that passport numbers were compromised.",
  "Garrett, 58 years old, plans to take a position advising SEC Chairman Jay Clayton, according to people familiar with the matter.",
  "Shares in Japan all but erased gains, a pattern that has unfolded this week as rallies faltered in the wake of the recent rout.",
  "Mr. Fink co-founded BlackRock as a division of Blackstone in 1988 but split from the private-equity giant in 1994.” Read more.",
  "President Donald Trump doesn’t care about adding to the national debt and Congressional Republicans appear not to either.",
  "It's unclear whether the opposition to the deal, which calls for $300 billion in new spending, will put it in jeopardy.",
  "To get Morning Money every day before 6 a.m., please contact Pro Services at (703) 341-4600 or info@politicopro.com.",
  "— NYT’s Neil Irwin: “The unemployment rate is already low, and the new tax cut may push economic growth even higher.",
  "For BlackRock Chief Executive Laurence Fink, it also sets up a rivalry with his old firm, Blackstone Group BLP.",
  "| AP Photo\n\nGOOD THURSDAY MORNING — Email me on bwhite@politico.com and follow me on Twitter @morningmoneyben.",
  "Forget the merits of any of this for the moment and the impact on the debt and long-term interest rates.",
  "Greenspan was also the longest tenured Fed chair at 18.5 years, so his annualized return is only 8.0%.",
  "“Based on what we know, the budget deal would increase next year's deficits to roughly $1.2 trillion.",
  "If voters are content with the trajectory, hysterics over the deficit will be ignored.” Read more.",
  "Email Aubree Eliza Weaver at aweaer@politico.com and follow her on Twitter @AubreeEWeaver.",
  "Energy companies dropped along with oil prices and technology companies also declined.",
  "Today, when good news is reported, the Stock Market goes down,’ the president tweeted.",
  "‘Big mistake, and we have so much good (great) news about the economy!’” Read more.",
  "“The best total return under a Fed chair is the 312% Dow gain under Alan Greenspan.",
  "‘In the 'old days,' when good news was reported, the Stock Market would go up.",
  "‘It’s still not really clear how it’s going to work.’” Read more.",
  "… We assert that the February pullback is merely technical.",
  "Annual deficits would remain over $1 trillion indefinitely.",
  "Market valuations are expensive and need to correct.",
  "“Stocks were coming off a big gain on Tuesday.",
  "Could Jay Powell wind up at odds with Trump?",
  "SHOULD MARKETS BE WORRIED ABOUT INFLATION?",
  "Shares declined in Hong Kong and China.",
  "The dollar drifted and Treasuries rose.",
  "Blame the Treasury auction — FT: “U.S.",
  "Why did we bother with any of it?",
  "That’s all bad news for stocks.",
  "Check it out here.",
  "Read more.",
  "“Mr."
]