[
  "(Earlier this month, Google employees protested their company’s work on a Pentagon project, saying the tech giant “should not be in the business of war.”)\n\nThe NYT’s David Sanger says the impetus came largely from Microsoft’s president, Brad Smith, “who has been arguing for several years that the world needs a ‘digital Geneva Convention’ that sets norms of behavior for cyberspace just as the Geneva Conventions set rules for the conduct of war in the physical world.”\n\nAlso striking: Who hasn’t yet signed, including Google, Apple and Amazon.",
  "Stephen Ju, an analyst over at Credit Suisse, writes in a note titled “Getting Closer and Closer to Achieving Escape Velocity”:\n\n“Netflix continues to reap the benefits of its programming win streak, as it wields its large content acquisition budget as a weapon to put greater distance between itself and its competitors (especially as Disney prepares to exit the platform).",
  "And we find it hard to argue with the accelerated pace of subscriber additions as the conceptual proof of its capital allocation decision, and we also expect the Street to continue to underwrite the investments.”\n\nAs good a day as Netflix is having...\n\nTwitter is having an even better day.",
  "Tom Buerkle of Breakingviews writes that Starbucks is setting an example for corporate America: “Facing a backlash over the arrest of two black men at a Philadelphia shop, the chain will shut all of its company-owned U.S. outlets for an afternoon of racial-bias education.",
  "Mr. Ballmer said of the latest report, “Public companies owe this level of transparency to shareholders; I think citizens, as America’s shareholders, deserve the same.”\n\nAdvertisement Continue reading the main story\n\nWatch the livestreamed meeting today at 1 p.m. E.T.",
  "Everytown lays out gun-control principles for investors\n\nAs more financial firms move to pressure gun makers and sellers into self-regulation, the advocacy group (backed by Mike Bloomberg) plans to ask them to press for more policy positions and operational changes.",
  "In pledging not to help any government — including the U.S. — with cyberattacks against “innocent civilians and enterprises,” Microsoft, Facebook and 29 other tech companies are trying to distance themselves from the messy business of national cyberwarfare.",
  "Hence, there’s less reason to behave like it’s ‘morning in America’ than ‘happy hour in America.’”\n\nKey points\n\n• Morgan Stanley argues that while the tax cuts will help lift growth in the near term, its benefits are already priced into the markets.",
  "(Bloomberg)\n\nPhoto\n\n#MeToo takes center stage at the Pulitzers\n\nThe NYT and The New Yorker shared the most prestigious Pulitzer Prize, that for public service, for their work on covering the harassment scandals in business, politics and the arts.",
  "Newsletter Sign Up Continue reading the main story The All-New DealBook Newsletter Our columnist Andrew Ross Sorkin and his Times colleagues help you make sense of major business and policy headlines — and the power-brokers who shape them.",
  "Investing and lending, which mostly involves making longer-term investments in companies, and whose revenue can be unpredictable, made up 21 percent of total revenue in the first quarter, the second largest contribution.",
  "Now that Mr. Hannity has been revealed as a legal client of Mr. Cohen’s, the media world has wondered what Fox News star wanted from the lawyer used by President Trump and the disgraced Republican donor Elliott Broidy.",
  "Among them: Requiring background checks for all gun sales; more funding for the Bureau of Alcohol, Tobacco and Firearms; having gun makers require sellers to adopt a code of conduct; and adopting smart-gun tech.",
  "More eye-catching is the Fox News host’s contention that he might have slipped Mr. Cohen a few bucks for attorney-client privilege, which appears to be right out of “Breaking Bad.” (And legally erroneous.)",
  "(Bloomberg)\n\n• Robert Mercer gave up his police badge in Lake Arthur, N.M., but he’s now volunteering for Sheriff Chad Day of Yuma County, Colo. (Bloomberg)\n\nKnow someone who would enjoy this newsletter?",
  "broke rules when buying Scott Pruitt’s $43,000 secure phone booth, a congressional watchdog found, while the Interior Department’s inspector general criticized Ryan Zinke for a $12,375 chartered flight.",
  "The swift response backs up Starbucks’ social goals and offers a lesson to others.”\n\nIt’s happy hour in America\n\nSome may be optimistic that the $1.5 trillion tax cut will extend the business cycle.",
  "Despite the bumper results in trading along with investing and lending, Goldman’s shares slid slightly on Tuesday, suggesting investors are waiting on longer-term trends than one quarter’s results.",
  "“While there’s a fair amount of debate about how much this fiscal expansion extended the economic cycle, for markets our analysis suggests we’re closer to the end of the day than the beginning.",
  "Photo\n\nThe deals flyaround\n\n• 21st Century Fox’s general counsel, Gerson Zweifach, argued in an FT op-ed that his company deserves a quick decision on its bid for the British broadcaster Sky.",
  "Photo\n\nSteve Ballmer’s ‘shareholder meeting’ for the U.S. is today\n\nWhen the former Microsoft chief set up USAFacts, he described its main project to Andrew as a 10-K for the U.S. government.",
  "The prosecutor’s office in Philadelphia reviewed the case and declined to pursue charges against the men because of “a lack of evidence that a crime was committed,” according to a spokesman.",
  "Photo\n\nThe U.S.-China fight has pushed deeper into tech\n\nTrump administration officials said that moving to block China’s ZTE from using U.S. components wasn’t a trade-related decision.",
  "(NYT)\n\nAdvertisement Continue reading the main story\n\n• Steve Wynn has settled a long-running lawsuit over a dissolved shareholders’ agreement with his ex-wife, Elaine Wynn.",
  "What began with the NYT’s exposé of Bill O’Reilly’s settlements over sexual harassment allegations exploded with the two publications’ investigations into Harvey Weinstein.",
  "Instead, she has teamed up with the venture capitalist Nick Brown to form Imaginary Ventures, which recently raised $75 million to invest in direct-to-consumer start-ups.",
  "Even if those concerns are unfounded, we think much of fiscal stimulus’ ‘good news’ is already in the price of key markets.”\n\nPhoto\n\nHas Netflix reached escape velocity?",
  "(Kirkland)\n\n• Ben Frost, Morgan Stanley’s co-head of consumer and retail investment banking, is said to have left the firm and begun talks about joining Goldman Sachs.",
  "(Bloomberg)\n\nThe speed read\n\n• The banking heir Matthew Mellon, from the Mellon and Drexel families of Bank of New York Mellon and Drexel Burnham Lambert, died at 54.",
  "Advertisement Continue reading the main story\n\n• The tax cuts may make it more difficult for the government to turn to fiscal stimulus to fight the next downturn.",
  "Mr. Hannity has denied paying Mr. Cohen legal fees and asserted that none of their talks involved a matter involving him and a third-party — i.e., a settlement.",
  "(NYT)\n\nAdvertisement Continue reading the main story\n\n• Republicans want to run on tax cuts, but most Americans — including President Trump — seem uninterested.",
  "Investors are considering dropping Facebook from their FAANG bets, while a federal judge gave a photo-scanning lawsuit against the company class-action status.",
  "(WaPo)\n\n• James Comey’s book tour, with its attacks on President Trump, may damage his nonpartisan credentials, and has irritated Hillary Clinton supporters.",
  "And the investment firm Legal & General said that it plans to vote against the chairs of British companies if less than a quarter of their boards are women.",
  "More from Michael:\n\nMs. Massenet and Mr. Brown are counting on Ms. Massenet’s Net-a-Porter experience and contacts to help Imaginary Ventures stand out.",
  "(WSJ)\n\nPhoto\n\nNet-a-Porter founder’s next act: venture capital\n\nNatalie Massenet had planned to largely retire after leaving the online luxury retailer.",
  "Starbucks said it would close more than 8,000 of its stores in the United States on May 29 to conduct racial-bias training for nearly 175,000 employees.",
  "Advertisement Continue reading the main story\n\n• Carl Icahn has effectively gotten out of casinos by selling Tropicana Entertainment for $1.85 billion.",
  "(NYT)\n\n• The White House has ruled out further sanctions against Russia for its role in Syria, contradicting the ambassador to the U.N., Nikki Haley.",
  "The political flyaround\n\n• President Trump has nominated Richard Clarida, an economist specializing in monetary policy, as the Fed’s vice chairman.",
  "Revolving door\n\n• Kirkland & Ellis has poached two more lawyers from Cravath, Swaine & Moore: the litigators Sandra Goldstein and Stefan Atkinson.",
  "The context: The U.S. and Britain just yesterday warned about sweeping Russian cyberattacks on governments, businesses and private individuals.",
  "In conclusion\n\n“While this policy supports growth in the near term, it may worsen the next downturn while limiting the fiscal reaction to it.",
  "Compensation at Goldman Sachs made up 45 percent of non-interest revenue in the first quarter, up from 44 percent the first quarter of 2017.",
  "(Reuters)\n\n• In telecoms, Bouygues is said to be in talks with potential partners like CVC Capital about bidding for Altice’s France unit.",
  "As a result, money that could have fallen to the bottom line at other types of companies instead gets paid out to traders and bankers.",
  "The move comes amid an outcry prompted by the arrests of two African-American men at a Starbucks location in Philadelphia last week.",
  "Its shares are up 12 percent after a Morgan Stanley analyst upgraded the stock to equal-weight and raised its price target to $29.",
  "— Peter Eavis\n\nGoldman’s profit jumps\n\nTaxes and market volatility lifted Goldman Sachs’ bottom line during the first quarter.",
  "• Big activist investors, including Bill Ackman and Nelson Peltz, lost money in the first quarter; smaller rivals did better.",
  "• The new tax law creates economic cliffs, as many key provisions in the law are not permanent and end in just a few years.",
  "Advertisement Continue reading the main story\n\nElsewhere in tech: Tesla halted production of its Model 3 to work out kinks.",
  "is investigating Guggenheim Partners over the purchases of three California mansions and loans to a now-bankrupt retailer.",
  "(Reuters)\n\n• Marriott Vacations Worldwide is said to be in talks to merge with another timeshare services provider, ILG.",
  "(WSJ)\n\n• SoftBank and Apollo Global Management are each said to be pursuing a takeover of the newspaper publisher Tronc.",
  "President Trump disagreed: “Russia and China are playing the Currency Devaluation game.” The truth is more complicated.",
  "— Fees from investment-banking revenue rose 5 percent to $1.79 billion, driven by an increase in underwriting revenue.",
  "Facebook is off 4.5 percent this year, Google-parent Alphabet is up about 3 percent, and Amazon has risen 28 percent.",
  "(Bloomberg)\n\n• The head of Cantor Fitzgerald’s broker-dealer unit, Shawn Matthews, is leaving to start a hedge fund.",
  "(FT)\n\n• Volkswagen is considering buying the rest of Navistar, the truck maker where it has a 17 percent stake.",
  "But it’s hard not to see as the latest salvo in Washington’s fight with Beijing, particularly over technology.",
  "Today, Mr. Ballmer will present its findings at what USAFacts says is a sort of annual meeting for taxpayers.",
  "Elsewhere in workplace news: At an NYT event, female U.S. senators recounted the challenges they have faced.",
  "But the volatility of revenue is not the only reason investors are often skeptical about Wall Street firms.",
  "You agree to receive occasional updates and special offers for The New York Times's products and services.",
  "Sign Up You will receive emails containing news content , updates and promotions from The New York Times.",
  "But China offered an olive branch today by loosening regulations for foreign makers of electric vehicles.",
  "It is the eighth upgrade since it reported third-quarter earnings in October, according to Bloomberg.",
  "• Eastern Europe’s fast-growing economies have severe labor shortages, and growing numbers of robots.",
  "Here are the numbers:\n\n— Goldman reported earnings of $2.83 billion, up 26 percent from a year ago.",
  "An employee refused their request, because the men had not bought anything, according to officials.",
  "Advertisement Continue reading the main story\n\n— Fixed-income trading revenue increased 23 percent.",
  "On currency concerns: The Treasury Department chose not to label China as a currency manipulator.",
  "The firm has already invested in companies like Glossier and Everlane, an upstart clothing brand.",
  "And it’s important to remember that other major businesses at Goldman are also volatile.",
  "The men sat down and were asked to leave, and an employee eventually called the police.",
  "The streaming video company added 7.41 million subscribers during the first quarter.",
  "Netflix also said it plans to spend $10 billion on content and marketing this year.",
  "And David Edgerton, a founder of Burger King, died on April 3 in Miami at 90.",
  "Amazon Business is reportedly holding off on selling drugs to hospitals.",
  "The two men were arrested after asking to use the restroom in the shop.",
  "Photo\n\nStarbucks will shut 8,000 U.S. stores for racial-bias training.",
  "The huge amounts that they pay out in compensation is also a concern.",
  "You can find live updates throughout the day at nytimes.com/dealbook.",
  "— Revenue increased to $10.04 billion from $8.03 billion a year ago.",
  "Netflix reported its strongest subscriber growth since going public.",
  "He has also put up candidates to replace SandRidge Energy’s board.",
  "And TaskRabbit has gone offline to investigate a possible hack.",
  "(Another Chinese tech giant, Huawei, is scaling back its U.S.",
  "Please email thoughts and suggestions to bizday@nytimes.com.",
  "Shares are up 8.6 percent Tuesday and 75 percent this year.",
  "Gadfly says that SoftBank isn’t being nice to bondholders.",
  "Analysts polled by Thomson Reuters expected $5.58 a share.",
  "— Overall trading revenue rose 31 percent from a year ago.",
  "Its profit jumped 62 percent, and sales grew 40 percent.",
  "It also tops the performance of its fellow FANG stocks.",
  "(The talks, he said, were brief and about real estate.)",
  "Photo\n\nWhat was Michael Cohen doing for Sean Hannity?",
  "Please verify you're not a robot by clicking the box.",
  "The strategists at Morgan Stanley are not among them.",
  "Coinbase is buying the paid inbox service Earn.com.",
  "500, which has gained just 0.2 percent this year.",
  "China’s trade deficit with the U.S. is widening.",
  "— Revenue from stock trading climbed 38 percent.",
  "Analysts had expected revenue of $8.74 billion.",
  "It was another blockbuster quarter for Netflix.",
  "And Nike’s head of diversity has stepped down.",
  "You must select a newsletter to subscribe to.",
  "The stock is up 87 percent over that period.",
  "(FT)\n\n• Larry Fink is finally a billionaire.",
  "Photo\n\nA ‘Geneva Convention’ for cyberwar?",
  "Guido as its new chief financial officer.",
  "— Earnings per share came in at $6.95.",
  "Here’s the full list of prizewinners.",
  "View all New York Times newsletters.",
  "That may reassure some tech workers.",
  "(Reuters)\n\n• Lululemon named P.J.",
  "When revenue rises, so does pay.",
  "It’s still looking for a C.E.O.",
  "You may opt-out at any time.",
  "That easily beats the S.&P.",
  "Thank you for subscribing.",
  "Tell them to sign up here.",
  "We’d love your feedback.",
  "Please try again later.",
  "An error has occurred.",
  "Invalid email address.",
  "(WSJ)\n\n• The S.E.C.",
  "Please re-enter.",
  "• The E.P.A.",
  "presence.)"
]