[
  "David J. Apol, acting director of the Office of Government Ethics, said in a letter sent late last week to Rep. Raja Krishnamoorthi that the White House Counsel's office told him that officials were probing the loans to Kushner Cos. and whether \"additional procedures are necessary to avoid violations in the future.\"",
  "Krishnamoorthi, an Illinois Democrat, had asked Apol on March 1 about a New York Times report in February that Kushner Cos. accepted $184 million in loans from Apollo Global Management and $325 million from Citigroup last year over a span of several months after Kushner met with officials from the two firms.",
  "Lowell denied any improprieties by Kushner, saying \"he was not involved with his former company after he entered government service; the transactions in question came after that; he had nothing to do with those transactions; the transactions had nothing to do with any of his meetings in the White House.\"",
  "WASHINGTON (AP) — White House officials have been looking into whether $500 million in loans that went to Trump administration senior adviser Jared Kushner's family real estate company may have spurred ethics or criminal law violations, according to the head of the federal government's ethics agency.",
  "Apol was careful not to offer legal opinions on Kushner's behavior, instead noting that \"the White House is in a position to ascertain the relevant facts related to possible violations and is responsible for monitoring compliance with ethics requirements.\"",
  "An Apollo spokesman previously told The Associated Press that Harris \"never discussed with Jared Kushner a loan, investment, or any other business arrangement or regulatory matter involving Apollo.\"",
  "In a separate letter last week to Democratic lawmakers, an Apollo official added that \"to our knowledge, Jared Kushner did not play any role on behalf of Kushner Companies with respect\" to the loan.",
  "In a second case, Kushner met several times with Apollo co-founder Joshua Harris and discussed a possible White House job — followed by Apollo's loan of $184 million to the Kushner family firm.",
  "Apol said he raised those questions with White House officials \"to ensure that they have begun the process of ascertaining to determine whether any law or regulation has been violated.\"",
  "In the letter to Krishnamoorthi, Apol responded to several of her questions about Kushner's conduct during the period when his family's real estate firm received the two loans.",
  "Several White House officials contacted for comment by The Associated Press were not immediately available to confirm whether White House lawyers had completed the inquiry.",
  "In one case cited by the Times, Citigroup lent $325 million to Kushner Cos. in spring 2017 shortly after Kushner met with Citi's chief executive, Michael Corbat.",
  "A spokeswoman for Kushner Cos. said Monday night that the firm had not received any correspondence or other notifications from the White House or OGE.",
  "As President Donald Trump's son-in-law and key adviser, Kushner plays an influential role in domestic and foreign policy decisions.",
  "Late Monday, Kushner's attorney, Abbe Lowell, said that \"the White House counsel concluded there were no issues involving Jared.\"",
  "Last week, Citigroup's general counsel told several Democratic lawmakers in a letter that the loan was \"completely appropriate.\"",
  "During the conversations, \"the White House informed me that they had already begun this process,\" he said.",
  "Both companies have insisted their officials did nothing wrong in meeting with Kushner."
]