[
  "While there's no evidence that Kushner or any other Trump administration official had a role in the agency's decision to drop the inquiry into Apollo Global Management, the timing has once again raised potential conflict-of-interest questions about Kushner's family business and his role as an adviser to his father-in-law, President Trump.",
  "\"Without presuming that there is any kind of quid pro quo ... there are a lot of ways that the fact of Apollo's engagement with Kushner and the Kushner businesses in a public and private context might cast a shadow over what the SEC is doing and influence consciously or unconsciously how the agency acted.\"",
  "\"I'd never seen anybody come in with a business loan exposure, debt exposure like Trump and Kushner,\" said Virginia Canter, a former ethics official in the Obama and Clinton White Houses who is now with Citizens for Responsibility and Ethics in Washington.",
  "The Securities and Exchange Commission late last year dropped its inquiry into a financial company that a month earlier had given White House adviser Jared Kushner's family real estate firm a $180 million loan.",
  "Regardless, ethics experts said the optics are bad and Kushner should not have been having meetings with Apollo and Citigroup officials while his family business was seeking loans from them.",
  "Apollo said in its 2018 annual report that the SEC had halted its inquiry into how the firm reported the financial results of its private equity funds and other costs and personnel changes.",
  "He added that Kushner has \"had no role in the Kushner Companies since joining the government and has taken no part of any business, loans or projects with or for the Companies after that.\"",
  "Kushner Cos. said in a statement that the implication that Kushner's position in the White House had affected the company's relationships with lenders is \"without substantiation.\"",
  "Peter Mirijanian, a spokesman for Jared Kushner attorney Abbe Lowell, had no comment on the dropped SEC inquiry or whether it was influenced by Kushner's contacts with Apollo.",
  "Apollo said the company founder who met with Kushner did not discuss with him \"a loan, investment, or any other business arrangement or regulatory matter involving Apollo.\"",
  "For its part, Citigroup said in a statement that it didn't deal with Kushner Cos. at all in arranging the loan, and talked instead to one of the Kushner Cos. partners.",
  "Both Apollo and Citigroup were pushing for tax breaks in the recently passed overhaul, and Citigroup was lobbying for a rollback of some financial crisis regulation.",
  "It added that the Kushner loan to refinance a Chicago skyscraper went through the \"standard approval process\" and that the founder was not involved in the decision.",
  "The SEC detail comes a day after The New York Times reported that Apollo's loan to the Kushner Cos. followed several meetings at the White House with Kushner.",
  "Details on the loans, like the interest rates charged, are not publicly available, so it's unclear whether the Kushner Cos. got any special breaks.",
  "The Kushner family's biggest holding, a skyscraper on Fifth Avenue, is 30 percent unoccupied and has a $1.2 billion mortgage due early next year.",
  "Property records show that Citigroup lent $325 million in March to Kushner Cos. and two partners for a collection of buildings in Brooklyn.",
  "Both lenders had important business before the federal government last year, according to lobbying records and regulatory filings.",
  "The company said Thursday that linking the loans to Jared Kushner's meetings at the White House has \"nothing to do with reality.\"",
  "But the Kushner Cos. has repeatedly pushed back on depictions that it is anything but in solid financial shape and needs help.",
  "\"I suppose the best case for Kushner is that this looks absolutely terrible,\" said Rob Weissman, president of Public Citizen.",
  "Apollo had previously reported that the Obama administration SEC had subpoenaed it for information related to the issue.",
  "___\n\nAssociated Press writer Tami Abdollah in Washington and Garance Burke in San Francisco contributed to this report.",
  "The SEC, which often makes such inquiries of financial firms, didn't respond immediately to a request for comment.",
  "According to the Times report, Kushner also met with the CEO of Citigroup at the White House early last year.",
  "\"Jared does not tell us who he meets with nor do we ask him,\" said Kushner Cos. spokeswoman Christine Taylor.",
  "It added that its CEO was not involved in the transaction and \"never discussed it\" with Kushner.",
  "\"We do not update Jared on what's going on in our business nor does he ask.\"",
  "Combined, the two companies spent nearly $7 million on lobbying last year.",
  "That has fueled speculation that the company needs money, and fast.",
  "AP researcher Jennifer Farrar contributed from New York."
]