[
  "White House Senior Adviser Jared Kushner arrives for his appearance before a closed session of the Senate Intelligence Committee as part of their probe into Russian meddling in the 2016 U.S. presidential election, on Capitol Hill in Washington, U.S. Reuters/Jonathan Ernst\n\nJared Kushner's work inside the White House, which has remained under scrutiny since he signed on as a senior adviser to President Donald Trump last year, is under the microscope again.",
  "The narrative surrounding Kushner's business and political affairs have kept the attention of special counsel Robert Mueller, who is conducting a broad inquiry into whether Russia and people in Trump's orbit cooperated in efforts to interfere in the 2016 US election.",
  "Lingering doubts around the omissions, Kushner's meetings, and other concerns had some effect on Kushner's federal background check, which has been ongoing for more than a year, forcing him to work with an interim security clearance in the meantime.",
  "Those loans — $184 million received from Apollo Global Management in fall 2017, and $325 million from Citigroup in the spring that same year — were received some time after Kushner met with top executives from those companies at the White House.",
  "Kushner lost that top-secret security clearance last week, following White House chief of staff John Kelly's move to clamp down on the process that had allowed scores of officials to operate under similar temporary authorizations.",
  "But Kushner's labyrinthine financial dealings have created something of a cloud over his official work in the West Wing, as observers have watched closely for signs of whether he might be using his position for personal gain.",
  "Kushner Companies spokeswoman Christine Taylor criticized The Times, calling the story an attempt to make \"insinuating connections that do not exist to disparage the financial institutions and companies involved.\"",
  "Kushner divested from some, but not all, of his assets before he went to work in the Trump administration, turning some of them over to his brother, and to a trust that his mother oversees.",
  "Kevin Lamarque/Reuters\n\nIn a statement to The Times, Kushner's attorney, Abbe Lowell, did not deny that the meetings between Kushner and executives from Apollo and Citigroup happened.",
  "Kushner is one of many people in the Trump administration who entered their government jobs with substantial wealth, prompting early concerns about potential conflicts of interest.",
  "Spokespeople for Apollo and Citigroup asserted that the loans to Kushner Companies were unrelated to Jared Kushner's White House meetings with their respective executives.",
  "The New York Times reports that the family business, Kushner Companies, received hundreds of millions of dollars in loans from at least two firms last year.",
  "Any possible correlations between Kushner's work in the White House and his personal finances remains an open question for federal investigators.",
  "Peter Mirijanian, a spokesman for Lowell, said Kushner \"has taken no part of any business, loans or projects with or for\" Kushner Companies.",
  "For his part, according to a source cited by CNN on Wednesday night, Kushner has sai d he just feels like \"everyone is out to get him.\"",
  "Kushner received some scrutiny last year for failing to disclose a host of communications between himself and foreign entities.",
  "Mirijanian did acknowledge that Kushner had indeed met with \"hundreds of business people\" in the course of his official work.",
  "He has had to update his security clearance form multiple times because of it.",
  "Kushner has denied any wrongdoing.",
  "Donald Trump and Jared Kushner."
]