[
  "By Nomi Prins\n\nHere we are a little more than a year into the Trump presidency and his administration’s body count is already, as The Donald might put it, “unbelievable, perhaps record-setting.”\n\nAmong the casualties are Secretary of State Rex Tillerson; my former boss at Goldman Sachs, economic policy chief Gary Cohn; National Security Advisor Michael Flynn; FBI Director James Comey; White House Press Secretary and Communications Director Sean Spicer; four other communications directors including Hope Hicks who, having been Ivanka Trump’s confidante, was elevated to the status of the president’s “real daughter” before her own White House exit; chief strategist Steve Bannon; Chief of Staff Reince Priebus; a bunch of other instant relics of Trumpian political history, and a partridge in a pear tree.",
  "According to the New York Times, Trump now viewed his son-in-law “as a liability because of his legal entanglements, the investigations of the Kushner family’s real estate company, and the publicity over having his security clearance downgraded.” It even began to be rumored that the president had privately asked Chief of Staff Kelly to begin the process of pushing not just Kushner but his own daughter out of the White House.",
  "In his post-political life, Kushner faces another problem he couldn’t solve while in the White House: by January 2019 the Kushner family organization needs to cough up $1.2 billion to save its flagship New York property from defaulting, a building that, despite Kushner’s well known savvy when it comes to... well, everything, has been losing money since it was purchased for a record $1.8 billion in 2007.",
  "All three had business stakes in a “real-estate tech startup called Cadre that Kushner co-founded and currently partly owns.”\n\nBeing the statesman he was, however, there can be little doubt that Kushner attended such meetings purely to explore the state of banking and investment for the sake of the economic well-being of the American people.",
  "Having held only an interim top-secret security clearance for more than a year while his background check stalled (reportedly due to fears that he might be manipulated by foreign powers over his family’s finances), he was suddenly downgraded to “secret” by White House Chief of Staff John Kelly, considered anything but a “Javanka” ally.",
  "Only a month after that dinner, for example, his sister, Nicole Meyer, was already reportedly pitching the glories of One Journal Square, a Jersey City housing project the Kushner family owns that was in need of $150 million in investments, to a gathering of 100 potential Chinese investors at the Ritz-Carlton Hotel in Beijing.",
  "Building brilliantly on his Chinese portfolio, Jared Kushner, too, held private meetings with elite potential Chinese investors in... well, properties like his family’s and spent copious time with the Chinese ambassador to the U.S. during and after the election campaign.",
  "In a remarkably short space of time, President Trump has already achieved a record 43 percent turnover rate for top-level staff members, some of whom may be jumping ship in hopes of emerging with reputations relatively untarred, while avoiding lengthy prison sentences.",
  "As the New York Times reported, “That loan was made in the spring of 2017, shortly after Mr. Kushner met in the White House with Citigroup’s chief executive, Michael L. Corbat.”\n\nIn all such situations, the appearance of impropriety was at best circumstantial.",
  "After all, it’s not easy to oversee and advance (or, in his case, even potentially depth charge) your private business interests while lending a hand running the country, not to speak of the world, and freeing your father-in-law to work on his golf stroke.",
  "That humble abode was owned by Chilean mogul Andrónico Luksic, whose mining company happens to be mired in a dispute with the U.S government over billions of dollars (which, it goes without saying, had no bearing on the Kushners’ choice of a dwelling).",
  "For example, Kushner attempted to extract from investors in Qatar a modest half-billion dollars in bailout funds for a cratering Manhattan skyscraper, 666 Fifth Avenue, that he had purchased for his family business while still in the private sector.",
  "As part of that pitch, while dropping her brother’s name, she offered them a path into the U.S. EB-5 visa program, sometimes referred to as a “citizenship for sale” program, which they could enter through Kushner properties for a mere $500,000 each.",
  "In an office only doors from the Oval Office, he regularly connected with some of the biggest players on Wall Street, including those at bailout-prone Citigroup, scandal-ridden Deutsche Bank, and the asset-management goliath Blackstone Group.",
  "In his year-plus in the White House, Kushner unfortunately became the subject of “fake news,” above all by reporters pushing the absurd idea that his family business had somehow profited by his unpaid position in the Trump administration.",
  "When that sum proved less than adequate for the family’s dreams, a far larger company, one that the U.S government had bailed out during the financial crisis of 2007-2008, stepped in and offered his family firm an even bigger loan.",
  "Since then, the company has been seized by the Chinese government and its chairman prosecuted for “economic crimes.” For Kushner, refinancing that single building in New York proved no easier than making peace in the Middle East.",
  "Responding to Hope Hicks’ departure and, perhaps subliminally, the rumored future exile of son-in-law Jared Kushner, the president typically half-lamented and half-quipped, “So many people have been leaving the White House.",
  "Perhaps, though, she’ll hang around and offer her husband a little comfort in Stormy weather, as rumors continue to circulate that his perfectly real daughter and her all-too-real husband may be ousted from the premises.",
  "Last November, for example, Apollo Global Management, one of the world’s largest private equity firms, loaned $184 million to Kushner’s family real estate company in order to refinance a mortgage on a Chicago skyscraper.",
  "Taking his business-oriented focus on the road as the White House liaison for peace in the Middle East, Kushner was also tasked with the simple goal of brokering the settlement of the Israel-Palestine conflict.",
  "As collateral damage in his world mounts, it seems as if the only members of the Trump Empire, White House division, guaranteed job security are his lawyers and perhaps Treasury Secretary Steven Mnuchin.",
  "His familiarity with the region was significant since, among other things, he had gotten at least four major loans from Bank Hapoalim, Israel’s largest bank, for the Kushner family real estate company.",
  "Though together they were reported to be worth a mere $740 million, they generously offered to do their new jobs without pay from a sense of duty to country and the kindness of their hearts ?",
  "While traveling the globe to carry out his “duties” and hobnob, negotiate, and pose for endless photo-ops with world leaders from Iraq, China, Israel, and a host of other countries ?",
  "As the Wall Street Journal reported, he also remained in undisclosed business relationships with Goldman Sachs, investor George Soros, and billionaire venture capitalist Peter Thiel.",
  "It was with deep regret that Jared Kushner left behind his cozy office at 1600 Pennsylvania Avenue and his unfinished masterpiece: peace in the Middle East (and possibly the world).",
  "But give him credit: while advising the president, he never stopped looking out for those closest to him (i.e., his family) and never forgot his role as a junior mogul on the make.",
  "Shortly before President Trump’s visit to Israel in May 2017, Kushner Companies also received a $30 million investment from Menora Mivtachim, one of Israel’s largest insurers ?",
  "Bringing Peace to a Riven World\n\nThe political career of Jared Kushner met a slow death from unparalleled incompetence, conflicts of interest, and financial sleights of hand.",
  "Fortunately, who knows better than the Trump family and by extension the Kushners that, after every possible investor is exhausted, bankruptcy court is always an option.",
  "Jared’s year-plus in the White House proved another Trump-style record setter, a pro bono financial odyssey of a sort no previous White House had ever witnessed.",
  "Unfortunately, that particular deal fell through, after which Kushner and his father-in-law happily backed the Saudis in their blockade and quarantine of Qatar.",
  "(Whatever multi-million-dollar loans to the Kushner family business occurred in the process surely represented no more than a random confluence of events.)",
  "Such a functional demotion meant that he suddenly had less access to key documents and crucial information of governing than the White House calligrapher.",
  "At age 37, he had held the role of White House senior adviser and assistant to the president since the day Donald Trump entered the Oval Office.",
  "McMaster and possibly even White House Chief of Staff John Kelly, there seems to be a predisposition to move out of, not into, this Oval Office.",
  "As everyone knows, Kushner himself left office just as peace was settling over the region (and the U.S. was moving its embassy to Jerusalem).",
  "In his Rolodex of titles, he would also serve as head of a completely fabricated new entity, the White House Office of American Innovation.",
  "That was after its founder, an adviser to the Trump administration on “infrastructure,” met numerous times with Kushner in the White House.",
  "Everybody wants to be there.”\n\nHowever, with constant media conjectures about yet more departures including National Security Advisor H.R.",
  "Given the not-if-but-when nature of Kushner’s departure from the White House, it’s none too soon for media outlets to prepare themselves.",
  "(Hapoalim is undergoing a criminal probe by the U.S. government for tax evasion services it reportedly provided to its wealthy clients.)",
  "On March 6, in the East Room of the White House and flanked by the Swedish prime minister, he boasted, “So many people want to come in.",
  "Steve Miller or Melania?”\n\nMelania has been unavailable for comment on her own possible future place among the fallen of the Trump era.",
  "Kushner helped organize a fabulous Dover sole dinner at the president’s Mar-a-Lago club with Chinese President Xi Jinping last April.",
  "Given the president’s well-documented predisposition to turn his back on former loyalists, that proved to be the end of the road.",
  "He allegedly also attended high-level meetings with the chairman of Anbang Insurance Group during the Trump transition period.",
  "He opened his arms to any financial firm that wanted to help him put the United States on a path back to being great again.",
  "I could take any position in the White House, and I’ll have a choice of the 10 top people having to do with that position.",
  "It looks as if we may all have scored front-row seats for the latest you’re-fired episode in the White House reality show.",
  "In the end, Kushner’s White House journey was through a door revolving around the instability of Donald Trump’s judgment.",
  "After all, no portfolio, from the secretary of state’s to infrastructure and the opioid crisis, was beyond his skills.",
  "He would also prove to be a key figure in smoothing the way for better relations with that rising global superpower ?",
  "and also perhaps to avoid running afoul of an anti-nepotism law passed in 1967 when Lyndon B. Johnson was president.",
  "Death in a Revolving Door\n\nOnly in February did things start going truly badly for the young presidential adviser.",
  "He did, however, retain the Washington residence that the first daughter and he had occupied for $15,000 a month.",
  "It came from Citigroup, which lent Kushner Companies $325 million to help finance office buildings in Brooklyn.",
  "President Trump was reportedly “frustrated” by that media browbeating, but no less so by Kushner himself.",
  "In his brief time in the White House, one thing can be said: his generosity of spirit was second to none.",
  "(Actually, a 200-year-old magnolia uprooted from the White House grounds thanks to the first lady.)",
  "In Trumpian terms, Kushner quickly found himself not six feet out of power, but six feet under it.",
  "At the time, Anbang just coincidentally was considering making an investment in 666 Fifth Avenue.",
  "the overworked adviser somehow found a few moments to cash in his diplomatic air-miles big time.",
  "seemed in peril of exploding, as the countdown to Kushner’s exit approaches the zero hour.",
  "He is survived in the White House by his father-in-law and, for the time being, his wife.",
  "In the process, he got pummeled in the media (through no fault of his own, of course).",
  "Of course, he’ll always have, if not Paris, then Jerusalem and the odd trip to Mexico.",
  "In both capacities, he stood ready to change the world, a goal he achieved handily ?",
  "an approach that just happened to fit perfectly with the Kushner family business.",
  "Not surprisingly, personnel issues seem to be on the president’s mind these days.",
  "Just two months later, his wife agreed to take a similar advisory position.",
  "if the world you happen to be talking about was his own financial one.",
  "China, of course, had been a longtime target of Donald Trump until ?",
  "With that in mind, here is a prospective political obituary for him.",
  "To receive TomDispatch in your inbox three times a week, click here.",
  "In the process, he entertained a cast of key bank executives.",
  "a role once upon a time filled by the secretary of state ?",
  "He is survived by his father-in-law Donald Trump and ?",
  "This article originally appeared at TomDispatch.com.",
  "Meanwhile, that revolving door continues to spin.",
  "And so Jared Kushner’s political career ended.",
  "and what could be more peaceable than that?",
  "It’s invigorating, since you want turnover.",
  "in a similarly diplomatic frame of mind ?",
  "Who’s going to be the next to leave?",
  "Even that most nuclear of families ?",
  "though no one knows for how long ?",
  "Unfortunately, no deal resulted.",
  "And that was no small thing.",
  "I have a choice of anybody.",
  "It really is good.",
  "his wife, Ivanka.",
  "I like chaos.",
  "his ?"
]