[
  "REUTERS/James Lawler Duggan/File Photo\n\nWASHINGTON (Reuters) - U.S. Democratic lawmakers have asked the White House and Kushner Companies, the family business of President Donald Trump’s top adviser and son-in-law Jared Kushner, for documents following reported loans from Citibank and Apollo Global Management, according to a statement released on Monday.",
  "More than two weeks ago, committee Chairman Rep. Trey Gowdy asked White House Chief of Staff John Kelly for details on how the White House handled information that turned up during security clearance investigations of Rob Porter, who resigned as White House staff secretary after allegations surfaced that he had mistreated two former wives.",
  "Representative Elijah Cummings, the top Democrat on the U.S. House Oversight and Government Reform Committee, Senator Elizabeth Warren and others made the request after media reports that the loans followed White House meetings with Kushner.",
  "FILE PHOTO: White House senior adviser Jared Kushner delivers remarks on the Trump administration's approach to the Middle East region at the Saban Forum in Washington, U.S., December 3, 2017.",
  "However, similar requests related to activities of Trump and his associates have mostly been ignored given Democrats’ lack of subpoena power in the Republican-controlled Congress.",
  "So far, however, the White House has not turned over such information, according to the committee official, who spoke on the condition of anonymity.",
  "The White House has been slow to respond to requests, even from the oversight committee’s Republican leaders, a committee official said on Monday.",
  "The Committee anticipates a productive response shortly,” said Amanda Gonzalez, the committee’s communications director.",
  "In a Feb. 14 letter to Kelly, Gowdy asked that information be turned over to the committee by Feb. 28.",
  "“The White House has been in consistent contact with the Committee regarding the request.",
  "White House officials had no immediate response to a request for comment."
]