[
  "* U.S. 10-year Treasury yield rises, lifts financials\n\n* Amazon.com falls after Trump’s latest attack\n\n* Illinois Tool Works slumps after cutting profit forecast\n\n* Dow down 0.01 pct, S&P 500 up 0.19 pct, Nasdaq up 0.28 pct (Updates to late afternoon, adds NEW YORK to dateline, changes byline)\n\nBy April Joyner\n\nNEW YORK, July 23 (Reuters) - Wall Street stocks largely rose on Monday as a jump in 10-year bond yields boosted financials and as news of upcoming international trade talks offset the negative impact of the strengthening U.S. dollar on corporate earnings forecasts.",
  "“One of the reasons we’re holding tight is rumors that there will be progress made on trade agreements with Europe, as well as the new comments from the president of Mexico,” said Robert Phipps, a director at Per Stirling Capital Management in Austin, Texas.",
  "The Dow Jones Industrial Average fell 3.57 points, or 0.01 percent, to 25,054.55, the S&P 500 gained 5.24 points, or 0.19 percent, to 2,807.07 and the Nasdaq Composite added 21.58 points, or 0.28 percent, to 7,841.78.",
  "Yet the second-quarter earnings season has been strong, with analysts’ profit growth forecasts now at about 22 percent, up from 20.7 percent at the start of the month, according to Thomson Reuters I/B/E/S.",
  "Mexican President-elect Andres Manuel Lopez Obrador sent Trump a letter urging a quick wrap-up of trade negotiations, and trade officials from Mexico and the United States will meet later this week.",
  "LifePoint Health Inc shares soared 35.5 percent and lifted shares of hospital operators after the company agreed to be bought by Apollo Global Management in a deal valued at about $5.6 billion.",
  "Also, European Commission President Jean-Claude Juncker is scheduled to meet with Trump on Wednesday, though he will not arrive in Washington with a specific trade offer.",
  "Tesla Inc shares fell 3.8 percent after a report that the company has asked some suppliers to refund previous payments by the company in a bid to turn a profit.",
  "Still, the effects of international trade tensions weighed as some investors worry that the U.S.-China trade war could spill over to the currency markets.",
  "Shares of oilfield services provider Halliburton Co sank 8.1 percent as investors focused on growing pipeline constraints in the Permian Basin.",
  "The dispute has sent the dollar higher, and as a result, several U.S. multinationals are reevaluating their currency hedging strategies.",
  "(Reporting by April Joyner; Additional reporting by Amy Caren Daniel in Bengaluru; Editing by Shounak Dasgupta and Cynthia Osterman)",
  "The machinery parts maker slashed its full-year earnings forecast, joining Netflix Inc in blaming the strong dollar for the cut.",
  "Declining issues outnumbered advancing ones on the NYSE by a 1.39-to-1 ratio; on Nasdaq, a 1.01-to-1 ratio favored decliners.",
  "Amazon.com Inc slipped 0.8 percent and was the biggest drag on the Nasdaq after Trump renewed his attacks on the retailer.",
  "Shares of Illinois Tool Works Inc fell 7.1 percent, contributing to the S&P 500 industrial sector’s 0.6 percent decline.",
  "The Federal Reserve was seen as likely to continue raising interest rates despite criticism from President Donald Trump.",
  "The S&P 500 posted 26 new 52-week highs and five new lows; the Nasdaq Composite recorded 107 new highs and 50 new lows.",
  "The financial sector rose 1.4 percent after 10-year U.S. Treasury yields climbed to their highest level in five weeks.",
  "Hasbro Inc shares jumped 14.1 percent, the most in the S&P 500, after posting upbeat results.",
  "News of ongoing trade talks helped U.S. stocks edge upward.",
  "Rival Mattel Inc gained 4.7 percent."
]