[
  "The ferry project, which would help bring New Yorkers practically to the doorstep of the resort, could boost the value of the 269 condos, which are currently selling for up to $1.9 million each, a former local official told AP, which discovered the connection between the ferry proposal and the Kushner property.",
  "We all agreed it would be good for the city and good for Pier Village.”\n\nJared Kushner is coming under increasing heat over his continued private business entanglements even as his family presses for foreign loans while he negotiates with foreign leaders as part of his White House responsibilities.",
  "Representatives of Kushner Companies, including Kushner’s father, met with the Qatari finance minister in New York last April in a failed bid to secure Qatari financing for the firm’s troubled signature property, 666 Fifth Avenue, The Intercept reported.",
  "Federal officials are advising a New Jersey city to help it create a ferry service and rebuild a pier that are next to a beachfront resort co-owned by senior White House adviser and Donald Trump son-in-law Jared Kushner, The Associated Press reported.",
  "The New York Times also reported earlier this month that after the CEOs of Apollo Global Management and Citigroup attended meetings at the White House arranged by Kushner, the companies loaned the Kushner family business more than $500 million.",
  "Special counsel Robert Mueller is reportedly looking into any Kushner business discussions with foreign entities during the presidential transition that may have later affected Kushner’s work in the White House.",
  "But now local leaders are talking with the federal officials about gaining more funds to create the ferry service, and the FTA appears to support the plan, according to the AP.",
  "It’s the latest in a number of troubling conflict-of-interest issues highlighting Kushner’s dual role as a White House official and a private businessman.",
  "An Israeli insurer invested $30 million in Kushner family properties shortly before Kushner traveled to Israel last May to discuss Mideast peace.",
  "The Federal Transit Administration had already given the Jersey Shore city of Long Branch $3.34 million in 2008 to redevelop a fishing pier.",
  "Howard Woolley, Long Branch’s former business administrator, said Kushner’s father, Charles, has been a big supporter of the pier project.",
  "Kushner resigned as CEO of his family’s real estate company, Kushner Companies, but retains major investments in a number of properties.",
  "Kushner Companies spokeswoman Christine Taylor told AP that the pier would have “no specific benefit to us versus anyone else” in town.",
  "In a surprising move in June, the U.S. backed a controversial blockade of Qatar led by Saudi Arabia and the United Arab Emirates.",
  "Insurer Menora Mivtachim invested the money in Maryland apartment complexes in which Kushner still holds a stake.",
  "According to his latest financial disclosure in December, he still owns part of the Jersey Shore resort.",
  "“Charlie was interested in seeing it built."
]