[
  "\"As many travelers are already financially squeezed by the airline industry, it is troublesome to see a domestic carrier abandoning its passengers in a foreign country, forcing them to find their own way home and to incur further expense of time and money,\" Smith wrote in a letter to the Department of Transportation.",
  "Hundreds of travelers from Minnesota who were left stranded in Mexico after Sun Country Airlines canceled flights due to a storm at home had to scramble to find flights on other airlines because the carrier had ended its seasonal service south of the border.",
  "U.S. Sen. Tina Smith, a Minnesota Democrat, on Monday called on federal transportation officials to look into Sun Country's cancellations and explain what is being done to make sure that airline cancellation policies protect travelers.",
  "Sun Country spokeswoman Kelsey Dodson-Smith said the airline couldn't send another plane to collect the stranded passengers because it would mean canceling other flights to other destinations, The Star Tribune reported.",
  "SOUTHWEST PASSENGERS WERE 'SCREAMING,' PREPARING 'TO DIE' DURING STORM-PLAGUED FLIGHT\n\n\"Weather is out of their control; how they're handling the situation is in their control,\" she said.",
  "Apollo announced in February that it plans to cut 350 jobs from the airline's ground service operations at Minneapolis-St. Paul International Airport in an effort to be more efficient.",
  "NEW UPRIGHT AIRLINE 'SEATS' WOULD ALLOW AIRLINES TO CRAM MORE PASSENGERS IN\n\nPassengers will receive a refund for the return portion of their flight, the company said.",
  "Even if the airline couldn't spare another plane, it could have chartered one or covered passengers' alternate travel arrangements, she said.",
  "Sun Country, based in Eagan, Minn., said the flights from Los Cabos and Mazatlan that were canceled Saturday were the last of the season.",
  "Mitch and Marty Davis decided to sell Sun Country to Apollo Global Management, a private equity firm, to help the company grow faster.",
  "Heather Garnett and her family spent almost $2,000 to fly to Chicago and planned to drive back to Minneapolis, she said.",
  "FOLLOW US ON FACEBOOK FOR MORE FOX LIFESTYLE NEWS\n\nAs a result, several operational changes are in progress.",
  "Emily Kladivo of Emily's Travel Service helped some stranded passengers find alternative flights home.",
  "Kladivo said she's never experienced a similar situation and criticized the airline's response.",
  "The debacle comes just as the airline's sale has been finalized.",
  "\"Send a plane, go get your passengers.\""
]