[
  "Christine Taylor, a spokeswoman for Kushner Companies, confirmed the loans to the Associated Press but said any implication that Kushner’s White House role affected the company’s long-standing relationships with lenders is “made up and without substantiation.”\n\nPeter Mirijanian, spokesman for Kushner’s lawyer, Abbe Lowell, said in a statement that Kushner “has had no role in the Kushner Companies since joining the government and has taken no part of any business, loans, or projects with or for the Companies after that.”\n\n\"He has followed the ethics advice he has received for all of his work which include the separation from his business and recusals when appropriate,\" the statement said..\n\nKushner resigned as chief executive of the family firm when he joined the White House last January and sold a small portion of his stake in the company to a trust controlled by his mother, the Times said.",
  "The Washington Post, quoting current and former U.S. officials familiar with intelligence reports on the matter, reported Tuesday that officials in at least four countries — China, Israel, Mexico and the United Arab Emirates — have privately discussed ways they can manipulate Kushner by taking advantage of his complex business arrangements, financial difficulties and lack of foreign policy experience.",
  "(Photo: Evan Vucci, AP)\n\nJared Kushner, the embattled son-in-law and senior adviser to President Trump, met at the White House with executives of two companies that later made loans worth more than a half billion dollars to Kushner's family real estate firm, according to The New York Times.",
  "The AP, quoting an unidentified former intelligence official, also reported that intelligence officials have expressed concern that Kushner's business dealings were a topic of discussion in conversations with foreign officials about issues of interest to the U.S. government.",
  "Some believed Kushner knew his business dealings would likely come up in the conversations and was too naive or inexperienced to know how to steer clear of the topic in light of his position as Trump’s adviser, the official said.",
  "The newspaper said the meetings involved Joshua Harris, founder of Apollo Global Management, who was advising Trump administration officials on infrastructure policy, and Michael Corbat, chief executive of Citigroup.",
  "The official, who spoke on condition of anonymity to discuss Kushner’s security clearance review, said there was a difference of opinion among intelligence officials about the significance of the conversations.",
  "The newspaper, quoting three people familiar with the meetings, said Harris met several times with Kushner and even discussed a possible White House job for the executive, but that never materialized.",
  "The 37-year-old presidential aide has been forced to repeatedly correct omissions in the government form used to apply for clearances, as well as in his financial disclosure forms.",
  "Others thought Kushner knew the topic would likely surface and used the opportunity while talking to the foreign officials to engage in conversations about his business interests.",
  "In as Dec. 20, 2017 file photo, White House senior adviser Jared Kushner listens as President Trump speaks during a cabinet meeting at the White House in Washington.",
  "The Times, citing people briefed on the meeting, reported the loan was made in spring 2017, shortly after Kushner met in the White House with Corbat.",
  "The Times, citing securities filings, said the loan was three times the size of the average property loan made by Apollo's real estate lending arm.",
  "The newspaper quoted one unidentified source as saying the two men discussed financial and trade policy and not Kushner's family business.",
  "The report comes amid Kushner's loss of his top-secret security clearance because of a longstanding holdup of a background review.",
  "Citigroup lent the firm and one of its partners $325 million to help finance a group of office buildings in Brooklyn.",
  "In late November, Apollo loaned $184 million to Kushner Companies to refinance the mortgage on a Chicago skyscraper.",
  "Contributing: David Jackson\n\nRead or Share this story: https://usat.ly/2oFq2ee"
]