[
  "), the plan will include a provision suspending what is known as the “debt ceiling” into next year... Funding the Children’s Health Insurance Program for a decade : Congress reauthorized CHIP for six years as part of a stopgap government funding bill they passed last month...\n\n: Congress reauthorized CHIP for six years as part of a stopgap government funding bill they passed last month... $6 billion to address opioid addiction and mental health issues : The money, allocated over two years, will go toward issues lawmakers in both parties have been increasingly speaking up about in recent months...\n\n: The money, allocated over two years, will go toward issues lawmakers in both parties have been increasingly speaking up about in recent months... More funding for disaster relief : The plan includes $90 billion more to be spent on disaster aid for recent hurricanes and wildfires, which have spurred calls from some lawmakers for a more robust federal response.",
  "Interest rates are projected to rise at least one full percentage point over the next 18 months… The U.S. government already has more than $20 trillion in debt, and as of last year it was on the path to add more than $10 trillion in debt over the next decade before factoring in the new tax law and spending agreement.”\n\nAdding in the new charges could push that deficit figure above $13 trillion over a decade, says Jim Capretta, an associate budget director for President George W. Bush now at the American Enterprise Institute.",
  "NBC's Cynthia McFadden and co.: \"The U.S. official in charge of protecting American elections from hacking says the Russians successfully penetrated the voter registration rolls of several U.S. states prior to the 2016 presidential election... Jeanette Manfra, the head of cybersecurity at the Department of Homeland Security, said she couldn't talk about classified information publicly, but in 2016, 'We saw a targeting of 21 states and an exceptionally small number of them were actually successfully penetrated.'",
  "“They’re presiding over a serious deterioration of the nation’s fiscal position and not saying what they’ll do about it… I think a lot of voters are concerned about our fiscal position in general but not so concerned that they’re willing to let it effect anything they benefit from personally.”\n\nThe 10-year Treasury yield — which has been rising since September on expectations of higher interest rates — climbed to 2.84 percent on Wednesday after congressional leaders announced the budget deal.",
  "The Post's Mike DeBonis and Erica Werner: \"The Republican-led Congress is set to vote Thursday on a two-year budget deal that would include massive increases in military and domestic spending programs... Trump backed the deal Wednesday, saying in a tweet that it would give Defense Secretary Jim Mattis “what he needs to keep America Great” and calling on lawmakers of both parties to 'support our troops and support this Bill!'",
  "Reuters's Pallavi Dewan: \"Credit-rating agency Standard & Poor’s on Wednesday cut Wells Fargo & Co’s credit ratings, days after the U.S. Federal Reserve imposed regulatory restrictions on the bank... Regulatory risk for Wells is more severe than previously expected and the process for improving its governance and operational risk policies may take longer than previously expected, S&P said in a statement.",
  "The meeting between Mr. Trump and Commodity Futures Trading Commission Chairman J. Christopher Giancarlo, which the White House announced Tuesday, was expected to involve a discussion of coming European regulations that Mr. Giancarlo fears could unfairly crimp U.S. companies operating on the continent, according to a person familiar with the matter who spoke ahead of the meeting.",
  "THE FUNNIES\n\nFrom The Post's Tom Toles:\n\nBULL SESSION\n\nDefense Secretary Jim Mattis warned “shutting down the government would be very damaging to the military:\"\n\nMaryland backs off pledge to use a \"blank check\" to clinch Amazon’s second headquarters:\n\nTrevor Noah responds to reports Trump wants to throw himself a parade:\n\nOmarosa Manigault returns to reality TV:",
  "The Post's Jeff Stein: \"Twenty-seven of the United States' biggest businesses have already spent about $100 billion buying back stocks from shareholders in 2018, a move that shows how the new Republican tax law is primarily benefiting wealthy Americans and large corporations, says a new report unveiled by three Senate Democrats...",
  "Nondefense spending limits would be raised by $131 billion over two years — $63 billion this year and $68 billion in 2019...\n\n: Under the agreement, previously established defense spending limits would be lifted by $165 billion over two years — by $80 billion in the current fiscal year and $85 billion in the next one.",
  "& just now, FreedomWorks called it a \"fiscal abomination\" — Rachael Bade (@rachaelmbade) February 7, 2018\n\nAnd given the broad bipartisan support for the spending deal, it’s hard to see how policymakers restore what then-Fed chair Alan Greenspan described as a “culture of deficit reduction” in the 1990s.",
  "The Post's Spencer Hsu: \"Lawyers for Rick Gates, the co-defendant of former Trump campaign manager Paul Manafort, cited unspecified “irreconcilable differences” with their client in asking to leave the case, but a federal judge did not immediately rule on their request after a sealed hearing Wednesday.",
  "The Post's Sean Sullivan breaks it down:\n\n\" Substantial increases in military and domestic spending : Under the agreement, previously established defense spending limits would be lifted by $165 billion over two years — by $80 billion in the current fiscal year and $85 billion in the next one.",
  "From my colleague James Hohmann:\n\nThe constellation of groups in the Koch network just put out a joint statement blasting the budget deal: \"Budget ‘Deal’ Riddled with Overspending & Corporate Welfare is a Betrayal of American Taxpayers, Would Be Massive Failure After Historic Tax Reform.\"",
  "— Jake Sherman (@JakeSherman) February 7, 2018\n\nPolitico's Heather Caygle:\n\nAs @NancyPelosi enters HOUR 9 of her filibuster, here’s a live shot of those much talked about heels: pic.twitter.com/5uOcuB3ybh — Heather Caygle (@heatherscope) February 7, 2018\n\n— Dems slam buybacks.",
  "The Post's Ed O'Keefe, David Weigel and Paul Kane: \"House Minority Leader Nancy Pelosi commandeered the House floor Wednesday for a day-into-night marathon plea to Republicans for action on immigration, casting the fate of young undocumented immigrants in moral terms.",
  "In filings unsealed Wednesday, the lawyers said they wanted to discuss the reason for their request in secret because it involves private, 'highly sensitive matters' concerning Gates that 'would potentially be prejudicial to the Defendant as well as embarrassing.'\"",
  "As Damian and Erica note, Speaker Paul Ryan (R-Wis.), back when he chaired the House Budget Committee in 2011, pitched a budget with deep cuts that would have left a $415 billion deficit next year — a third the size of the imbalance in the plan he’s advancing now.",
  "“There’s still a great deal of strong global demand for high-quality assets and so, as much as people ought to be concerned about the fiscal position we’re edging toward, there’s very little sign of it so far,” says Lou Crandall, chief economist at Wrightson ICAP.",
  "Fed's Evans says no rate hikes needed before mid-2018 Sluggish price increases in the United States give the Federal Reserve room to hold off on interest rate increases until at least mid-2018, Chicago Federal Reserve President Charles Evans said on Wednesday.",
  "Wednesday’s 509-point swing between high and low was positively humdrum, with the Dow closing down 19 points, or 0.1%, at 24893.35 Even more reassuring, the volatility is being driven by the most banal of reasons: worries about inflation and interest rates.\"",
  "And if all that extra borrowing spawns higher inflation, the Fed could jack up interest rates, which would in turn throw a wet blanket on equity prices — an outcome that stoked investor fears and helped power the selloff that just rocked the stock market.",
  "Politico's Victoria Guida: \"Federal agencies are plotting a course to simplify rules imposed on banks since the financial crisis, a move that could result in a windfall for the lenders and more freedom to choose what to do with their newfound cash.",
  "WSJ's Dave Michaels and Andrew Ackerman: \"Scott Garrett, a former Republican lawmaker known for criticizing what he considered government overreach by Wall Street regulators, has landed a senior role at the Securities and Exchange Commission.",
  "Ron Wyden (D-Ore.), Robert P. Casey Jr. (D-Pa.) and Sheldon Whitehouse (D-R.I.) said that their new report shows that the benefits seen by workers pale in comparison to the gains being reaped by company shareholders and corporate executives.",
  "That lifts the specter of a spring default that was hanging over Capitol Hill — and the more immediate threat of another government shutdown looming at the end of this week — at a moment when investors could use some calm from Washington.",
  "CNBC's Jeff Cox: \"New Federal Reserve Chairman Jerome Powell may have a few surprises in store for the market, judging by past statements he has made behind the central bank's closed doors and some whispers going around Wall Street...",
  "Nominated last year to take over the Ex-Im Bank, Mr. Garrett faced a revolt from large U.S. manufacturers such as General Electric Co. and Boeing Co. that complained he had called for shutting down the bank as a member of Congress.\"",
  "'He had a dreadful hearing, and there is a contingent of the Republican party that loathes the Federal Reserve more than it likes the White House,' said Isaac Boltansky, an analyst at Compass Point Research & Trading in Washington.",
  "Regulators — for now — are only discussing easing rules within the confines of the 2010 Dodd-Frank Act, saying the sweeping law has increased the safety of the financial system and given banks a better handle on their own risks.",
  "WSJ's Andrew Ackerman: \"Trump met with the top U.S. derivatives regulator in the Oval Office on Wednesday, amid tensions between American and European policy makers on their efforts to coordinate on postcrisis regulation.",
  "“As a macroeconomic matter, I’m not aware of another example of this — of a country that’s basically at full employment embarking on massive fiscal stimulus.”\n\nMaking matters worse, the spending problem compounds itself.",
  "Goldman Sachs in Talks With Apple to Finance iPhone Sales The Wall Street firm is in talks to offer financing to shoppers buying phones, watches and other gadgets from Apple, people familiar with the matter said.",
  "Jeh Johnson, who was DHS secretary during the Russian intrusions, said, '2016 was a wake-up call and now it's incumbent upon states and the Feds to do something about it before our democracy is attacked again.'\"",
  "WSJ's AnnaMaria Andriotis and Michael Rapoport: \"Equifax Inc. failed to disclose that hackers gained access to consumers’ passport numbers, according to a report from Sen. Elizabeth Warren’s office on Wednesday.",
  "From next year, workers at many of Germany's top engineering firms -- such as Mercedes-Benz owner Daimler -- can opt to work 28 hours a week for up to two years, before returning to the standard 35-hour week.",
  "U.S. District Judge Amy Berman Jackson of Washington took the matter under advisement after a nearly 90-minute hearing, held behind closed doors to preserve the secrecy of attorney-client communications...",
  "Bloomberg's Samuel Potter: \"Aftershocks from the global stock selloff continued to reverberate around markets on Thursday, with European shares falling, Asian equities rising and U.S. futures fluctuating.",
  "WSJ's Sarah Krouse: \"BlackRock Inc. is looking to raise more than $10 billion that it would use to buy and hold stakes in companies, replicating the approach of Warren Buffett’s Berkshire Hathaway Inc.",
  "And White House budget director Mick Mulvaney, a fiscal jihadist when he served in the House, has acknowledged he's taken a different approach now that lawmakers aren’t interested in cutting spending.",
  "WSJ\n\nBank of America Hires Law Firm to Help Probe $292 Million Loss Bank of America has brought in a law firm to help examine a soured lending arrangement that led to a $292 million quarterly charge.",
  "“I think when you see deficits above $1 trillion in reality — when that actually happens, the markets will start to notice and the political system will start to notice.”\n\nMARKET MOVERS\n\nJay Powell.",
  "At several meetings then he expressed serious reservations about the direction of monetary policy, questioning the efficiency of the Fed's low-interest-rate money-printing philosophy at the time.",
  "Investors have come to believe that the Fed, under new leadership, is serious about raising rates to prevent inflationary overheating of the economy—and they’re scrambling to avoid the fallout...",
  "If you also consider that Goodfriend isn’t part of a package of nominees designed to gather bipartisan support, his 'confirmation is not the layup that many expected it to be,' Boltansky said.\"",
  "Massachusetts Senator Elizabeth Warren and other protesters held a rally outside the Consumer Financial Protection Bureau headquarters (The Washington Post)\n\n— Warren vs. Equifax, continued.",
  "That could add as much as 0.4 percent to economic growth this year alone, according to a project by Evercore ISI, and the research firm deemed the news “broadly market positive” as a result.",
  "The cyberattack, which the company disclosed on September 7, compromised personal information of 145.5 million Americans, including Social Security numbers, addresses and dates of birth.",
  "Bloomberg's Christopher Condon: Marvin Goodfriend, [Trump’s] nominee for a Federal Reserve Board seat, was expected to coast to his confirmation in the Republican-controlled U.S. Senate.",
  "— James Hohmann (@jameshohmann) February 7, 2018\n\nPolitico's Rachael Bade:\n\nIn GOP conference, Hensarling at open mics went off on the spending deal saying this hurts the national debt.",
  "The Senate is expected to vote first on the plan, clearing it Thursday afternoon or evening — giving the House just hours to act before a midnight deadline for a government shutdown.\"",
  "“I think we should be very worried,” says Jason Furman, Professor of the Practice of Economic Policy at Harvard Kennedy School and former top economic adviser to then-President Obama.",
  ": The plan includes $90 billion more to be spent on disaster aid for recent hurricanes and wildfires, which have spurred calls from some lawmakers for a more robust federal response.",
  "Her speech ranked as the longest given by a member of the House of Representatives in at least a century, possibly ever, focusing on an issue that has vexed Democrats for months.\"",
  "— James Hohmann (@jameshohmann) February 7, 2018\n\nHeritage Action comes out against today's budget deal: \"fiscally irresponsible and creates serious long-term budget challenges.\"",
  "Though approval at this stage is likely, a final decision by the full chamber appears too close to call, with opponents on the left and right lobbying against his confirmation.",
  "), the plan will include a provision suspending what is known as the “debt ceiling” into next year...\n\n: According to Rep. Chris Collins (R-N.Y.) and Sen. Roy Blunt (R-Mo.",
  "Some Freedom Caucus members and conservative groups are registering objections, which feel like burps from a party that just swallowed its stated commitment to parsimony.",
  "The job would represent a second act for Mr. Garrett, whom U.S. senators rejected last year as a pick to lead the U.S. Export-Import Bank under the Trump administration.",
  "It wasn’t immediately clear why Mr. Trump was being briefed on the matter, which involves the regulation of instruments that were a central part of the financial crisis.",
  "Bloomberg's Peter Coy: \"The long-expected clash between the Federal Reserve and the White House over interest rate policy kept getting postponed over the past year.",
  "But economists are alarmed at more deficit-financed binging on the heels of a tax cut set to cost $1 trillion over a decade while the economy hums at full capacity.",
  "“All this new borrowing costs money, and rising interest rates make the widening deficit even more expensive,” my colleagues Damian Paletta and Erica Werner write.",
  "Do worry about how stocks got so high to start with because it is evidence of an economy still abnormally dependent on low interest rates and richly priced assets.",
  "The 2,271-point drop in the Dow Jones Industrial Average in the week through Monday, a decline of 9%, didn’t even meet the usual 10% threshold for a correction.",
  "Labor union IG Metall secured an unprecedented deal this week to give a large portion of its 2.3 million members more flexible working hours and a big pay rise.",
  "“The Congressional Budget Office projected last year that annual interest payments on the debt would grow from $307 billion in 2018 to $818 billion in 2027.",
  "Customers purchasing a $1,000 iPhone X could take out a loan from Goldman instead of charging it to credit cards that often carry high interest rates.",
  "(The market choppiness extended into Wednesday, with the Dow Jones industrial average swinging more than 500 points before closing slightly lower.",
  "The move establishes BlackRock as a potential competitor to Wall Street private-equity giants like Carlyle Group LP and Apollo Global Management.",
  "It is the first-ever attempt by the world’s largest asset manager to make such direct investments, according to people familiar with the matter.",
  "Earlier, shares in Japan closed higher after a turbulent session while China’s stocks fell for a third day, even as Hong Kong equities climbed.",
  "Most Republican policymakers have grown similarly cavalier about tossing aside a priority many relatively recently treated as foundational.",
  "Mike Needham says it \"sets the stage for additional policy concessions, including a so-called gentleman's agreement to bailout Obamacare.\"",
  "Less good: Lawmakers forged the breakthrough by agreeing to put another $500 billion on the nation’s credit card over the next two years.",
  "The Democratic senator from Massachusetts released the report following a four-month investigation by her office into the Equifax breach.",
  "One is in comments Powell made during Federal Open Market Committee meetings in 2012, the year he was seated as a central bank governor.",
  "U.S. 10-year Treasuries were steady after weak demand at a bond sale Wednesday pushed the yield back toward the recent four-year high.\"",
  "And Fed officials signaled they intend to stick to their path for interest rate increases this year despite the recent market swings.)",
  "Republicans and industry officials argue that the changes will boost economic growth by sparking more lending and expansion by banks.",
  "The 77-year-old Pelosi stood for more than eight hours, reading multiple personal stories from “dreamers” and citing Bible passages.",
  "Mr. Garrett, 58 years old, plans to take a position advising SEC Chairman Jay Clayton, according to people familiar with the matter.",
  "The CFTC’s five commissioners are nominated by the president, but the market regulator functions independently of the White House.\"",
  "The good news: The massive budget deal that congressional leaders just struck will suspend the debt limit until after the midterms.",
  "But Furman says the excessive federal borrowing could come back as a political consideration if it spoils the stock market rally.",
  "Politico's Jake Sherman:\n\nLove it or hate it, there is a rule against using footage from the House floor in House campaigns.",
  "Nondefense spending limits would be raised by $131 billion over two years — $63 billion this year and $68 billion in 2019...",
  "Trump might try to fire the stock market:\n\nIn the “old days,” when good news was reported, the Stock Market would go up.",
  "Coming Up\n\nThe Washington International Trade Association holds an event on the congressional trade agenda on Friday .",
  "DAYBOOK\n\nToday\n\nThe Urban Institute holds an event on the role of financial technology in financial service markets.",
  "“The biggest risk to the stock market is not what goes on with economic growth but what goes on with interest rates.",
  "Mr. Fink co-founded BlackRock as a division of Blackstone in 1988 but split from the private-equity giant in 1994.\"",
  "The Stoxx Europe 600 Index declined, with miners leading the retreat as most country benchmarks in the region fell.",
  "The Peterson Institute for International Economics hosts an event on “Charting Europe’s Path Forward” on Feb. 13.",
  "But he worried at several points over the long-run ramifications that the extreme easing measures could cause.\"",
  "Citing survey data, they said 2 percent of adults say they received a bonus or a raise because of the tax law.\"",
  "Extend the nation’s borrowing authority : According to Rep. Chris Collins (R-N.Y.) and Sen. Roy Blunt (R-Mo.",
  "For BlackRock Chief Executive Laurence Fink, it also sets up a rivalry with his old firm, Blackstone Group.",
  "The deal will speed the return of trillion-dollar-plus annual deficits, now a likelihood for next year.",
  "CNN Money's Alanna Petroff: \"Millions of German workers are winning the fight for a 28-hour work week.",
  "The breach also compromised driver’s license information and credit-card numbers for many consumers.\"",
  "“Republicans inherited a huge problem, and there’s no question they’ve made it a lot worse,” he says.",
  "Since being seated as governor in June 2012, he has never once dissented from the majority opinion.",
  "The stock market climbed, the economy grew, and nothing the Fed did dampened the animal spirits.",
  "And if they rise a point faster than anyone thought, they would have a big impact,” Furman says.",
  "Progressive Democrats and consumer groups worry that the revisions may feed into a new crisis.",
  "The hiring is a rare instance of a former lawmaker joining a federal agency in a staff role...",
  "The deal was negotiated with representatives of more than 700 companies in southwest Germany.",
  "(Alexei Druzhinin, Sputnik, Kremlin Pool Photo via AP)\n\n— Russians penetrated voter systems.",
  "If this turns out to be more than a shudder, Trump may start looking for someone to blame.\"",
  "The Senate Banking Committee has scheduled a vote on Goodfriend’s nomination for Thursday.",
  "But the effect of these and other changes being contemplated could be far-reaching.\"",
  "S&P 500 Index futures swung between gains and losses after falling in Asia trading.",
  "WSJ's Greg Ip: \"Don’t worry about stock-market volatility: It is perfectly normal.",
  "Tuesday’s 567-point rebound didn’t make the top-500 daily increases by percentage.",
  "— Donald J. Trump (@realDonaldTrump) February 7, 2018\n\nSweat the valuations.",
  "POCKET CHANGE\n\nWall Street street sign outside the New York Stock Exchange.",
  "THE TICKER\n\nWant more stories about economic policy in Trump's Washington?",
  "After a rocky hearing last month before lawmakers, that’s now in doubt.",
  "Big mistake, and we have so much good (great) news about the economy!",
  "Reuters\n\nMONEY ON THE HILL\n\nSenate Majority Leader Mitch McConnell.",
  "(AP /Evan Vucci)\n\nRUSSIA WATCH:\n\nRussian President Vladimir Putin.",
  "President Trump got along famously with Fed Chair Janet Yellen.",
  "Today, when good news is reported, the Stock Market goes down.",
  "It is expected to have ripple effects across German industry.\"",
  "China’s yuan at one point dropped the most since August 2015.",
  "Wells Fargo said it was disappointed with the S&P rating.\"",
  "Does not address ‘dreamers’\"\n\n— Pelosi filibusters.",
  "But that remains well below its historical average.",
  "(T.J. Kirkpatrick/Bloomberg)\n\n— Powell's X-Factor.",
  "So Pelosi’s speech will remain on the House floor.",
  "The company said that is because it didn’t happen.",
  "(AP /Mark Lennihan)\n\n— Banks poised for windfall.",
  "(AP /Manuel Balce Ceneta)\n\n— Garrett to the SEC.",
  "But at a news conference in the Capitol, Sens.",
  "There are a few potential points of contrast.",
  "(Alex Wong/Getty Images)\n\n— A big deal.",
  "WSJ\n\nTRUMP TRACKER\n\nPresident Trump.",
  "Sign up for this newsletter here.",
  "— Trump briefed on derivatives.",
  "— Gates's lawyers want to bolt.",
  "That calm is emphatically over.",
  "THE REGULATORS\n\nScott Garrett.",
  "— Germans win 28-hour week.",
  "— Market turmoil persists.",
  "— Wells Fargo downgraded.",
  "— Goodfriend wobbles.",
  "Powell vs. Trump.",
  "— BuffettRock.",
  "What's in it.",
  "."
]