[
  "MasterCard – MasterCard came in 13 cents above estimates with second quarter earnings of 13 cents per share, while revenue also topped forecasts as customers spent more money using MasterCard-branded cards.",
  "The toy maker's revenue also missed forecasts, hurt by the Toys R Us liquidation, and the company also announced it would be cutting 2,200 jobs or about 22 percent of its global non-manufacturing workforce.",
  "Facebook – Facebook shares lost as much as a quarter of their value in after-hours trading, after the company said revenue growth would slow during the second half of the year and expenses would be higher.",
  "Check out the companies making headlines before the bell:\n\nMcDonald's – The restaurant chain earned an adjusted $1.99 per share for the second quarter, 7 cents a share above estimates.",
  "Supervalu – The supermarket chain agreed to be bought by United Natural Foods for $32.50 per share, compared to Supervalu's closing price of $19.45 on Tuesday.",
  "Qualcomm will proceed with a $30 billion stock buyback program that the chipmaker had previously said it would implement if it failed to complete the NXP deal.",
  "Spotify – The streaming music service lost 2.20 euros per share for its latest quarter, larger than the 0.68 euro per share loss that analysts were expecting.",
  "Qualcomm – Qualcomm officially terminated the deal to buy NXP Semiconductors after failing to get a decision from China regulators by last night's deadline.",
  "Ford also cut its full-year forecast, pointing to slower sales in China as well as trade tariffs, as well as continued struggles in the European market.",
  "Southwest did see an impact from the flight 1380 accident, and also noted higher fuel costs, but said other than fuel, cost inflation is modest.",
  "Comcast – The NBCUniversal parent earned an adjusted 65 cents per share for the second quarter, 5 cents a share above consensus estimates.",
  "Mattel – Mattel lost 56 cents per share for its latest quarter, a larger loss than the 30 cents a share analysts had been projecting.",
  "Mondelez also raised its full-year forecast on improving sales trends, and its organic revenue growth topped analysts' projections.",
  "Gilead Sciences – Gilead reported adjusted quarterly profit of $1.91 per share, beating the consensus estimate of $1.56 a share.",
  "Dunkin' Brands – The restaurant chain reported adjusted quarterly profit of 77 cents per share, 3 cents a share above forecasts.",
  "Advanced Micro Devices – AMD came in a penny a share ahead of estimates with adjusted quarterly profit of 14 cents per share.",
  "Separately, Gilead announced that CEO John Milligan and Chairman John Martin would be stepping down by the end of the year.",
  "Arconic – The aerospace parts maker is considering buyout approaches from two groups, according to The Wall Street Journal.",
  "Bristol-Myers Squibb – The drug maker came in 13 cents a share above estimates, with quarterly profit of $1.01 per share.",
  "Southwest Airlines – The airline beat estimates by 4 cents a share, with adjusted quarterly profit of $1.26 per share.",
  "Revenue also beat forecasts and comparable-store sales rose four percent, above the consensus estimate of 3.5 percent.",
  "One approach comes from Apollo Global Management, the other a joint approach from Blackstone and Carlyle Group.",
  "Ford Motor – Ford reported adjusted quarterly profit of 27 cents per share, 4 cents a share short of forecasts.",
  "Mondelez – Mondelez beat estimates by 2 cents a share, with adjusted quarterly profit of 56 cents per share.",
  "Comcast added 260,000 broadband customers during the quarter, the highest for a second quarter in 10 years.",
  "Revenue also topped forecasts, helped by strong sales of the cancer drug Opdivo and blood thinner Eliquis.",
  "Horton – The home builder earned $1.18 per share for the second quarter, 10 cents a share above estimates.",
  "Visa – Visa came in 11 cents a share above estimates, with adjusted quarterly profit of $1.20 per share.",
  "Revenue did match Street forecasts, but growth was slowed by new European Union data privacy rules.",
  "For its latest quarter, Facebook beat estimates by 2 cents a share, with profit of $1.74 per share.",
  "Revenue also topped forecasts as more customers spent money using their credit cards.",
  "Dunkin' did trim full year estimates on costs related to its \"Blueprint For Growth.\"",
  "Revenue exceeded forecasts as well on a double digit increase in new orders.",
  "Visa also saw weaker-than-expected payment volume during the quarter.",
  "The total value of the deal, including assumed debt, is $2.9 billion.",
  "AMD was helped by a jump in demand for personal computers.",
  "The automaker's revenue came in slightly above forecasts.",
  "The drugmaker's revenue was also above Street forecasts.",
  "The snacks maker's revenue was just shy of forecasts.",
  "Revenue came in slightly short of Street forecasts.",
  "Revenue was lighter than analysts were expecting.",
  "The chipmaker's revenue was also above estimates.",
  "Profits were up 57 percent from a year earlier.",
  "Gilead is launching a search for a new CEO.",
  "Revenue and other key metrics fell short.",
  "Revenue also exceeded estimates.",
  "D.R."
]