[
  "Early in the Trump administration, Kushner's sister pitched Chinese investors on the Kushner properties by pointing to the prospect of what's known as an investor visa — a fast-track process for wealthy investors to gain residency in the United States by investing $500,000.",
  "The New York Times reported Wednesday night that the Kushner family real estate company obtained two large loans totaling more than $500 million from companies whose executives met with Kushner at the White House last year.",
  "Harris was advising the White House on infrastructure policy, to be sure, but the fact that he and Kushner went so far as to discuss a White House job for Harris suggests they didn't just happen to be in the same room.",
  "Looming in the background of all of these are the Kushners' readily apparent struggles to obtain cash for a troubled investment at 666 Fifth Ave. in New York, for which $1.2 billion in debt comes due in January.",
  "McMaster found out from intelligence reports that at least four countries had discussed ways in which to manipulate Kushner via his complex business dealings, financial difficulties and inexperience.",
  "Deals with Qatari and Chinese investors have fallen through, though the same Qatari government investment fund whose deal fell through is a top investor in Apollo's real estate trust.",
  "Somewhat similarly, during the transition period Kushner attempted to set up a secret communications channel with the Kremlin, according to intercepts of the Russian ambassador.",
  "(Jabin Botsford/The Washington Post)\n\nPresident Trump's decision to put his assets into a not-so-blind trust led to myriad concerns about possible conflicts of interest.",
  "“Stories like these attempt to make insinuating connections that do not exist to disparage the financial institutions and companies involved,” a spokeswoman said.",
  "The Washington Post reported Tuesday that Kushner for a time was speaking with foreign leaders without running the contacts through the National Security Council.",
  "The biggest early flash points in the debate over using the White House for personal gain, though, have been decidedly focused on his son-in-law, Jared Kushner.",
  "The lenders say standard processes were followed, with Citigroup emphasizing that a relationship existed before Kushner joined the White House.",
  "Despite that apology, CNN found two businesses working with the Kushners continued to use his name in sales pitches to Chinese investors.",
  "One was from Apollo Global Management for a Chicago skyscraper, while the other was from Citigroup for some Brooklyn office buildings.",
  "Why open yourself up to even suspicions of self-dealing when it involves a lender that does business with your family company?",
  "In the former case, the executive, Joshua Harris, also spoke with Kushner about a White House job that never materialized.",
  "Kushner's sister presented herself to investors by noting her familial relationship with the senior White House adviser.",
  "All of this is clearly of interest in special counsel Robert S. Mueller III's investigation — and has been for months.",
  "And he met during that same period with a Russian banker tied to the Kremlin, without disclosing the meeting.",
  "This isn't even the first time this week that Kushner's fast-and-loose style in the White House has come up.",
  "\n\nWhite House senior adviser Jared Kushner listens as President Trump speaks in November.",
  "And the Kushner Companies suggested the Times was struggling to connect dots.",
  "And then it's Harris's company that happens to give the Kushners a big loan.",
  "The program had just been extended by Trump in a bill he had signed.",
  "Kushner's legal team says he played no role in securing the loans.",
  "And he surely knows a lot more than we do right now.",
  "The family later apologized for doing so.",
  "But why even take part in the meetings?",
  "And national security adviser H.R."
]