[
  "And then there are general privacy concerns: Adam Levitin, a law professor at Georgetown, told the WSJ: “There’s the slippery slope danger if it’s guns today maybe it is pornography tomorrow and the day after it’s right-wing literature.”\n\n— Michael de la Merced\n\nPhoto\n\nHNA is set to drop its pursuit of SkyBridge Capital\n\nThe Chinese conglomerate plans to end its bid for SkyBridge Capital, the investment firm founded by Anthony Scaramucci, The WSJ reports.",
  "Banks and credit card companies are reportedly looking at how to identify gun transactions in their payment systems, the WSJ reported on Monday\n\nAdvertisement Continue reading the main story\n\nFrom AnnaMaria Andriotis, Telis Demos and Emily Glazer of the WSJ:\n\nThe financial companies have explored creating a new credit-card code for firearms dealers, similar to how they code restaurants, or department stores, according to people familiar with the matter.",
  "But from that, Mr. Legere sought to change the way U.S. wireless providers did business:\n\n• Lowering prices\n\n• Ending some long-term contract requirements\n\n• Offering unlimited data plans\n\n“The company took off like a rocketship and has sustained that momentum ever since the AT&T merger was blocked,” the analyst Craig Moffett of the research firm MoffettNathanson told me in an interview.",
  "But it also includes frequent taunts of his competitors, with Verizon and AT&T derided as “dumb and dumber.”\n\nIn 2014, after the collapse of a previous round of merger talks with Sprint, Mr. Legere posted this insult of his off-again, on-again deal partner:\n\nWhen I asked about the tweet in a phone interview on Sunday — which also involved Marcelo Claure, Sprint’s C.E.O.",
  "The first of those sounds similar to what Andrew called for in a column last month:\n\nIf the credit card companies and banks agreed, they could come up with a series of subcodes that would identify retailers that sold guns under a “best practices” policy — like the policy that Citigroup proposed or the one that Walmart and Dick’s follow — and the ones that don’t.",
  "More from Julie Creswell, Kevin Draper and Rachel Abrams:\n\nWhile Nike executives have told investors that the women’s category was a crucial part of its revenue growth strategy, former employees said it was not given the budget it needed to roll out the sophisticated marketing campaigns that were the hallmark of traditional men’s sports, like basketball.",
  "Those shares “will fully vest if he’s terminated within 18 months of the deal’s completion, or if his responsibilities change materially.”\n\nHe also “is eligible for cash severance of about $11.6 million and $54,000 of other benefits.”\n\nPhoto\n\n2018 is shaping up to be the biggest year for deal making on record.",
  "The worries of some critics, according to Nathaniel Popper:\n\nCountries that devote more resources to the process could successfully push their preferred cryptographic algorithms to be the standards, potentially creating so-called back doors that could be used in the future to spy on blockchain activity.",
  "Those include a mandatory $100 billion cut in America’s $375 billion annual trade deficit with China and curbs on Beijing’s $300 billion plan to bankroll the country’s industrial upgrade into advanced technologies like artificial intelligence, semiconductors, electric cars and commercial aircraft.",
  "On CNBC this morning, Mr. Legere previewed the pitch he would be making:\n\n“The 5G aspects that are critical for the country and critical for us really was the flipping point as to this is the time.” “Services are going to be broadened, prices are going to go down, speeds are going to go up.",
  "• In pursuing acquisitions abroad, Japanese companies like Takeda Pharmaceuticals are fulfilling the promises of “Abenomics.” (FT)\n\nAdvertisement Continue reading the main story\n\n• Marathon Petroleum is said to be set to buy Andeavor, a pipeline and refining company, for over $20 billion.",
  "Mr. Koum, who co-founded WhatsApp and had insisted that strong encryption be built into the service, was perturbed by the amount of data that Facebook collected on people and had advocated for stronger protections of that information, the executive said.",
  "Mr. Legere is also well-known for his Twitter feed, a stream of posts that ranges from slow-cooker cuisine (Sunday’s edition, published before the deal was announced, involved Kansas City-style ribs, a sly nod to Sprint’s hometown) to his indoor cycling.",
  "Mr. Koum had grown increasingly concerned over Facebook’s position on user data in recent years, The NYT’s Sheera Frenkel reports, citing a company executive, who asked not to be identified because the details of Mr. Koum’s departure were confidential.",
  "Axios reports that key Trump economic officials are split on what to do: Steven Mnuchin and Larry Kudlow want to provide extensions to give negotiations more time, while hard-liners like Peter Navarro, a top trade adviser, are opposed to such a move.",
  "Photo\n\nChina plans to stake an assertive negotiating stance\n\nThe country says it will refuse to discuss President Trump’s two toughest trade demands when American officials arrive in Beijing this week, potentially derailing the high-level talks.",
  "“But the market concentration is presumptively anticompetitive.”\n\nMore on the T-Mobile-Sprint deal: SoftBank’s Masayoshi Son, who controls Sprint, finally gets the merger he has long craved, but walking away from talks last year cost him dearly.",
  "Newsletter Sign Up Continue reading the main story The All-New DealBook Newsletter Our columnist Andrew Ross Sorkin and his Times colleagues help you make sense of major business and policy headlines — and the power-brokers who shape them.",
  "More on the legacy of Mr. Legere, from my and Cecilia’s story on the deal:\n\nThose policies helped T-Mobile add nearly 40 million customers over the last five years, with 5 million new customers added last year alone.",
  "But Mr. Moffett said that the very success of Mr. Legere and T-Mobile could pose problems for the Sprint deal, since it proves that regulators’ opposition to the two companies’ effort to merge in 2014 was justified.",
  "Photo\n\nWhat’s on tap at the Milken Institute’s Global Conference\n\nThe gathering reliably draws leaders from Wall Street, Hollywood and sports to Los Angeles to discuss trade, health care, investing and more.",
  "in particular, no further extension means that the political bloc “should be ready to decisively defend its interests within the framework of multilateral trade rules.” (Which sounds a lot like a trade war.)",
  "(NYT)\n\n• Noble Group’s fight for survival has moved to the courts, with firms like Goldman Sachs and Deutsche Bank listed as defendants in a legal battle with the dissident shareholder Goldilocks Investment.",
  "It’s the latest sign of the interest of countries like China, Britain and the U.S. in blockchain, which lies at the heart of cryptocurrencies like Bitcoin — and in controlling the technology’s evolution.",
  "Photo\n\nWhatsApp co-founder is leaving Facebook\n\nJan Koum, who sold the messaging app WhatsApp to Facebook for $19 billion and became a board member of the social network, said he was leaving the company.",
  "Yesterday’s rollout of T-Mobile’s $26.5 billion bid to buy Sprint — the companies’ latest merger effort over the years — showed that both wireless carriers are laser-focused on winning over regulators.",
  "But senior Beijing officials do not plan to discuss the two biggest requests that the Trump administration has made over the past several months, according to people involved in Chinese policymaking.",
  "This year’s conference will touch on hot topics like the trade tensions between the U.S. and China, the #MeToo movement, the planned talks with North Korea, and the backlash against Silicon Valley.",
  "(WaPo)\n\n• Richard Cordray, the former chief of the Consumer Financial Protection Bureau, is battling Dennis Kucinich for the mantle of more progressive Democrat in the race for Ohio’s governorship.",
  "A preview of Andrew’s column on the deal, which will go up this afternoon:\n\nNo matter how much hyperbole Sprint and T-Mobile expend, it is hard to see how the deal will pass muster with regulators.",
  "(Bloomberg)\n\n• Owning real estate in limited liability companies protects property owners, but it has also turned out to enable problematic behavior, like laundering money or being a bad landlord.",
  "Elsewhere in trade: John Bolton, Mr. Trump’s new national security adviser, suggested that the U.S. won’t offer sanctions relief to North Korea until the country commits to nuclear disarmament.",
  "Advertisement Continue reading the main story\n\nThe political flyaround\n\n• Meet Richard Uihlein, the shipping supplies magnate who has become one of the most prolific Republican donors around.",
  "But such a move might concern opponents of gun control, who worry that keeping tabs on firearms sales would be contrary to the government’s hands-off approach to monitoring such transactions.",
  "But critics interviewed by the NYT said that systemic mistreatment of women also cost Nike traction in a huge product category: women’s products, the fastest-growing part of the market.",
  "(WSJ)\n\nAdvertisement Continue reading the main story\n\nThe speed read\n\n• Samsung plans to drastically simplify the conglomerate’s ownership structure, loosening ties with the Lee family.",
  "Acquirers have struck $674 billion of deals for U.S. companies through April 30, the highest level on record and exceeding the $607 billion agreed to through the same period in 2007.",
  "Elsewhere in harassment news: Steve Wynn has sued a former Wynn Resorts employee for defamation, accusing him of spreading false allegations of sexual misconduct in news reports.",
  "Among today's sessions are a survey of the markets that includes Mike Corbat of Citigroup, and a broad discussion of global affairs that includes David Solomon of Goldman Sachs.",
  "“It would not surprise me if they can come up with an economist with a model that says this is all unicorns and cupcakes,” said Michael Kades, a former lawyer at the F.T.C.",
  "AT&T, Verizon and Sprint all followed suit, and in recent years the overall price of basic wireless plans has stayed flat or fallen, according to Obama-era regulators.",
  "(WSJ)\n\nPhoto\n\nNike shows the cost of harassment on business\n\nThe exodus of executives amid revelations of a toxic corporate culture have shaken up the athletic giant.",
  "commissioner, Ajit Pai, has signaled an open mind toward mergers, many antitrust staffers at the Justice Department are the same people who opposed the deal in 2014.",
  "(FT)\n\n• Prologis agreed to buy DCT Industrial Trust, an industrial real estate investment trust, for about $8.4 billion in a bet on growing demand for warehouses.",
  "It would add transparency to the process, and it would give banks that issue credit cards the opportunity to decide which retailers they wanted to associate with.",
  "Advertisement Continue reading the main story\n\nMr. Koum’s exit is the highest-profile departure from Facebook after months of controversy at the social network.",
  "The transaction, if it is called off, will be the latest to fall apart under scrutiny from the Committee on Foreign Investment in the United States, or Cfius.",
  "Their main talking points: Together they can build a robust 5G wireless network, keep prices low for consumers, and create jobs — particularly in rural areas.",
  "Advertisement Continue reading the main story\n\nT-Mobile agreed to buy Sprint in an all-stock deal, which valued Sprint at $26.5 billion or $6.62 a share.",
  "(WSJ)\n\n• A New York Supreme Court judge temporarily blocked Fujifilm’s merger with Xerox on Friday, after activist investors sued to block the deal.",
  "(WSJ)\n\n• Du Xiaoman Financial, a financial services business spun from Baidu, has drawn a $1.9 billion investment from TPG and the Carlyle Group.",
  "Attendees include Treasury Secretary Steven Mnuchin, Tim Sloan of Wells Fargo, Leon Black of Apollo Global Management and Eric Schmidt of Google.",
  "Those deals include Broadcom’s pursuit of Qualcomm, Ant Financial’s purchase of MoneyGram, and Canyon Bridge Capital’s acquisition of Lattice.",
  "Elsewhere in tech: Amazon has asked candidates for its second headquarters how they plan to deal with increased traffic and housing demands.",
  "It’s also a sign of Walmart ceding ground internationally (except in India, where it’s pursuing a deal for the e-commerce company Flipkart).",
  "Critics’ corner: The proposed transaction carefully targeted everything President Trump likes, according to Jennifer Saba of Breakingviews.",
  "T-Mobile’s market value also outstripped that of Sprint’s, contributing to the structure of Sunday’s deal: Mr. Legere would become C.E.O.",
  "Mr. Scaramucci announced in January 2017 that he was selling SkyBridge to a consortium led by RON Transatlantic and HNA Capital of China.",
  "Another idea would require merchants to share information about specific firearm products consumers are buying, some of the people said.",
  "In an ironic twist, completion of the Sprint deal would put T-Mobile ahead of its former suitor, AT&T, in terms of retail subscribers.",
  "Photo\n\nThe deals flyaround\n\n• J Sainsbury will buy Walmart’s Asda for about $10 billion to create Britain’s biggest grocery chain.",
  "Photo\n\nRevolving door\n\n• Aramco added Lynn Laverty Elsenhans, the former Sunoco C.E.O., to its board as its first female director.",
  "Labour lawmakers pressed the British government to more closely scrutinize whether I.P.O.s are being abused by Russian oligarchs.",
  "That’s the biggest total through the first four months of a year on record, topping the $1.64 trillion of deals struck in 2007.",
  "(NYT)\n\n• How the public relations executive Ronn Torossian became omnipresent in various story lines in the Trump universe.",
  "(WSJ)\n\n• A fire broke out over the weekend in a 33-floor building in Baku, Azerbaijan, that was once a Trump-branded tower.",
  "The two firms might strike a partnership agreement instead, The WSJ reports, citing people familiar with the matter.",
  "So far this year, companies and other buyers have announced $1.68 trillion of acquisitions, according to Dealogic.",
  "Keith Bradsher of the NYT reports:\n\nThe Chinese government is publicly calling for flexibility on both sides.",
  "(Reuters)\n\n• CVC Capital Partners has reportedly approached WPP about buying its Kantar market research unit.",
  "You agree to receive occasional updates and special offers for The New York Times's products and services.",
  "Sign Up You will receive emails containing news content , updates and promotions from The New York Times.",
  "Bloomberg reports that Sprint’s chief executive stands to take home $78 million if the deal is completed.",
  "Ms. Rudd quit late yesterday, amid growing criticism over her handling of a damaging immigration crisis.",
  "Beijing feels its economy has become big enough and resilient enough to stand up to the United States.",
  "Terms of the deal were not announced, but reports at the time pegged its value at around $200 million.",
  "And the wireless market won’t be a three-company business, with Comcast and others trying to break in.",
  "If the deal fails, T-Mobile has a bright future, but Sprint doesn’t, Tara Lachapelle of Gadfly writes.",
  "who is now the director of markets and competition policy for Washington Center for Equitable Growth.",
  "At that deal price, Mr. Claure’s long-term award of 10 million Sprint shares is worth $66.2 million.",
  "(NYT)\n\nPhoto\n\n“The blockchain will belong to the Russians.”\n\nSo declared Gigory Marshalko, an F.S.B.",
  "As of Dec. 31., the company had 58.7 million retail subscribers, compared to Sprint’s 40.9 million.",
  "Come 12:01 a.m. Tuesday, temporary exemptions expire for President Trump’s imported steel tariffs.",
  "Tom Brokaw angrily denied harassment allegations against him in an email to confidants.",
  "“If you liked the competition before, you’re going to love what’s coming with this one.",
  "The move came as Mr. Scaramucci was pursuing a position with the Trump administration.",
  "How using Tesla’s Autopilot cost a British man his driving privileges for 18 months.",
  "The 5G capability is going to be beyond anything the United States has seen before.",
  "Winning over regulators is the top priority for the C.E.O.s of Sprint and T-Mobile.",
  "Customers shouldn’t expect their phone bills to go up — at least, not right away.",
  "agent who lead Russia’s delegation to the International Standards Organization.",
  "(Politico)\n\n• Sajid Javid has replaced Amber Rudd as Britain’s home secretary.",
  "The move is likely to face close scrutiny by Britain's competition regulator.",
  "Just in case, industrial companies are stocking up on steel and aluminum.",
  "”\n\nMarcelo Claure is poised to be a big winner if the deal goes through.",
  "Photo\n\nIs the third (or fourth) time the charm for Sprint and T-Mobile?",
  "The Un-carrier campaign helped propel T-Mobile ahead of Sprint in 2015.",
  "Photo\n\nAre the U.S. and Europe are on the brink of a trade battle?",
  "Regulators are worried about how dependent banks are on the cloud.",
  "“You’re expecting me to remember tweets from 2014?” he responded.",
  "Merger activity is also on a record pace in the United States.",
  "of the combined company, which would keep the T-Mobile name.",
  "Please email thoughts and suggestions to bizday@nytimes.com.",
  "A bigger step toward financial firms limiting gun sales?",
  "Michael and Cecilia Kang point out that while the F.C.C.",
  "— Michael de la Merced\n\nLegere’s pitch to regulators.",
  "Please verify you're not a robot by clicking the box.",
  "(NYT)\n\n• Bob Dylan has a new gig: making whiskey.",
  "Tesla burns through about $6,400 every minute.",
  "You must select a newsletter to subscribe to.",
  "Whether they will succeed is another matter.",
  "Make sure to check DealBook for highlights.",
  "That includes the E.U., Canada and Brazil.",
  "AT&T had 93.2 million at the end of 2017.",
  "Jobs are going to go up from day one.",
  "View all New York Times newsletters.",
  "(NYT)\n\nWe’d love your feedback.",
  "What’s behind China’s stance?",
  "You may opt-out at any time.",
  "Thank you for subscribing.",
  "Please try again later.",
  "An error has occurred.",
  "Invalid email address.",
  "— Mr. Legere chuckled.",
  "Please re-enter.",
  "And for the E.U.",
  "The reason?"
]