[
  "Agility is also working on forming a team of investment professionals to help manage the business it hopes to acquire, the source said, including Yousef Al Essa, the former chief executive of Amwal International Investment Company and Addax Bank, as well as Yahya Jalil, formerly managing director of Frontier Management Group, an affiliate of Apollo Global Management.",
  "The pair are among potential buyers to emerge for the investment management unit of Dubai-based Abraaj, which filed for provisional liquidation in the Cayman Islands in June after months of turmoil related to a row with investors over the use of their money in a $1 billion healthcare fund.",
  "Agility’s aim in partnering with Centerbridge, which has experience in managing distressed assets, is to make its offer more attractive to limited partners in Abraaj’s funds, creditors and the provisional liquidators, the finance source said.",
  "DUBAI, Aug 13 (Reuters) - Kuwait’s Agility has teamed up with New York-based Centerbridge Partners for its bid to acquire all or part of stricken Middle East private equity firm Abraaj, according to a finance source.",
  "Agility is also reviewing its initial bid and will re-submit it based on new financial information being made available to potential buyers by Deloitte, one of the joint provisional liquidators, the source said.",
  "In its statement in June, seen by Reuters, Agility said it had identified fund management companies to partner with, without elaborating.",
  "Agility’s agreement with Centerbridge is non-exclusive, the source said, meaning it could still bring in another partner if necessary.",
  "Centerbridge has around $28 billion in capital under management and expertise in distressed debt and private equity.",
  "Agility referred Reuters to an earlier statement confirming its interest in buying Abraaj’s business.",
  "The source did not want to be identified because the information was not public.",
  "(Editing by Ghaida Ghantous, Saeed Azhar and Mark Potter)",
  "Nobody was available to comment from Centerbridge."
]