[
  "is 54 ... Rep. Andy Biggs (R-Ariz.) is 59 … Rep. Rick Allen (R-GA) is 66 … Adams Nager ... CNN correspondent Kaylee Hartung, an ESPN and CBS alum ... Jonathan Tannenwald … Meghan Roh, director of public affairs at Epic and an HHS alum … Ben Golnik … Avi Zvi Zenilman is 33 ...\n\n... Siobhan Gorman, director at Brunswick Group ... Facebook’s Erin Green … Jeff Bjornstad, president of federal affairs and strategic comms at Washington2 Advocates, is 5-0 ... Trey Graham … Daniel Libit, editor of NM Fishbowl and a Politico alum ... Olivia Lucas ... Phil LaRue ... Max Viscio … Perry Goffner, a staffer for Rep. Brendan Boyle (D-Pa.) ... Kelsey Suter of APCO Worldwide’s DC office (h/t Anthony DeAngelo) … Betsy Bourassa, media relations associate at the Federal Reserve Bank of New York ... George Thompson, partner at Banner Public Affairs (h/t Jon Haber) … Jamila Bey ... Kyle Kerchaert ... Liz Llorente ... Kathy Killeavy of Edelman … Kyle Kerchaert ... Jeanneane Maxon ... Adnaan Muslim … Jackie Lemaire … Glennis Meagher … Pat Devlin ... David Grossman … Tory Mazzola … Brad Root … Pat Devlin … Andrea Krizner … Dana Schultz (h/ts Teresa Vilmain)\n\nSUBSCRIBE to the Playbook family: POLITICO Playbook http://politi.co/2lQswbh ... Playbook Power Briefing http://politi.co/2xuOiqh … New York Playbook http://politi.co/1ON8bqW … Florida Playbook http://politi.co/1OypFe9 ... New Jersey Playbook http://politi.co/1HLKltF ... Massachusetts Playbook http://politi.co/1Nhtq5v … Illinois Playbook http://politi.co/1N7u5sb ... California Playbook http://politi.co/2bLvcPl ... London Playbook http://politi.co/2xfDPuK … Brussels Playbook http://politi.co/1FZeLcw ... All our political and policy tipsheets http://politi.co/1M75UbX\n\nFollow us on Twitter Anna Palmer @apalmerdc\n\n\n\nJake Sherman @JakeSherman\n\n\n\nDaniel Lippman @dlippman\n\nFollow Us",
  "That was a real honor.”\n\n-- AP/SEOUL: “President Donald Trump, on his first day on the Korean peninsula, signaled a willingness to negotiate with North Korea to end its nuclear weapons program, urging Pyongyang to ‘come to the table’ and ‘make a deal.’ In a notable shift from his aggressive rhetoric toward North Korea, Trump took a more optimistic tone Tuesday, suggesting that ‘ultimately, it’ll all work out.’ And while he said the United States would use military force if needed, he expressed his strongest inclination yet to deal with rising tensions with Pyongyang through diplomacy.” http://bit.ly/2ApYu1G\n\nPRISON AT THE RITZ RIYADH -- @ryangrim: “These photos confirm our original report, that the Ritz-Carlton Riyadh has indeed become a prison after MBS’s purge” http://bit.ly/2ja5dc1\n\nSITUATIONAL AWARENESS: VP Mike Pence is on the Hill today for the Senate GOP lunch and meetings with other leaders.",
  "Many political messages were sent out word-for word by multiple Russian-backed accounts, often within minutes of each other, suggesting a coordinated campaign.” http://on.wsj.com/2AgAAVh\n\n--“Top investor Shervin Pishevar has sued a Republican opposition firm for alleging that he’s ‘an agent of the Russian government,’” by Recode’s Tony Romm, Teddy Schleifer and Johana Bhuiyan: “Top Silicon Valley venture capitalist Shervin Pishevar has declared legal war on a Republican-driven political opposition firm, alleging that it conducted a ‘smear campaign’ that tied him to the Russian government as well as ‘an incident with a prostitute in Europe.’ The defamation lawsuit filed in a San Francisco court late Monday targets Definers Public Affairs, an outfit of elite GOP operatives — led by Matt Rhoades and Joe Pounder — that only recently set up shop in Silicon Valley.",
  "My big break though was coming to D.C. in 1997 to work for Rep. Bob Etheridge which eventually led me into the communications side of the business and onto other campaigns, political committees, Super PACs and non-profits.” Read his Playbook Plus Q&A: http://politi.co/2hPFsKz\n\nBIRTHDAYS: Gen. David Petraeus ... Sheila Nix … Politico’s Elena Schneider and Kate Murphy ... Jen Friedman, senior director for corporate reputation at GE (h/t Ben Chang) ... Liz Allen, SVP at GPG and former Obama WH deputy comms director, who “celebrated with the Camp 30 crew over Italian Mixed Grill Sunday night, with lots of sax for mood music” (h/ts The Swan and Chris Ortman) … Billy Graham is 99 ... Peter Kadzik is 64 ... former Sen. Rudy Boschwitz (R-Minn.) is 87 ... Politico Europe’s Legris Agathe ... Caroline (Rabbitt) Tabler, comms.",
  "‘I’m sure Governor Kean is confused with the passing of the years because the state budget in his years more than doubled in state appropriations,’ Christie told NJ Advance Media by phone.” http://bit.ly/2zCX9at\n\n--\"As Christie era wanes, Jersey GOP has little to show for it,\" by Ryan Hutchins: http://politi.co/2ycwRYq\n\nPOLITICO SCOOP -- “Ross aide served on Navigator’s board while working at Commerce,” by Lorraine Woellert, Nancy Cook and Andrew Restuccia: “A top adviser to Commerce Secretary Wilbur Ross served on the board of Navigator Holdings, a shipping company whose clients include a Russian energy company with Kremlin ties, while she was working in the Trump administration.",
  "Competing explanations of the origins of the drama cited stray yard clippings, newly planted saplings and unraked leaves.” http://nyti.ms/2Ag3Qvm\n\nWILD STORY -- RONAN FARROW in The New Yorker, “Harvey Weinstein’s Army of Spies: The film executive hired private investigators, including ex-Mossad agents, to track actresses and journalists”: “According to dozens of pages of documents, and seven people directly involved in the effort, the firms that Weinstein hired included Kroll, which is one of the world’s largest corporate-intelligence companies, and Black Cube, an enterprise run largely by former officers of Mossad and other Israeli intelligence agencies.",
  "‘We’re treating every day like it could be the decisive day,’ said Bob Chlopak, a lobbyist representing Americans Against Double Taxation, a coalition fighting to preserve deductions for state and local taxes.” http://politi.co/2m0gQ5Y\n\n-- WSJ: “Tax Overhaul Faces Major Hurdles: Disagreements could delay plans to pass the legislation this year,” by Rich Rubin and Siobhan Hughes: “A House committee began considering a bill Monday that would reduce taxes by $1.4 trillion over 10 years, but disagreements over key pieces of the measure could force the GOP to make changes and slow down plans to pass it by year’s end.",
  "“In the ad, the CEO of a 300-person manufacturing company in Hanover Park, Illinois argues that the ‘complex and outdated tax code gets in the way’ of American businesses before urging Congress to deliver on its promise of tax legislation.” The spot http://bit.ly/2j4ToDE\n\nWAPO’S ED O’KEEFE: “Democrats to huddle with White House officials on tax reform Tuesday”: “Marc Short, the White House director of legislative affairs, and Gary Cohn, director of the National Economic Council, are set to meet at the U.S. Capitol with at least eight Democrats, Sens.",
  "A trove of records leaked from an offshore law firm, Appleby, shows that the services offered by Bank of Utah, Wells Fargo and other American companies were sought after by rich jet owners in Russia, Africa and the Middle East.” http://nyti.ms/2j8wrzv\n\nVALLEY TALK -- “After a Tax Crackdown, Apple Found a New Shelter for Its Profits,” by NYT’s Jesse Drucker and Simon Bowers: “It was May 2013, and Mr. Cook, the chief executive of Apple, appeared before a United States Senate investigative subcommittee.",
  "The center has pulled all materials related to its initial report and said it will issue a corrected version as soon as it is able, likely Tuesday.” http://wapo.st/2hbWEZZ\n\nNANCY COOK: “Business Roundtable is launching on Tuesday the next phase of its multi-million-dollar ad buy to push tax reform; this time, with a national TV commercial that tries to sell the idea that lowering the corporate tax rate will boost the American economy so much, the gains will trickle down to workers.",
  "Narrow margins in both chambers leave the party little room to maneuver.” http://on.wsj.com/2j6fVjG\n\n-- OOPS -- “Influential think tank retracts analysis of GOP tax bill,” by WaPo’s Heather Long: “The Tax Policy Center on Monday retracted its assessment of House Republicans’ tax bill after discovering an error in its model, a mistake that could complicate the effort to evaluate the legislation by an organization that has long enjoyed broad, bipartisan credibility.",
  "The former NYPD cop became head of security at Trump Tower in 2005.” http://politi.co/2ja2Vtr\n\n-- “Carter Page testimony dismisses Russian interference in election,” by Kyle Cheney and Randy Lemmerman: “Carter Page, who advised President Donald Trump’s campaign on foreign policy, jousted with House Intelligence Committee members for nearly seven hours last week as lawmakers grilled him about his contacts with Russian officials during the 2016 campaign.",
  "Page has dismissed the ‘dodgy dossier’ repeatedly, but he’s also offered erratic and sometimes evasive answers about his own Russia connections and his role in the campaign.” http://politi.co/2lZMCjG\n\n--Bloomberg’s Billy House: “Page ... refused last week to give a congressional committee documents related to the Russia investigation because he said they might not all ‘match up’ with information from earlier wiretaps that caught his conversations.",
  "“Holder says firing Bob Mueller ‘would raise the possibility of impeachment’ for President Donald Trump, and that Attorney General Jeff Sessions is both ‘racially insensitive’ and ‘racially unaware.’\n\n“And campaigning for Ralph Northam the week before the election, he warned a black church in Richmond about not voting by talking up last Nov. 9, ‘when we woke up to the orange man.’ ‘I probably would not have done that while I was attorney general.",
  "It’s going … OK.” http://politi.co/2Ag2jW9\n\n**SUBSCRIBE to Playbook: http://politi.co/2lQswbh\n\nCOOL GRAPHIC: “How Virginia went from blue to red and back again” http://wapo.st/2Are6SH\n\n-- NEWARK STAR-LEDGER: “With a hoarse voice strained by the last-minute, non-stop campaign ahead of Tuesday’s election, Phil Murphy rallied Democrats on Monday night at a Trenton church just blocks away from the Statehouse he hopes to inhabit.",
  "...\n\n“‘His claims are delusional, we have never engaged in any of the actions he outlined in this complaint, and Definers has never done any work with regards to Mr. Pishevar,’ said Tim Miller, a partner at the firm, in a statement to Recode.” http://bit.ly/2zjm5TN\n\nFIRST IN PLAYBOOK – Former DHS Secretaries Tom Ridge and Michael Chertoff have written a letter of support for DHS secretary nominee Kirstjen Nielsen to Sens.",
  "He also enlisted former employees from his film enterprises to join in the effort, collecting names and placing calls that, according to some sources who received them, felt intimidating.” http://bit.ly/2znXrkK\n\n\n\nPlaybook Reads\n\nPHOTO DU JOUR: President Donald Trump and South Korean President Moon Jae-in attend a welcoming ceremony at the Presidential Blue House in Seoul, South Korea on Nov. 7.",
  "BREAKING, FROM RACHAEL BADE -- “Multiple former female aides to Rep. Brenda Lawrence say they were harassed or demeaned by her chief of staff”: “A lawmaker pushing for a more aggressive response to sexual harassment on Capitol Hill has kept her chief of staff on payroll despite receiving multiple complaints by women in her office about his behavior toward them, according to several former aides.",
  "-- “Is Landscaping Drama at the Root of Rand Paul’s Assault?” by NYT’s Nick Fandos, Noah Weiland and Jonathan Martin: “The violent altercation last week that left Senator Rand Paul nursing bruised lungs and broken ribs began over a landscaping dispute between the senator and his longtime next-door neighbor, according to neighbors and three Kentucky Republicans familiar with what transpired.",
  "Air Force didn’t submit his conviction to FBI” http://bit.ly/2hbveDp\n\n-- WAPO’S ALEX HORTON: “The Air Force says it failed to follow policies for alerting federal law enforcement about Devin P. Kelley’s violent past, enabling the former service member, who killed at least 26 churchgoers Sunday in Sutherland Springs, Tex., to obtain firearms before the shooting rampage.",
  "Learn more at google.com/grow/veterans\n\nRUSSIA WATCH -- “Trump’s ‘loyal lieutenant’ to testify on 2013 Russia visit,” by Annie Karni: “When senior White House officials wanted to know what mood the president was in before a meeting, they used to look for guidance from Keith Schiller, a man with a hangdog face who sat in a small, shared office off the Oval.",
  "The polls close at 7 p.m. Eastern in Virginia and 8 p.m. in New Jersey.” http://politi.co/2hN7N40\n\n--“For Democrats, Virginia’s Elections Are a Petri Dish,” by Maggie Severns and Kevin Robillard in POLITICO Magazine: “Powered by a surge of anti-Trump energy, Democrats are trying to retake the lower house in a test of their national push to win back power.",
  "You’ve talked about wanting to put extreme vetting on people trying to come into the United States, but I wonder if you would consider extreme vetting for people trying to buy a gun.” TRUMP: “Trying to what?” VITALI: “Buy a gun.” TRUMP: “Well, you’re bringing up a situation that probably shouldn’t be discussed too much right now.",
  "Not going to help.”\n\nREALITY CHECK -- “GOP shrugs off gun control after latest mass shooting,” by Seung Min Kim and Heather Caygle: “Momentum for gun control saw a brief burst of life after the worst mass shooting in modern U.S. history last month, with Republicans joining Democrats in weighing restrictions to bump stocks.",
  "Kelley was sentenced to a year in prison and kicked out of the military with a bad conduct discharge following two counts of domestic abuse against his wife and a child, according to Air Force spokeswoman Ann Stefanek.” http://wapo.st/2lYgvkl\n\nNBC’S ALI VITALI ASKS TRUMP IN SEOUL -- VITALI: “Thank you, Mr. President.",
  "Teramoto didn’t resign her seat on Navigator’s board until July 17.” http://politi.co/2hbIzvy\n\nCATCHING YOU UP ON TRUMP ABROAD …\n\n-- TRUMP at Camp Humphreys before an operational briefing: “[W]e’ll be meeting with the various generals -- General Brooks and the various generals -- about the situation in North Korea.",
  "When friends and advisers outside the West Wing wanted to share a news article, gossip or advice with President Donald Trump, they would be advised to ‘send it to Keith, he’ll get it to me.’ After Trump decided to fire FBI director James Comey, it was Schiller who was tasked with hand-delivering the letter.",
  "‘I think those are all going to be questions we need to ask ourselves but I think right now, the fog of this event is not yet lifted and we need to know the answers before we know how to act.’” http://politi.co/2iBdCB2\n\n-- DETAILS ABOUT THE TRAGEDY: “One Minute They Were a Family Praying in Church.",
  "ENGAGED -- OBAMA ALUMNI -- Jen Friedman, senior director of corporate reputation at GE and former deputy WH press secretary for Obama, got engaged to Chris Weideman, general counsel for litigation and regulation at Apollo Global Management and former COS at Treasury in the Obama administration.",
  "After a lengthy inquiry, the committee found that the company had avoided tens of billions of dollars in taxes by shifting profits into Irish subsidiaries that the panel’s chairman called ‘ghost companies.’ ‘We pay all the taxes we owe, every single dollar,’ Mr. Cook declared at the hearing.",
  "BIRTHWEEK (was yesterday): Alison Patch of APCO Worldwide’s DC office (hat tip: Anthony DeAngelo)\n\nBIRTHDAY OF THE DAY: Brad Woodhouse, Democratic consultant and campaign director of Protect Our Care and alum of DNC, Americans United for Change, American Bridge and Correct the Record.",
  "The work on behalf of Mr. Mikhelson, whose gas company is under United States sanctions, is part of a discreet niche business for Bank of Utah that allows wealthy foreigners to legally obtain American registrations for their aircraft while shielding their identities from public view.",
  "“And when the White House kitchen staff couldn’t match the satisfaction of a quarter-pounder with cheese (no pickles, extra ketchup) and a fried apple pie, it was Schiller, bodyguard and Trump whisperer, who would head down New York Avenue to McDonald’s on a stealth fast food run.",
  "He’s celebrating “so very quietly with my wife and kids, hopefully with a steak and a bottle of wine at Acqua Al 2 in Eastern Market.” How he got his start in politics: “In 1992 I volunteered on Rep. David Price’s (D-NC04) reelection campaign and went on to work in former Gov.",
  "But unlike other witnesses in the committee’s investigation of Russian meddling in the 2016 presidential election, Page struck a deal to release his interview transcript publicly, and the committee posted it — with classified details redacted — on Monday evening.",
  "Here are the stories of those who died.” http://wapo.st/2zn9lcC\n\nCH CH CHANGES -- “Tax lobbyists sprint to win changes to House bill,” by Theo Meyer: “House Republicans kept their tax bill under wraps for as long as possible to hold back a deluge of lobbyists.",
  "and Sherrod Brown (Ohio), according to multiple aides who spoke on the condition of anonymity to speak frankly about private meetings.” http://wapo.st/2ApqYsc\n\n-- WHO KNOWS if some Democrats will end up supporting this bill -- it looks unlikely at this point.",
  "Republicans now hold 66 seats and Democrats 34.”\n\n-- “5 things to watch in the Virginia and New Jersey governor’s races,” by Kevin Robillard and Ryan Hutchins: “The premiere election of 2017 could steel Democrats’ spines Tuesday night — or break their hearts.",
  "ELECTION DAY in Virginia, New Jersey -- Trump in South Korea: NKorea should come to the table and make a deal -- RAND brawl was over his planting preferences -- JEN FRIEDMAN engaged -- B’DAY: David Petraeus Presented by\n\nDriving the Day\n\nGood Tuesday morning.",
  "In August, @TamaFlan, claiming to be an American named Tamar Flanagan, tweeted: ‘#TrumpBecause It’s time for @BarackObama and @HillaryClinton to go quietly into the night #MakeAmericaGreatAgain.’ ... One offered a succinct put-down: ‘@JebBush ewww.’ ...",
  "... ‘Unfortunately, I am the biggest embarrassment surrounding the campaign,’ he told the panel.” https://bloom.bg/2hOC2HU\n\n-- “Russian Twitter Support for Trump Began Right After He Started Campaign,” by WSJ’s Mark Maremont and Rob Barry: “‘BOOM!",
  "And four of their grandchildren — Noah, Emily, Megan and Greg — gone.” http://nyti.ms/2zjtSBh\n\n--“The lives lost in Sutherland Springs, Tex.” – WaPo: “A gunman opened fire on the pews of First Baptist Church; authorities say 26 people were killed.",
  "She did, however, acknowledge what she called ‘management-style issues’ in her office and said she responded with ‘individual personnel actions’ — though she would not say against whom or why.” http://politi.co/2zkI8tr\n\nSTRANGEST STORY OF 2017?",
  "Senior Republicans said Monday that it wasn’t clear what lawmakers could do in response to the latest tragedy, when more than two dozen people, including several children, were gunned down during a Sunday service in Sutherland Springs, Texas.",
  "“If you did what you’re suggesting, there would have been no difference three days ago, and you might not have had that very brave person who happened to have a gun or a rifle in his truck go out and shoot him, and hit him and neutralize him.",
  "...\n\n“The explicit goal of the investigations, laid out in one contract with Black Cube, signed in July, was to stop the publication of the abuse allegations against Weinstein that eventually emerged in the New York Times and The New Yorker.",
  "But a defeat — especially after Northam led public polling throughout the campaign in a state President Donald Trump lost last year — would be a huge psychological blow to a Democratic Party still reeling from the 2016 presidential election.",
  "http://politi.co/2m1wWMG ... 40 former DHS officials also have written a letter of support for her http://politi.co/2znyzJS\n\n\n\nPlaybookers\n\nSPOTTED: David Petraeus, Steve Hadley, UAE Crown Prince Mohammed bin Zayed Al Nahyan and UAE Amb.",
  "Wendy Teramoto retained her seat on Navigator’s board after joining Commerce in mid-March as a part-time adviser to Ross, one of the most influential voices in President Donald Trump’s ear on global trade and economic policy.",
  "He told supporters they need to ‘shake the streets’ to get voters to the polls.” http://bit.ly/2hceQTj\n\n-- CHRISTIE, WITH A PARTING SHOT: “On the eve of the election that will determine who will replace him, Republican Gov.",
  "Trump’s longtime aide de camp and ‘head of Oval Office operations,’ who left the White House in September, has been around ‘the Boss,’ as he still refers to the president, longer than anyone else in Trump’s current circle.",
  "But the GOP-controlled Congress hasn’t pushed forward any bills, and the Bureau of Alcohol, Tobacco and Firearms has yet to curb the gun accessory that authorities say was used to kill nearly 60 concertgoers in Las Vegas.",
  "Because it always works out -- has to work out.”\n\n-- TRUMP before a bilateral meeting with South Korean President Moon Jae-in: “It is interesting that it is one year, as of tomorrow, that we had our election victory.",
  "| Kim Hong-ji/Pool photo via AP\n\nJAKE’S FAVORITE STORY OF THE DAY -- “From Utah, Secretive Help for a Russian Oligarch and His Jet,” by NYT’s Mike McIntire in Salt Lake City: “Bank of Utah has that all-American feel.",
  "I didn’t have an orange man who I was serving under, but, I mean, I would not have said that about a former president, for instance, while I was—as attorney general,’ he told Isaac Dovere for the Off Message podcast.",
  "Over the course of a year, Weinstein had the agencies ‘target,’ or collect information on, dozens of individuals, and compile psychological profiles that sometimes focussed on their personal or sexual histories.",
  "The release of Republicans’ long-awaited tax bill has sent trade groups representing everything from architects to universities scrambling to secure changes to legislation they fear would harm their industries.",
  "“With the House Ways and Means Committee marking up the bill this week and Republicans determined to move it through the House by Thanksgiving, lobbyists are rushing to make their cases before it’s too late.",
  "Rep. Brenda Lawrence, a former harassment complaint investigator for the federal government, introduced legislation recently to require congressional staffers to take an online course on sexual harassment.",
  "With help from law firms that specialize in offshore tax shelters, the company canvassed multiple jurisdictions before settling on the small island of Jersey, which typically does not tax corporate income.",
  "‘But now, I’m just a citizen and I’ve got the full range of my voice back.’” http://politi.co/2znks58\n\n\n\nA message from Google: Google is committed to helping veterans build successful civilian careers.",
  "Bank of Utah manages more than 1,390 aircraft trust accounts, most of them for foreigners, generating millions of dollars in fees and making it the second-largest holder of such accounts in the country.",
  "--THE RICHMOND TIMES DISPATCH: “Republicans hope to end Democrats’ winning streak in statewide races -- no Republican has been elected to statewide office since Bob McDonnell led a GOP sweep in 2009.",
  "But in addition to its mom-and-pop customers, the bank has a lesser-known clientele that includes Russia’s richest oligarch, Leonid Mikhelson, an ally of the country’s president, Vladimir V. Putin.",
  "The Next, Eight of Them Were Dead,” by Shannon Sims, Julie Turkewitz and Christina Caron in the NYT: “One minute the Holcombes were a tight-knit family praying in the tiny church on Fourth Street.",
  "Chris Christie, Murphy told supporters the ‘choice we have tomorrow could not be clearer’ and accused his Republican rival, Kim Guadagno, of ‘trying to scare people’ with their ads against him.",
  "... Two private investigators from Black Cube, using false identities, met with the actress Rose McGowan, who eventually publicly accused Weinstein of rape, to extract information from her.",
  "“But three former aides to Lawrence, all female, told POLITICO they personally relayed concerns to the congresswoman about how the chief of staff, Dwayne Duron Marshall, treated women.",
  "Kelley should have been barred from purchasing firearms and body armor because of his domestic violence conviction in 2014 while serving at Holloman Air Force Base in New Mexico.",
  "Today when service members search “jobs for veterans” on Google, and enter their military occupational specialty code, they’ll see jobs that match their military skill sets.",
  "Founded in the 1950s by a veteran of both world wars, it offers affordable mortgages and savings accounts, sponsors children’s festivals and collects coats for the poor.",
  "Apple has accumulated more than $128 billion in profits offshore, and probably much more, that is untaxed by the United States and hardly touched by any other country.",
  "Tom Kean of revisionist history when talking about his own state budget while defending Republican candidate for governor Kim Guadagno at a campaign event on Sunday.",
  "Each believed they made it clear to Lawrence that women in the office did not feel comfortable around Marshall or that he treated women differently than men.",
  "He was also named in a disputed dossier, compiled by a former British intelligence agent, that purported to detail connections between Trump and the Kremlin.",
  "The bank served as a stand-in so Mr. Mikhelson could secretly register a private jet in the United States, which requires American citizenship or residency.",
  "Ralph Northam and Republican Ed Gillespie would reassure the party that it can win big campaigns again and has momentum heading into the 2018 midterms.",
  "“And after the latest mass shooting at a rural Texas church on Sunday, proposals to restrict firearms appeared no likelier to advance on Capitol Hill.",
  "Learn more at google.com/grow/veterans\n\nWASHINGTON POST HEADLINE -- “Texas shooter was in domestic dispute … SHOULDN’T HAVE BEEN ABLE TO BUY GUNS ….",
  "Nearly all of that was made over the past decade.” http://nyti.ms/2j52hgv\n\nISAAC DOVERE interviews ERIC HOLDER for the latest “Off Message” podcast.",
  "But most pressing on the eve of an election that pollsters predict could end with a record-low turnout was Murphy’s pitch to go for a decisive win.",
  "Six of these eight senators are up for re-election in tough states, so it’s helpful for them to show they have an open line to the White House.",
  "We also help employers find them by enabling companies to implement this feature on their career sites using Google Cloud’s Talent Solution.",
  "If you feel that that’s an appropriate question, even though we’re in the heart of South Korea, I will certainly answer your question.",
  "…\n\n… “So we’ll discuss North Korea, we’ll discuss trade, we’ll discuss other things, and I really was honored by that ceremony today.",
  "‘There are an uncomfortable amount of people who are not paying attention to all of this,’ Murphy said about the statewide race.",
  "Through Grow with Google, our initiative to create economic opportunities, we’ve developed resources specifically for veterans.",
  "to the U.S. Yousef al Otaiba having dinner on Sunday night at the steakhouse Butcher & Still in the Four Seasons in Abu Dhabi.",
  "The account, claiming to be run by an American ‘Conservative wife, mother’ who wanted to ‘take this once great country back!!",
  "One of the investigators pretended to be a women’s-rights advocate and secretly recorded at least four meetings with McGowan.",
  "She also continued to serve as an executive of Ross’s private equity firm WL Ross & Co. after becoming a government employee.",
  "As we scooped yesterday afternoon, SPEAKER PAUL RYAN will announce another $1.5-million transfer to the NRCC this morning.",
  "... Mr. Paul, 54, has long stood out in the well-to-do gated neighborhood south of Bowling Green, Ky., that he calls home.",
  "You have to establish this benchmark of zero tolerance,’ the Michigan Democrat said on ABC’s ‘This Week’ late last month.",
  "“The bank does this through trust accounts, in its own name, that take the place of owners on plane registration records.",
  "And I think we’re going to have lots of good answers for you over a period of time, and ultimately it will all work out.",
  "“As an extra gut punch, a Gillespie win would likely put a whopping 27th state government under full Republican control.",
  "CareerBuilder, Pepsi, Siemens, RecruitMilitary, and many others have already implemented the API on their career sites.",
  "“Five months after Mr. Cook’s testimony, Irish officials began to crack down on the tax structure Apple had exploited.",
  "“Lawrence denied in an interview that any current or former employee complained specifically about sexual harassment.",
  "And I can only say this: If he didn’t have a [gun], instead of having 26 dead, you would have had hundreds more dead.",
  "The senator grows pumpkins on his property, composts and has shown little interest for neighborhood regulations.",
  "Senate Republicans disagree on child tax credits and whether to accept significantly bigger budget deficits.",
  "!,’ linked to a Breitbart News article about Mr. Trump attacking Mr. Bush for being soft on immigration.",
  "The White House can say they reached out to Democrats, and if it’s fruitless, they can say they tried.",
  "So the iPhone maker went hunting for another place to park its profits, newly leaked records show.",
  "Democrats are also overwhelmingly favored to take back the governorship in New Jersey, where Gov.",
  "A message from Google: Google is supporting service members as they transition to civilian jobs.",
  "And would that have made a difference?’ Senate Majority Whip John Cornyn (R-Texas) said Monday.",
  "), chair and ranking member of the Senate Homeland Security and Governmental Affairs Committee.",
  "House Republicans are at odds over plans to eliminate deductions for state and local taxes.",
  "A win in the tight, closely watched Virginia governor’s race between Democratic Lt. Gov.",
  "DOWN GOES @jebbush,’ wrote @DorothieBell, three weeks after Mr. Trump entered the race.",
  "“The longtime energy consultant has drawn scrutiny for a July 2016 trip to Russia.",
  "And one said she specifically cited ‘inappropriate’ comments and physical contact.",
  "“‘Do you pass more laws when the laws that are on the books were likely violated?",
  "That is just as beautiful as it can be, and it represented your country so well.",
  "Al Otaiba recently was promoted to the rank of minister (http://bit.ly/2zn4eLr).",
  "And we’ve created trillions and trillions of dollars of value for our country.",
  "Chris Christie wasn’t lobbing any political bombs at the Democratic candidate.",
  "After trade groups spent the weekend poring over the details, the flood is on.",
  "And it was great victory, and a victory that made a lot of people very happy.",
  "Two said they told her Marshall was the reason they were leaving her office.",
  "Chris Christie is wildly unpopular and has dragged down Republican Lt. Gov.",
  "Democrats hope to cut into Republicans’ majority in the House of Delegates.",
  "… Christie, who once considered Kean a mentor, said he was off the mark.",
  "And our country is doing very well from the standpoint of the economy.",
  "The attack left a staggering hole in a town of fewer than 700 people.",
  "Joe Manchin III (W.Va.), Heidi Heitkamp (N.D.), Claire McCaskill (Mo.",
  "Bryan and Karla Holcombe, a guest preacher and his wife, were dead.",
  "Weinstein monitored the progress of the investigations personally.",
  "... ‘We don’t stash money on some Caribbean island.’ True enough.",
  "Today is Election Day, with big races in Virginia and New Jersey.",
  "The island Apple would soon rely on was in the English Channel.",
  "That was a beautiful, beautiful ceremony at the highest level.",
  "It’s doing record numbers, record stock market, 17-year low.",
  "We have the lowest unemployment that we’ve had in 17 years.",
  "NYC MAYOR BILL DE BLASIO is expected to win another term.",
  "director for Sen. Tom Cotton ... Rep. Sam Graves (R-Mo.)",
  "Their pregnant daughter-in-law, Crystal Holcombe, gone.",
  "Kim Guadagno in her race against Democrat Phil Murphy.",
  "No matter where you’d go, you could never see that.",
  "We could let a little time go by, but it’s okay.",
  "But this meeting is advantageous for both sides.",
  "Jim Hunt’s (D-N.C.) administration from 1993-97.",
  "Ron Johnson (R-Wis.) and Claire McCaskill (D-Mo.",
  "), Ron Wyden (Ore.), Thomas R. Carper (Del.)",
  "Instead, he took aim at his own mentor.",
  "And I just want to thank you for that.",
  "Their son Marc Daniel Holcombe, gone.",
  "Her confirmation hearing is tomorrow.",
  "The next, eight of them were gone.",
  "So that’s the way I feel about it.",
  "“Christie accused former Gov.",
  "“In the race to succeed Gov.",
  "‘You have to set a tone.",
  "), Joe Donnelly (Ind.",
  "), Jon Tester (Mont.",
  "So we’re very happy.",
  "...",
  "..."
]