[
  "Although it went up to the last hour, the fact that they were a minority and that there were much more level heads, even in the same political party, that the business view started speaking out after having been relatively silent, thinking this is going to work out, but then people of experience and expertise began speaking out, it was possible to get through that crisis.” [Goldman Sachs AIMS Alternative Investments Symposium, 10/24/13]\n\nClinton Said That Because Candidates Needed Money From Wall Street To Run For Office, People In New York Needed To Ask Tough Questions About The Economy Before Handing Over Campaign Contributions.",
  "I mean, everybody is New York on Mondays.” [ Speech to Goldman Sachs, 2013 IBD Ceo Annual Conference, 6/4/13]\n\nHillary Clinton Said Politicians Treat NYC Like An ATM And “Political Givers” Need To Tell Politicians “Here Are Things I Want You To Do For The Country.” “So I think that we’re going to have to take seriously how we fund disasters, but I think Peter’s point was a larger one, which is—you know, New York is kind of an ATM machine for both Democrats and Republicans, and people come up and they visit with many of you and they ask for money, and often they’re given—if they’re coming they’re going to get it.",
  "And there are a lot of people here who should ask some tough questions before handing over campaign contributions to people who were really playing chicken with our whole economy.” [Goldman Sachs AIMS Alternative Investments Symposium, 10/24/13]\n\nClinton Encouraged Attendees Of The ASCP Annual Meeting In Chicago To “Spend Some Money, Because [Emanuel] Probably Has Surveillance Watching To Determine Who Does And Doesn’t.” “Thank you so much.",
  "You know, they’ve got to be given support because they’re trying to solve a real problem, and then we have to keep looking for more and more ways to do that as well.” [Hillary Clinton remarks to Apollo Global Management, 5/13/13]\n\nHillary Clinton Said She Admired Peter King Because He Told New York Donors To Not Give Money To Republicans Who Voted Against Sandy Aid.",
  "“So what you saw was a relatively small group in the House of Representatives and very few in the Senate who were trying to achieve one objective, namely make a political point about the health care law by holding hostage the entire rest of the government and putting the full faith in credit of the United States at risk.",
  "One, I think it’s essential to keep focused on the visa issue, because that’s a discrete problem that even though I’d like to see it be part of an overall, comprehensive reform, you have to keep pushing to open the aperture, you know, get more and more opportunities.” [Hillary Clinton Remarks at Marketo, 4/8/14]",
  "So if I were you, I would find some way to go spend some money because he probably has surveillance watching to determine who does and who doesn’t.” [American Society for Clinical Pathology Annual Meeting, 9/18/13]\n\nHillary Clinton Praised Lamar Alexander For Standing Against Tea Party Extremism.",
  "In those speeches, Clinton urged business groups to back Republicans facing opposition from the Tea Party, to defund Republicans who wanted to trim spending on the 2012 storm aid for New Jersey, and to support Republicans and Democratic legislators who drafted the 2013 immigration expansion bill.",
  "She did not mention Cruz, but she criticized a “very few [Senators] in the Senate … holding hostage the entire rest of the government and putting the full faith in [sic] credit of the United States at risk.” That’s likely a reference to the 2013 Senate debate when Cruz tried to defund Obamacare.",
  "I just want to thank him and tell you that reliving a lot of my experiences with Rahm makes me once again realize how much you want him in any foxhole you end up in, maybe not at Buckingham Palace for tea with the Queen, but for any other challenging situation, he always had my back.",
  "Here are things I want you to do for the country and be part of that debate about the country.” [ Speech to Goldman Sachs, 2013 IBD Ceo Annual Conference, 6/4/13]\n\nClinton Said The Business View Speaking Out During The Debt Limit Debate Was Helpful In Getting Through The Crisis.",
  "She urged the business groups to lobby legislators for more H-1B outsourcing visas, to support Republicans who endorsed the 2013 decision to raise the federal government’s credit-limit, and to oppose Sen. Ted Cruz for his 2012 effort to defund the Obamacare health network.",
  "Take back their party from the extremists and the obstructionists.” [Goldman Sachs Builders And Innovators Summit, 10/29/13]\n\nHillary Clinton Said It Was “Essential to Keep Focused On the Visa Issue” When H1B Visas Were Brought Up.",
  "But when the vote on Sandy came up—and a lot of Republicans voted against aid for New York and New Jersey, Peter King said to the New York funders: Don’t give any of them any money because somehow you have to get their attention.",
  "“So we got to make sure that we begin listening to each other, we begin to reward people who try to make the tough decisions in the middle like these eight senators on immigration for republicans and for democrats.",
  "New York is probably the leading site for contributions for fundraising for candidates on both sides of the aisle, and it’s also our economic center.",
  "The hacked document includes the most politically awkward statements in Clinton’s many paid speeches to business groups, including Goldman Sachs.",
  "I mean, somebody like Lamar Alexander, who’s been a governor and a senator of Tennessee, and they’re mounting a Tea Party challenge against him.",
  "And at some point the American public—and particularly political givers—have to say: Here—and it’s not just about me.",
  "Hillary Clinton Said Moderate Voices In Congress Need More Support, Citing Eight-Senator Immigration Compromise.",
  "“Secondly, running for office in our country takes a lot of money, and candidates have to go out and raise it.",
  "You want them to prove it by saying, you know, we’re going to act differently in our voting and our giving.",
  "He always had both President Clinton’s and President Obama’s back, and now he’s got Chicago’s back.",
  "“PHIL FERNANDEZ: Thank you […] 40 CEOs said like to a person, H1B, you know, we need more H1Bs.",
  "I know that the mayor is rushing off to his next assigned event and responsibility.",
  "I’m deeply honored to receive this award from such an esteemed organization.",
  "He and I did a lot of work together after 9/11 on terrorism and all of that.",
  "Here’s are some of the examples cited in the Clinton campaign document.",
  "And more moderate Republicans have to do that as well.",
  "Now, some of the Republicans are also fighting back.",
  "CLINTON: Well, you know, I really admire Peter King.",
  "He’s a Republican representative from Long Island.",
  "[…] So let me just make three quick points.",
  "It’s not just about my personal standings.",
  "And it could make a very big difference.",
  "So I thought it was pretty clever.",
  "He is not afraid to take them on.",
  "“SECRETARY CLINTON: Yeah.",
  "He’s going right at it.",
  "HILLARY CLINTON: Right.",
  "I know what it’s like.",
  "“MS."
]