[
  "(Reuters) - Xerox Corp is considering the sale of a leasing unit that lends money to customers to rent printers and equipment, to make itself more attractive to potential acquirers following the termination of its $6.1 billion sale to Fujifilm Holdings Corp, people familiar with the matter said on Friday.",
  "Activist investors Carl Icahn and Darwin Deason, who took control of Xerox earlier this year, are preparing to launch an auction for the company, which has a market capitalization of $6.4 billion and total debt as of the end of March of $5.5 billion.",
  "Xerox has said it is exploring its strategic options after it ended its deal with Fujifilm, following pressure from Icahn, a billionaire investor, and Deason, a former executive at a company that Xerox acquired several years ago.",
  "The head of Fuji Xerox Co Ltd, a 56-year-old joint venture between Fujifilm and Xerox, said this week he was confident that the escalating dispute between the partners would not lead to the venture’s dissolution.",
  "Fujifilm sued Xerox in June for more than $1 billion, accusing it of breaching its merger contract and engaging in “intentional and egregious conduct.” Xerox has disputed these claims.",
  "Xerox said last month it would start sourcing products from new vendors to lower its dependence on Fujifilm, and cautioned it may not renew a technology agreement with Fuji Xerox.",
  "Xerox has not made a final decision on selling the leasing finance unit, the sources said this week, asking not to be identified because the deliberations are confidential.",
  "Fujifilm responded by threatening to compete against Xerox in Asia-Pacific and challenge it in America and Europe if it failed to renew the technology agreement in 2021.",
  "Reducing Xerox’s liabilities through the sale of the leasing finance unit would allow private equity firms to place more debt on the company to juice returns.",
  "REUTERS/Vasily Fedosenko\n\nDivesting the leasing unit would relieve Xerox of roughly $3.6 billion in debt, one of the sources said.",
  "Reuters reported in May that buyout firm Apollo Global Management approached the company to express its acquisition interest.",
  "Xerox declined to comment, while representatives for Icahn and Deason did not respond to requests for comment.",
  "The company has been engaged in a legal fight with Fujifilm since their merger agreement ended in May.",
  "FILE PHOTO: The logo of Xerox company is seen on a building in Minsk, Belarus, March 21, 2016.",
  "Fujifilm owns 75 percent of the joint venture and Xerox the remainder.",
  "The two together own 15 percent of Xerox shares."
]