[
  "(Adds background on Vora and Caesars, share reaction)\n\nBy Greg Roumeliotis and Svea Herbst-Bayliss\n\nSept 12 (Reuters) - Hedge fund HG Vora Capital Management LLC has built a 4.9 percent stake in U.S. casino operator Caesars Entertainment Corp, seeking to persuade it to explore options that could include divestitures or an outright sale of the company, people familiar with the matter said on Wednesday.",
  "The debt was the legacy of a leveraged buyout in 2008 led by private equity firms Apollo Global Management LLC and TPG Global, which remain collectively the company's biggest minority shareholders.",
  "Founded by Parag Vora, HG Vora has about $4 billion in assets under management and has achieved a 14 percent annualized return since its inception in 2009, according to one of the sources.",
  "It has also been investing in its U.S. sports-betting business and is exploring ways to expand in emerging markets given its absence from Macau, a haven for gamblers in Asia.",
  "(Reporting by Greg Roumeliotis and Svea Herbst-Bayliss in New York; Additional reporting by Chris Kirham in Los Angeles; Editing by Lisa Shumaker and Cynthia Osterman)",
  "Caesars, whose casinos include the Caesars, Harrah’s and Horseshoe brands, emerged from bankruptcy last year after failing to cope with some $25 billion in debt.",
  "Caesars is playing catch-up with rivals such as MGM Resorts International and Wynn Resorts Ltd as it gradually pays down its debt and improves is profitability.",
  "In November, Caesars agreed to buy privately owned casino and horse racing company Centaur Holdings LLC for $1.7 billion in cash, to expand in Indiana.",
  "Caesars' stock price took a hit after reporting second-quarter earnings last month, when the company forecasted slower growth for the third quarter.",
  "In recent years, the U.S. gambling industry has faced a shake-up as a result of the legalization of gaming in states that used to prohibit it.",
  "Caesars and its competitors have been seeking to capitalize on that trend, hoping to offset a decline in revenue as many of its gamblers age.",
  "The firm invested in casino operators Penn National Gaming Inc and Pinnacle Entertainment Inc before they agreed to merge last year.",
  "As LaSalle Hotel Properties’ third-biggest shareholder, HG Vora also backed its sale to Pebblebrook Hotel Trust earlier this year.",
  "Among its top investors currently are hedge funds Canyon Capital Advisors LLC and Senator Investment Group LP.",
  "Caesars shares rose 4.4 percent in after-hours trading in New York after Reuters first reported the news.",
  "The company operates 49 casinos in 13 U.S. states as well as in Britain, Egypt, Canada and South Africa.",
  "States that have recently opened themselves to casinos include Maine, Ohio, Kansas and Maryland.",
  "HG Vora declined to comment, while Caesars did not immediately respond to requests for comment.",
  "Caesars has also seen other hedge funds build stakes in the company over the years.",
  "It has a market capitalization of $7.2 billion and total debt of $9 billion.",
  "The sources asked not to be identified because the matter is confidential."
]