[
  "REUTERS/Mike Blake\n\nComcast hopes that preparing now for such divestitures will ease Fox’s concerns over potential antitrust risks and boost the chances of its bid disrupting Fox’s agreed $71 billion cash-and-stock deal to sell the assets to Walt Disney Co (DIS.N), the sources said on Monday.",
  "Comcast, which made a $65 billion all-cash offer for the Fox assets last month only for Disney to raise its bid, is talking to private equity firms, including Apollo Global Management LLC (APO.N) and Blackstone Group LP (BX.N), to gauge interest about acquiring the RSNs, the sources said.",
  "(Reuters) - Comcast Corp (CMCSA.O) is identifying potential buyers for Twenty-First Century Fox Inc’s (FOXA.O) regional sports networks in an attempt to ease antitrust concerns about a new bid to acquire most of Fox’s assets, people familiar with the matter told Reuters.",
  "Comcast believes finding such partners will not only allow it to argue that it can win antitrust approval for the Fox assets as easily as Disney, but will also boost its finances as its prepares to make a second all-cash offer later this month, the sources said.",
  "Last month, the U.S. Department of Justice gave the go-ahead to Disney’s acquisition of the Fox assets, asking Disney, which owns sports network ESPN, to divest all of Fox’s 22 regional sports networks, known as RSNs, on antitrust grounds.",
  "Comcast is open to negotiating with regulators the number of RSNs it would have to divest, though it believes only eight Fox RSNs would overlap with Comcast’s sports footprint, according to the sources.",
  "Comcast has been stocking up on live sports content, which is popular with advertisers because large audiences watch the events in real time without being able to skip the commercials.",
  "Comcast in April offered 12.50 pounds per share for Sky, equivalent to $31 billion, topping Fox’s 10.75 pounds per share bid for the 61 percent it does not own.",
  "The Wall Street Journal reported last month that Comcast was exploring tie-ups with other companies or private equity investors for its bid for the Fox assets.",
  "Comcast is also competing against Disney to acquire control of European broadcaster Sky Plc SKYB.L, in which Fox already owns a 39 percent stake.",
  "It is possible that a telecommunications or media company might also express interest in purchasing the RSNs, the sources added.",
  "Its NBCUniversal unit carries coverage of the Olympic Games exclusively in the United States.",
  "The Comcast NBC logo is shown on a building in Los Angeles, California, U.S. June 13, 2018.",
  "The sources asked not to be identified because the deliberations are confidential.",
  "These networks could be worth as much as $20 billion, according to the sources.",
  "Comcast is planning to make its bid before then, according to the sources.",
  "Fox shareholders are scheduled to vote on the Disney deal on July 27.",
  "The terms of Comcast’s upcoming new offer could not be learned.",
  "Comcast and Fox did not respond to requests for comment.",
  "Disney, Apollo and Blackstone declined to comment."
]