[
  "There are some benefits to having an in-house lessor, but when asked earlier this year if GE could operate as effectively without GECAS, GE aviation chief David Joyce said “we could perform very well.” Meanwhile, increasing competition from Chinese investors is making it harder to generate good returns in the leasing business.",
  "To contact the author of this story: Brooke Sutherland at bsutherland7@bloomberg.net\n\nTo contact the editor responsible for this story: Beth Williams at bewilliams@bloomberg.net\n\nThis column does not necessarily reflect the opinion of the editorial board or Bloomberg LP and its owners.",
  "The timing of the GIC conversations is interesting because they occurred after GE unveiled a dramatic reshuffling that includes spinning off its health-care unit, divesting its stake in the Baker Hughes energy business and winding down industrial and energy finance assets.",
  "Selling GECAS may be a better option.One possibility I’ve wondered about is whether GE could execute some sort of combination transaction that would allow it to simultaneously offload or at least mitigate the risk around its long-term care insurance operations.",
  "It has other resources, including its Baker Hughes stake, but a need to tap that for debt repayment would likely make a deal less attractive to investors, who might prefer a split-off so they can benefit from the upside of Baker Hughes.",
  "It needs markets to cooperate and deliver a high valuation to the health-care business, and it needs Ebitda for the remaining power, aviation and renewable energy businesses to hit targets that appear increasingly optimistic.",
  "GE’s current plan for a $25 billion reduction in net debt and pension liabilities is based in part on a kind of sleight of hand, with the company transferring $18 billion in liabilities to the new health-care company.",
  "Some shrinkage is healthy as GE tries to be more disciplined on pricing, but analysts have pointed out how higher utilization rates aren’t translating into better order rates for GE equipment and services.",
  "That suggests there may yet be another puzzle piece or two and that “the end of the beginning” — as Flannery dubbed the culmination of his portfolio review — may be something of a moving target.",
  "GE disclosed a surprise $15 billion reserve shortfall in that business earlier this year, so any sort of deal would seemingly entail GE paying someone to take this off its hands.",
  "It will use proceeds from already announced divestitures and a plan to sell 20 percent of the health-care unit in conjunction with a spinoff to get the rest of the way there.",
  "Even if GE achieves its leverage goal, its debt load will still be significantly higher than similarly rated peers, notes Bloomberg Intelligence’s Joel Levington.",
  "This raises questions about the competitiveness of GE’s technology and the toll cost cuts and talent loss might be taking on service quality.",
  "Athene Holding Ltd., an annuity seller with ties to Apollo Global Management, has reportedly expressed interest in the insurance businesses.",
  "Flannery indeed has “optionality” with GECAS, but he also has incentive to cash in on the business sooner rather than later.",
  "The cash from a sale of GECAS would help speed up GE’s attempts to shrink a debt load that is far higher than it should be.",
  "No decision was made at the meeting, although GE was intrigued enough to continue discussing a transaction with advisers.",
  "GECAS is the crown jewel of what’s left of GE Capital and previous estimates have pegged its value at about $10 billion.",
  "The troubled industrial conglomerate reportedly held talks in August with Singapore’s sovereign wealth fund GIC Pte.",
  "General Electric Co. CEO John Flannery could win valuable breathing room by selling the company’s jet-leasing unit.",
  "There are risks to both sides of the equation in GE’s goal to lower its net debt to about 2.5 times Ebitda by 2020.",
  "He should take advantage of the latter.The ties that bind the leasing unit to GE’s jet-engine division are frayed.",
  "Other engine makers do just fine without a major leasing arm and some lessors have no manufacturing foothold.",
  "Flannery has said GECAS will remain at the company, but he’s also acknowledged the “optionality” it offers.",
  "After arguably starting a race to the bottom on price, it may not be that easy for GE to turn the tide.",
  "Recent data from McCoy Power Reports shows GE’s share of the power market has dropped significantly.",
  "Brooke Sutherland is a Bloomberg Opinion columnist covering deals and industrial companies.",
  "That raises the prospect of GE needing to direct more cash toward paying down debt.",
  "about a possible deal for GE Capital Aviation Services.",
  "She previously wrote an M&A column for Bloomberg News.",
  "The question is whether this is enough.",
  "©2018 Bloomberg L.P."
]