[
  "U.S. TV station owner Tribune Media Co. is kicking off a new round of talks to sell itself after its planned $3.9 billion sale to peer Sinclair Broadcast Group Inc. failed to get regulatory clearance, people familiar with the matter said on Wednesday.",
  "It also owns national entertainment cable network WGN America, whose reach is more than 77 million households, and a variety of digital applications and websites commanding 54 million monthly unique visitors online, according to its website.",
  "Tribune terminated its deal with Sinclair last month, and filed a lawsuit arguing that the latter mishandled efforts to get the transaction approved by taking too long and being too aggressive in its dealings with regulators.",
  "Tribune is working with financial advisers Moelis & Co. and Guggenheim Securities LLC to field interest from potential buyers, including rival Nexstar Media Group Inc. and private equity firms, the sources said on Wednesday.",
  "The broadcast media sector has seen a flurry of merger talks amid expectations that the U.S. Federal Communications Commission (FCC) could relax restrictions on how many stations broadcasters can operate.",
  "In its counterclaim in the Delaware Court of Chancery, Sinclair rejected Tribune's allegations and suggested the companies had been very close to winning U.S. Department of Justice approval.",
  "The FCC said Sinclair did not “fully disclose facts” relating to the planned sale of three stations, including pre-existing business relationships the company had with prospective buyers.",
  "The deal was scuttled when the FCC took the unusual step of referring it to an administrative judge for review and questioned Sinclair's candor over the planned sale of some stations.",
  "Tribune has filed a lawsuit against Sinclair seeking damages of at least $1 billion for what it called Sinclair's \"misconduct\" and \"willful breaches\" of the merger agreement.",
  "Tribune Chief Executive Officer Peter Kern said on an earnings call last month that \"the environment remains welcoming and open to sensible consolidation.\"",
  "Tribune declined to comment, while representatives from Nexstar, Moelis and Guggenheim did not immediately respond to requests for comment.",
  "Buyout firm Apollo Global Management LLC approached Nexstar last summer to express interest in acquiring it, Reuters reported in July.",
  "Nexstar's focus, however, is on being an acquirer in light of Sinclair's torpedoed acquisition of Tribune, according to the sources.",
  "Based in Chicago, Tribune Media owns or operates 42 local television stations reaching approximately 50 million households.",
  "Tribune emerged from bankruptcy in late 2012 and completed a spinoff of its newspaper assets in 2014.",
  "The discussions are at an early stage and no deal is certain, the sources added.",
  "The FCC has yet to vote on the matter."
]