[
  "“I recognized that Congress could not make the long-term reforms needed in the time frame that was at our disposal in September 2008, but I told my colleagues that I would be looking for some mechanism that would force us to revisit this issue.”\n\nYet the crisis atmosphere did not prevent Bayh from his regular routine of fundraising and political networking, including meeting with representatives of some of the very companies he was prepared to help bail out on the day of the TARP vote.",
  "If elected, he will continue to stand up for Hoosiers in the Senate, unlike Congressman Young, who has voted repeatedly to bring back ‘too big to fail’ banks and let credit card companies impose unfair fees on Hoosier families.”\n\nA review of Bayh’s legislative record during 2007-08 shows he did not introduce any proposals on his own to address the financial crisis or make any major Senate floor speeches on the issue.",
  "Former Indiana senator and longtime Banking Committee member Evan Bayh held a series of private meetings with financial services industry executives and lobbyists throughout 2008 — just as Wall Street was collapsing and big banks were seeking a bailout from Washington, according to a newly obtained schedule for the ex-lawmaker now running to reclaim his seat.",
  "While the panel does not keep attendance records per se — a senator’s presence at a hearing is noted only if the lawmaker speaks during the session — and Bayh was not a member of some of the panel’s subcommittees, there is no record of Bayh having spoken at or attended more than 60 percent of those meetings.",
  "After all, Chairman Bernanke — a man who, it was safe to say, is not known for engaging in hyperbole — had just told us that we were perhaps only a matter of days from the beginning of a major economic collapse,” Bayh later recalled, according to an interview he did with Indiana University.",
  "Story Continued Below\n\nDuring his tenure in the Senate, Bayh raised hundreds of thousands of dollars in campaign contributions from the financial services industry and Wall Street firms while supporting many of the legislative measures they pushed, including the bailout bill.",
  "On Oct. 23, 2008, Bayh apparently did not attend a Banking Committee hearing titled, “Turmoil in The U.S. Credit Markets: Examining Recent Regulatory Responses.” His schedule that day showed him at campaign events for the Democratic presidential nominee, Sen. Barack Obama.",
  "Among the guests was Andrew Lowenthal of the lobbying firm Porterfield & Lowenthal, whose clients included the American Bankers Association, Wachovia, Prudential, Mass Mutual, National Mortgage Bankers Association and the New York Bankers Association.",
  "At that time he had lunch with his father, former Sen. Birch Bayh, at Charlie Palmer’s restaurant near Capitol Hill and then went into a “Supporters Lunch” at the offices of lobbying firm C2 Group, whose clients included Wachovia.",
  "The following day, according to the schedule, the senator dined with lobbyists from Bank of America, Wells Fargo, Capital One, Mortgage Bankers Association, Managed Funds Association, SIFMA and the Investment Company Institute.",
  "Financial services industry officials and lobbyists were also major donors to Bayh’s leadership PAC, campaign finance records show, funneling hundreds of thousands of dollars into the fund during his tenure in the Senate.",
  "In Bayh’s case, he even bailed out the biggest banks and then left Indiana to work for them.”\n\nBayh also supported legislation as part of the 2010 Dodd-Frank reform package to rein in further bank bailouts.",
  "On Oct. 1, 2008, when the Senate voted to approve the $700 billion rescue package, Bayh held a “Lunch with Supporters” that included lobbyists for the financial services industry, his schedule shows.",
  "The Obama administration later used executive authority to grant loans to American auto companies, which fully repaid the money and saved tens of thousands of jobs, including many in Indiana.",
  "And during the throes of the financial crisis, in September 2008, Bayh took part in at least a half-dozen meetings and conference calls regarding the government’s response to the emergency.",
  "Among them was a Sept. 23 hearing with then-Treasury Secretary Hank Paulson, then-Federal Reserve Chairman Ben Bernanke and then-Securities and Exchange Commission Chairman Christopher Cox.",
  "The investment firm Goldman Sachs and its employees were Bayh’s top donors during his Senate career, according to the Center for Responsive Politics, a campaign finance watchdog group.",
  "Since leaving the Senate in early 2011, Bayh has served on the board of Ohio-based Fifth Third Bank, which received $3.4 billion from the so-called Troubled Asset Relief Program.",
  "Bayh began the morning of Oct. 1 that year by making fundraising calls for 90 minutes in the office of Nortel Networks, a short walk from the Capitol, according to his schedule.",
  "During the 2004-10 cycle, the Indiana Democrat received more than $1.2 million in campaign cash from the financial services and real estate industries, CRP’s analysis shows.",
  "“The documents being provided to press by a political opponent of Evan’s in the final days before an election are at best incomplete,\" said Ben Ray, a Bayh spokesman.",
  "\"More than 70 percent of all votes Evan took in 2008 are absent from this schedule, and it is clearly not a reliable source of information on how his time was spent.\"",
  "There are also questions about Bayh’s attendance at Banking Committee or subcommittee meetings during the 2007-08 period as the U.S. financial crisis unfolded.",
  "Bayh has also worked for Apollo Global Management, a New York investment firm that paid him $2 million in 2015-16, according to his financial disclosure form.",
  "Bayh did join with other Banking Committee Democrats in October 2007 in warning subprime lenders to modify mortgages to prevent a wave of home foreclosures.",
  "The widespread use of subprime mortgages was a major factor in the real estate market collapse, which led to broader problems in the U.S. financial system.",
  "While noting that then-Indiana GOP Sen. Dick Lugar also supported the 2008 bailout bill, Bayh’s aides have criticized the release of his Senate schedule.",
  "Young and pro-GOP outside groups have bashed Bayh over his support for TARP, which was proposed by then-President George W. Bush’s administration.",
  "Bayh said he obeyed Senate rules and federal law in conducting those meetings, but it has become a serious liability for him in the campaign.",
  "“Evan Bayh is trying to disguise his record of being a key supporter of the Obama-Clinton agenda,” Young’s campaign said in a statement.",
  "Lowenthal and some of his clients were donors to Bayh’s reelection campaign and his leadership PAC, All America PAC, FEC records show.",
  "Bayh’s support for the 2008 Wall Street bailout has emerged as a major issue in his current race against Republican Rep. Todd Young.",
  "On Nov. 19, 2008, Bayh skipped the Banking Committee’s confirmation hearing for the Special Inspector General for the TARP program.",
  "On Dec. 3, 2008, Bayh had lunch with Michael Petrie, who was chairman of the Mortgage Bankers Association, Bayh’s schedule shows.",
  "Bayh voted for the Wall Street bailout package, as well as a failed bill to provide financial support for the U.S. auto industry.",
  "The Associated Press obtained his 2010 schedule, which showed Bayh meeting with prospective employers before leaving the Senate.",
  "Other meetings with industry lobbyists and officials took place in the weeks and months up to and following the bailout vote.",
  "One of the engagements — which included lunches, dinners and golf outings — happened the day of the Wall Street bailout vote.",
  "It was entirely appropriate to be with representatives of companies like GM, which employs thousands of Hoosiers,” Ray said.",
  "Bayh also missed some Banking Committee hearings to attend political meetings or fundraising events, his schedule shows.",
  "Bayh’s calendar entry from Sept. 21, 2008, shows a golf outing at the Chevy Chase Club with two Wall Street executives.",
  "Another attendee was Scott Pastrick, who was then president and CEO of the lobbying firm BKSH & Associates Worldwide.",
  "Aides to Bayh say he will cut his ties to Apollo and receive no further compensation if he wins the Senate race.",
  "And he backed the creation of the Consumer Financial Protection Bureau, which was strongly opposed by industry.",
  "Parven was representing Noble Environmental Power, which sought a wind tax credit as part of the TARP package.",
  "CNO Financial Group and Morgan Stanley also ranked in the top five of Bayh’s career donors, according to CRP.",
  "The lunch was also attended by a lobbyist for the Securities Industry and Financial Markets Association.",
  "There were other engagements with financial industry representatives before and after the TARP vote.",
  "“Hoosiers know that Evan Bayh’s answer to the recession was the same as Hillary Clinton’s: bailouts.",
  "“The economy was on the brink of collapse, and more than 100,000 Hoosier auto jobs were at risk.",
  "The Mortgage Bankers Association PAC donated $2,500 to Bayh’s leadership PAC that month.",
  "Ray added: “Evan voted for the toughest Wall Street reform since the Great Depression.",
  "The company and its employees gave nearly $49,000 to Bayh’s reelection campaign.",
  "His clients included GM and Safety-Kleen, which sought provisions in TARP bill.",
  "A third attendee was Scott Parven, then a lobbyist at Parven Pomper Strategies.",
  "Bayh continued to raise money until his retirement announcement in Febuary.",
  "Bayh’s spokesman defended his decision to take part in that lunch.",
  "Young has hammered Bayh for cashing in on his Senate service.",
  "The bank later repaid the money with interest.",
  "Bayh then held a “Lunch with Supporters.\"",
  "His biggest donor was Goldman Sachs.",
  "“The sense of urgency was palpable.",
  "2010."
]