[
  "“Do the above actions by Mr. Kushner constitute a breach of his ethical obligations to the American people?” — Illinois Democratic Rep. Raja Krishnamoorthi\n\nCitigroup said last week that the loan was “completely appropriate” and that the transaction was already in the works in 2016 prior to Kushner’s meeting with Citigroup’s CEO Michael Corbat in 2017.",
  "“I have discussed this matter with the White House Counsel’s Office in order to ensure that they have begun the process of ascertaining the facts necessary to determine whether any law or regulation has been violated,” David Apol, the acting director of the Office of Government Ethics, wrote in the letter published on Monday.",
  "White House attorneys are examining if a $184 million loan from the real-estate arm of Apollo Global Management LLC and a $325 million loan from Citigroup Inc. could have violated rules and laws regarding the conduct of federal employees, according to a letter from a federal ethics agency to a Democratic lawmaker.",
  "The loan “was negotiated on behalf of ARI by an Apollo investment professional with a history of doing business with Kushner Companies that predated his tenure at Apollo.”\n\nKushner had been running the family business before the election in 2016, but after Trump took office, he sold most of his assets to others.",
  "The lawmaker asked earlier this month the Office of Government Ethics for an opinion about possible ethical issues surrounding Kushner’s meeting with executives while they provided the loans to his family business, the Journal reported.",
  "“During that discussion, the White House informed me that they had already begun this process.”\n\nThe letter was addressed to Rep. Raja Krishnamoorthi, a Democrat from Illinois and a member of the House Oversight Committee.",
  "The White House is looking into whether two loans worth over $500 million to Jared Kushner’s family business may have violated federal ethics regulations or criminal laws, The Wall Street Journal reported.",
  "An attorney for Apollo also denied it provided the loan after its executive met with Kushner, according to a letter sent to members of Congress this month, the Journal reported.",
  "Kushner, President Donald Trump’s son-in-law and a White House senior adviser, reportedly met with top executives from the two companies before they provided each loan.",
  "“Nothing related to the [Brooklyn] loan or any other personal business with Mr. Kushner or the Kushner Companies was discussed at that meeting,” Citigroup said.",
  "The loans “raise serious ethical questions that need to be investigated,” Krishnamoorthi wrote in the letter to the ethics agency.",
  "“Do the above actions by Mr. Kushner constitute a breach of his ethical obligations to the American people?” he asked.",
  "He still maintains a stake in some company’s properties, including those that received the loans subject to a probe.",
  "The two loans were given to the Kushner Cos., a real-state company founded and run by the Kushner family.",
  "“Josh Harris and Jared Kushner never discussed any loans related to Kushner Companies,” the letter said.",
  "“The Kushner family has been a client of Citi for decades,” it added."
]