[
  "* CONSORT MEDICAL: Consort Medical Plc has agreed to develop a nasal spray for treating opioid overdoses with specialty pharmaceutical company Opiant Pharmaceuticals Inc.\n\n* FUNDING CIRCLE: Funding Circle IPO-FNIG.L, the small business loans platform, said on Monday it would look to raise around 300 million pounds ($388 million) through a listing on the London Stock Exchange.",
  "* For more on the factors affecting European stocks, please click on: cpurl://apps.cp./cms/?pageId=livemarkets\n\nTODAY’S UK PAPERS\n\n> Financial Times\n\n> Other business headlines Multimedia versions of Reuters Top News are now available for: * For Top News : topnews.reuters.com (Reporting by Shashwat Awasthi and Siju Varghese in Bengaluru)",
  "* The UK blue chip index closed 0.6 percent lower at 7,277.70 points on Friday, as investors awaited news on whether the United States would impose new tariffs on Chinese imports while a data breach at British Airways triggered a fall in its owner’s shares.",
  "* RPC GROUP-APOLLO GLOBAL: RPC Group, Europe’s biggest plastics packager, said on Monday it was in preliminary talks with alternative investment manager Apollo Global Management and private equity firm Bain Capital about a takeover offer for the company.",
  "* AB FOODS: Associated British Foods maintained its full year guidance, saying strong profit performances from its Primark fashion chain, grocery, agriculture and ingredients businesses would more than offset a weak outcome from its sugar operation.",
  "* GOLD: Gold held on to a small loss from the previous session on Monday, as the dollar firmed amid expectations of a U.S. Federal Reserve interest rate hike in September and fears of escalating trade tensions between the United States and China.",
  "(Adds company news items and futures)\n\nSept 10 - Britain’s FTSE 100 index is seen opening up 19 points at 7,297 points on Monday, according to financial bookmakers, with futures up 0.16 percent ahead of the cash market open.",
  "* ASTON MARTIN: Luxury carmaker Aston Martin announced the appointment of a non-executive chairwoman on Monday alongside a series of other proposed roles as it confirmed its intention to pursue an initial public offering.",
  "* GULF KEYSTONE: Oil and gas producer Gulf Keystone Petroleum Ltd on Monday reported a four-fold increase in first-half profit, led by higher output from the Shaikan oilfield in Kurdistan and an uptick in crude prices.",
  "* OIL: Oil prices rose on Monday as U.S. drilling for new production stalled and as the market eyed tighter conditions once Washington’s sanctions against Iran’s crude exports kick in from November.",
  "* GSK: GlaxoSmithKline said on Friday that U.S. health authorities had asked for more information about its Nucala drug for use in combating chronic obstructive pulmonary disease (COPD)."
]