[
  "Mitch Daniels, now president of Purdue University, is 69 ... Politico’s Darren Samuelsohn, Maggie Severns, Greg Hellman, Jon Otto, and Fernando Rodas ... Hodding Carter III is 83 ... Paige Lavender, HuffPost’s senior editor of breaking news ... Cliff Hackel ... Bonnie Levin of MedStar Health and the pride of Baltimore, celebrating in NYC by seeing “Hamilton” (h/ts Jon Haber) ... Todd Schulte, president of FWD.us … Chimene Okere is 26 ... JPM’s Tony Zeng ... Eric Walker, who does comms for Colorado Dems ... Angus Viebranz ... Alyssa Hackbarth ... CNN White House producer Noah Gray is 26 ... Michael Ciamarra (h/ts birthday girl Kaitlan Collins) … Rep. Robert Brady (D-Pa.) is 73 ... Sam Brill … Andrew Holt, former publisher of City & State magazine … Sara Lynn Croom\n\n... Kaitlan Collins, CNN White House reporter ... Richard Reyes-Gavilan, executive director of the DC Public Library (h/t birthday boy Bill McQuillen) … Ming Dang, principal at Apollo Global Management ... Cara Bowers ... filmmaker Deborah Scranton (h/t Jane Brown) ... WJLA alum Dan Patrick … Ali Swee ... Mike Abboud, press secretary at EPA (h/ts Andy Abboud and Liz Oberg) ... Aleesa Mann ... WashTimes’ Jessica Chasmar ... Eugene Kiely, director of FactCheck.org … Valerie Nelson, senior managing director in Dentons’ public policy and regulation practice and a Cantor alum … former German Chancellor Gerhard Schroeder is 74 … Amazon’s Harry Philip ... Dana Gray ... Mark Rhomberg … Simon Lieber … Fei Meng ... Jimmy Williams ... John J. Louizos ... Denis Gray ... Hilary Lefebvre ... Collin Hansen ... Tom Lehner ... Sam Brill … Curt Grieve ... Ryan Miller ... Antoine Artiganave ... Rene Redwood ... Fabiola Rodriguez-Ciampoli (h/ts Teresa Vilmain)\n\nTHE SHOWS, by @MattMackowiak, filing from Albuquerque:\n\n-- “Fox News Sunday”: Larry Kudlow … Rep. Joe Crowley (D-N.Y.).",
  "And I Fear for What It Has Become,” by David Joy in the N.Y. Times Magazine: “In the wake of mass shootings, a lifetime of gun ownership leads to unsettling questions.” https://nyti.ms/2qaSTI6\n\n-- “How We, The Indians, Came to Be,” by Tony Joseph in the Quint – per TheBrowser.com’s description: “The Indus Valley Civilisation was probably built and populated by a mixed population of Iranian agriculturists and South Asian hunter-gatherers; pastoralists of the south-eastern Steppe moved into South Asia in the second millennium BC, bringing with them Indo-European language and culture.” http://bit.ly/2uNR9dC\n\n-- “What About ‘The Breakfast Club’?” by Molly Ringwald on NewYorker.com: “Revisiting the movies of my youth in the age of #MeToo.” http://bit.ly/2GDo89L\n\n-- “A People in Limbo, Many Living Entirely on the Water,” by Ben Mauk in the N.Y. Times Magazine: “Floating villages spread across the surface of the Mekong River’s waterways, playing host to ethnic Vietnamese whose status in Cambodian society is perpetually adrift.” https://nyti.ms/2HdKig3\n\n\n\nPlaybookers\n\nWELCOME TO THE WORLD – Isaac Dovere, POLITICO’s chief Washington correspondent, and host of the “Off Message” podcast, and Sarah Slobodien Dovere, director of organizational advancement at the Woolly Mammoth Theater Company, on Tuesday welcomed a baby boy.",
  "Panel: Olivia Nuzzi, Jeff Greenfield and Erick Erickson … Jonathan Beaton\n\n-- Fox News’ “MediaBuzz”: Sarah Westwood … Mollie Hemingway … Capri Cafaro … Frank Luntz … Shana Glenzer … Emily Jashinsky … Bill Press\n\n-- Univision’s “Al Punto”: Vicente Fox … Andrés Manuel López Obrador\n\n-- C-SPAN: “The Communicators”: Interviews from the “State of the Net” conference with DHS’ Jeanette Manfra … Kathryn Condello … Bill Moore … State’s Robert Strayer … Freedom House’s Sanja Kelly … “Newsmakers”: FDA Commissioner Dr. Scott Gottlieb, questioned by Anna Edney and Sarah Jane Tribble … “Q&A”: Author and theoretical physicist Michio Kaku (“The Future of Humanity: Terraforming Mars, Interstellar Travel, Immortality, and Our Destiny Beyond Earth”).",
  "SUBSCRIBE to the Playbook family: POLITICO Playbook http://politi.co/2lQswbh ... Playbook Power Briefing http://politi.co/2xuOiqh ... New York Playbook http://politi.co/1ON8bqW … Florida Playbook http://politi.co/1OypFe9 ... New Jersey Playbook http://politi.co/1HLKltF ... Massachusetts Playbook http://politi.co/1Nhtq5v … Illinois Playbook http://politi.co/1N7u5sb ... California Playbook http://politi.co/2bLvcPl ... London Playbook http://politi.co/2xfDPuK … Brussels Playbook http://politi.co/1FZeLcw ... All our political and policy tipsheets http://politi.co/1M75UbX\n\nFollow us on Twitter Anna Palmer @apalmerdc\n\n\n\nJake Sherman @JakeSherman\n\n\n\nDaniel Lippman @dlippman\n\nFollow Us",
  "[EPA] administrator Scott Pruitt held 25-times more meetings with industry representatives than environmental advocates during his first seven months in office, according to a Reuters analysis of his schedule, reflecting the agency’s pro-business approach under his tenure.” https://reut.rs/2GEHMOQ\n\n-- “AP sources: EPA chief spent millions on security and travel,” by AP’s Michael Biesecker: “[EPA] chief Scott Pruitt’s concern with his safety came at a steep cost to taxpayers as his swollen security detail blew through overtime budgets and at times diverted officers away from investigating environmental crimes.",
  "-- MSNBC’s “Kasie DC”: Sen. Amy Klobuchar (D-Minn.) … Rep. Ro Khanna (D-Calif.) … Kentucky Democratic congressional candidate Amy McGrath … Michael Steele … Nicolle Wallace … Katty Kay … Maria Teresa Kumar … Susan Page … Elisabeth Bumiller … Jonathan Lemire … Sara Fischer … Jo Ling Kent … Kayla Tausche\n\n-- “The McLaughlin Group”: Moderator Tom Rogan with syndicated columnist Pat Buchanan, The Daily Beast’s Eleanor Clift, syndicated columnist Clarence Page and guest panelist New York Observer columnist John Schindler\n\n-- PBS’ “To the Contrary”: Heritage Foundation president Kay James.",
  "It gets worse every time there’s a report in the news.’” https://politi.co/2HfK485\n\nTHE BIG PICTURE … “Inside the EPA: ‘It’s just a slow-motion train wreck’: ‘Everybody is out for themselves right now,’ says one employee in an agency where people are fretting about leaks and Scott Pruitt’s scandals,” by Emily Holden: “[EPA] employees are talking about ‘backstabbing’ and ‘civil war,’ worrying about leaks or wondering whether to leak, pondering quitting while fearing that the mushrooming scandals surrounding Administrator Scott Pruitt will make it impossible for them to find a job.",
  "Well-connected Lebanese-American businessman George Nader ...told investigators that he set up a meeting in the Seychelles between Prince and Russian sovereign wealth fund CEO Kirill Dmitriev, mere days before Trump was inaugurated ...\n\n“Documents obtained by Mueller suggest that before and after Prince met Nader in New York a week before the trip to the Seychelles, Nader shared information with Prince about Dmitriev ... which appears to be inconsistent with Prince’s sworn testimony before a U.S. House of Representatives investigative panel.",
  "President Trump recently blasted Mexico as doing ‘very little, if not nothing’ to stop the flow of people across Mexican territory en route to the United States.” https://wapo.st/2H2JkWm\n\nJARED INC. – “Vornado Has ‘Handshake’ to Sell Stake in NYC Tower to Kushners,” by Bloomberg’s David M Levitt, David Kocieniewski, and Caleb Melby: “Vornado Realty Trust says it has an informal agreement to sell its interest in Manhattan’s 666 Fifth Ave. to Kushner Cos., the firm run by the family of presidential son-in-law Jared Kushner.",
  "-- “Mueller has evidence that Trump supporter’s meeting with Putin ally may not have been a chance encounter: Sources,” by ABC News’ Pierre Thomas and James Gordon Meek: “Special Counsel Robert Mueller has obtained evidence that calls into question Congressional testimony given by Trump supporter and Blackwater founder Erik Prince last year, when he described a meeting in Seychelles with a Russian financier close to Vladimir Putin as a casual chance encounter ‘over a beer,’ sources told ABC News.",
  "‘I didn’t fly there to meet any Russian guy,’ Prince told the House Permanent Select Committee on Intelligence in November.” https://abcn.ws/2HhFfLt\n\n-- JOSH GERSTEIN: “Manafort moves to suppress evidence found in storage unit”: “Lawyers for former Trump campaign chairman Paul Manafort are arguing that what could be key evidence against him should be kept out of court because the FBI violated his Constitutional rights by illegally entering a storage locker belonging to Manafort’s firm.",
  "…\n\n“Conservatives and business groups, which were central to the political push for tax reform bill, now worry that the potential tariffs and threats to pull out of trade agreements will overshadow their efforts to convince Americans of the benefits of the tax bill.” https://politi.co/2Hg86Qi\n\nWHERE BIG BUSINESS STANDS -- BRT’S JOSH BOLTEN op-ed in CNBC: “Give trade peace a chance”: https://cnb.cx/2HgCqtX\n\nNOT EXACTLY TALKING ABOUT TAX REFORM … POST AND COURIER’S JAMIE LOVEGROVE: “U.S.",
  "http://bit.ly/2qdWkxN\n\nGREAT WEEKEND READS, curated by Daniel Lippman:\n\n-- “‘The Clock is Ticking’: Inside the Worst U.S. Maritime Disaster in Decades,” by William Langewiesche in April’s Vanity Fair: “A recording salvaged from three miles deep tells the story of the doomed ‘El Faro,’ a cargo ship engulfed by a hurricane.” http://bit.ly/2GZyeBb\n\n-- “God Save Austin,” by Lawrence Wright in Austin Monthly: “Austin is divided by the Colorado River, which is dammed to make Lady Bird Lake.",
  "gathers data on migrants deep in Mexico, a sensitive program Trump’s rhetoric could put at risk,” by WaPo’s Joshua Partlow and Nick Miroff in Mexico City: “The United States government is expanding a program to capture the biometric data of tens of thousands of Central Americans and other migrants arrested in Mexico, gaining unprecedented access to Mexican immigration jails to identify criminals, gang members and potential terrorists long before they reach the border.",
  "Farenthold has come under harsh scrutiny for using taxpayer money to settle a 2014 lawsuit brought by a former staffer over allegations of gender discrimination, sexual harassment and creating a hostile work environment.” https://politi.co/2Es41Wb\n\n-- IMPORTANT MESSAGING BY GOP LEADERSHIP: “‘I hope Blake is true to his word and pays back the $84,000 of taxpayer money he used as a settlement,’ Rep. Steve Stivers (R-Ohio), chairman of the [NRCC], said in a statement.",
  "BIRTHDAYS: Daniel Lippman is 28 ... McConnell alum Josh Holmes, president and founding partner of Cavalry LLC ... Bill McQuillen, senior director of public affairs of Burson-Marsteller, who celebrated last night at Players Club dancing to 80s songs while Ben Chang DJ’d -- pic http://bit.ly/2uQqKvK ... Hilary Perry (hat tips: Dick Keil) ... Michael Meehan, CEO of Squared Communications and founding partner of the Potomac West Group ... California Gov.",
  "There are now more than 90,000 private foundations, whose assets total $700 billion.” http://bit.ly/2IzYY8B\n\n-- “Homeless in Seattle,” by Ethan Epstein in the Weekly Standard’s latest cover story: “Why are wealthy cities with booming economies seeing a surge of the down and out?” https://tws.io/2IxalOA\n\n-- “A Betrayal,” by ProPublica’s Hannah Dreier, co-published with New York magazine: “The teenager told police all about his gang, MS-13.",
  "Separately on Friday, consumer groups filed a complaint with the Federal Trade Commission, saying Facebook violates users’ privacy rights through its facial-recognition software.” https://on.wsj.com/2GEHvLO ... Zuck’s announcement yesterday http://bit.ly/2ICdtsF\n\nPlaybook Reads\n\nPHOTO DU JOUR: Two helicopters are prepared for takeoff at the Armed Forces Reserve Center at Austin-Bergstrom International Airport on April 6 in Austin, Texas.",
  "Though Porambo’s resulting book brought prestige, it didn’t bring the awards he believed it deserved, so he turned to the avenue he thought would help achieve that balance he so craved: crime, specifically robbing drug dealers.” http://bit.ly/2Hdydr6\n\n-- “When cops become robbers,” by BBC’s Jessica Lussenhop: “Inside one of America’s most corrupt police squads.” https://bbc.in/2q9POc3 (h/t Longform.org)\n\n-- “Gun Culture Is My Culture.",
  "...\n\n“The internal EPA drama is infecting even Pruitt’s inner circle, which has been split for months between D.C.-based Republicans and some loyalists who followed him from his former post as Oklahoma attorney general — a few of whom, according to two former staffers, have been all too eager to sign off on the luxe travel and security spending that has spurred growing calls for President Donald Trump to fire their boss.",
  "Our next-door neighbor sold appliances, and next to him was Terrence Malick, who occasionally walked our kids to school.” http://bit.ly/2IAOuWK\n\n-- “The Triumph of Philanthropy,” by Scott Sherman in Lapham’s Quarterly – per TheBrowser.com’s description: “America’s super-rich have a choice: They can allow the IRS to tax their money at 40 percent, or they can dispose of their fortunes as they choose, via philanthropy.",
  "Bush.” https://nyti.ms/2qa0AOO\n\nZUCKERBERG’S GIVE … “Facebook to Check Groups Behind ‘Issue Ads,’” by WSJ’s Lara O’Reilly and John D. McKinnon: “Facebook Inc. will soon require that advertisers wanting to run ads on hot-button political issues go through an authorization process first, a move the social network hopes will prevent the spread of misinformation across its platform.",
  "Americans should all agree that members of the President’s cabinet should be kept safe from these violent threats.”\n\n-- GOWDY MAKES HIS MOVE … “Gowdy says in activist video he’s looking into Pruitt,” by Alex Guillén: “‘I don’t have a lot of patience for that kind of stuff,’ Gowdy told activists at a signing of his new book co-authored with Sen. Tim Scott (R-S.C.).",
  "ELIANA JOHNSON: “Lobbyist couple had to change the locks on Pruitt”: “Scott Pruitt was only supposed to be living in the Capitol Hill condominium that has become a focal point of his latest ethics controversy for six weeks last year while he got settled in Washington – but the new [EPA] administrator didn’t leave when his lease ended.",
  "In return, he was slated for deportation and marked for death.” http://bit.ly/2HfXSiW (h/t Longform.org)\n\n-- “Porambo,” by Greg Donahue in The Atavist – per Longreads.com’s description: “This is simply an astonishing tale of Ron Porambo, a veteran reporter who rose to fame detailing abuses by the police during the 1967 Newark riot.",
  "... It’s a little hard to push ahead on deregulatory actions while the guy who’s driving them seems to be going out the door.’ Among employees, that staffer added, the Pruitt scandal has come to dominate the workplace:\n\n“Every hour, it seemed, someone would pop in to the room to announce the latest breaking story.",
  "In Japan, he became known as ‘the missile man.’” https://on.wsj.com/2uUq6gv\n\nNYT’S TIM ARANGO on MBS from LOS ANGELES on A1: “Oprah, Rupert Murdoch, Harvard: Saudi Prince’s U.S. Tour”: “He talked about the movie business with Michael Douglas, Morgan Freeman and Dwayne Johnson over dinner at Rupert Murdoch’s house.",
  "PALM BEACH POST FRONT PAGE: “FAA notice hints at April 15-22 Mar-a-Lago visit,” by George Bennett: “President Donald Trump might go straight from a South American summit to a week at his Mar-a-Lago estate later this month, according to a Federal Aviation Administration advisory released Friday.",
  "He is the long-term house guest who takes advantage of his hosts and refuses to take a hint about when it’s time to leave,’ [a] second person said.” https://politi.co/2GJgLxu\n\n-- REUTERS’ TIMOTHY GARDNER and RICHARD VALDMANIS: “Embattled EPA chief’s calendar shows industry had his ear”: “U.S.",
  "2 House Democrat said by phone, reflecting on his long career as he cut through snow-covered rolling hills, a world away from his Chesapeake Bay home turf.” http://bit.ly/2qeFVcu\n\nKNOWING BOB LIGHTHIZER -- “The Architect of Trump’s Threatened China Trade War,” by WSJ’s Bob Davis: “Mr.",
  "Taxpayers still covered the airfare for the administrator’s security detail.” http://bit.ly/2H4GoIy\n\n-- EPA SPOKESMAN JAHAN WILCOX’s statement: “According to EPA’s Assistant Inspector General, Scott Pruitt has faced an unprecedented amount of death threats against him and his family.",
  "2 Dem searches for a last shot at the top spot”: “Democratic Leader Nancy Pelosi is not welcome in Trump country, which was probably one reason another top Democrat — her long-term rival Steny Hoyer — was zipping through Republican-friendly corners of western Wisconsin this week.",
  "Then, the agent used what he saw written on so-called Banker’s Boxes and the fact there was a five-drawer filing cabinet to get permission to return and seize many of the records.” https://politi.co/2qcckjO\n\nFINALLY -- “Farenthold resigns from Congress,” by POLITICO staff: “Rep.",
  "Embassy in Cuba: Diplomatic population 10,” by Mimi Whitefield: “At a time when Cuba faces a significant generational shift in power with Cuban leader Raúl Castro expected to retire from the presidency on April 19, the United States has few official eyes and ears on the island.",
  "“Operating in detention facilities in southern Mexico and here in the capital, Department of Homeland Security officials have installed scores of screening terminals to collect migrants’ fingerprints, ocular scans and other identifying features, including tattoos and scars.",
  "“‘I’m not going to be a Gabby Giffords,’ Norman said afterward, referring to the former Arizona Democratic congresswoman who was shot outside a Tucson-area grocery store during a constituent gathering in 2011.” http://bit.ly/2uXE5Cy\n\nThe most reliable politics newsletter.",
  "Other agency veterans frequently checked news sites and social media for updates while trading stories, real or not, of senior staffers slamming doors and having yelling matches over the weekend and throughout the week.” https://politi.co/2JoiAxA\n\nTHE INVESTIGATIONS ….",
  "He’s a blue-collar Texan who regularly lets his fellow blue-collar white people have it for their moral failures, for their embrace of a strongman, for letting the ‘American values’ they purport to stand for decay into a swamp of self-pity and conspiracy-mongering.",
  "“An embassy roster, which was updated on March 22 on the State Department’s website, lists no political or economic officers and a total of only 10 diplomats, including Chargé d’affaires Philip S. Goldberg, the chief of mission in the absence of an ambassador.",
  "GOP’S BIG FEAR -- “Republicans worry Trump’s trade war will blot out tax cut message,” by Nancy Cook: “Republicans want President Donald Trump to stick to a simple message ahead of the 2018 midterm elections: cutting taxes and slashing regulations.",
  "-- CNN’s “Inside Politics” with John King: Eliana Johnson, Manu Raju, Molly Ball and Josh Dawsey\n\n-- Fox News’ “Sunday Morning Futures”: Rep. Trey Gowdy (R-S.C.) … Rep. Michael McCaul (R-Texas) … Gordon Chang … Rep. Mac Thornberry (R-Texas).",
  "In the mid-1980s, as a U.S. Trade Representative official who negotiated with Japan, he once grew so frustrated he took a Japanese proposal, turned it into a paper airplane and floated it back at the Japanese negotiators as a joke.",
  "...\n\n“Assessing the statement is particularly difficult because, in recent months, Roth and Charles Kushner have increasingly been handling key aspects of the discussions themselves, according to people familiar with the talks.",
  "“After repeatedly deriding the marketing of the landmark tax reform passed in December — which he wanted to call the ‘Cut Cut Cut Act’ — Trump has shifted gears, instead launching into a tit-for-tat war on trade with China.",
  "There are no public affairs or cultural officers listed either.” https://hrld.us/2JsANdI … A1 PDF http://bit.ly/2EseAIT\n\n\n\nA message from Google: Google is supporting service members as they transition to civilian jobs.",
  "“The FBI first got into the Alexandria, Va. storage unit last May with the assistance of an employee who worked at two or more of Manafort’s companies, an agent told the federal magistrate judge who issued the warrant.",
  "Learn more at google.com/grow/veterans\n\nCLICKER – “The nation’s cartoonists on the week in politics,” edited by Matt Wuerker -- 14 keepers https://politi.co/2EqgMAC\n\nMEDIAWATCH -- JACK SHAFER, “Congrats, Jeff Goldberg.",
  "He sees himself as blue-collar even though he is a doctor’s son who once raced around West Virginia in sports cars and has financial assets worth between $10 million and $38 million, according to government filings.",
  "… The White House has also announced Trump will host Japanese Prime Minister Shinzo Abe at Mar-a-Lago on April 17-18.” https://pbpo.st/2H6bT5c … A1 PDF http://bit.ly/2qQ3ib7\n\nFRONT PAGE OF THE MIAMI HERALD … “U.S.",
  "Rep. Ralph Norman, R-Rock Hill, told The Post and Courier he pulled out the weapon and placed it on a table for several minutes in attempt to make a point that guns are only dangerous in the hands of criminals.",
  "You Just Martyred Kevin Williamson”: “Since the rise of Donald Trump, Williamson has emerged as maybe the most eloquent and forceful internal critic of that part of the white working class that went for Trump.",
  "‘As I have said repeatedly, Congress must hold ourselves to a higher standard and regain the trust of the American people.’”\n\n-- BARRING SOMETHING CRAZY, REPUBLICANS will keep this Corpus Christi area seat.",
  "Blake Farenthold announced he would resign immediately from Congress, after an ethics inquiry was opened into allegations of sexual harassment and other inappropriate behavior from former staff members.",
  "-- Washington Times’ “Mack on Politics” weekly politics podcast with Matt Mackowiak (download on iTunes, Google Play, or Stitcher or listen at http://bit.ly/2mGabdq): EPA Administrator Scott Pruitt.",
  "He sometimes used a companion pass obtained with frequent flyer miles accumulated by Ken Wagner, a former law partner whom Pruitt hired as a senior adviser at EPA at a salary of more than $172,000.",
  "And the Texas National Guard said it was already sending Guardsmen to the border, with plans to place 250 troops there in the next 72 hours as an ‘initial surge,’ according to a Guard spokesman.",
  "“Gowdy didn’t say whether his committee has begun a formal investigation of Pruitt or some more preliminary review, but he said that public servants must ‘be a good steward’ of taxpayer money.",
  "Both people familiar with the condo arrangement described Pruitt as a difficult tenant who, intoxicated by his newfound power, paid little attention to the headaches he was causing others.",
  "“Hoyer, the Maryland centrist and perpetual leader-in-waiting in the House of Representatives, was on a mission to woo blue-collar voters and help his party win back control of the House.",
  "“Power Player of the Week” segment with former HHS Secretary and American University president Sylvia Burwell\n\n-- CNN’s “State of the Union”: Larry Kudlow … Sen. Susan Collins (R-Maine).",
  "The building has a $1.2 billion mortgage due February 2019.” https://bloom.bg/2Jnv6gR\n\n\n\nA message from Google: Google is committed to helping veterans build successful civilian careers.",
  "Panel: Karine Jean-Pierre, Jen Psaki, Linda Chavez and U.S. Senate candidate Kelli Ward\n\n-- CBS’s “Face the Nation”: Treasury Secretary Steven Mnuchin … Sen. John Kennedy (R-La.)",
  "“‘While I planned on serving out the remainder of my term in Congress, I know in my heart it’s time for me to move along and look for new ways to serve,’ he said in a statement.",
  "After trying to nudge Pruitt out of their home over the course of several months, the Harts finally told Pruitt in July that they had plans to rent his room to another tenant.",
  "He’s the kind of writer comfortable liberals ignore at their peril.” https://politi.co/2uTjVcv\n\n-- Astead W. Herndon is joining the N.Y. Times as a national politics reporter.",
  "Today when service members search “jobs for veterans” on Google, and enter their military occupational specialty code, they’ll see jobs that match their military skill sets.",
  "“‘The original arrangement was that he would be there living out of a suitcase … and it just kept going and going,’ said one of the people with knowledge of the arrangement.",
  "Altogether, the agency spent millions of dollars for a 20-member full-time detail that is more than three times the size of his predecessor’s part-time security contingent.",
  "“Instead, he asked the lobbyist couple who became his disgruntled landlords to revise his lease several times, according to two people with knowledge of the situation.",
  "...\n\n“Asked by the activists whether Pruitt had turned over all requested documents, Gowdy said his committee has viewed them, but has not actually obtained copies.",
  "But once you get beyond the anti-Trumpism, he also holds a lot of social positions the center-left loathes, and he’s ferociously good at articulating them.",
  "Jerry Brown did not respond to questions about whether it would deploy troops.” http://bit.ly/2GEEr6d\n\nTHE PRESIDENT has no public events scheduled today.",
  "The company announced in blog posts on Friday that it plans to work with third parties to develop a list of key issues, which will be updated over time.",
  "...\n\n“‘We know the bosses, at least the administrator’s office, has zero bandwidth to be dealing with any policy issues right now,’ [one] staffer said.",
  "He discussed space travel with Richard Branson in the California desert, and philanthropy with Bill Gates and technology with Jeff Bezos in Seattle.",
  "Their mission is part of an order signed by President Donald Trump earlier in the week, aimed at targeting drug trafficking and illegal immigration.",
  "...\n\n“A nationwide search of state and federal court records by AP found no case where anyone has been arrested or charged with threatening Pruitt.",
  "DEFENSE SECRETARY JIM MATTIS approved paying for up to 4,000 National Guard troops to guard the border through the end of September, per the AP.",
  "The couple, Vicki and Steve Hart, became so frustrated by their lingering tenant that they eventually pushed him out and changed their locks.",
  "…\n\n“On weekend trips home for Sooners football games, when taxpayers weren’t paying for his ticket, the EPA official said Pruitt flew coach.",
  "We also help employers find them by enabling companies to implement this feature on their career sites using Google Cloud’s Talent Solution.",
  "“The trip ends this weekend in Texas, where the prince meets with oil executives and two former presidents, George W. Bush and George H.W.",
  "Panel: Charlie Cook, Helene Cooper, Doris Kearns Goodwin and Rich Lowry\n\n-- ABC’s “This Week”: Tom Bossert … Sen. Lindsey Graham (R-S.C.).",
  "On the north bank are the state capitol and the University of Texas — anchors of a city historically made up of teachers and bureaucrats.",
  "Through Grow with Google, our initiative to create economic opportunities, we’ve developed resources specifically for veterans.",
  "Panel: Jeffrey Goldberg, Toluse Olorunnipa, Julie Pace and Ramesh Ponnuru\n\n-- NBC’s “Meet the Press”: Sen. Mike Rounds (R-S.D.)",
  "“The total so far remains well short of the 2,000 to 4,000 National Guard members that Trump told reporters he wants to send.",
  "There’s only a rough indication of the amount that would be paid and no sense of how such a transaction would be financed.",
  "“The FAA notice says there will be ‘VIP Temporary Flight Restrictions’ in the Palm Beach area from April 15 to April 22.",
  "CareerBuilder, Pepsi, Siemens, RecruitMilitary, and many others have already implemented the API on their career sites.",
  "“He has become the center-left’s favorite righty firebrand, and it’s not hard to see why Goldberg wanted him aboard.",
  "The Texas Republican had said he would not run for reelection, but he had previously resisted calls to step down.",
  "One lawmaker pulls a gun in S.C. while meeting constituents Presented by\n\nDriving the Day\n\nGood Saturday morning.",
  "Lighthizer, 70 years old, grew up in the Lake Erie port city of Ashtabula, Ohio, which was battered by imports.",
  "He visited Harvard and MIT, brokered arms deals with President Trump and sat down with Wall Street financiers.",
  "Republicans were pleased that Farenthold’s seat will be filled on Election Day, not in a special election.",
  "The statement, released late Friday, seemed oddly timed and appeared to catch the Kushners off guard.",
  "EPA’s press office did not respond Friday to provide details of any specific threats or arrests.",
  "But the president, who regards himself as a master communicator, seems to have a different plan.",
  "Rep. Ralph Norman pulls out loaded gun in constituent meeting to make point about safety”: “U.S.",
  "Such notices, while subject to change, are usually the first indicator of a presidential visit.",
  "He most recently has been a political reporter in the Washington bureau of The Boston Globe.",
  "Email Sign Up By signing up you agree to receive email newsletters or alerts from POLITICO.",
  "‘There’s no way on earth they’re going to worry about any detail of what we’re working on.",
  "It wasn’t clear whether they’d lined up financing for the more than $1 billion required.",
  "Two helicopters lifted off Friday night from Austin, the state capital, to head south.",
  "Sign up for POLITICO Playbook and get the latest news, every morning — in your inbox.",
  "Susana Martinez’s office said Friday that it had not yet deployed any Guard members.",
  "-- CNN’s “Fareed Zakaria GPS”: Larry Summers … Tom Donilon … Adm. Mike Mullen (Ret.)",
  "In the past fifteen years, 30,000 new private foundations have been established.",
  "| Amanda Voisard/Austin American-Statesman via AP\n\nSOUTH OF THE BORDER -- “U.S.",
  "The Colorado serves the same purpose as the Seine in Paris, a cultural divide.",
  "-- AP’S PAUL J. WEBER in AUSTIN and NOMAAN MERCHANT in HOUSTON: “Arizona Gov.",
  "Learn more at google.com/grow/veterans\n\nPRUITT’S PROBLEMS …\n\n-- WOAH!",
  "Panel: Mary Bruce, Cokie Roberts, Joshua Johnson and Franco Ordoñez.",
  "Panel: Karl Rove, Donna Edwards, Michael Needham and Juan Williams.",
  "Doug Ducey said about 150 Guard members would deploy next week.",
  "… Rania Abouzeid\n\n-- CNN’s “Reliable Sources”: Dean Baquet.",
  "We bought a duplex on the south side, in Travis Heights.",
  "... ‘Scott Pruitt is the Kato Kaelin of Capitol Hill.",
  "STENY HOYER UPDATE … AP’S LISA MASCARO: “House’s No.",
  "He was also looking for what could be his last shot.",
  "… Cambridge Analytica co-founder Christopher Wylie.",
  "“As with his boss, bluntness is his calling card.",
  "‘They let us come over and see them,’ Gowdy said.",
  "‘I’m not sure he’s going to make it that long.",
  "Would I be disappointed if it doesn’t happen?",
  "Jerry Brown is 8-0 ... former Indiana Gov.",
  "Panel: Jason Chaffetz and Mary Kissel.",
  "Are Republicans talking tax reform?",
  "He even met with Oprah Winfrey….",
  "You can unsubscribe at any time.",
  "The office of California Gov.",
  "“‘Would I like to be speaker?",
  "… Sen. Ben Cardin (D-Md.)",
  "… Many questions remain.",
  "They prefer the second.",
  "… Nicholas Thompson.",
  "New Mexico Gov.",
  "No,’ the No.",
  "Of course.",
  "..."
]