[
  "Ionis Pharmaceuticals – Ionis and Akcea Therapeutics suffered a setback when the Food and Drug Administration declined to approve a drug designed to treat a genetic disease that causes fat to accumulate in the blood.",
  "Apple – Apple's next iPhone series – expected to be introduced next month – are likely to have more favorable momentum than previous iPhones, according to industry sources quoted by DigiTimes.",
  "Check out the companies making headlines before the bell:\n\nTiffany – The luxury goods retailer reported quarterly earnings of $1.17 per share, 16 cents a share above estimates.",
  "Campbell Soup – The food company will announce this week that it does not plan to sell the entire company, according to sources quoted by the New York Post.",
  "Xilinx – Xilinx was upgraded to \"outperform\" from \"neutral\" at RW Baird, with the firm pointing to some recent contract wins for the specialty chip maker.",
  "Revenue and comparable-store sales also topped Street forecasts, however Best Buy's current-quarter earnings guidance fell below analysts' estimates.",
  "Gap – The apparel retailer's stock was upgraded to \"neutral\" from \"sell\" at Citi, based on current price levels following recent underperformance.",
  "Revenue also exceeded forecasts, and a comparable-store sales increase of 9.7 percent easily beat the consensus 2.5 percent estimate.",
  "Best Buy – The electronics retailer came in 8 cents a share above estimates, with adjusted quarterly profit of 91 cents per share.",
  "Twitter – Twitter has suspended a total of 770 accounts for engaging in coordinated manipulation and for other policy violations.",
  "Aspen Insurance – Aspen will be bought by funds affiliated with Apollo Global Management for $2.6 billion, or $42.75 per share.",
  "DSW – DSW earned an adjusted 63 cents per share for its second quarter, well above the consensus estimate of 46 cents a share.",
  "Under the pact, Nestle will get the rights to sell Starbucks products in places other than the company's U.S. coffee shops.",
  "Those sources say such a move could provoke a proxy fight by investor Daniel Loeb's Third Point against Campbell's board.",
  "Heico said it saw double-digit organic revenue growth at its Flight Support and Electronic Technologies businesses.",
  "That represents a 6.6 percent premium over Monday's closing price for the specialty insurer company's stock.",
  "Revenue and comparable-store sales also beat forecasts and Tiffany raised its full-year earnings outlook.",
  "That will likely result in record quarterly revenue for Apple suppliers Taiwan Semiconductor and Foxconn.",
  "It said many of the accounts involved in the alleged manipulation appear to have originated from Iran.",
  "The decision came as a surprise, since an FDA panel had voted in favor of approving the drug in May.",
  "Heico – Heico earned 49 cents per share for its third quarter, 4 cents a share above estimates.",
  "Starbucks – Starbucks and Switzerland's Nestle have finalized a $7.15 billion licensing deal.",
  "The defense and aerospace company's revenue also topped Wall Street forecasts."
]