[
  "Let’s recap:\n\n• Elon Musk dismissed a question from Sanford Bernstein’s Toni Sacconaghi about capital expenditures and said, “Boring, bonehead questions are not cool.”\n\n• After RBC Capital Markets’s Joe Spak asked about Model 3 reservations, Mr. Musk said that he’d talk to retail investors because analysts’ questions were “so dry.”\n\nAdvertisement Continue reading the main story\n\n• When asked if Tesla should keep its electric car charging network to itself as a strategic asset, Mr. Musk said, “I think moats are lame.”\n\nLiam Denning of Bloomberg Opinion wrote, “Folks, this is not a good sign.” Rebecca Lindland of Kelley Blue Book told CNBC, “Elon, you’ve got to grow up.”\n\nCNBC has a good roundup of reactions from Wall Street analysts.",
  "Irrespective of the Tesla CEO’s annoyance with the genre of questions he was receiving from the analyst community, we note that an important part of Tesla’s success has been its relationship with the capital markets in funding its ambitious plans.”\n\nRyan Brinkman, an analyst at JPMorgan:\n\n“Given that the market has seemed somewhat less focused on cash burn than we have been, initially we believed that the 1Q performance — combined with forceful management guidance for a strong 2H inflection in revenue, margin, and cash flow — would be enough to elicit a modestly positive reaction in the shares Thursday.",
  "Instead, we expect TSLA to fall today after CEO Elon Musk dismissed multiple analyst questions as ‘dry’ and ‘boring’ (including questions probing what we feel are key topics, such as profitability of the Model 3 and the company’s capital requirements).”\n\nAlexander Potter, an analyst at Piper Jaffray:\n\n“Management strongly rejected the need for new equity, while trimming its capex forecast and guiding for profitability in 2H.",
  "Peter Navarro, a hard-line trade adviser, told the NYT, “The discussions will take place in Beijing; the decisions will take place in Washington.”\n\nNewsletter Sign Up Continue reading the main story The All-New DealBook Newsletter Our columnist Andrew Ross Sorkin and his Times colleagues help you make sense of major business and policy headlines — and the power-brokers who shape them.",
  "Along with other alternative asset firms, KKR trades around 10 times the next 12 months’ forecast earnings, far short of BlackRock’s multiple of more than 17 times.”\n\nPhoto\n\nCambridge Analytica goes down, but a sequel is in the works\n\nCustomers fled after the Facebook controversy, forcing the consultancy to file for bankruptcy protection.",
  "And although they are familiar with the American delegation’s main players, they are less acquainted with who does what among lower-level advisers and officials when it comes to United States trade policy.”\n\nTrump’s solar tariffs are scrambling in the industry\n\nLast month SunPower and SolarWorld Americas agreed to merge.",
  "Paul Vigna of the WSJ suggests another reason:\n\nA deal open to any investors, rather than just wealthier, accredited ones, could open up the company’s executives to more scrutiny, a timely concern given the Securities and Exchange Commission’s recent focus on I.C.O.s.",
  "Advertisement Continue reading the main story\n\nCritics’ corner\n\nTom Buerkle of Breakingviews writes:\n\n“The real potential is in the valuation uplift that may come from more investors being able to buy KKR stock and analyze it like a traditional money manager.",
  "Speaking of which …\n\nPhoto\n\nThe Milken Institute Global Conference wrap-up\n\nEveryone was optimistic, with one executive declaring that “the rules of economic cycles may no longer apply.” But many hedge fund managers are more concerned with survival.",
  "Henry R. Kravis and George R. Roberts, K.K.R.’s co-chairmen and co-C.E.O.s, said:\n\n“KKR’s conversion from a partnership to a corporation is designed to broaden our investor base, simplify our structure and make it easier to invest in our shares.",
  "wants to hear from Jay-Z\n\nThe Securities and Exchange Commission is seeking a court order directing Shawn Carter, the hip-hop artist known as Jay-Z, to comply with its subpoena to testify in its investigation of Iconix Brand Group.",
  "“The industry is in a scramble to figure out what all of the impacts are,” said Rob Freeman, chief executive of Tradewind Energy, which is based in Kansas outside Kansas City and develops industrial-scale solar and wind projects.",
  "We believe this change, together with continued strong performance, will increase our ability to generate significant long-term equity value for all of our shareholders.”\n\nThe new structure will become effective on July 1.",
  "Sabrina Willmer of Bloomberg writes:\n\n“The Republican tax law slashed the corporate rate to 21 percent from 35 percent, spurring private equity managers to evaluate shifting to a regular corporation, known as a C-Corp.",
  "Beneath the bizarre theatrics, however, we see Tesla’s Q1 as in-line with expectations on most metrics, including revenues, gross margins, and free cash flow.”\n\nAdam Jonas, an analyst at Morgan Stanley:\n\n“To be clear.",
  "I think it’s fair to say it’s a significant negative.”\n\nPhoto\n\nHow Wall Street is reacting to Tesla’s call\n\nCNBC called it “bizarre.” Investors appear to agree: Tesla’s shares are down 6.4 percent Thursday morning.",
  "But then Elon Musk began dismissing analysts’ questions and decided instead to field TWELVE questions from a YouTuber because it was ‘way more interesting.’ The unorthodox behavior sparked an after-hours sell-off.",
  "Mr. Bradsher reports:\n\n“After a bureaucratic reshuffling, the members of China’s new negotiating team have deep backgrounds in economics and finance, but they are less comfortable with the minutiae of trade laws.",
  "For those who missed it – halfway through the call, CEO Elon Musk abruptly declared that our questions were ‘boring’ and ‘not cool,’ and pivoted to a 20-minute back-and-forth with a retail investor from YouTube.",
  "In barely three months, the tariffs — the first shot fired by President Trump in his escalating trade offensive — are fundamentally reshaping the solar industry and its prospects, reports The NYT’s Ivan Penn.",
  "The secure messaging service — under pressure from authoritarian governments like Russia and Iran — has reportedly scrapped the token sale after raising $1.7 billion from less than 200 private investors.",
  "“Carter failed to appear as required by the subpoenas and, through his counsel, Carter has declined to provide any additional dates on which he will agree to appear for investigative testimony.”\n\nK.K.R.",
  "A scene from the insolvency, from Melanie Ehrenkranz of Gizmodo:\n\nScreenshots from the company’s internal chat service obtained by Gizmodo show a darkly comic mood in anticipation of the call.",
  "From the S.E.C.’s statement:\n\n“In March 2016, Iconix publicly announced a $169 million write down of Rocawear, and in March of this year, Iconix announced a further write down of $34 million.",
  "He said it: “Free trade is now under assault,” Stanley Druckenmiller writes in a WSJ op-ed that says the Trump administration is similar to its predecessor when it comes to economic policy.",
  "Photo\n\nThe U.S. turns up the heat in its trade fight with China\n\nThe latest threat: a ban on government agencies and their contractors buying equipment from companies like Huawei and ZTE.",
  "We still recommend TSLA, but in the next few months especially, we would expect significant volatility.”\n\nWhat Tesla actually reported: Another loss, and a pledge to reduce its cash burn.",
  "(FT)\n\nAdvertisement Continue reading the main story\n\n• BlackRock has hired Steve Lessar and Konnin Tam from Goldman Sachs to bolster its business investing in private equity firms.",
  "It’s expected to raise about $10 billion at a market valuation of $80 billion or more, according Cate Cadell and Julie Zhu of Reuters, who say it’s China’s biggest tech I.P.O.",
  "Advertisement Continue reading the main story\n\n• Ty Cobb is out of the White House’s special counsel legal team; Emmet Flood, who helped fight the Clinton impeachment, is in.",
  "(Reuters)\n\nAdvertisement Continue reading the main story\n\n• Today in activism: Elliott Management wants compensation from the South Korea over its fight with Samsung C&T.",
  "(Bloomberg)\n\n• Standard Chartered has reportedly hired Richard Horrocks-Taylor, most recently RBC Capital Markets’s head of European metals and mining investment banking.",
  "The S.E.C.’s application states that the Commission seeks Carter’s testimony to inquire about, among other things, Carter’s joint ventures with Iconix.”\n\nThe S.E.C.",
  "to convert to a corporation\n\nThe private-equity giant shares rose 4 percent Thursday morning after it said it plans to convert to a corporation from a partnership.",
  "One employee shared bleakly titled Spotify playlists in Slack featuring songs like “High and Dry” by Radiohead, “The End” by The Doors, and “Help!” by The Beatles.",
  "• The $702 million worth of bonds that WeWork sold last week have dropped in price to as low as 95.25 cents on the dollar, which may make future borrowing harder.",
  "(NYT)\n\nPhoto\n\nChina’s biggest unicorn heads to the public markets\n\nXiaomi, one of the world’s biggest smartphone makers, has filed to go public in Hong Kong.",
  "The political flyaround\n\n• Rudy Giuliani said that President Trump reimbursed Michael Cohen the $130,000 paid to Stormy Daniels, contradicting both men.",
  "(NYT)\n\n• A former lobbyist for foreign governments helped plan an Australia trip, later canceled, for Scott Pruitt, and sought to disguise his role.",
  "Revolving door\n\n• AJ Murphy, the head of Bank of America’s capital-markets business, is leaving the firm to join private-equity giant Silver Lake.",
  "(The Information)\n\n• Zola, a wedding registry start-up, has raised $100 million from investors led by Comcast Ventures and Goldman Sachs.",
  "Here’s a look at a few:\n\nToni Sacconaghi, an analyst at Bernstein:\n\n“Tesla’s Q1 earnings call was a unique experience, to say the least.",
  "(Bloomberg)\n\n• Deutsche Bank agreed to pay a former executive, Colin Fan, about $6 million to settle a lawsuit over withheld bonuses.",
  "Summer Zervos, a former “Apprentice” contestant who has accused Mr. Trump of sexual assault, has subpoenaed recordings of the show.",
  "(NYT)\n\n• The two black men arrested in a Starbucks settled with Philadelphia for $1 each and $200,000 to help young entrepreneurs.",
  "issued a subpoena in November seeking Mr. Carter’s testimony, and a second subpoena in February after Mr. Carter changed lawyers.",
  "Meituan Dianping, a Chinese food delivery and e-commerce company backed by Tencent, is investigating reports of a data breach.",
  "(FT)\n\n• Apollo Global Management reportedly approached Xerox as a potential buyer, casting further doubt on its Fujifilm deal.",
  "(Bloomberg)\n\nThe speed read\n\n• A former employee’s lawsuit against Harvey Weinstein could open the door to criminal charges.",
  "The change enables such firms to be included in indexes, potentially boosting stock valuations and mutual fund ownership.",
  "(Meanwhile, President Xi Jinping’s tightening grip on his country’s tech giants may hurt their global competitiveness.)",
  "Those diminished prospects are what prompted SunPower to bulk up its operations by pursuing the purchase of SolarWorld.",
  "Donald Trump sided with House Republicans over his own Justice Department when it comes to the Russia investigation.",
  "Model 3 choppiness notwithstanding, these results initially looked like a modest positive vs. bearish expectations.",
  "Elsewhere in cryptocurrencies: Goldman Sachs is setting up the first Bitcoin trading desk at a Wall Street bank.",
  "(WSJ)\n\n• Motivate, which runs Citi Bike and other bike-sharing programs, has held talks to sell itself to Lyft.",
  "The London-based activist fund Amber Group is pushing for changes at the French media company Lagardère Group.",
  "In 2007, Iconix bought the rights to the Rocawear brand, which Mr. Carter co-founded, for about $200 million.",
  "But there’s a new company, Emerdata, that could essentially be Cambridge Analytica 2.0, according to the NYT.",
  "A senator asked Uber to waive its arbitration clause for women who say its drivers sexually assaulted them.",
  "Growth in the solar industry is estimated to be about 11 percent lower than projections before the tariffs.",
  "But it’s still him, not SoftBank’s Masa Son, leading the push for regulatory approval of the T-Mobile deal.",
  "You agree to receive occasional updates and special offers for The New York Times's products and services.",
  "Sign Up You will receive emails containing news content , updates and promotions from The New York Times.",
  "• “Never think about mergers and acquisitions as a way to solve a problem,” Bernardo Hees, the C.E.O.",
  "Elsewhere in tech: Facebook fired an employee who bragged on Tinder about access to user information.",
  "A verbal fight over the future of digital money broke out at the Milken Institute Global Conference.",
  "Others worry that it will be harder to coordinate a global response to the next geopolitical crisis.",
  "• The Fed held interest rates steady yesterday, showing little worry about an uptick in inflation.",
  "Mark Pincus, Zynga’s founder, cut his voting power at the game maker — making it easier to sell.",
  "It also allows for more transparency in financial reporting.”\n\nThe announcement came a K.K.R.",
  "Feedback we have received from investors during and following the call support this view.",
  "Your Xiaomi cribsheet: Much of its growth has come outside China, particularly in India.",
  "Elsewhere in trade: The U.S. and Brazil disagree over whether they have a tariff deal.",
  "One problem: That delegation is split over how to negotiate, and even what to ask for.",
  "A Brevan Howard founder’s new investment firm manages more money now than his old one.",
  "Investors weren’t impressed by Spotify’s first financial report as a public company.",
  "“Closing Time” by Semisonic and “It’s the End of the World As We Know It” by R.E.M.",
  "As part of the deal, Iconix entered into a separate joint venture with Mr. Carter.",
  "Both companies’ phones are now banned from sale on U.S. military bases worldwide.",
  "Our question: If Tesla asks Wall Street for money again, what will the answer be?",
  "(NYT)\n\n• Richard Branson is reportedly setting up his first private equity fund.",
  "• How the merger of the parent companies of Crock-Pots and Sharpies went wrong.",
  "Some members of this week’s U.S. delegation to China are striking a tough tone.",
  "Photo\n\nThe deals flyaround\n\n• Marcelo Claure stepped aside as Sprint’s C.E.O.",
  "But the gross profit margins on its devices are just about 8.8 percent.",
  "(NYT)\n\n• Meet Jamie Martin, the man who sniffs out fakes for Sotheby’s.",
  "(WSJ)\n\n• Subway Restaurants’s C.E.O., Suzanne Greco, is stepping down.",
  "You can find live updates throughout the day at nytimes.com/dealbook.",
  "And SoftBank’s talks to invest in Swiss Re reportedly stalled.",
  "since Alibaba — a huge win for the Hong Kong Stock Exchange.",
  "Please email thoughts and suggestions to bizday@nytimes.com.",
  "The tariffs recently imposed by the Trump administration.",
  "• Blackstone profited by selling to Chinese deal-makers.",
  "(The latest iPhones’ margins: an estimated 60 percent.)",
  "(NYT)\n\n• Inside the world’s most elite traders’ club.",
  "Please verify you're not a robot by clicking the box.",
  "(WSJ)\n\nKnow someone who would enjoy this newsletter?",
  "(Bloomberg)\n\nPhoto\n\nTelegram called off its I.C.O.",
  "to become its executive chairman and the C.O.O.",
  "Tonight’s conference call didn’t go very well.",
  "You must select a newsletter to subscribe to.",
  "“I think it’s fair to say it could be worse.",
  "And Beijing has continued counterpunching.",
  "of its parent company, SoftBank of Japan.",
  "Now it’s poised to buy those assets back.",
  "View all New York Times newsletters.",
  "of Burger King, told Corner Office.",
  "reported first-quarter results.",
  "You may opt-out at any time.",
  "Thank you for subscribing.",
  "Tell them to sign up here.",
  "We’d love your feedback.",
  "That’s not a bad thing.",
  "Please try again later.",
  "An error has occurred.",
  "Invalid email address.",
  "Photo\n\nThe S.E.C.",
  "Please re-enter.",
  "The reason?",
  "Our picks?"
]