[
  "On Tuesday, The Washington Post reported that officials in China, the United Arab Emirates, Israel, and Mexico pinpointed Kushner's senior ranking in the Trump administration, his troubled financial dealings, and his lack of government experience as an opening for political influence.",
  "The next day, The New York Times reported that the Kushner family business, Kushner Companies, received more than $500 million in loans last year from Apollo Global Management and Citigroup after Kushner met with top executives from those companies at the White House.",
  "Then on Friday, The Intercept reported that Kushner's father, Charles, made a direct pitch to Qatari Finance Minister Ali Sharif Al Emadi last April to secure an investment for his company's property located at 666 Fifth Avenue in New York City.",
  "The statement came after NBC News reported that Mueller's team is investigating whether Kushner, who is President Donald Trump's son-in-law, used his position as the White House senior adviser to benefit his family's real estate business.",
  "Thomson Reuters\n\nQatar said in a statement Saturday that it has \"not been approached\" or \"had any contact\" with the special counsel Robert Mueller's office, or with the US government, about the Russia investigation or any other matters.",
  "Mueller's team has reportedly been asking witnesses about Kushner's various interactions with people from Qatar, Russia, China, Turkey, and the United Arab Emitrates both during and after the presidential transition.",
  "A month later, the Trump administration sided with Saudia Arabia and the United Arab Emirates against Qatar in a diplomatic row that rocked the region, singling out Qatar for its support of terrorists.",
  "\"The United States and the State of Qatar are strategic partners with a historic relationship that continues to grow,\" said Jassim Al Thani, a representative from Qatar's embassy in Washington, DC.",
  "The probe is part of Mueller's larger investigation into Russian interference in the 2016 US election and possible coordination between President Donald Trump's campaign and Russian officials.",
  "Upon entering the White House, Kushner sold his stake in his family's 666 5th Ave. property and divested other properties into a family trust to avoid potential conflicts of interest.",
  "\"Qatar will continue to be a strong partner to the United States with the aim of maintaining peace and stability in the region and in furthering areas of mutual interest.\"",
  "In a statement to The Times, a spokesman for Kushner's attorney said Kushner \"has taken no part of any business, loans or projects with or for\" Kushner Companies.",
  "Trump, meanwhile, is furious over the negative attention brought on by Kushner's legal entanglements, according to a New York Times report published Thursday.",
  "In the past, Trump has said that Mueller would be crossing \"a red line\" if he ventured into the Trump family's finances, which includes those of Kushner.",
  "But that hasn't enough to quell suspicion that he may be using his proximity to the president as financial leverage to benefit his family's company.",
  "NBC News also reported that Mueller's team has reached out to Turkish nationals in an effort to learn more about Kushner's business dealings.",
  "It's unclear whether the failed business deal between Charles Kushner and the Qatari finance minister had any influence on US foreign policy.",
  "The spokesman did acknowledge that Kushner had indeed met with \"hundreds of business people\" in the course of his official work.",
  "Concerns about Kushner's business dealings while working in the White House have intensified in recent days.",
  "When asked whether he would fire Mueller such an investigation, Trump was noncommittal.",
  "\"I can't answer that question because I don't think it's going to happen,\" he said.",
  "The deal eventually fell through, the Intercept wrote."
]