[
  "Tariffs will contribute to a rising probability of ‘stagflation’ - by raising inflation and reducing economic growth and trade.”\n\n“BIGGEST POLICY BLUNDER OF HIS PRESIDENCY” — Via the WSJ edit page: “Donald Trump made the biggest policy blunder of his Presidency … This tax increase will punish American workers, invite retaliation that will harm U.S. exports, divide his political coalition at home, anger allies abroad, and undermine his tax and regulatory reforms.. … Mr. Trump seems not to understand that steel-using industries in the U.S. employ some 6.5 million Americans, while steel makers employ about 140,000.” Read more.",
  "ALSO FOR YOUR RADAR\n\nNASDAQ FILES SUIT — Per release: “Nasdaq filed a patent infringement lawsuit in the United States District Court for the District of New Jersey ... aiming to protect Nasdaq’s electronic trading technology from unauthorized use by IEX Group, Inc. and Investors Exchange LLC (IEX).”\n\nNEW GSE STUDY — Per a new report from the National Urban League and the Center for Responsible Lending: “[T]he Corker-Warner draft GSE proposal would greatly harm access, affordability, and equity in housing.” Read more.",
  "DEM SEN. MARK WARNER ON THE CRAPO BILL to Bloomberg’s Kevin Cirilli: “We're going to see a broad based -- I believe close to 70 votes -- so a broad based, bipartisan coalition on this legislation...\n\n“Another one of my colleagues specifically asked the Fed Chairman whether this would relieve burdens on some of the international banks who have a presence here in the United States, the way I heard the Fed Chairman, he said, 'That is not the case.",
  "“While there’s no evidence that Kushner or any other Trump administration official had a role in the agency’s decision to drop the inquiry into Apollo Global Management, the timing has once again raised potential conflict-of-interest questions about Kushner’s family business and his role as an adviser to his father-in-law, President Donald Trump.",
  "“In a marked departure from the more academic tone of his immediate predecessors in the Fed chair, the 65-year old signaled to Congress a willingness to look beyond bursts of volatility in financial markets and would tighten policy against a backdrop of a strengthening economy that may in due course reveal signs of overheating.",
  "But even by his standards, the day-long period that ended Thursday left some senior aides and Republican lawmakers wondering whether the White House had finally come unmoored, detached from any type of methodology that past presidents have relied on to make decisions for leading the largest economy in the world.” Read more.",
  "SEC DROPPED INQUIRY A MONTH AFTER FIRM AIDED KUSHNER COMPANY — AP’s Bernard Condon and Stephen Braun: “The Securities and Exchange Commission late last year dropped its inquiry into a financial company that a month earlier had given White House adviser Jared Kushner’s family real estate firm a $180 million loan.",
  "Canadian Foreign Minister Chrystia Freeland said any restrictions against Canadian steel imports would be ‘absolutely unacceptable.’”\n\nHERE COMES THE SIFI BILL — Cap Alpha’s Ian Katz: “As expected, Senate Majority Leader Mitch McConnell on Thursday afternoon put the SIFI relief bill on the docket for next week.",
  "The question now is whether Cohn will stay, as I explore here with POLITICO’s Andrew Restuccia: “One person close to Cohn, a former Goldman Sachs executive, said he wouldn’t be surprised if he eventually left the chaotic and deeply exhausting administration as a result of the decision.",
  "FLY AROUND\n\nMORE PROBLEMS FOR WELLS FARGO — FT’s Alistair Gray: “Wells Fargo’s woes deepened on Thursday when the scandal-hit U.S. bank acknowledged that it had overcharged some wealth management customers and the Fed … said it would ‘not lightly lift’ regulatory sanctions against it.",
  "MARKETS\n\nSTOCKS KEEP DROPPING OVER NIGHT — Bloomberg: “Asian stocks built on losses seen in the U.S. equities session, ending a tough week for risk assets that’s rekindled concerns about what a potential trade war and a more hawkish Federal Reserve could do to global economic growth.",
  "He said he would submit a proposal in the next few days to hit back at the U.S. …\n\n“The timing of the announcement also embarrassed Mexico and Canada, longtime allies and trading partners, which are in the midst of the seventh round of talks with the U.S. to renegotiate NAFTA.",
  "The tax law passed by Congress last year would let fund managers receiving a percentage of investment gains to get long-term capital-gains rates only if the asset is held for at least three years, beyond the one-year requirement that previously existed.” Read more.",
  "But the fallout could be the biggest for Cohn, who spent the last several weeks hammering Trump on the idea that these kinds of tariffs would kill more jobs than they would save and would hurt consumers and damage the economy while inviting retaliation.",
  "THIS MORNING ON POLITICO PRO FINANCIAL SERVICES — Victoria Guida on Sen. Elizabeth Warren, who secured a commitment from Federal Reserve Chairman Jerome Powell to consider requiring a board vote to lift Fed-imposed growth restrictions on Wells Fargo.",
  "The progressives aren’t going to give up without a fight.”\n\nCLARIDA FOR FED VICE CHAIR — MM hears from two people close to the matter that Trump is close to tapping Columbia University economist and PIMCO executive Richard Clarida as Fed Vice Chair.",
  "Yet as Jay Powell, who has been a Fed governor since 2012 and spent almost 20 years as a partner at private equity firm Carlyle, publicly outlined his views on policy for the first time since succeeding Janet Yellen that assumption was under threat.",
  "THE BLOWBACK — POLITICO’s Doug Palmer runs down the global fallout here: “European Commission President Jean-Claude Juncker called Trump's decision ‘a blatant intervention to protect U.S. domestic industry’ under the guise of national security.",
  "I encourage the president to carefully consider all of the implications of raising the cost of steel and aluminum on American manufacturers and consumers.”\n\nMore from Kass: “Tariffs will hurt more industries and employees than it will help.",
  "…\n\n“In an annual filing with the Securities and Exchange Commission, the bank said ‘there have been instances of incorrect fees being applied’ at the business, which has about 35,000 employees and $1.9tn in assets under management.",
  "TREASURY TARGETS CARRIED-INTEREST PROVISION — WSJ’s Richard Rubin: “The Treasury Department moved Thursday to limit a gap that could have let some investment-fund managers avoid higher taxes on their carried-interest income.",
  "“The combination of rising inflation and a robust labor market could force the Federal Reserve to raise interest rates a bit more aggressively this year than currently anticipated as it worries about the economy overheating.",
  "‘It’s just something he feels very passionate about and he is incredibly good at making the case,’ this person said, adding that it still wasn’t clear if Trump’s decision would be enough to drive the NEC director out.",
  "… [T]he report is a comprehensive resource that provides detailed qualitative and quantitative analyses of 71 related bills while identifying six areas where bipartisan legislation has been introduced.” Read more.",
  "Wells would not say how many customers had been affected, explain what kind of fees had been incorrectly applied nor clarify language used in the filing, which cited ‘incorrect set-up and maintenance.’” Read more.",
  "NEW FINTECH REPORT — The Milken Institute Center for Financial Markets released a report Thursday that “assesses more than 70 FinTech-related bills introduced in Congress between January 2015 and December 2017.",
  "“A second person close to Cohn described it as a brutal blow that violated one of the NEC director’s core beliefs—that protectionism is economically backward and won’t lead to increased prosperity.",
  "“’Treasury and the IRS stand ready to implement the Tax Cuts and Jobs Act as Congress intended and provide the appropriate taxpayer guidance on how the law will be implemented,’ Mr. Mnuchin said.",
  "On the other hand, some companies that sell industrial metals saw their stock prices rise, with shares of AK Steel up roughly 8 percent and U.S. Steel jumping more than 6 percent.” Read more.",
  "RSVP NOW … THE FUTURE OF PROSPERITY: Join us for the first event in a new series called The Future of Prosperity, which will examine the obstacles young Americans face to economic stability.",
  "CRAZY DAY IN CRAZY TOWN — WP’s Damian Paletta and Josh Dawsey: “Trump often likes to sow misdirection, running the White House like a never-ending reality show where only he knows the plot.",
  "Those expectations were underscored by other data on Thursday showing the number of Americans filing for unemployment benefits fell last week to a 48-year low as the labor market tightens.",
  "Is that really what you want to do?”\n\nWHAT DIDN’T MAKE THE STORY — MM talked to another senior administration official Thursday night who said the issue alone wouldn’t cause Cohn to leave.",
  "THE GOP response was typified by this from Senate Finance Chair Orrin Hatch (R-Utah): “Tariffs on steel and aluminum are a tax hike the American people don’t need and can’t afford.",
  "BUFFETT LOST $3.7B THIS WEEK — Bloomberg’s Tom Metcalf and Jack Witzig: “Warren Buffett’s wealth dropped $3.74 billion since Monday as U.S. stocks tumbled for a third straight day.",
  "The fortunes of Alphabet Inc.’s Larry Page and Sergey Brin each dwindled about $3 billion, while Spain’s Amancio Ortega took a $2.5 billion hit on the Bloomberg Billionaires Index.",
  "consumer prices increased in January, with a gauge of underlying inflation posting its largest gain in 12 months, bolstering views that price pressures will accelerate this year.",
  "The streamlined review of trade policy run by Rob Porter is now gone, replaced by the kind of behind the scenes maneuvering that marked the early days of the Trump White House.",
  "Larry Kudlow to me on the tariffs: “All that will happen with steel tariffs is you will raise prices for all import users and that includes businesses and of course consumers.",
  "The stocks of 16 steel makers gained $1 billion in market value as a result of the move while the rest of the market lost $400 billion, according to fund manager Doug Kass.",
  "The long-held view that the US central bank will temper tightening if equity and credit markets suffer bouts of turmoil is sometimes referred to as the Fed put.” Read more.",
  "The SEC detail comes a day after The New York Times reported that Apollo’s loan to the Kushner Cos. followed several meetings at the White House with Kushner.” Read more.",
  "The formal move, previously announced by Treasury Secretary Steven Mnuchin, will be followed by regulations that will be retroactive to Jan. 1, the government said.",
  "“Shares of automakers such as Ford and General Motors, large consumers of steel and aluminum, fell sharply, as the tariffs would raise the cost of raw materials.",
  "The Senate could also consider the nomination of former Senate staffer Jelena McWilliams, nominated to head the FDIC, as it considers the Crapo bill next week.",
  "“The world’s 500 richest people have lost a combined $128 billion since Monday, more than the entire market capitalization of Netflix Inc. or McDonald’s Corp.",
  "After years of being able to count on having the Federal Reserve in their corner, investors had assumed it would be more of the same from the new Fed chair.",
  "TRUMP’S TARIFFS RATTLE MARKETS — NYT’s Matt Phillips: “Trump’s vow to impose tariffs on steel and aluminum next week rattled financial markets Thursday.",
  "President Trump shocked some his top advisers by announcing his plans for 25 percent tariffs on imported steel and 10 percent on imported aluminum.",
  "— MM hears that Hill staffers are preparing for a vote on Fed Vice Chair for Supervision Randy Quarles’ nomination for a full 14-year term.",
  "The Standard & Poor’s 500-stock index fell 1.2 percent to 2,682 Thursday afternoon, after falling roughly 2 percent earlier in the day.",
  "“So far it appears that 13 of them have signed on, and a few more may vote for the bill but don’t want to put targets on their backs.",
  "But I expect that sometime either Monday or Tuesday we will move to the first vote, which will probably me a cloture vote.” Video.",
  "If the coalition holds, and we expect that it will, the bill would comfortably clear the 60 votes needed to pass the Senate.",
  "Despite the opposing voices from progressive Democrats … there’s no sign that the Dems supporting S. 2155 are backing down.",
  "Losses for the Berkshire Hathaway Inc. chairman topped those of Facebook Inc.’s Mark Zuckerberg, who is down $3.71 billion.",
  "Stocks, which had already been down for the day, slipped further after the White House announced the planned tariffs.",
  "To get Morning Money every day before 6 a.m., please contact Pro Services at (703) 341-4600 or info@politicopro.com.",
  "“POWELL PUT” ASSUMPTION CHALLENGED — FT’s Joe Rennison and Nicole Bullock: “The Powell Put has a nice ring to it.",
  "He could fight on over NAFTA, getting back in TPP, keeping the Korean trade deal and avoiding even more tariffs.",
  "Sen. Crapo on the timing: “It depends on how the leader is able to manage the nominations that are ahead of us.",
  "Another survey showed prices paid by manufacturers for raw materials hit a more than six-year high in February.",
  "… Shares of industrial companies also dropped, led by exporters such as Boeing and United Technologies.",
  "Trump's trade war\n\nTRUMP’S TRADE WAR — So that was a remarkably chaotic day, even for this White House.",
  "Allies including the European Union and Canada quickly denounced the move and pledged retaliation.",
  "And his academic credentials will balance out Fed Chair Jay Powell, who is a lawyer by training.",
  "And the move quickly sent the Dow down 500 points, just as Cohn and others had warned it would.",
  "Clarida, touted to Trump by Larry Kudlow among others, is considered a fairly moderate voice.",
  "The foreign banks who have a presence here will still have to adhere to the strict standards.",
  "Email Aubree Eliza Weaver on aweaver@politico.com and follow her on Twitter @AubreeEWeaver.",
  "Story Continued Below\n\nThe condemnations quickly began flowing in from fellow Republicans.",
  "You will wind up hurting millions of people to help 140,000 people in the steel industry.",
  "Senior advisers including Gary Cohn thought they had at least delayed the announcement.",
  "| Getty\n\nGOOD FRIDAY MORNING — Congrats on reaching the end of another 86 day week.",
  "Doors open Thursday, March 8 at 8:30 a.m. at the Newseum — 555 Pennsylvania Ave NW.",
  "The wealth of U.S. billionaires fell the most, declining a combined $55 billion.",
  "of Mich. Consumer sentiment at 10:00 a.m. expected to rise to 98.9 from 95.7.",
  "Republicans on Capitol Hill had no warning about what Trump was about to do.",
  "Email me on bwhite@politico.com and follow me on Twitter @morningmoneyben.",
  "The ABA is all-in for the Crapo bill via this letter from CEO Rob Nichols.",
  "MONTHLY INFLATION UP, JOBLESS CLAIMS DOWN — Reuters’ Lucia Mutikani: “U.S.",
  "But it was the totally chaotic process that might be a deal breaker.",
  "Tariffs will hurt our security more than it will help our security.",
  "The first rate increase is expected later this month.” Read more.",
  "And there were lots of process fouls here,” this person said.",
  "Shares in automakers, dependent on inexpensive steel, tanked.",
  "The U.S. central bank has forecast three rate hikes in 2018.",
  "The dollar extended losses and the yen gained.” Read more.",
  "The full Senate has yet to vote on full term for Quarles.",
  "That’s a neat encapsulation of what protectionism does.",
  "But stay tuned for a lively Senate debate next week.",
  "Chinese tycoons saw $14 billion erased.” Read more.",
  "Quarles is currently serving out an expired term.",
  "Billy Graham’s funeral in North Carolina … Univ.",
  "DRIVING THE DAY — President Trump attends Rev.",
  "We think it could end up in the mid-60s.",
  "“He could leave over process fouls.",
  "Gary Cohn could be on the way out.",
  "You will be hurting car buyers.",
  "QUARLES VOTE NEXT WEEK?",
  "More HERE.",
  "'” Video."
]