[
  "“We’ve turned them around to pretty close to break even.”\n\nWith more time spent in Philadelphia, Camden (where the 76ers have a practice facility) and Newark, Harris spotted a need for enrichment programs for kids in low-income communities, particularly as cuts to school funding often pare back arts and athletics options.",
  "Using the buy-low, sell-high ethos he perfected at Apollo, Harris and David Blitzer (a Blackstone managing director who oversees its opportunistic investment strategy) led a consortium of more than a dozen investors to acquire the Philadelphia 76ers from Ed Snider’s Comcast Spectacor in 2011.",
  "“Most important thing is you get kids off the street, and you give them something that creates a fulfillment for them.” He works with similar organizations, such as Newark’s After School All-Stars and New York’s chapter of America Scores, which offers poetry classes alongside soccer.",
  "He worked 80 to 90 hour weeks as a financial analyst for two years, then returned to Harvard Business School for an M.B.A. By the time he got his degree in 1990, the U.S. was in a recession and Drexel, hit by turmoil in the junk bond market, had filed for bankruptcy.",
  "Instead of buying equity stakes in a company with a combination of cash and financing -- the classic leveraged buyout -- Apollo acquired and consolidated distressed debt, then took the company to bankruptcy, allowing them to convert the debt they owned into equity.",
  "“I ended up getting pinned in the second round.”\n\nAfter graduating from college in 1986, Harris joined the now-defunct investment bank Drexel Burnham Lambert, where he met future partners Leon Black and Marc Rowan at its mergers and acquisitions department.",
  "His college years in Philadelphia coupled with his family’s connection to the city -- his grandfather worked there as a postal worker and elementary school teacher, while his mother grew up around Temple University -- made the 76ers a natural choice.",
  "Apollo put itself on the map with its first deal, acquiring troubled insurance company Executive Life’s junk bond portfolio for roughly $3.2 billion (its face value was over $6 billion), making a killing as the economy recovered.",
  "With plenty of junk bonds available for pennies on the dollar, this debt-to-equity model gave Apollo the chance to deleverage and restructure the firms, as well as gain control of companies in an era when deal activity was low.",
  "Then an All-American at Lehigh University, Weaver had already made a name for himself -- serving as the alternate on the 1976 Olympic team and making the squad for the 1980 Moscow Olympics before U.S. boycotted the games.",
  "“So when you’re 9 and that happens, you get all excited.”\n\nHe continued with the sport, where he soon learned the time you put in off the wrestling mat is just as important as your skills on it.",
  "With Apollo well on its way to become the second largest alternative asset manager in the world, Harris took the hefty dividends he collected to go after another dream -- pro sports ownership.",
  "After plunking down $320 million, the partners began investing in its home, the Prudential Center, working with L.A.’s Grammy Museum to build its first East Coast location in the Newark arena.",
  "A native of Chevy Chase, Maryland, Harris always played sports growing up -- Little League, basketball, soccer -- but a chance encounter with wrestling when he was 9-years-old got him hooked.",
  "When he’s off the clock, he checks in on his trio of professional sports teams: the NBA’s Philadelphia 76ers, NHL’s New Jersey Devils, and English Premier League’s Crystal Palace F.C.",
  "“I’m devoting my life in part to trying to pass that along to kids and communities that are less fortunate and didn't have the kind of opportunities that maybe I or some of us did.”",
  "The timing turned out to be prescient: the lockout that year depressed team values, and the partners got the third winningest franchise in NBA history for $287 million.",
  "At his “day job,” he serves as the senior managing director of private equity giant Apollo Global Management, a $242 billion (assets) firm that he cofounded in 1990.",
  "Valuations have since skyrocketed with the league’s 2014 $24 billion TV deal and record revenues; Forbes estimates the basketball team is now worth $800 million.",
  "They also installed the largest in-arena jumbotron in the world, a behemoth 88,000 pounds, 9,600 square feet scoreboard that measures almost four stories tall.",
  "Harris, whose orthodontist father was a collegiate rower at UPenn in the 1950s, even went head to head once against future gold medalist Robert “Bobby” Weaver.",
  "The nonprofit offers inner-city kids activities ranging from chess and computer clubs to flag football and dance, and police volunteers help run the classes.",
  "Black, Rowan and Harris decided to strike out on their own, with other Drexel alums, starting Apollo Global Management out of the rubbles of the downturn.",
  "He started off getting Bs and Cs as a freshman, but turned into an A student after he applied the competitiveness he displayed in wrestling to academics.",
  "You lose in wrestling, you’re literally physically dominated,” recalls Harris, who dug his heels in and upped his training regimen while in high school.",
  "It cemented its reputation as a contrarian value investor over the ensuing two decades, then went public on the New York Stock Exchange in 2011.",
  "“The ability to lose and pick yourself back up, and deal with adversity and work in a team,” recounts Harris of the lessons sports taught him.",
  "He ended up graduating summa cum laude from the University of Pennsylvania, where he was also a member of the Sigma Alpha Epsilon fraternity.",
  "Then once you get them in, you give them the fish, you give them the tutoring, you get them to eat well,” the father of five explains.",
  "Two years later, Harris teamed up with Blitzer again to buy NHL’s New Jersey Devils, then riddled with debt and operating at a loss.",
  "“All these sort of came from this notion that I wasn’t the smartest or the strongest, but then I put the most work in,” Harris says.",
  "He began supporting after-school programs around five years ago, first partnering with the Police Athletic League of Philadelphia.",
  "The same discipline -- the 5’8” wrestler dieted to compete at 118 pounds -- also served Harris well in academics in high school.",
  "Last summer, the Manhattan based firm raised over $24 billion for its latest fund, the largest ever for a private equity fund.",
  "“When I first started wrestling at a more competitive level, I wasn’t running, I wasn’t training as hard, I would lose badly.",
  "“I felt really good about myself,” remembers Harris, who outweighed his famous opponent and held his own in the beginning.",
  "The wrestler went on to win two World Cups and took home the gold as a 105.5 pounder in the 1984 Los Angeles Olympics.",
  "He eventually placed third in a Maryland state tournament and later made University of Pennsylvania’s wrestling team.",
  "An avid athlete, he also invests in nutrition and fitness research and participates in marathons and triathlons.",
  "“That was a real lesson for life that hard work and grit and tenacity led to more positive outcomes,” he says.",
  "It was in a transaction where we paid off the banks and deleveraged the Devils,” says Harris.",
  "The Wall Street veteran credits his past as a wrestler for his legendary work ethics.",
  "“I had never done it, but I won this tournament at my [summer] camp,” says Harris.",
  "“The hook is basketball, sports, we get them in, get the kids in.",
  "“I must admit that I did not beat Bobby Weaver,” Harris laughs.",
  "The business plan for the nascent firm was simple.",
  "Billionaire financier Josh Harris wears many hats.",
  "“We used our day skills to acquire the Devils.",
  "“At that time, that was an unique approach.",
  "Now lots of people do that,” says Harris."
]