[
  "“Now, first of all, the-the-the idea that, you know, our soldiers who had fought and died together on the beaches of World War II, on the-- and the mountains of Afghanistan and have stood shoulder-to-shoulder in some of the most difficult places in the world, that are always there for each other, somehow-- this is insulting to that.”\n\nMcCARTHY BACKS TRUMP TARIFFS — From the moderately surprising department (or perhaps not, given his Speakership hopes), House Majority Leader Kevin McCarthy backed Trump’s tariffs threats on CNN on Sunday: “We are in the middle of a trade discussion.",
  "DRIVING THE WEEK — Tariffs will remain the center of attention all week with a list of Chinese goods to be subjected to the new levies expected by mid-June at the latest … G7 meetings begin Friday in Quebec following a rare rebuke of the U.S. from G7 finance ministers … House Financial Services subcommittees hold hearings Wednesday at 10:00 a.m. homeless youth and 2:00 p.m. on the CFPB …\n\nISM Non-manufacturing on Tuesday at 10:00 a.m. expected to tick up to 57 from 56.8 … Productivity and Unit Labor Costs on Wednesday at 8:30 a.m. expected to rise 0.7 percent and 2.7 percent.",
  "Competitors Apollo Global Management LLC, Blackstone Group LP, and KKR & Co. have laid out their own succession plans, but none has turned over full control to new leaders.”\n\nMARKETS\n\nASIA STOCKS GAIN — Bloomberg’s Andreea Papuc: “Asian stocks opened higher on Monday after U.S. jobs data bolstered optimism in the world’s largest economy, all but firming an interest rate increase from the Federal Reserve later this month.",
  "MORE KUDLOW — The NEC Director told Fox Business' Stuart Varney that Trump is continuing to use the THREAT of tariffs as a negotiating tactic (in contrast to some other advisers who say the tariffs are simply a fact not a threat):\n\n“When you have these complicated trade negotiations, part of it -- and part of the president's quiver -- is going to be tariffs, whether we like it or not.",
  "… But we are standing up for the process of where we're moving forward that we have fair trade.”\n\nCHINA GETS MAD — POLITICO’s Adam Behsudi on China’s frustration: “Beijing warned Sunday that it wouldn’t buy more U.S. goods or take other measures to ease trade tensions if the Trump administration follows through on plans to raise tariffs on Chinese imports.",
  "But he has to use them in order to achieve the goal of leveling the playing field and bringing down these barriers.”\n\nBONUS TRUDEAU — Pretty strong words on MTP: “This entire thing is coming about because the president and the administration have decided that Canada and Canadian steel and aluminum is a national security threat to the United States.",
  "Cohn kept the jobs numbers from Trump\n\nCOHN KEPT THE JOBS NUMBERS FROM TRUMP — MM hears that before he left the White House, former National Economic Council Director Gary Cohn would withhold jobs report data from President Trump until shortly before their release because he was worried the president couldn’t help but say something about them.",
  "“China’s ambassador to the European Union, Zhang Ming, has been touring EU institutions to promote President Xi Jinping’s message delivered to the Boao Forum in April of a ‘new phase of opening up.’ That translates into new opportunities for European companies in finance, clean energy and environmental cooperation, Zhang said.” Read more.",
  "THE WEEKEND IN TRUMP TRADE — A lot of news and chatter on the trade war front over the weekend, including threats from the Chinese, angry talk from the Canadians and an acknowledgement from Kudlow that the potential levies could damage what is otherwise a very strong economy with 223K new jobs created in May.",
  "I don't think it has right now.”\n\nAnd here was Canadian PM Justin Trudeau asked by NBC’s Chuck Todd about retaliation for the steel and aluminum tariffs: “[W]e're putting the same kinds of tariffs exactly on steel and aluminum coming from the United States into Canada to be directly reciprocal.",
  "...\n\n“Why is it that the Wall Street Journal, though well meaning, never mentions the unfairness of the Tariffs routinely charged against the U.S. by other countries, or the many Billions of Dollars that the Tariffs we are now charging are, and will be, pouring into U.S. coffers?",
  "GLOBAL GROWTH STORY FADES — WSJ’s Michael Wursthorn, Daniel Kruger and Ben Eisen: “Stock indexes that rode accelerating global growth to fresh records in January are now hamstrung by a moderate but unmistakable slowdown in economic momentum in Europe and elsewhere.",
  "WELLS FARGO EYES POST-BREXIT HUBS — FT’s Alistair Gray, David Keohane and Laura Noonan: “Wells Fargo is eyeing a plan to use both Paris and Dublin as its post-Brexit hubs in Europe, becoming the latest global bank to prepare to shift some operations from London.",
  "China said the two sides had ‘good communication in various areas such as agriculture and energy, and have made positive and concrete progress while relevant details are yet to be confirmed by both sides.’”\n\nGary Cohn worried about Trump disclosing jobs numbers.",
  "China warned it will withdraw from commitments it made on trade if … Trump carries out a separate threat to impose tariffs on the Asian country, while the U.S. is headed for a showdown with America’s allies at a Group of Seven summit this week.” Read more.",
  "… The scolding laid bare the uncomfortably familiar spot that Mr. Mnuchin finds himself in: trying to be a voice of moderation and a statesman in an administration that sees diplomatic norms and protocols as signs of weakness.” Read more.",
  "DOLLAR UP AFTER JOBS REPORT — Reuters’ Shinichi Saoshiro: “The dollar was elevated on Monday after the release of an upbeat U.S. jobs report, although uncertainty over potential political risks kept the currency’s near-term outlook murky.",
  "The robust U.S. jobs report helped offset a variety of factors that had weighed on the dollar earlier last week, such as Italy’s political turmoil and a flare up in trade tensions between the United States and its allies.” Read more.",
  "And on top of that, these tariffs are going to be hurting American workers and Canadian workers.”\n\nTrump had some things to say himself on Twitter over the weekend: “The United States must, at long last, be treated fairly on Trade.",
  "CHINA WOOS EUROPE — Keith Zhai and Peter Martin: “China is reaching out to Europe with pledges to improve market access for companies in a charm offensive that contrasts with … Trump’s escalation of trade disputes worldwide.",
  "“‘All economic and trade outcomes of the talks will not take effect if the U.S. side imposes any trade sanctions including raising tariffs,’ the Chinese government said in a statement posted by state-run news agency Xinhua.",
  "The U.S. has been ripped off by other countries for years on Trade, time to get smart!”\n\nTOP TWEET — POLITICO’s Victoria Guida (@vtg2): “A tariff is actually the U.S. government charging a U.S. buyer to buy a foreign good.",
  "“Closely watched data out on Friday showed U.S. jobs growth gathering pace and wages rising in May, making a rate hike by the Federal Reserve in June a near certainty and increasing expectations of a fourth hike this year.",
  "I wrote at some length on Friday about Trump’s extraordinary tweet an hour before the May jobs report suggesting that he was “looking forward” to the numbers, which turned out to handily beat expectations.",
  "The bank’s European business that could no longer be done in the UK after the country leaves the EU would be conducted in both the French and Irish capitals, according to people familiar with the matter.",
  "LUNCH WITH BUFFETT GOES FOR $3.3M — NYT: “An anonymous bidder offered to pay more than $3.3 million for the chance to dine with Warren Buffett, the billionaire chief executive of Berkshire Hathaway.",
  "— NYT’s Alan Rappeport: “Two weeks ago, Steven Mnuchin, the Treasury secretary, declared that the trade war with China was ‘on hold’ and that the United States would temporarily holster its tariffs.",
  "The reassuring comments calmed markets and raised hopes that Mr. Mnuchin, one of … Trump’s most enduring and trusted advisers, was winning the internal trade battle that has gripped the White House.",
  "Markets jumped on Trump’s tweet, which pushed right up to the line (and perhaps beyond) of rules forbidding federal officials from saying anything about the data until an hour AFTER its release.",
  "“But we're also putting a number of tariffs on consumer goods, finished products for which Canadians have easy alternatives … either made in Canada or made from another partner with no tariffs.",
  "WALL STREET, HEDGE FUNDS TURN TO SOCIAL MEDIA — WSJ’s Telis Demos: “Wall Street is taking another step toward making social media as core to investment research as quarterly sales reports.",
  "INTEREST RATE IMPACT — WP’s Heather Long: “Shane Merrill lives in a small town in South Dakota that’s 1,400 miles from Wall Street, but he watches the numbers as avidly as the traders.",
  "M Science LLC, which sells alternative data research to big hedge funds, said last week that it is acquiring TickerTags Inc., a social-media tracking firm startup based in Dallas.",
  "Hedge funds in the U.S. and Europe now spend more than $170 million annually on so-called alternative data, according to a survey by Greenwich Associates.” Read more.",
  "PRIVATE EQUITY’s YOUNG GUNS — June/July 2018 issue of Bloomberg Markets includes the first major joint interview of Glenn Youngkin and Kewsong Lee, Carlyle's co-CEO.",
  "“After three decades honing the art of investing, Carlyle’s billionaire founders are taking a chance on Lee, 52, and Youngkin, 51, as co-chief executive officers.",
  "Story Continued Below\n\nCurrent NEC Director Larry Kudlow followed the usual protocol in calling Trump on Air Force One on Thursday and gave him Friday’s figures.",
  "From the piece by Jason Kelly and Heather Perlberg writ “Kewsong Lee and Glenn Youngkin of Carlyle Group LP are ushering in private equity’s second generation.",
  "If we charge a country ZERO to sell their goods, and they charge us 25, 50 or even 100 percent to sell ours, it is UNFAIR and can no longer be tolerated.",
  "In a one-two punch last week, the president doubled down on the trade war with China and threw in ones with Canada, Mexico and Europe for good measure.",
  "THIS MORNING ON POLITICO PRO FINANCIAL SERVICES — Zachary Warmbrodt on Congress’ summer agenda, featuring the “Jobs Act 3.0” and flood insurance.",
  "“While shares rose in Japan, Australia and South Korea, and Hong Kong futures advanced, the shadow of a trade war may keep exuberance in check.",
  "Goldman Sachs is dividing the Brexit spoils between Paris and Frankfurt while Bank of America Merrill Lynch chose Paris and Dublin.” Read more.",
  "Business activity globally has slowed from multi-year highs, according to the JPMorgan Chase and IHS Markit global purchasing managers index.",
  "And he’s raised the question of whether he’s dishing on the numbers in his regular late night calls to friends from the White House.",
  "“Right now, as he drives a tractor and planter to get soybeans in the ground, he’s also checking financial news on his smartphone.",
  "To keep his farm going, he has to borrow about $1 million a year from the bank, a common scenario for family farmers” Read more.",
  "“The statement came as Commerce Secretary Wilbur Ross concluded two days of talks with Chinese Vice Premier Liu He in Beijing.",
  "Here was NEC Director Larry Kudlow, asked by Fox’s Chris Wallace if the tariffs could damage the U.S. economy: “Oh, it might.",
  "The dollar index against a basket of six major currencies stood steady at 94.171 after gaining about 0.2 percent on Friday.",
  "Email me your positive hockey thoughts or anything else on bwhite@politico.com and follow me on Twitter @morningmoneyben.",
  "The winning bid in the annual ‘Power Lunch With Warren Buffett‘ charity auction came in at $3,300,100 on Friday night.",
  "To get Morning Money every day before 6 a.m., please contact Pro Services at (703) 341-4600 or info@politicopro.com.",
  "The services index for April, which will be updated for May on Tuesday, slid to 53.8 from 54.8 two months earlier.",
  "The amount exceeds the $2,679,001 paid last year but fell short of the record $3,456,789 hit in 2016.” Read more.",
  "And business activity in the eurozone fell to its lowest level in a year and a half last month.” Read more.",
  "The company as well as the regulators Banque de France and Central Bank of Ireland all declined to comment.",
  "If it opts against a single alternative base, Wells would adopt a similar approach as several other banks.",
  "| AP Photo\n\nGOOD MONDAY MORNING — The Caps are now just two games from their first ever Stanley Cup.",
  "“No final decision had been taken by Wells, the third-biggest US bank by assets, the people said.",
  "He’s now created a scenario in which traders will be looking for Trump tweets each jobs Friday.",
  "...\n\n“When you're almost 800 Billion Dollars a year down on Trade, you can't lose a Trade War!",
  "“Investment managers are increasingly looking to use technology to generate new trading ideas.",
  "Email Aubree Eliza Weaver on aweaver@politico.com and follow her on Twitter @AubreeEWeaver.",
  "The dollar added 0.15 percent to 109.660 yen following a rise of 0.6 percent on Friday.",
  "The global manufacturing index fell to 53.1 in May, a nine-month low.",
  "One of the truths about tariffs is they drive up costs for consumers.",
  "But Trump did, even if it wasn’t a direct disclosure of the numbers.",
  "And if he is, what are those friends doing with the numbers?",
  "He’s worried, he says, about interest rates shooting up.",
  "He’s inserted a new variable where none should exist.",
  "But MM’s fear of an imminent collapse remains strong.",
  "That is not Free or Fair Trade, it is Stupid Trade!",
  "It's not charging the foreign country anything.\"",
  "The dollar was steady with Treasury yields.",
  "Does no tweet mean a bad number is coming?",
  "It’s now easy to see why he did this.",
  "Merrill isn’t an investment manager.",
  "FLY AROUND\n\nMNUCHIN LOSING ON TRADE?",
  "Nobody wants to be in a trade war.",
  "You have to keep an eye on it.",
  "Kudlow did nothing wrong here.",
  "… It's possible, absolutely.",
  "“Then Mr. Trump weighed in.",
  "Nobody wins a trade war.",
  "He’s a family farmer.",
  "I don't deny that."
]