[
  "ABC said, \"While there's no evidence that Kushner or any other Trump administration official had a role in the agency's decision to drop the inquiry into Apollo Global Management, the timing has once again raised potential conflict-of-interest questions about Kushner's family business and his role as an adviser to his father-in-law, President Donald Trump.\"",
  "His reported role in determining a US response to the blockade of Qatar by its Saudi and United Arab Emirates neighbors is particularly egregious since it occurred only a month after theKushner Cos. unsuccessfully solicited funding from the Qatar finance minister for the 666 Fifth Ave. property, according to The Intercept.",
  "Kushner refused to fully divest his business interests and insisted on retaining a large majority of his holdings in the Kushner real estate companies, and he holds real estate and other investments valued , according to The New York Times, citing ethics documents, at as much as $761 million.",
  "Virginia Canter is executive branch ethics counsel for the nonprofit group Citizens for Responsibility and Ethics in Washington and was White House ethics counsel in the Obama and Clinton administrations and Treasury Department ethics counsel in the George W. Bush administration.",
  "Kushner's failure to recuse himself from matters involving potential lenders raises questions about whether he has misused his public office to obtain private benefits in the form of huge loans to his family businesses and to retaliate if countries do not cooperate.",
  "According to a report in The Washington Post, \"officials in at least four countries have privately discussed ways they can manipulate\" Kushner by \"taking advantage of his complex business arrangements, financial difficulties and lack of foreign policy experience.\"",
  "NBC has reported that the government of Qatar has considered turning over to special counsel Robert Mueller's office evidence of efforts by the country's Persian Gulf neighbors \"in coordination with Kushner\" to \"hurt their country.\"",
  "These violations came crashing together last week when The New York Times reported that the Kushner family real estate business received large loans after representatives of the lenders had White House meetings with Jared Kushner.",
  "Although Kushner divested his direct holdings in that property, he should still be viewed as having a \" covered relationship \" with any potential investor in 666 Fifth Ave. or other debt-ridden Kushner family properties.",
  "Federal ethics law requires that when \"circumstances would cause a reasonable person with knowledge of the relevant facts to question his impartiality in the matter, (an) employee should not participate in the matter.\"",
  "He also invited questioning by the American people about whether he was qualified for the extraordinarily broad portfolio of responsibilities his father-in-law gave him, with zero experience in most of these areas.",
  "This reportedly is one of the reasons that Kushner had been unable to get a permanent top secret security clearance and that his temporary access was downgraded last week to the lower level of secret.",
  "But Trump got around this by securing a contorted Justice Department opinion that the statute does not apply, somehow persuading the department to overturn decades of its own guidance to the contrary.",
  "Allegations are surfacing that countries that are potential lenders to his businesses have been considering ways to use Kushner's financial difficulties to influence him to their policy advantages.",
  "A proper reading of the statute -- and the longstanding Justice Department interpretation that was rejected -- would have barred Kushner from this job, and spared the country from these conflicts.",
  "(CNN) Jared Kushner challenged two core government integrity principles when he went to work at the White House as a senior adviser with broad domestic and international policy responsibilities.",
  "Kushner also has an apparent or perhaps even an actual conflict with respect to matters involving that country, in part because it is one of Apollo's largest investors in its real estate trust.",
  "At a minimum, these activities have created appearances of conflicts of interest regarding access to and influence with a senior White House official with extremely close ties to the President.",
  "That statute -- passed in the wake of President John F. Kennedy's employment of his brother Robert as attorney general -- expressly states that the president may not employ his son-in-law.",
  "In so doing, he effectively invited individuals and companies to provide financial benefits to him to gain influence with his boss and close relative, President Donald Trump.",
  "Qatar was also considered a prospective investor for the Kushner family property at 666 Fifth Ave. in New York, which has a $1.2 billion mortgage loan due early next year.",
  "For example, according to ABC News, six weeks after Apollo extended its loan, the Securities and Exchange Commission dropped an inquiry into the private investment fund.",
  "The authors have, between them, worked on hundreds of apparent conflicts cases over what is almost a collective century of doing ethics cases in and outside government.",
  "Follow CNN Opinion Join us on Twitter and Facebook\n\nThe impunity with which Kushner has proceeded is a textbook case as to why relatives should not be given such jobs.",
  "It appears, based upon Kushner's financial disclosure forms, that he has a financial interest in the properties benefited by both the Apollo and the Citigroup money.",
  "That is because their viability likely affects the financial health of the entire Kushner real estate business, including those in which he has retained an interest.",
  "Kushner is barred by ethics rules defining actual conflicts of interest from participating in any \"particular matter\" with any party from whom he is seeking a loan.",
  "Fred Wertheimer is the founder and president of Democracy 21 , a nonprofit, nonpartisan organization that seeks to promote government accountability and integrity.",
  "His equity firm, Apollo Global Management, reportedly \"sought ways to benefit from the White House's possible infrastructure plan,\" according to the Times.",
  "But the damage that has already been done is likely to be the subject of ongoing investigations, and possible legal proceedings, for a long time to come.",
  "We need to ask whether Kushner acted to influence foreign policy because of family business interests rather than to serve US foreign policy interests.",
  "That will depend on the details of the discussions that took place between Kushner and Harris, and the benefits Harris and Apollo may have received.",
  "In one case, a private equity billionaire, Joshua Harris, had multiple meetings with Kushner and was reportedly advising on infrastructure issues.",
  "Perhaps he did not do so -- we don't know one way or the other -- but we would be remiss not to ask the question and it needs to be answered.",
  "CNN contributor Norman L. Eisen is a senior fellow at the Brookings Institution and was President Barack Obama's \"ethics czar\" from 2009-11.",
  "If Kushner weighed in with any government official about a pending SEC matter involving Apollo, he would have violated these ethics rules.",
  "Kushner Cos. unsuccessfully solicited funding from the Qatar finance minister for the 666 Fifth Ave. property, according to The Intercept.",
  "In other words, these foreign officials saw Kushner as a vulnerable target to be exploited to obtain benefits for their countries.",
  "In so doing he opened the door to what may be serious conflicts of interest -- and certainly to the appearance of such conflicts.",
  "Anti-nepotism law\n\nAll of the dangers that the federal anti-nepotism statute was passed to prevent come directly into play here.",
  "Under the same conflicts rules, he should have recused himself from discussing any potential government position for Harris.",
  "We would have required Kushner to recuse here under this standard, and his failure to do so is, in our opinion, a violation.",
  "Two of the authors have worked in the White House, and barred family members having far weaker family ties from employment.",
  "Kushner should leave government service promptly, before he does further harm to himself, his father-in-law and the nation.",
  "In a second case, Kushner met with the chief executive of Citigroup and reportedly discussed financial and trade policy.",
  "As a result, Kushner should have fully recused himself from participating in US foreign policy matters involving Qatar.",
  "Shortly after the meeting, the Times reported, Citigroup loaned the Kushner Cos. and one of its partners $325 million.",
  "Kushner was also hired for the position by his father-in-law, who happens to be President of the United States.",
  "Beyond appearance issues, however, actual conflicts of interest and other illegal activity may have occurred.",
  "And Kushner and Harris reportedly discussed a White House job for Harris, which in the end did not happen.",
  "Apollo's executives had large financial stakes in the tax bill then being considered, the Times said.",
  "Citibank is interested in getting the government to loosen its oversight of the banking industry.",
  "But it is not too late to avoid further damage to the conflicts rules and the anti-nepotism ones.",
  "Apollo proceeded to lend $184 million to the Kushner Cos., partially owned by Kushner.",
  "In our view, all of this violates both federal ethics laws and anti-nepotism ones.",
  "Qatar has denied its officials have been in touch with the Mueller investigation.",
  "That was reportedly triple the size of Apollo's normal real estate loan.",
  "The nations involved include the UAE, China, Israel and Mexico.",
  "The opinions expressed in this commentary are theirs.",
  "He is a former US ambassador to the Czech Republic.",
  "As disturbing as all that is, there is still more.",
  "We wish we could say that would end his agony.",
  "A potential job is a \"particular matter.\"",
  "Let's look first at the conflicts issues.",
  "Qatar\n\nThen there is the case of Qatar.",
  "The possible violations here are many.",
  "Appearances of conflicts?",
  "Is Kushner vulnerable?"
]