[
  "Despite acknowledging that some Obamacare taxes might have to stay in the short term, Barrasso has followed GOP leadership in advocating, “certainly there’s an agreement that you eliminate every tax that has to do with increasing the costs of insurance premiums.” The former doctor, who practiced medicine for 25 years before his political career, has furthermore called Medicaid “a system that has been broken for decades.”\n\nBiggest donors: Richie’s Specialty Pharmacy, one of Texas’ leading pharmaceutical providers, is Barrasso’s biggest contributor from 2011 to 2016, with $44,800 in donations.",
  "Tom Williams—CQ-Roll Call,Inc./AP\n\nSen. Mike Lee (R-UT)\n\nWhat he’s saying: A pro-life politician, Lee writes on his web site that, “every individual, regardless of age, health, or condition of dependency, deserves the respect and protection of society.” The House version of the American Health Care Act would allow states to apply for a waiver to weaken protections for those with pre-existing conditions and strip Medicaid reimbursements from Planned Parenthood, funding that accounts for 40% of the organization’s annual budget overall.",
  "The House version of the American Health Care Act would switch Obamacare’s premium assistance to a flat, age-based subsidy, a change that would lower prices for younger, healthier consumers but hit some older, lower income ones with premium increases of more than 800% by 2026, according to the Congressional Budget Office.",
  "The nonpartisan Congressional Budget Office projected that the American Health Care Act, the health care bill passed by the House last month, would cause 23 million people to lose coverage by 2026, compared with current law, and that coverage would grow increasingly expensive for less healthy individuals.",
  "For the last several weeks, media outlets have reported that 13 Senate Republicans have been meeting behind closed doors to discuss legislation that could lead to millions fewer Americans having health coverage—and make it hard for many people with pre-existing conditions to buy an affordable plan.",
  "Although he supports repealing Obamacare like many of his GOP colleagues, Cotton has criticized the House repeal efforts numerous times, denouncing it on Twitter for “moving too fast.”\n\nBiggest donors: Cotton’s biggest donor is also Club for Growth with $457,924 in donations from 2013 to 2016.",
  "Biggest donors: Cruz doesn’t have any health care names among his campaign committee’s top five donors from 2011 to 2016; the Senate Conservatives Fund is first with $832,609, the conservative Club for Growth is second with $707, 607, and the Woodforest Financial Group third with $170,350.",
  "Joshua Roberts—Reuters\n\nSenate Finance Committee Chair Orrin Hatch (R-UT)\n\nWhat he’s saying: At a recent budget hearing, Hatch needed help from a staffer to answer a question from Democratic Sen. Claire McCaskill on whether there would be a hearing on the health care bill before the vote.",
  "Alex Brandon—AP\n\nSen. John Cornyn (R-TX)\n\nWhat he’s saying: As the Senate Majority Whip, Cornyn has been heavily involved with garnering the required support for the repeal vote on Obamacare, urging his Democratic colleagues not to obstruct the Senate as it works to present its new plan.",
  "In March, he was joined by senators Portman (R-OH), Capito (R-WV) and Murkowski (R-AK) in signing a letter to Majority Leader Mitch McConnell that outlined concerns about the house health care draft, and how it crucially lacked “stability and certainty” for those in Medicaid expansion.",
  "Senate J. Scott Applewhite—AP\n\nSenate HELP Committee Chair Lamar Alexander (R-TN)\n\nWhat he’s saying: A vocal critic of the Affordable Care Act from the start, Alexander criticized that legislation as a “completely partisan bill” in a 2009 op-ed in Capitol Hill newspaper The Hill.",
  "While Vox and The New York Times have reported the names of the 13 members, a spokesman for Senate Majority Leader Mitch McConnell didn’t even confirm the existence of the group in an email to MONEY, pointing instead to working lunches that include all 52 Republican senators.",
  "Chairman of the Senate Environment and Public Works Committee John Barrasso (R-WY) questions Oklahoma Attorney General Scott Pruitt during his confirmation hearing on his nomination to be administrator of the Environmental Protection Agency in Washington, January 18, 2017.",
  "The American Health Care Act would slash federal funding for Medicaid by $834 billion by 2026, according to the Congressional Budget Office, forcing cuts in coverage for low-income Americans, individuals with special needs, and elderly people receiving long-term care.",
  "Biggest donors: The Senate Conservatives Fund tops the list of Lee’s committee donors from 2011 to 2016, with $388,524 in donations; Conservative group Club for Growth comes in next with $360,732 in donations, while Kirkham Motorsports comes third with $111,200.",
  "Mark Wilson—Getty Images\n\nSen. John Thune (R-SD)\n\nWhat he’s saying: A common complaint about the Affordable Care Act is that the law has caused premiums to spike, and Thune told Fox News this month that South Dakota has seen premiums rise 124% since 2013.",
  "Joshua Roberts—Reuters\n\nSen. Ted Cruz (R-TX)\n\nIn 2013, Cruz led a government shutdown that failed in its goal of defunding the Affordable Care Act, but not before Cruz read the Dr. Seuss classic “Green Eggs and Ham” as part of a 21-hour floor speech.",
  "Toomey has defended the secrecy of the Senate’s behind-the-scenes work on replacing Obamacare, saying that there would be a CBO scoring of the proposal prior to any vote and that even then, there would still be opportunities for further amendments.",
  "His stance, backed by Senate conservatives, calls for a more comprehensive overhaul of Medicaid, which the fiscal hawk has claimed is “growing at an unsustainable pace” and needs to be done away with in order to help check the federal deficit.",
  "Andrew Harrer—Bloomberg via Getty Images\n\nSen. Pat Toomey (R-PA)\n\nWhat he’s saying: An active opponent of the Affordable Care Act, Toomey believes that the House bill’s current plan to replace and repeal it is only a mere first step.",
  "Cruz today is reportedly pushing to allow states to waive Obamacare’s requirement that insurers cover everyone, regardless of health status, and that they not charge people with pre-existing conditions any more than healthy people.",
  "Biggest donors: At number three and $40,246, Sanford Health is the only healthcare name among the top five donors to Thune’s campaign committee; Nextera Energy comes in first with $52,000 and Blackstone Group is next with $50,097.",
  "Rex/Shutterstock—AP\n\nSen. Robert Portman (R-OH)\n\nWhat he’s saying: Another Senate Republican who hails from a state that expanded Medicaid under Obamacare, Portman has emerged as a leader of the effort to compromise on the issue.",
  "Tom Williams—CQ-Roll Call, Inc./AP\n\nSenate Majority Leader Mitch McConnell (R-KY)\n\nWhat he’s saying: Known as a wily tactician, McConnell has been pushing the line that Americans deserve “relief” from failing Obamacare.",
  "Senator Patrick Toomey, a Republican from Pennsylvania, speaks while introducing nominees during a Senate Energy and Natural Resources Committee nomination hearing in Washington, D.C., U.S., on Thursday, May 25, 2017.",
  "Sen. Mike Lee, R-Utah, arrives for a Senate Judiciary Committee hearing in Dirksen Building titled \"Oversight of the Federal Bureau of Investigation,\" featuring testimony by FBI Director James Comey on May 3, 2017.",
  "Bill Clark—AP\n\nSen. Cory Gardner (R-CO)\n\nWhat he’s saying: As an established member of the Senate GOP leadership team, Gardner is among those in his party who have expressed reservations about cuts to Medicaid.",
  "Bill Clark—CQ-Roll Call, Inc./AP\n\nSen Mike Enzi (R-WY)\n\nWhat he’s saying: A ranking member of the Senate Health Committee, Enzi has a 10-step plan on his web site for transforming health care in America.",
  "Portman has led efforts to get GOP leadership to accept a seven-year “glide path,” which would allow for a longer transition period in which state governors could figure out alternatives to the program.",
  "Sen. Tom Cotton, R-Ark., leaves a briefing with Deputy Attorney General Rod Rosenstein in the Capitol Visitor Center on the investigation of President Trump's campaign ties to Russia on May 18, 2017.",
  "Some parts of his home state were at risk of having no insurers participating in the Obamacare marketplace for 2018, until BlueCross BlueShield of Tennessee indicated plans this spring to step in.",
  "Biggest donors: Louisville, Ky.-based Kindred Healthcare, a health care services company, was the third-largest contributor to McConnell’s campaign committee from 2011 to 2016, donating $104,650.",
  "Sen. Mike Enzi, R-Wyo., right, gavels the Senate Budget Committee to order for the hearing with Treasury Secretary Steven Mnuchin on the Presidents budget proposals on Tuesday, June 13, 2017.",
  "Yet with less than eight full working days to go, the group has not released a draft of the legislation that would repeal and replace the Affordable Care Act, informally known as Obamacare.",
  "If he succeeds in gathering 50 votes to pass the legislation, with Vice President Mike Pence casting the tie-breaking 51st vote, then President Trump is expected to sign the bill into law.",
  "Biggest donors: BlueCross BlueShield was the second-biggest donor to Alexander’s campaign committee from 2011 to 2016, with $36,250 in contributions after International Paper’s $48,950.",
  "As a staunch opponent of Obamacare, Cornyn is expected to solidly stand with GOP leadership in his stances on abolishing mandates, addressing rising premiums, and overhauling Medicaid.",
  "Senator Orrin Hatch (R-UT) during the second day of confirmation hearings on Senator Jeff Sessions (R-AL) nomination to be U.S. attorney general in Washington, U.S. January 11, 2017.",
  "Biggest donors: DaVita HealthCare Partners is Enzi’s campaign committee’s top donor from 2011 to 2016 and the only health care name in the top five, with $27,000 in contributions.",
  "Republicans in the Senate vowed to start over, but from what little has leaked of their proposal, lawmakers are planning tweaks to the House version and not a wholesale revision.",
  "While some Republicans are anxious to soften Medicaid cuts, the more-conservative leaning Toomey is among those who want to go even further in reducing future Medicaid spending.",
  "While hinting at the House bill’s completion and a repeal vote before the July recess, Cornyn has told reporters, “my goal is to pass it,” and solidify the 50 votes needed.",
  "His state’s Democratic governor, John Hickenlooper, is working with Ohio governor John Kasich to bring together a bipartisan group of governors to protect Medicaid funding.",
  "Health policy experts say that the Trump Administration’s lack of support for the law is partly to blame for pushing premiums up and causing insurers to exit the markets.",
  "Yet on Tuesday Portman objected to what he called McConnell’s “arbitrary deadline,” urging lawmakers to take the time to “get it right,” the Columbus Dispatch reported.",
  "The Senate Conservatives Fund came in next with $226,244 and New York City-based hedge fund Elliot Management was the third-largest contributor, donating $137,900.",
  "Tom Williams—AP\n\nSen. Tom Cotton (R-AR)\n\nWhat he’s saying: Currently the youngest U.S. senator, 40-year-old Tom Cotton is known for his very conservative views.",
  "Despite aligning with President Trump on most issues so far, Cotton has differed on health care, arguing that Medicaid reform is crucial to the overhaul debate.",
  "While he supports the repeal of the ACA, Gardner backed Obamacare’s efforts at Medicaid expansion and raised concerns about the House bill’s timeline.",
  "Senate Majority Leader Mitch McConnell, R-Ky., leaves a news conference after the Senate Republican Policy luncheon in the Capitol on May 9, 2017.",
  "The fact that roughly 85% of Obamacare consumers receive premium subsidies to defray these increases has received less attention from critics.",
  "Biggest donors: Human resource firm OC Tanner was Hatch’s campaign committee’s top donor from 2011 to 2016, with $81,010 in contributions.",
  "Third was Mednax Inc., a medical solutions group and one of the nation’s leading providers of health services, with donations of $57,450.",
  "Joshua Roberts—Reuters\n\nSen. John Barrasso (R-WY)\n\nWhat he’s saying: As Chairman of the Senate Republican Policy Committee, ranking no.",
  "Senator Robert Portman (R-Ohio) is seen upon his arrival at Trump Tower Donald Trump transition meetings, New York, December 14, 2016.",
  "Biggest donors: Portman’s largest campaign contributions from 2011 to 2016 came from the Votesane PAC, totaling $303,000 in donations.",
  "Senate Democrats on Monday began a campaign to thwart the Senate’s regular business to protest their colleagues’ lack of transparency.",
  "The most closely guarded piece of writing this summer isn’t the new season of Game of Thrones —it’s the GOP Senate’s health care bill.",
  "He replied that there might not be one but, “we’ve invited you to participate and give your ideas.” McCaskill emphatically disagreed.",
  "BlueCross BlueShield came third, with $68,500 and Cancer Treatment Centers of America came rounded out the top five with $65,000.",
  "MONEY took a look at their public statements as well as their biggest donors, using data from the Center for Responsive Politics.",
  "Sen. Cory Gardner, R-Colo., speaks with Roll Call in his office in the Russell Senate Office Building on Tuesday, April 25, 2017.",
  "Franklin Tennessee-based Community Health Systems, a hospital operator, is the fourth-biggest donor with $28,850 in donations.",
  "Goldman Sachs, the large multinational finance company based in New York City, were his second largest donors, with $199,100.",
  "Biggest donors: Cornyn’s largest contribution has been through the Votesane PAC, with donations of $63,250 from 2011 to 2016.",
  "Biggest donors: Toomey’s largest donor is also Club for Growth, which contributed a total of $418,416 between 2011 and 2016.",
  "One step would give Medicaid beneficiaries the ability to convert the value of their benefit into private health insurance.",
  "The third-largest donor was New York City-based private equity firm Apollo Global Management, with $38,850 in donations.",
  "Senate Majority Whip John Cornyn of Texas speaks with reporters on Capitol Hill in Washington, Tuesday, April 25, 2017.",
  "His state’s GOP governor, John Kasich, is actively trying to garner bipartisan support for protecting Medicaid funding.",
  "His third largest contributor during this period was from conglomerate General Electric, with $157,900 in donations.",
  "His fourth largest contributor was Blue Cross/Blue Shield, with $33,000; United Health also contributed $25, 500.",
  "Second was the Rothman Institute, the internationally recognized orthopedic care center, which donated $101,300.",
  "Biggest donors: Club for Growth is Gardner’s largest contributor, with $97,552 in donations from 2013 to 2016.",
  "McConnell has said he wants to bring the bill to the full Senate for a vote ahead of Congress’ July 4 recess.",
  "Hatch has pointed to Obamacare’s high costs and “collapsing coverage” as evidence that the law is failing.",
  "He supports the push to repeal and replace Obamacare, which he has regularly condemned as a failing law.",
  "His second largest donor was from multinational oil and gas corporation Exxon Mobil, totaling $60,600.",
  "4 in the GOP leadership, Barrasso has often been a point man for the party on the health care issue.",
  "Axios reported Tuesday that McConnell plans to release a “discussion draft” of the bill on Thursday.",
  "Senator Ted Cruz (R-TX) speaks to reporters at the U.S. Capitol in Washington, U.S., May 10, 2017.",
  "This story has been updated to reflect donation figures provided by the Senate Conservatives Fund.",
  "Second was Murray Energy, the largest coal mining company in America, with $41,781 in donations.",
  "Sen. John Thune (R-SD) speaks to reporters on Capitol Hill, May 17, 2017 in Washington, DC.",
  "Peabody Energy comes in second, with $21,650 and Comcast Corp in third with $19,200.",
  "Financial firm Blackstone Group came in first with $217,700 in donations.",
  "Health insurer Humana was number 4, with $103,300 in donations.",
  "Who are these 13 senators?"
]