[
  "(Adds ArcLight, Aramco, Saur, Mansfelder Kupfer, Gemalto; Updates Apollo)\n\nJuly 23 (Reuters) - The following bids, mergers, acquisitions and disposals were reported by 2000 GMT on Monday:\n\n** The British infrastructure arm of Kuwait’s sovereign wealth fund said it had agreed to buy oil and gas pipeline firm North Sea Midstream Partners from private equity firm ArcLight Capital.",
  "** French IT services company Atos is boosting its North American operations with a $3.4 billion cash deal to buy Michigan-based IT services provider Syntel Inc.\n\n** The chief executive of Airbus said he was open to a merger of his firm’s jet fighter business with that of BAE Systems, the Sunday Times reported on Saturday.",
  "** The British infrastructure arm of Kuwait’s sovereign wealth fund has agreed to buy oil and gas pipeline firm North Sea Midstream Partners (NSMP) for around 1.3 billion pounds ($1.7 billion) from ArcLight Capital, Reuters reported citing two sources.",
  "** Australian conglomerate Wesfarmers Ltd said on Sunday it will take a smaller-than-expected stake in supermarket chain Coles when it demerges in November, but will hang on to half of a loyalty card programme to keep its hands on shoppers’ data.",
  "** A consortium led by KKR & Co agreed to acquire Taipei-listed LCY Chemical Corp in a $1.56 billion stock deal, the companies said on Sunday, marking it the U.S. private equity firm’s first deal in the island in more than a decade.",
  "** The European Commission said it had started an in-depth investigation into German copper producer KME’s purchase of German peer Mansfelder Kupfer und Messing, noting it was concerned such a deal would reduce competition.",
  "** Saudi Aramco aims to buy a controlling stake in petrochemical maker SABIC, possibly taking the entire 70 percent stake owned by Saudi Arabia’s sovereign wealth fund, two sources familiar with the matter told Reuters.",
  "1 toll road operator Transurban Group said on Sunday it has bid for a 51 percent stake in the country’s biggest transport infrastructure project, a A$16.8 billion ($12.4 billion) tollway through the middle of Sydney.",
  "** Papa John’s International Inc on Sunday adopted a shareholder rights plan, or a “poison pill”, with a 15 percent trigger to deter existing stockholders from amassing a controlling stake in the company.",
  "** The European Commission said it had opened an in-depth investigation into the 4.8-billion-euro ($5.62 billion) purchase of digital security company Gemalto by French aeronautics and space group Thales.",
  "** Apollo Global Management will buy LifePoint Health in a $5.6 billion deal that will expand its rural U.S. hospitals business, the latest in a series of bets by private equity firms on healthcare.",
  "** Chinese conglomerates Alibaba and Tencent are involved in talks to buy a minority stake in advertising giant WPP’s Chinese unit, Sky News reported on Saturday, citing unidentified sources.",
  "** China’s SDIC will buy Canadian fertiliser supplier Nutrien’s 28 percent stake in Arab Potash Co for $502 million, the Chinese state-owned company said, continuing its overseas expansion.",
  "** JPMorgan and Morgan Stanley have been picked to advise on Saudi Aramco’s plan to buy a controlling stake in petrochemical maker SABIC, several sources familiar with the matter said.",
  "** U.S. private equity firm Blackstone Group has secured EU antitrust approval to acquire a majority stake in Thomson Reuters’ Financial and Risk unit, the European Commission said.",
  "** Online payment company PayU, a subsidiary of Naspers , said it agreed to acquire Israeli payment technology provider Zooz to support its expansion in high-growth markets.",
  "** AccorHotels is joining forces with Qatar’s Katara Hospitality to create a $1 billion fund to invest in sub-Sahara Africa, Europe’s biggest hotels operator said.",
  "** French water group Saur has started exclusive takeover talks with the Swedish EQT Infrastructure fund, the two companies said in separate statements.",
  "** Aerospace parts maker Esterline Technologies Corp is exploring a potential sale, two people familiar with the matter said.",
  "(Compiled by Sanjana Shivdas and Aakash Jagadeesh Babu in Bengaluru)",
  "** Australian No."
]