[
  "| Getty Accreditor approves $1.1 billion sale of University of Phoenix’s parent company\n\nThe accreditor of the University of Phoenix has cleared the path for a group of investors with ties to the Obama administration to complete a $1.1 billion purchase of the university's parent company.",
  "The proposed sale, announced last February, raised questions about potential conflicts of interest because the group of investors seeking to buy the school includes several former Obama administration insiders — among them former Deputy Education Secretary Tony Miller.",
  "Story Continued Below\n\nThe green light from the accreditor “is subject to various conditions relating to subsequent reviews, reporting obligations and procedures for new program approvals,” which the investors have accepted, the company said.",
  "The accreditor’s approval comes after the Obama administration last month approved the deal but imposed a series of strict conditions on the future owners of the University of Phoenix.",
  "Several former Obama administration officials had mounted a charm offensive on Capitol Hill this summer as part of the effort to get the Education Department to green-light the sale.",
  "Vistria Group, a private equity firm run by President Barack Obama's longtime friend Marty Nesbitt and Miller, will become chairman of Apollo Education after the deal is finalized.",
  "By approving the deal, the Higher Learning Commission has removed the final regulatory obstacle to finalizing the sale of the nation’s largest for-profit college.",
  "The Education Department said the investors must produce a letter of credit for $154.3 million and set aside an additional $231.4 million in an escrow account.",
  "But it’s not clear how, if at all, the Trump administration plans to address the transaction and whether it would seek to change those restrictions.",
  "Apollo Education Group is being sold to a group of investors that includes Apollo Global Management, Najafi Companies and the Vistria Group.",
  "Company officials now expect to close the sale on Feb. 1, which is the deadline outlined in the deal with the new investors.",
  "Company officials now expect to close the sale on Feb. 1, which is the deadline outlined in the deal with the new investors.",
  "The university’s parent company, Apollo Education Group, announced the approval Tuesday.",
  "They must also agree to cap enrollment and accept a prohibition on any new programs.",
  "The investors said that they would accept the department’s restrictions.",
  "The restrictions are set to last until July 2018.",
  "This article tagged under: Education Policy"
]