[
  "Stories on Italy...... IT-LEN\n\nFor pan-European market data and news, click on codes in brackets: European Equities speed guide................... FTSEurofirst 300 index.............................. DJ STOXX index...................................... Top 10 STOXX sectors........................... Top 10 EUROSTOXX sectors...................... Top 10 Eurofirst 300 sectors................... Top 25 European pct gainers....................... Top 25 European pct losers........................ Main stock markets: Dow Jones............... Wall Street report ..... Nikkei 225............. Tokyo report............ FTSE 100............... London report........... Xetra DAX............. Frankfurt market stories CAC-40................. Paris market stories... World Indices..................................... Reuters survey of world bourse outlook......... Western European IPO diary.......................... European Asset Allocation........................ Reuters News at a Glance: Equities............... Main currency report:...............................",
  "(*) POSTE ITALIANE, ENI, ENAV, LEONARDO\n\nThe most likely scenario after the appointment of a new CEO at the Italian post office - which makes it impossible for the government to sell a further 30 percent stake on the market this year as planned - is the sale of that stake to Cassa Depositi e Prestiti (CDP), Il Sole 24 Ore reported.",
  "(*) BANCA CARIGE\n\nThe bank holds a board meeting on Tuesday to discuss a letter from the European Central Bank and one from market regulator Consob which is asking Carige to publish more details on a lawsuit against former managers and loan loss provisions, Il Messaggero reported without citing sources.",
  "The paper also said a court in Genoa is set to discuss on Tuesday a request by U.S. fund Apollo Global Management to freeze voting rights of Carige’s top shareholder Malacalza Investimenti at a March 28 shareholder meeting on the grounds its dominant position has not been authorised by the ECB.",
  "For Italian market data and news, click on codes in brackets:\n\n20 biggest gainers (in percentage)............\n\n20 biggest losers (in percentage).............\n\nFTSE IT allshare index\n\nFTSE Mib index........\n\nFTSE Allstars index...\n\nFTSE Mid Cap index....\n\nBlock trades..........",
  "The paper said the Treasury had also a plan B - to offset the impact on the debt of a worst case economic scenario - which envisaged transferring to CDP stakes in companies such as Eni, Leonardo, Enav with a view to a possible sale of a stake in CDP to a foreign investor.",
  "INTESA SANPAOLO\n\nThe lender has set an April 4 deadline to submit binding offers for a bad loan portfolio worth 2.5 billion euros it has put up for sale and for which it expects to receive three bids, two sources familiar with the matter said on Monday.",
  "(*) MONTE DEI PASCHI DI SIENA\n\nThe European Central Bank completed in February an on-site inspection on the bank’s loan book started in May 2016, the bank said in a document posted on its website ahead of an April 12 shareholder meeting.",
  "(*) BANKS\n\nEconomy Minister Pier Carlo Padoan meets the EU Competition Commissioner Margrethe Vestager on Tuesday to discuss requests for state support put forward by ailing banks Monte dei Paschi, Popolare di Vicenza and Veneto Banca.",
  "The ECB is yet to communicate the outcome of that inspection - which looked at how loans are classed, their coverage levels and the value of collateral - and will take it into account in its assessment of the bank’s solvency.",
  "POLITICS\n\nItalian and European officials said on Monday they are ready to send equipment and economic aid to Libya to help it fight people smuggling, as the leader of Tripoli’s U.N.-backed government sought more resources.",
  "(*) Vivendi executives are expected to meet with AGCOM officials on March 23 as part of the Italian communication regulator’s inquiry into the French group’s stakebuilding at Mediaset, La Stampa said, citing rumours.",
  "(*) ALITALIA\n\nThe carrier’s creditor banks are in talks with the Italian government for the state to provide loan guarantees for 200 million euros, La Stampa said in an unsourced report.",
  "Japanese Prime Minister Shinzo Abe meets Italian Prime Minister Paolo Gentiloni (1600 GMT) during his visit in Italy; followed by news conference (1815 GMT).",
  "MEDIASET\n\nA Milan court holds the first hearing of the lawsuit launched by the Italian broadcaster against France’s Vivendi over a disputed pay-TV deal.",
  "(*) Volumes of direct retail funding are broadly unchanged compared to the end of last year, the bank said in a document on its website.",
  "The loan would be in the form of ‘contingent equity’ that would be made available when necessary, the paper added.",
  "ARNOLDO MONDADORI EDITORE\n\nBoard meeting on FY results, followed by meeting with analysts (1600 GMT).",
  "BANCA GENERALI\n\nThe lender appointed on Monday Gian Maria Mossa new CEO of the company.",
  "Reuters has not verified the newspaper reports, and cannot vouch for their accuracy.",
  "PARMALAT\n\nTakeover offer by France’s Lactalis ends (extended from March 10).",
  "For a complete list of diary events in Italy please click on .",
  "The following factors could affect Italian markets on Tuesday.",
  "PININFARINA\n\nBoard meeting on FY results.",
  "New items are marked with (*)."
]