[
  "For example, Prakash Melwani, Blackstone's chief investment officer for private equity, said earlier this year that club deals had been \"discredited, because, when the downturn happened, governance was very difficult when you have six (private-equity) sponsors.\"",
  "However, a surge in private-equity dealmaking, fueled by cheap debt and record fundraising, is leading to bigger leveraged buyouts, requiring private-equity firms to write bigger checks and prompting them to consider teaming up once again.",
  "Such alliances, referred to as \"club deals\" in the private-equity industry, lost much of their allure following the 2008 financial crisis, as some high-profile leveraged buyouts either ended up in bankruptcy or underperformed financially.",
  "Earlier this month, a Blackstone-led consortium completed the largest leveraged buyout since the crisis, taking over the financial data arm of Thomson Reuters, the parent of Reuters News, in a deal valued at $20 billion, including debt.",
  "Despite several highly publicized failures, club deals are approximately 50 percent less likely to go out of business or bankrupt than buyouts led by one private-equity firm, market research firm PitchBook said last month.",
  "To be sure, high-profile unsuccessful club deals, such as the leveraged buyouts of Texas utility Energy Future Holdings and retailer Toys 'R' Us, which ended in bankruptcy, are not representative of all such deals.",
  "Many buyout firms, accustomed to sole operational control of the companies they buy and deciding how and when to cash out on their investment on their own, occasionally clashed with peers they teamed up with.",
  "Some of them even had to fork out hundreds of millions of dollars to settle lawsuits accusing them of conspiring to drive down acquisition prices during the leveraged buyout boom leading up to the crisis.",
  "Blackstone, Carlyle Group, Onex Corp., and Canada Pension Plan Investment Board have joined forces in a bid to acquire aluminum products maker Arconic, according to people familiar with the matter.",
  "Blackstone, Carlyle, Onex, Canada Pension Plan Investment Board and Apollo declined to comment, while Arconic did not immediately respond to requests for comment.",
  "Arconic has the potential to rival that deal should the private-equity firms that are seeking to acquire it decide to pay a significant premium.",
  "The private-equity consortium that formed still faces competition from other buyout firms, including Apollo Global Management, the sources said.",
  "Arconic will decide whether to agree to a sale later this month, the sources said, cautioning that there is no certainty of a deal.",
  "\"Club deals are really not popular anymore,\" Melwani said at the Columbia Business School Private-Equity Conference in February.",
  "This is happening even though some private-equity firms appear to publicly frown upon these deals.",
  "Many of them proved financially successful, as in the case of hospital operator HCA Healthcare.",
  "Arconic has a market capitalization of $10.6 billion and total debt of $6.3 billion.",
  "The sources asked not to be identified because the matter is confidential."
]