[
  "… [Kushner] met with top executives of both Citi and Apollo before each loan was disbursed.”\n\n-- Interior Secretary Ryan Zinke has repeatedly dismissed the importance of diversity at the agency, according to CNN’s Sara Ganim: “Three high-ranking Interior officials from three different divisions said that Zinke has made several comments with a similar theme, saying ‘diversity isn't important,’ or ‘I don't care about diversity,’ or ‘I don't really think that's important anymore.’ Each time, Zinke followed with something along the lines of, ‘what's important is having the right person for the right job,’ or ‘I care about excellence, and I'm going to get the best people, and you'll find we have the most diverse group anyone's ever had,’ the sources said.”\n\n-- Prominent Chicago lawyer and former U.S. attorney Dan K. Webb declined an offer to represent Trump in the special counsel’s Russia investigation, underscoring Trump’s continuing struggle to recruit top legal talent and leaving him without a traditional criminal-defense attorney.",
  "‘This is how you look when you claim Cuban heritage yet don't speak Spanish and ignore the fact that your ancestors fled the island when the dictatorship turned Cuba into a prison camp, after removing all weapons from its citizens; hence their right to self defense,’ the meme said alongside an image of Cuban-American Emma Gonazlez …” A person managing King's page continued to face off in the comments section, writing: “Pointing out the irony of someone wearing the flag of a communist country while simultaneously calling for gun control … [is] calling attention to the truth, but we understand that lefties find that offensive.” HOT ON THE RIGHT: “Virginia GOP dumps leader who claimed only Christians are fit to run for office,” from Antonio Olivo: “Virginia’s Republican Party has booted a member of its leadership whose controversial remarks underscored divisions in the era of [Trump].",
  "Judge Brett M. Kavanaugh was unrelenting in questioning Metro’s lawyer, former solicitor general Donald B. Verrilli Jr., and stated unequivocally his view that the policy is ‘pure discrimination’ in violation of the First Amendment.”\n\nVIDEOS OF THE DAY:\n\nStephen Colbert expressed confidence in Stormy Daniels's account of her alleged affair with Trump:\n\nTrevor Noah said Daniels's interview could offer tips to Robert Mueller:\n\nThe Post fact-checked the treasury secretary's facts on the line-item veto:\n\nThe death of Linda Brown caused this 2004 video about the significance of her Supreme Court case to recirculate:\n\nAnd two eagles at the National Arboretum welcomed a new egg to their nest:",
  "The New York Times’s Jonathan Martin and Alexander Burns write: “As much as gun control, immigration, the sweeping tax overhaul and other issues are mobilizing voters on the left and the right, the seamy sex allegations and Mr. Trump’s erratic style could end up alienating crucial blocs of suburban voters and politically moderate women who might be drawn to some Republican policies but find the president’s purported sex antics to be reprehensible.”\n\n-- Paul Ryan’s office dismissed speculation that the speaker was resigning, after Rep. Mark Amodei (R-Nev.) cited rumors it would happen within 60 days — and that Ryan's successor was already chosen.",
  "Anyone who favors a ‘war of choice’ against a nuclear-armed state belongs in a psychiatric ward, not the White House — although, admittedly, the difference between the two may no longer be consequential.”\n\n-- Jimmy Carter blasted Trump’s hiring of Bolton in as a “disaster for our country” in an interview with USA Today's Susan Page: “Maybe one of the worst mistakes that [Trump] has made since he’s been in office is his employment of John Bolton, who has been advocating a war with North Korea for a long time and even an attack on Iran, and who has been one of the leading figures on orchestrating the decision to invade Iraq,” Carter said.",
  "ABC News’s Lauren Pearle reports Common Cause is accusing Cambridge Analytica and “its parent company SCL Group Limited, CEO Alexander Nix, SCL co-founder Nigel Oakes, data scientist Alexander Tayler, and former employee-turned-whistleblower Christopher Wylie of violating federal election laws that prohibit foreigners from participating directly or indirectly in the decision-making process of U.S. political campaigns.”\n\nTHE STORMY SAGA CONTINUES:\n\n-- Stormy Daniels accused Trump lawyer Michael Cohen of defamation, expanding her existing lawsuit against Trump to include Cohen as a defendant.",
  "The New York Times’s Maggie Haberman reports: “The president’s calls with Mr. Porter have increased in the last few weeks, as the number of people he is close to in the White House has dwindled because of the large number of staff departures … [Trump] often sees aides who are subject to public criticism as extensions of himself, coming under fire because critics want to attack him, and he has described the Porter situation in those terms to some people … The president has told the advisers he has talked with that he knows he probably cannot bring Mr. Porter back.",
  "(@RusEmbUSA) March 26, 2018\n\nA New York Times reporter added this detail to reports Trump has considered rehiring Rob Porter:\n\nIn talks with advisers, Trump has said the frenzy around Porter didn’t allow him to defend himself https://t.co/1BleAd2VZN — Maggie Haberman (@maggieNYT) March 26, 2018\n\nFrom a Post reporter:\n\nA number of people in West Wing, while not defending Rob Porter's conduct, say morale has dropped, protocols are ignored and the president has become more erratic since he left.",
  "Voters somewhat/not enthusiastic to vote in 2018:\n\n47% approve\n\n47% disapprove\n\n\n\nVoters extremely/very enthusiastic to vote in 2018:\n\n38% approve\n\n60% disapprove — Ryan Struyk (@ryanstruyk) March 26, 2018\n\nStormy Daniels's attorney took a victory lap:\n\nSince this is what really matters (LOL), the ratings for my client's @stormydaniels appearance on @60minutes last night CRUSHED (BY MILLIONS) any Apprentice show in the last ten years as well as Mr. Trump's Nov 2016 appearance.",
  "‘I’ve met with all of them, and they’re great.’ Kudlow praised Shahira Knight, the NEC’s deputy director for domestic policy, and Everett Eissenstat, who works on international issues, among others, as ‘truly talented.’”\n\nCAMBRIDGE ANALYTICA LATEST:\n\n-- Facebook’s stocks initially tumbled after the Federal Trade Commission confirmed it is investigating the social media giant over privacy practices in wake of the Cambridge Analytica revelations.",
  "That infamy reached a wider audience this past weekend around the time of their March for Our Lives protest, when a doctored image that showed González ripping up a copy of the U.S. Constitution (she actually ripped up a gun target) went mildly viral on the Trump-supporting parts of the Internet, defended as ‘satire’ by those who shared it.”\n\n-- A group of Wisconsin students marched to Paul Ryan’s home town to protest for stricter gun laws.",
  "The FTC also suggested Monday that it’s studying whether Facebook’s practices ran afoul of a data-use agreement between the United States and Europe, called the Privacy Shield, which protects Europeans’ data stored in the United States.”\n\n-- Facebook is looking to hire nearly a dozen new lobbyists as Senate Judiciary Chairman Chuck Grassley (R-Iowa) became the latest lawmaker to call on Mark Zuckerberg to testify before Congress.",
  "… If events spin out of control, Mattis could be forced to choose between his loyalty to the chain of command and the moral imperative to avert a catastrophic war.”\n\n-- Conservative columnist Max Boot explains why he’s soured on John Bolton since 2005, when George W. Bush appointed him to be the U.S. ambassador to the U.N.: “Back then, Bolton was being nominated for a post in which he was supposed to echo the president’s views.",
  "Santorum, CPR doesn’t work if all the blood is on the ground.’”\n\n-- Abby Ohlheiser traces how the Parkland survivors have become targets on the right-wing Internet: “As Emma González, David Hogg and the other Parkland teens fighting for gun control have become viral liberal heroes, the teens are villains on the right-wing Internet and fair game for the mockery and attacks that this group usually reserves for its adult enemies.",
  "pic.twitter.com/V9UdAvSYVt — Cecile Richards (@CecileRichards) March 26, 2018\n\nGOOD READS FROM ELSEWHERE:\n\n-- Daily Beast, “Trump’s Publisher Pal Puts Saudi Propaganda Magazine in U.S. Supermarkets,” by Spencer Ackerman: “A nearly 100-page magazine published by Donald Trump’s allies at American Media Inc. is providing a different kind of celebrity gossip than the American supermarket shopper is used to seeing.",
  "The move is Broidy’s counterpunch to a recent stream of negative news stories that have relied in part on the hacked emails to explore various individuals’ alleged efforts to exploit their access to Trump to affect foreign policy and peddle influence … ‘We believe the evidence is clear that a nation state is waging a sophisticated disinformation campaign against me to silence me … ,’ said Broidy.",
  "The lawsuit lays bare how information warfare is not just waged between states but is used by states against individuals and has now invaded the murky world of American politics and political lobbying.”\n\n-- Another bad headline for Broidy: He tried to convince the chairman of the House Foreign Affairs Committee and Rick Gates to help his defense contracting company secure business in Romania.",
  "From McClatchy’s Ben Wieder and Peter Stone: “[Broidy] attempted to use a visit by Rep. Ed Royce, R-Calif., who chairs the House panel, to Romania last August to help his defense firm Circinus and win points with some controversial political allies in Bucharest … A spokesman for Royce confirmed that Broidy and Royce discussed the Romania trip, but said that Royce did not take his suggestions.",
  "… But with each fallen comrade, activists are left to ponder their own mortality and whether the many pressures of the movement contributed to the shortened lives of their colleagues.”\n\n-- Task & Purpose, “Paul Bremer, Ski Instructor: Learning To Shred With The Bush Administration’s Iraq War Fall Guy,” by Aaron Gell: “Lots of people want to be ski instructors at the Okemo Mountain Resort.",
  "Fredy Burgos, whose attacks against Muslims and immigrants reflected a new brand of in-your-face conservatism in Virginia’s historically button-down GOP, was voted off the State Central Committee over the weekend … [The move comes after] Burgos faced a backlash last month from party leaders when he posted a Facebook comment saying that only Christians are fit to run for office.",
  "The Wall Street Journal’s Byron Tau and Erica Orden report: “The Office of Government Ethics told a Democratic lawmaker in [a] letter that the White House is probing whether a $184 million loan from the real-estate arm of Apollo Global Management LLC and a $325 million loan from Citigroup Inc. may have run afoul of the rules and laws governing the conduct of federal employees.",
  "In November, the Supreme Court declined to hear a challenge to a high-capacity magazine ban in Maryland, giving state legislatures ‘wide authority’ to pass such laws, according to Supreme Court expert Lyle Denniston.”\n\n-- Medical experts strongly pushed back against Rick Santorum’s suggestion that students would be better served learning CPR than marching against gun violence.",
  "-- Still, the White House continues to broadly deny the allegations on Trump’s behalf, with deputy press secretary Raj Shah telling reporters that the president “strongly, clearly and has consistently denied these underlying claims.”\n\n-- In other news: Daniels will be in Washington this summer to headline the grand reopening of a K Street strip club, DC Cloakroom.",
  "His career in government spanned five administrations and three decades.”\n\nHOT ON THE LEFT: “Steve King's campaign criticizes Parkland survivor Emma Gonzalez,” from CNN: “Iowa Republican Rep. Steve King is facing heat after someone managing his campaign's Facebook page posted a meme on Sunday criticizing a Parkland student for donning a patch of the Cuban flag.",
  "When asked whether that compromise would be worth making, Carter replied, “If a deal can be confirmed by the constant inspections of the International Atomic Energy Agency,” he said, “yes, it certainly would be.”\n\nSOCIAL MEDIA SPEED READ:\n\nThe Russian embassy polled its followers after the United States issued its latest punishments:\n\nUS administration????",
  "Trump's approval rating remains below that of all of his modern-era predecessors at this stage in their first term after being elected, though Trump only trails Ronald Reagan and Barack Obama by a narrow 4 points at this point in their first terms.”\n\nTHE MIDTERMS:\n\n-- Republicans should watch out for suburban voters angry with Trump.",
  "(Harrison Smith and Ellie Silverman)\n\nALL THE PRESIDENT'S MEN:\n\n-- Trump has told advisers he would like to see Rob Porter return to the West Wing, and the president has been reaching out to his former staff secretary by phone more and more in the weeks since he resigned after both of his ex-wives accused him of domestic violence.",
  "The comment was viewed as anti-Semitic because Burgos had been campaigning for Tim Hannigan in his successful bid over Mike Ginsberg, who is Jewish, to become the party’s committee chair in Fairfax County.”\n\nDAYBOOK:\n\nTrump will sign a proclamation for Education and Sharing Day and then meet with Treasury Secretary Steve Mnuchin.",
  "U.S. gun sales have sharply declined in the past year — especially in the aftermath of last month’s massacre in Parkland, Fla. (Amy B Wang and Derek Hawkins)\n\n-- The Parkland students’ five-point policy agenda to lower gun violence consists mostly of proposals that federal courts have ruled compatible with the Second Amendment.",
  "But Amodei publicly reopened the discussion that has been kept to private whispers within the House Republican Conference about whether Ryan will run to lead the House GOP next year.” “The rumor mill is that … Steve Scalise will be the new Speaker,” Amodei said on a local news show, “Nevada Newsmakers.”\n\n-- Florida Gov.",
  "It would give Republicans their consensus top recruit in a battleground race and could force Democrats to devote resources to the contest that would otherwise go to other contests.”\n\nEmma González, a survivor of the high school shooting in Parkland, Fla., speaks to demonstrators during the “March for Our Lives” event.",
  "The president has [also] convinced himself, said one Republican in frequent touch with the White House, that the scandal will blow over — in part because, for decades, Trump deliberately presented himself as Manhattan millionaire playboy.”\n\nBy that standard, though, Daniels may be beating Trump at his own game.",
  "What the Trump Administration is requesting is not just alarming, it is an unconstitutional attempt to discourage an accurate census count.’”\n\nFormer U.S. attorney general Eric Holder, who serves as chairman of the National Democratic Redistricting Committee, also threatened a lawsuit over the question.",
  "She lamented that people in Houston are rebuilding houses in places that will inevitably flood again, and they’re only able to do it because of taxpayer-funded flood insurance and disaster relief appropriated by congressional Republicans who opposed help for New York and New Jersey after Sandy.",
  "“What the North Koreans have wanted for a long time is just assurance confirmed by the Six Powers Agreement — with China and Russia and Japan and South Korea and so forth — that the United States will not attack North Korea as long as North Korea stays at peace with its neighbors,” he said.",
  "… Broidy also sought the assistance of Gates, with whom he had worked on [Trump’s] inaugural committee, to win a U.S. Commerce Department endorsement for his company as it tried to win work in Romania … ”\n\n-- Larry Kudlow wants to keep Gary Cohn’s staff at the National Economic Council.",
  "The center-right think tank, which is affiliated with Stanford University and home to GOP grandees like Condoleezza Rice, is pursuing a host of initiatives that treat climate change as a pressing national security challenge and a market failure that requires government intervention.",
  "… The new complaint [also] says the payment violated federal laws that impose limits on campaign donations and require those donations to be publicly reported.”\n\n-- Trump has continued to remain uncharacteristically silent on Daniels in the 24 hours following her CBS interview.",
  "THE BIG IDEA:\n\nPALO ALTO, Calif. — While President Trump is systematically rolling back his predecessor’s efforts to combat climate change, the conservative Hoover Institution is trying to address the reality of rising temperatures, higher sea levels and more extreme weather.",
  "He is going to the West Wing, where he will be one of the most important influences on a president who is so ignorant that he makes Bush seem like an international relations PhD by comparison … The failure of the Iraq intervention has soured me on preventive wars in general.",
  "He may be the lone Cabinet member to have survived with his status and dignity intact, and in the process his Pentagon — perhaps the one national institution that is still fully functional — has inherited an unusually powerful role in the shaping of American foreign policy.",
  "… Facebook said that Chief Technology Officer Mike Schroepfer or Chief Product Officer Chris Cox would appear before the committee.”\n\n-- A government watchdog group has filed complaints with the FEC and DOJ accusing Cambridge Analytica of violating federal election laws.",
  "It’s a striking contrast to Washington, where the Paris accord has been abandoned, skeptics of established science hold some of the most important jobs in government and congressional Republicans long ago eschewed promises to seriously confront environmental disruption.",
  "— Ann Coulter (@AnnCoulter) March 26, 2018\n\nA writer for Vox looked at gerrymandering:\n\nDems whine about gerrymandering but all they need to do to win a narrow House majority is a popular vote landslide larger than any presidential candidate has achieved in 20 years.",
  "QUOTE OF THE DAY: Democrats are feeling more confident about overcoming their own liabilities heading into the midterms as Trump weathers the Stormy Daniels controversy: “I don’t see headlines with: ‘Porn star sues Nancy Pelosi,’” said Rep. Cedric Richmond (D-La.).",
  "pic.twitter.com/KnT4fRA0r7 — Ron DeSantis (@RepDeSantis) March 26, 2018\n\nThe president of Planned Parenthood wished Nancy Pelosi a happy birthday:\n\nHappiest of birthdays to @NancyPelosi, who brings her values and courage to work at the Capitol every day.",
  "Thirty percent of [those] voters … are college-educated whites, well higher than the 23 percent average for the country.” “This is shaping up to be the year of the angry, white, female college graduate,” said the Cook Political Report’s David Wasserman.",
  "(Corey Lowenstein/News & Observer/AP)\n\n-- GOP power play: Trump political appointees at the Commerce Department announced they will include a citizenship question on the 2020 Census, following a December request from Jeff Sessions's Justice Department.",
  "Aaron Blake explains: “Republicans already have a significant edge on the congressional and state legislative maps, thanks to how our population is distributed and to the GOP having earned the power to redraw lots of the new maps after the 2010 Census.",
  "That would shift the balance of power away from heavily Hispanic areas, and likely more heavily Democratic areas, where more noncitizens and children live.”\n\n-- California is now suing the administration over the question it calls unconstitutional.",
  "She praised Congress for including language in this year’s defense reauthorization bill that requires the Pentagon to identify the 10 military installations which are most vulnerable to climate change and outline what can be done to shore them up.",
  "James Mattis, who spent almost four years at Hoover between retiring from the Marines and leaving to becoming secretary of defense, has also described climate change as a national security threat, citing the rising sea levels and desertification.",
  "Ann E. Marimow reports: “The case reached the court after Metro rejected a 2017 holiday campaign from the Archdiocese of Washington with the message ‘Find the Perfect Gift.’ … A central question before the U.S. Court of Appeals for the D.C.",
  "#forgivemeimnewtomarkets https://t.co/LUnVTIci4K — Stephanie Ruhle (@SRuhle) March 26, 2018\n\nTrump's higher approval rating isn't all good news, per a CNN reporter:\n\nHere's a telling stat from today's brand new @CNN poll on Trump and 2018.",
  "(Samantha Schmidt)\n\nTHE WAR CABINET:\n\n-- “Can Jim Mattis Hold the Line ... ?” by the New York Times’s Robert F. Worth: “A year into Trump’s tenure, Mattis has become a quietly central figure in an administration of near-constant purges.",
  "Beth Reinhard and Emma Brown report: “The defamation claim against Cohen is based on his Feb. 13 statement to the media in which he acknowledged that he had used his ‘own personal funds to facilitate a payment of $130,000' to Daniels.",
  "(Carol D. Leonnig and Rosalind S. Helderman)\n\n-- Deputy RNC finance chairman Elliott Broidy sued Qatar, alleging that the country engaged in a “cyber smear campaign” aimed at sullying his reputation in the United States and abroad.",
  "Ellen Nakashima, Tom Hamburger and Karen DeYoung report: “[Broidy] alleged that the Qatari government hacked his email accounts and, through U.S.-based lobbyists, leaked stolen and forged material to U.S. and foreign journalists.",
  "But he has made clear that he misses the staff structure that Mr. Porter had helped build and implement ...”\n\n-- The White House is investigating two loans totaling more than $500 million made to Jared Kushner’s family business.",
  "Even without that, it would hand Republicans a new tool in redrawing districts even more in their favor.”\n\n-- The last time a question about citizenship was included on the census forms targeted to all households was 1950.",
  "“But privately, the president has lobbed sharp attacks at Daniels … calling her allegations a ‘hoax’ and asking confidants if the episode is hurting his poll numbers,” Ashley Parker, Philip Rucker and Josh Dawsey report.",
  "The White House was unable to confirm anything and the Chinese Foreign Ministry had “no information.” (Emily Rauhala) Officials revealed Maryland school shooter Austin Wyatt Rollins died by shooting himself in the head.",
  "#priorities https://t.co/JYVODdZKUH — Michael Avenatti (@MichaelAvenatti) March 26, 2018\n\nFar-right commentator Ann Coulter made a joke about Daniels at Trump's expense:\n\nSo Stormy says she and Trump had sex only once.",
  "— Tucker Carlson (@TuckerCarlson) March 27, 2018\n\nTrump celebrated the stock market's rebound, prompting this comment from an MSNBC host:\n\nI guess we are back to linking stock market performance to @realDonaldTrump...",
  "For years, conservative activists and partisan line drawers have discussed the possibility of switching from total population to eligible voters, or some combination of the two, when drawing state and local districts.",
  "… It’s here, and we need to address it.”\n\nAn activist in a panda bear costume looks at the crime scene body outline of an extinct animal in front of the Brandenburg Gate during Earth Hour 2018 on Saturday in Berlin.",
  "The U.S. government ordered the expulsion of 60 Russian officers and the closing of a Russian consulate in Seattle, joining European allies in retaliation for the poisoning of a former Russian spy on British soil.",
  "Paul Kane reports: “Amodei is not particularly close to the speaker, who has a small inner circle of advisers and who makes decisions about his political future with an even smaller round of confidants and family.",
  "Residents of the 21 Republican seats recently rated by the Cook Political Report to be the most vulnerable to Democratic takeover have a median household income 33 percent higher than the country as a whole[.]",
  "Kari Lydersen and Michael Scherer report: Many of the most competitive House seats this year are in the tony bedroom communities of Los Angeles, Chicago, Denver, Houston, Philadelphia, New York and Washington.",
  "It retails for $13.99, has no ads and its 200,000 copies can be found in venues ranging from U.S. airports to WalMart, Safeway and Kroger’s — raising questions about the magazine’s financing and its origins.",
  "And Many Activists, Privately, Suffer as a Result,” by John Eligon: “Over the last two years, at least five young activists who gained national prominence amid the Black Lives Matter movement have died.",
  "Terry Anderson, a father of “free market environmentalism,” thinks it was good to pull out of the Paris accord and believes the world has plenty of time to adjust to long-term shifts in the climate.",
  "… In deciding to add this question without even testing its effects, the Administration is departing from decades of census policy and ignoring the warnings of census experts.”\n\nGET SMART FAST:??",
  "… [California Attorney General Xavier Becerra said in a statement,] ‘California simply has too much to lose for us to allow the Trump Administration to botch this important decennial obligation.",
  "CNN’s Ivana Kottasová reports: “Facebook said in a letter to lawmakers dated Monday that it would make two senior executives — but not Zuckerberg — available to testify in the UK after Easter.",
  "In addition, an NBC news report indicated that ‘similar’ packages were located at mail processing facilities for both the CIA and the White House.”\n\n-- House Minority Whip Steny Hoyer (D-Md.)",
  "— Josh Dawsey (@jdawsey1) March 27, 2018\n\nFrom a former speechwriter to Condoleezza Rice:\n\nImagine if Donald Trump gave refugees the benefit of doubt that he gives White House Wife Beater.",
  "For the U.S. government, the question is whether this activity … violated a 2011 settlement with the FTC over another privacy mishap related to the way it collects consumers’ information.",
  "“[Senior officials] believe Daniels’s account to be largely credible and consider it a serious news story that could deal real and lasting damage for the president,” our colleagues write.",
  "Bloomberg News's Naomi Nix, Billy House and Bill Allison report: “Facebook is looking to hire at least 11 people for policy-related positions in Washington, according to its website.",
  "AMI, which publishes The National Enquirer, insists it had no outside editorial or financial assistance, from the Trump administration or otherwise.”\n\n-- New York Times, “They Push.",
  "But he also supports overhauling government subsidy programs, such as crop and flood insurance, that incentivize bad decision-making and help obscure the effects of climate change.",
  "Samantha Schmidt reports: “California’s lawsuit alleges the change violates the constitutional requirement of ‘actual Enumeration’ of every person in every state, every ten years.",
  "This was a key provision of the 1994 assault weapons ban that a number of researchers credit with reducing the toll of mass shooting deaths during the 10 years it was in force.",
  "Meagan Flynn and Herman Wong report: “The comments drew ridicule from physicians, among others, who assured Santorum that learning CPR wouldn’t save victims of a mass shooting.",
  "“This is a global problem, and it’s really a problem that needs attention from the highest levels of government,” Hill said during a day-long Hoover media roundtable on Monday.",
  "(NPR)\n\n-- The data could also provide an opening for lawmakers to draw state legislative districts based on the number of eligible voters, rather than the number of residents.",
  "“We need to take steps to prepare ourselves, to mitigate the risk as much as possible in advance.”\n\nWelcome to the Daily 202, PowerPost's morning briefing for decision-makers.",
  "Michael Scherer explained back in January: “Federal courts have long mandated that states use total population to decide federal apportionment and draw U.S. House districts.",
  "Ledecky — who helped the university win back-to-back national championships and netted eight NCAA titles of her own — said she plans to continue taking classes at Stanford.",
  "… A switch to using eligible voters would effectively eliminate millions of Texans for the purposes of redistricting, leading to fewer urban districts and more rural ones.",
  "[Now], the balancing act for these Republicans is appealing to moderate voters enraged by Trump while trying to avoid alienating a party base enamored with the president.",
  "“But an unarmed black man holding a cellphone is shot 20 times.” (Sawsan Morrar) Mitch McConnell plans to introduce a bill legalizing hemp as an agricultural commodity.",
  "“When a young man who was bombing homes in Austin, Texas, the police followed him for hours, he wasn’t shot once,” family attorney Ben Crump said at a news conference.",
  "The amended complaint argues that while Cohen’s statement did not directly accuse Daniels of lying about the 2006 affair, it defamed her by implying that she had lied.",
  "— Matthew Yglesias (@mattyglesias) March 26, 2018\n\nA House Republican welcomed his son to the world:\n\nCasey and I are blessed to welcome our son Mason Joseph DeSantis.",
  "The students embarked on a four-day, 50-mile journey to call out the House speaker for his role in “blocking and burying” any chance of revising gun legislation.",
  "“We need to find ways to get people out of harm’s way.”\n\nHill, who worked on Obama’s NSC, said Congress needs to stop bailing out places with no building codes.",
  "It might dissuade noncitizens from participating in the census, thereby diluting the political power of the (mostly urban and Democratic) areas they come from.",
  "Salman’s defense attorneys unsuccessfully argued the previously unknown working relationship between the senior Mateen and the FBI was grounds for a mistrial.",
  "… Facebook hasn’t answered Grassley yet.”\n\n-- Zuckerberg said he would not appear before British lawmakers to testify on Facebook’s data collection practices.",
  "‘We believe it is also clear that I have been targeted because of my strong political views against Qatar’s state sponsored terrorism and double dealing.’ ...",
  "The retired admiral, one of only two people to ever command both the Atlantic and Pacific fleets, believes the U.S. must prepare for and capitalize on this.",
  "Approval is up 7 points overall since February, including 6-point increases among Republicans (from 80% to 86% now) and independents (from 35% to 41% now).",
  "… Jo Buyske, executive director of the American Board of Surgery, described Santorum’s comments as a ‘dangerous and wrong message,’ saying on Twitter, ‘Mr.",
  "Naturally for a think tank where Milton Friedman spent three decades as a research fellow, the focus is on market solutions more than government mandates.",
  "The Capital Weather Gang forecasts: “Mostly cloudy with cool temperatures as highs only manage the middle 40s, more like middle February than late March.",
  "https://t.co/Q6L2qtZfIx — Elise Jordan (@Elise_Jordan) March 26, 2018\n\nRep. Maxine Waters (D-Calif.) applauded the March for Our Lives organizers:\n\nWow!",
  "“It’s difficult to solve it with 50 states and all the municipalities trying to pull and row in one direction without somebody as a captain of the ship.",
  "Tony Romm reports: “[T]he company faced potential new punishment by the U.S. government, including fines that could reach into the millions of dollars.",
  "Pence will travel today to Fargo, N.D., where he will participate in a reception for Rep. Kevin Cramer, who is running against Sen. Heidi Heitkamp (D).",
  "“That’s not a long-term sustainable approach for the federal government,” she said, advocating for some national building standards and enforcement.",
  "Lake Chad, for example, has shrunk by about 90 percent since 1990, causing the instability that fueled the rise of the Boko Haram terrorist group.",
  "Some have dismissed “climate change hysteria” and challenged the accuracy of modeling that forecasts the extent of future increases in sea level.",
  "Some light showers are possible this afternoon with cool breezes blowing from the east at about 5-10 mph.”\n\n-- The Capitals beat the Rangers 4-2.",
  "Robert Costa reports: “‘It’s a terrific staff, and I’ve asked everyone to stay on,’ Kudlow said Monday in an interview with The Washington Post.",
  "(New York Times)\n\nNEWS YOU CAN USE IF YOU LIVE IN D.C.:\n\n-- It will be cloudy and cold today in D.C., and some rain is possible this afternoon.",
  "— Maxine Waters (@RepMaxineWaters) March 26, 2018\n\nWhile a Fox News host appeared to dismiss the students:\n\nIn real life, nothing is simple.",
  "The 17-year-old was confronted by a school resource officer, who shot him in the hand, but Rollins’s self-inflicted gunshot wound was fatal.",
  "(CNN)\n\nHer “60 Minutes” interview was the highest-rated episode in a decade, according to Nielsen — averaging more than 22 million viewers.",
  "The question, which hasn't been used on all census surveys in decades, will likely dilute Democratic political power over the next decade.",
  "The eligible voting population would not include noncitizens or children under the age of 18, who tend to be disproportionately minority.",
  "(Isabelle Khurshudyan)\n\n-- The Defense Department is investigating mysterious packages received at military installations in the region.",
  "(Baltimore Sun) Court documents show Seddique Mateen, the father of Pulse nightclub shooter Omar Mateen, was a longtime FBI informant.",
  "An unusual armored train arrived in Beijing yesterday, sparking a wave of speculation about whether North Korea’s leader was on board.",
  "Her “60 Minutes” interview was the highest-rated episode in a decade, according to Nielsen — averaging more than 22 million viewers.",
  "Christopher Ingraham explains: “[T]he students call for a ban on gun magazines capable of holding more than 10 rounds of ammunition.",
  "Rick Scott has set a “big announcement” for April 9 amid speculation he will run for the Senate against Democratic Sen. Bill Nelson.",
  "And that president … was a traditional conservative who believed that the United States needs to promote free trade and freedom ...",
  "Alice Hill was a special assistant to the president and the senior director for resilience policy on the National Security Council.",
  "That was revealed during the trial of Noor Salman, the shooter’s wife, who is accused of aiding and abetting her husband’s attack.",
  "The case overturned racial segregation in American schools and became one of the most pivotal civil rights cases in U.S. history.",
  "“We will litigate to stop the Administration from moving forward with this irresponsible decision,” Holder wrote in a statement.",
  "But those same courts have given more leeway to states when it comes to drawing lines for state legislative and local districts.",
  "The 97-year-old chairs an energy policy task force at Hoover that, among other solutions, advocates for expanding nuclear power.",
  "The swimmer will forgo her final two years of college eligibility at Stanford to better prepare for the 2020 Olympics in Tokyo.",
  "Trump’s friends and advisers have been cautioning him that he has little to gain by getting into a back-and-forth with Daniels.",
  "He will also travel to Minneapolis to participate in a fundraiser for his political action committee, Great America Committee.",
  "From Martin Weil and Matt Zapotosky: The FBI's Washington Field Office “said each package was collected for further analysis.",
  "(Mike DeBonis) Linda Brown, the young girl at the center of the Supreme Court’s Brown v. Board of Education case, died at 75.",
  "The sites included Joint Base Anacostia-Bolling in the District and at Fort Belvoir, in Virginia, according to the accounts.",
  "The company started hiring new lobbyists last fall after revelations Russians exploited its platform to help elect [Trump].",
  "When Superstorm Sandy hit New York in 2012, the investment bank’s lights stayed on while the buildings around it went dark.",
  "But here, the spirit of innovation that defines Silicon Valley trumps the ideological rigidity that reigns in the capital.",
  "… At some point, [the director] scanned the former employers on the man’s resume, and a couple names stuck out right away.",
  "We don't know why the incidence of school shootings has risen, even as the proportion of households w/ guns has dropped.",
  "People in 154 countries and 5,000 cities switched off their lights for one hour to raise awareness about climate change.",
  "“The addition of a citizenship question to the census questionnaire is a direct attack on our representative democracy.",
  "Scientists agree that Hurricane Harvey was more damaging than it would have been in the past because of climate change.",
  "… So when a 74-year-old retiree applied for the gig a few years back, [the school’s director] didn’t think much of it.",
  "Circuit: Can Metro allow secular advertisers to promote Christmas shopping and charitable giving, but not the church?",
  "Baker already has the endorsements of other high-profile Maryland lawmakers – including Sen. Chris Van Hollen (D-Md.)",
  "Henry Kissinger … Donald Rumsfeld … As it happened, the applicant had an illustrious background in foreign affairs.",
  "George Shultz, who was secretary of state under Ronald Reagan, now supports a carbon tax to address climate change.",
  "Almost every year brings more natural disasters that cause in excess of $1 billion in damage than the year before.",
  "CNN’s Jennifer Agiesta reports: “Overall, 42% approve of the way Trump is handling the presidency, 54% disapprove.",
  "(James McAuley) Stephon Clark’s family called for charges to be filed against the officers involved in his death.",
  "The vice president will then give a speech on the tax law for an event at the nonprofit America First Policies.",
  "Gary Roughead, the former chief of naval operations, studies the consequences of global warming in the Arctic.",
  "Before that, she served as a judge and led a climate change task force at the Department of Homeland Security.",
  "Hill cites this as a parable to explain why a whole-of-government response is needed to fight climate change.",
  "(Washingtonian)\n\n-- Meanwhile, a new CNN poll puts Trump’s approval rating at its highest level in 11 months.",
  "Sean Sullivan reports: “A Scott candidacy could have a dramatic impact on the battle for the Senate majority.",
  "(Alex Brandon/AP)\n\nFLORIDA FALLOUT:\n\n-- America’s oldest gunmaker, Remington Outdoor, filed for bankruptcy.",
  "“The president even has griped to several people that Daniels is not the type of woman he finds attractive.",
  "What an exciting moment we experienced in our history w/ these young people who are leading a revolution.",
  "What US Consulate General would you close in @Russia, if it was up to you to decide — Russia in USA ????",
  "(Rachel Chason)\n\n-- Metro defended its policy barring issue-oriented ads before a federal appeals court.",
  "(Adam Berry/Getty Images)\n\nGoldman Sachs fortified its headquarters after the attacks on Sept. 11, 2001.",
  "But many of the firm’s employees couldn’t get to work because the public infrastructure was in shambles.",
  "(Rick Maese) New Orleans Mayor Mitch Landrieu (D) will be awarded the Kennedy Profile in Courage Award.",
  "Landrieu received national recognition for his role in removing four Confederate statues from his city.",
  "(Matt Zapotosky) A Holocaust survivor was brutally murdered in Paris, stoking fears of a hate crime.",
  "… Greeting Americans on newsstands is a high-quality glossy advertisement for MBS, The New Kingdom.",
  "George Shultz, who served as Ronald Reagan’s secretary of state, embraces the idea of a carbon tax.",
  "“Let’s take out an insurance policy to protect against the risk of climate change,” Shultz said.",
  "Consider this graphic of such events from just last year:\n\nTo be sure, Hoover is not monolithic.",
  "(Amy Ellis Nutt) Five-time Olympic gold medalist Katie Ledecky announced that she is going pro.",
  "(CNN) And inside Trump’s own West Wing, some staffers hold a different view on the Stormy saga.",
  "This is causing polar ice caps to melt and, for all intents and purposes, opening a new ocean.",
  "It’s selling America on a fellow Trump ally, Saudi Arabian Crown Prince Mohammed bin Salman.",
  "He says this would free up private firms to find the most efficient ways to cut emissions.",
  "Hoover has even hired an alumna of Barack Obama’s White House to focus on climate change.",
  "According to media accounts, the packages may have been received at as many as six sites.",
  "California has just suffered its worst drought ever and some of the worst wildfires ever.",
  "(Mike DeBonis) A new study found brain abnormalities among 4- and 5-year-olds with ADHD.",
  "It is a neurological disorder,” said Lisa Jacobson, a researcher involved in the study.",
  "I guess if you want the guy to screw you repeatedly, you have to be one of his voters.",
  "There are several fellows whose views hew much closer to standard-fare GOP orthodoxy.",
  "Jewish advocacy groups say the case is tied to rising anti-Semitism in the country.",
  "is backing Rushern Baker’s Democratic primary bid in Maryland’s gubernatorial race.",
  "The self-righteous kids screaming at you on TV over the weekend don't help at all.",
  "Mireille Knoll, 85, was stabbed 11 times and left in her burning apartment to die.",
  "WHILE YOU WERE SLEEPING:\n\nNorth Carolina Republican legislators draw maps in 2016.",
  "As far as most experts are concerned, the underlying facts are not up for debate.",
  "That will require checking Russia’s expansionary push in the northern sea lanes.",
  "Cities with crucial naval installations, like Norfolk, are especially at risk.",
  "(Philip Rucker, Carol Morello and John Hudson) Kim Jong Un may be in China.",
  "And this could significantly increase their advantages for two reasons: 1.",
  "ordered the closure of the Russian Consulate in Seattle @GK_Seattle????.",
  "Not so Bolton: He remains an advocate of bombing Iran and North Korea.",
  "That means trade routes will soon exist that are now blocked by ice.",
  "… Make no mistake — this decision is motivated purely by politics.",
  "He will later attend a “dinner with supporters” at a private home.",
  "The results “tell us that this is not just a behavioral disorder.",
  "“We need to find ways to make sure we can be resilient,” he said.",
  "These young people know what it means to witness gun violence.",
  "The precise number of packages involved could not be learned.",
  "I'm so proud of their leadership, courage, and determination.",
  "The causes range from suicide to homicide to natural causes.",
  "The man skied well and had a friendly, patient demeanor.",
  "Lucky to have learned firsthand from you way back when!",
  "I thought we stopped doing that when the mkts dropped.",
  "The Saudis say they don’t know how it came to be.",
  "But today Bolton isn’t being sent to Turtle Bay.",
  "(File)\n\nWith Breanne Deppisch and Joanie Greve.",
  "Serves them right for living in dense cities.",
  "Half of Americans live in coastal counties.",
  "and state Attorney General Brian E. Frosh.",
  "This is Trump's approval rating among...",
  "-- There may be a Stormy Daniels effect.",
  "“You can’t live on an island,” she said.",
  "We ought to do our best to find out.",
  "Both baby and mom are doing great.",
  "Sign up to receive the newsletter.",
  "That’s just objective journalism.",
  "How can anyone ignore them?",
  "How exactly does this work?",
  "8lbs, 4oz and very strong!",
  "Cry me a river.",
  "They Protest.",
  "Or maybe not.",
  "...",
  "2."
]