[
  "“Any time you see concern about that, you’ll see the reversal of that trade.”\n\nThe Dow Jones Industrial Average rose 39.73 points, or 0.15 percent, to 26,486.78, the S&P 500 lost 1.14 points, or 0.04 percent, to 2,884.43 and the Nasdaq Composite dropped 52.50 points, or 0.67 percent, to 7,735.95.",
  "NEW YORK (Reuters) - The tech-heavy Nasdaq fell on Monday for the third straight day as a sell-off in Chinese markets sparked concerns about slowing global economic growth, though the S&P 500 pared losses to end nearly flat.",
  "Shares of Google parent Alphabet Inc were pressured after Google announced that data from up to 500,000 users of its social network Google+ may have been exposed to external developers.",
  "In Monday’s trading session, the first trading session for mainland China investors since new U.S. and Chinese tariffs went into effect, both Chinese stocks and the yuan slid.",
  "“Growth stocks are so sensitive to global growth expectations,” said Chad Morganlander, senior portfolio manager at Washington Crossing Advisors in Florham Park, New Jersey.",
  "General Electric Co shares rose for the sixth day in a row after the company said it plans to sell $1 billion in energy investments to Apollo Global Management LLC.",
  "Beijing announced a steep cut in the level of cash that banks must hold as reserves, aimed at lowering financing costs and spurring growth amid the trade spat.",
  "REUTERS/Brendan McDermid\n\nDeclining issues outnumbered advancing ones on the NYSE by a 1.06-to-1 ratio; on Nasdaq, a 1.45-to-1 ratio favored decliners.",
  "The possibility of tapering global growth, led by China’s slowdown, spurred a retreat from the high-flying tech sector, which declined 1.2 percent.",
  "Among the biggest drags on both the Nasdaq and the S&P 500 were Microsoft Corp, down 1.1 percent, and Adobe Systems Inc, down 3.2 percent.",
  "By contrast, defensive sectors, including utilities, consumer staples, and real estate, led the S&P’s major sectors in percentage gains.",
  "Volume on U.S. exchanges was 6.93 billion shares, compared with the 7.22 billion-share average over the last 20 trading days.",
  "The S&P 500 posted eight new 52-week highs and 23 new lows; the Nasdaq Composite recorded 17 new highs and 138 new lows.",
  "Traders work on the floor of the New York Stock Exchange (NYSE) in New York, U.S., October 3, 2018.",
  "The company said it would shut down the consumer version of Google+.",
  "The U.S. bond market was closed for the Columbus Day holiday.",
  "GE shares ended the session up 3.3 percent.",
  "Alphabet shares ended 1 percent lower."
]