[
  "REUTERS/Rick Wilking\n\nThe Nordstrom family’s decision to offer these concessions underscores the apprehension of investors over leveraged buyouts of department store chains, as private equity-owned peer Neiman Marcus Group Inc now struggles with its debt pile amid the rise of internet shopping and changing consumer tastes.",
  "Neiman Marcus, which is owned by buyout firm Ares Management LP and the Canada Pension Plan Investment Board, has been working with a financial restructuring adviser this year to cope with its $4.7 billion debt pile, with much being the legacy of its $6 billion leveraged buyout in 2013.",
  "(Reuters) - The group of Nordstrom Inc family members seeking to take the eponymous U.S. department store operator private is offering preferential terms to potential equity partners willing to fund the buyout, people familiar with the matter said.",
  "In its bid to raise around $1 billion in equity from outside investors, the Nordstrom family has also reached out to sovereign wealth funds, public pension funds, and firms that invest exclusively on behalf of rich families, the sources added.",
  "One possibility being explored is offering potential partners preferred equity in the deal, so that they reap more dividends out of the company’s cash flow or they get paid first if there is a stock sale in the future, the sources said.",
  "Seattle-based Nordstrom, which has a market capitalization of approximately $8 billion, said in June that the family group, which owns 31.2 percent of the 116-year-old retailer, was studying ways to take the company private.",
  "The Nordstrom family is hoping to make investments that will make some of its stores more popular with customers, but would likely be unpopular with the company’s shareholders in the short term, one of the sources said.",
  "These initiatives would include investing in e-commerce, closing underperforming stores and investing in top locations, and expanding its successful discount shopping chain, Nordstrom Rack, according to the source.",
  "Leonard Green & Partners LP, Apollo Global Management LLC and KKR & Co LLP are among the private equity firms in talks with the Nordstrom family members, according to the sources.",
  "Representatives for Nordstrom and the Nordstrom family, as well as Leonard Green, did not immediately respond to requests for comment, while KKR and Apollo declined to comment.",
  "The Nordstrom family members are also contemplating using $7 billion to $8 billion in debt to finance their bid, some of the sources added.",
  "Still, like all of its peers, it has seen its stock and same-stores sales fall as customers change their shopping habits.",
  "Its affordable high-end price point has distinguishes it from peers such as Macy’s Inc, without making it too exclusive.",
  "Its Seattle flagship location, modeled after famous European department stores, has restaurants, bars and pop up shops.",
  "The family’s move has been successful in reinvigorating talks with potential partners, five sources said this week.",
  "Nordstrom operates 354 stores, including 122 full-line stores in the United States, Canada and Puerto Rico.",
  "Nordstrom is also working on a flagship location on Manhattan’s West 57th street in New York.",
  "Making those investments as a private company would therefore be easier, the source added.",
  "The sources asked not to be identified because the negotiations are confidential.",
  "Nordstrom has long been viewed as the jewel of the department store industry.",
  "The Nordstrom store is seen at a mall in a Denver suburb May 16, 2008.",
  "Out of those, 221 are Nordstrom Rack stores."
]