[
  "\n\n\n\nReturn to Transcripts main page\n\nCNN NEWSROOM\n\nJared Kushner Is Accused Of Using White House Role For His Family Business' Advantage; FBI Is Now Investigating At One Of Ivanka Trump's International Business Deals; President Donald Trump Talked About China's President Consolidating Power; Russian \"Sex Guru\" Claims She Holds Trump-Russia Secrets; Jailed Model Vows to Spill Alleged Trump-Russia Secrets; El Paso Residents Debate Necessity of Trump's Border Wall; Snowboarder Rescued from Avalanche.",
  "But Ana, even though it did seem as though these comments came in somewhat of a sarcastic or jokey tone, the President talking glowingly about an authoritarian move by the world leader to consolidate power behind them and then suggesting that perhaps that is something that he would want to practice here in the United States is certainly going to raise eyebrows, especially because this is not the first time we have heard President Trump talk glowingly about an autocrat o the world stage -- Ana.",
  "OLEG DEPRISKA, RUSSIAN BUSINESSMAN AND PHILANTHROPIST: it's a news for (INAUDIBLE)\n\n\n\nCHANCE: But it was after the promise of more detail, more information from her Nastya Rybka who was holding one of her sex and seduction classes on this beach in Thailand that this extraordinary story appears to have taken a spy novel turn.",
  "When he talked about gun control and sort of embraced gun control earlier this week, by, you know, couple of hours later, we were hearing from Republican sources to saying even though they were outraged and they totally disagreed with what he was saying they weren't worried about it because they thought we can bring him in.",
  "I also think, although Chris is right that there are many things that Trump is at heart a democrat on, you know, this issue of guns is something he was concerned about 15 years ago, and he thought there should be tighter restrictions on gun purchases and the types of guns that civilians could carry.",
  "MATTHEW CHANCE, CNN SENIOR INTERNATIONAL CORRESPONDENT: Well, Ana, this is an extraordinary story which offers us a rare glimpse into the secretive world of Russian politics and business and how the two meet and it also may shed some light on to the allegations of collusion.",
  "You now, you have the President talking right now about wanting to do away with term limits, one of the central parts of the U.S. constitution and what makes America very special, something that George Washington specifically put in place when he first became President.",
  "NOAH BOOKBINDER, EXECUTIVE DIRECTOR, CITIZENS FOR RESPONSIBILITY AND ETHICS IN WASHINGTON: You also have to worry about whether he has an incentive to use his official power, to use the power of the White House, to help people that he has business relations with.",
  "Joining us to discuss CNN political commentator Catherine Rampell, columnist from \"the Washington Post,\" CNN political analyst Rachel Bade, the congressional reporter from \"Politico\" and CNN contributor Michael D'Antonio has written a biography of Donald Trump.",
  "CHANCE: They're probably just the words of a desperate woman hoping to avoid deportation to Russia, but her promise with no evidence so far to unlock the mysteries of the Trump-Russia scandal have certainly gotten Nastya Rybka the attention she so often craved.",
  "He loves hating on the Bushes who, you know, quite openly did not support him when he ran for - when he secured the Republican nomination for President, not just when he ran for president, when he was among the field of many people running for the nomination.",
  "And you know, not only that, but sort of not stepping in and trying to promote democratic values around the world by saying anything negative or even neutral for that matter about the fact that we have this authoritarian regime that is consolidating power.",
  "Both Democrat and Republican ethics experts have said Kushner can't be dealing with these companies and dealing with these countries when he is getting these flows of money and he has maintained ties to many of his businesses, so, no, it is not all right.",
  "He is talking -- for heaven's sakes, he is talking to the Apollo CEO about a job, about giving him something and then the Kushner businesses get half a billion dollars in exchange and we are just going to say, the spokesman says there is no there there.",
  "Just last week, CNN reported that special counsel Robert Mueller is inquiring about Kushner approaching foreign investors during the transition, including a Chinese insurance company and a Qatari investor for the family's biggest bet, 666 Fifth Avenue.",
  "Maggie Haberman of the \"New York Times\" had a really great story just Friday talking about how the President felt like he was being attacked and that's why he in part rolled out this huge tariff push, this whole thing about going back to the campaign.",
  "The President not expected to speak here at the Grin Iron club dinner for another hour and 45 minutes, but it is comments that he made at this fundraiser at his resort in Florida that is already starting to get quite a bit of attention.",
  "\"Russia's main opposition leader seized on the images as evidence of official corruption, also suggesting the two men could be heard discussing U.S.-Russia relations may have served as a link between the Kremlin and the Trump campaign.",
  "NASTYA RYBKA, BELARUSIAN MODEL (through translator): Even if we're interacting with men who are famous, actors, lawmakers, oligarchs, scientists, very few of these men when they interact with a woman discuss highbrow topics with them.",
  "A Russian woman who describes herself as a seductress and a mistress to a powerful Russian oligarch, says she will provide evidence of connections and collusion to anyone who can help her get out of a prison in Thailand.",
  "Another deal raising questions, \"The New York Times\" reported that Kushner companies received $30 million from one of Israel's largest financial institutions just before Jared's first diplomatic trip to the country.",
  "And all of this comes as the White House defends her husband Jared Kushner after it was revealed that his family businesses scored $500 million in loans after Kushner personally met with lenders at the White House.",
  "CABRERA: But if it's a negotiation to make sure Dreamers end up protected, should those who want Dreamers to be protected agree to building a border wall which would appease some of the people on the other side?",
  "And, yet, it's just kind of surprising to me, Rachel, to hear them cheering as he is saying, maybe I'll give that a try, consolidate power in the U.S. How would you expect Republican lawmakers to react to this?",
  "Sources confirm the FBI is now investigating one of Ivanka Trump's international business deals, specifically the negotiations and finances surrounding Trump international hotel and tower in Vancouver, Canada.",
  "The company scuttled a plan to use a government program that would help foreigners get U.S. visas in exchange for investment after Jared's sister was reportedly referencing him during a presentation in China.",
  "So he is -- basically, everything that he can do to cut back on agencies and organizations that could have any sort of check on him, provide any source of independent accountability, he is trying to destroy.",
  "Last week, \"the Washington Post\" reported officials from at least four countries, Mexico, Israel, China, and the United Arab Emirates, discussed ways to manipulate Jared because of his family's finances.",
  "I almost feel like Republicans in a way while they are really concerned about his comments and it might undercut them keep the majorities in Congress, they have almost become immune about this, you know.",
  "So, there are sort of like even though a lot of people are, you know, a gasp by some of things they hear, it is almost like people have become a little immune to it over the past year at the same time.",
  "The constant search for capital, which is normal for any real estate firm, cast a cloud over Jared's White House role, because like his father-in-law, he has refused to fully divest from his holdings.",
  "And this just comes after him attacking his attorney general because he doesn't like the way he is handling the Russia investigation and not going after his former democratic opponent Hillary Clinton.",
  "I recently went to a border city, El Paso, Texas and brought together a group of residents who have different opinions on the issue of immigration and reform and I wanted to ask them about the wall.",
  "And I think it's a lot for us to be asked to accept the assertions of Kushner's spokes people when you have these very troubling sets of facts where Kushner is talking to Apollo, talking to Citi.",
  "Her security clearance held up as well and apparently it is because the FBI is looking into her international business ties, specifically the Trump international hotel and tower in Vancouver.",
  "It also happens to involve a young Russian woman who describes herself as a sex coach and who is now promising to reveal information that she says is relevant to the Mueller investigation.",
  "I want to ask you also about comments the President just made today at a fundraiser that he held at Mar-a-Lago, the President talking about China's President consolidating power.",
  "She was arrested by Thai police for violating the terms of her tourist visa managing to record this quick tantalizing message aimed at the American media as she was driven away.",
  "The Trump family, starting with the President himself, needed to make a clean break with all their businesses to get away from these questions and these appearances of conflict.",
  "When have we seen him in any recent month, week, year where he has had like clear policy positions, where he has stood for anything other than what's good for Donald Trump.",
  "CABRERA: And what I hear you saying is they put themselves in the crosshair of investigations by being in the situation that they are in as members of this administration.",
  "This is a Chinese communist tyrant who he's admiring here, or the cheers of his friends behind closed doors, not realizing -- the crowd not realizing they were on tape.",
  "In a statement to CNN, his spokesperson said he's suing Rybka and her business partner because they maliciously made his private photos and personal information public.",
  "(COMMERCIAL BREAK)\n\n\n\n(BEGIN VIDEO CLIP)\n\n\n\n[20:45:50] DONALD TRUMP, PRESIDENT OF THE UNITED STATES: Build that wall, build that wall, build that wall, build that wall.",
  "Look, Republicans have spent the latter part of the last two years trying to explain Trump's controversial comments or sort of try to say he didn't really mean that.",
  "Mortgage documents show a fund link to New York City private equity power house Apollo Global Management, provided them with $184 million mortgage for the building.",
  "VASQUEZ: The more outrageous he gets with the comments, the most anger and maybe the Democrats will agree and the hardcore Republicans will do something about it.",
  "And it's deeply, deeply disturbing that the president shows so little awareness of history and indeed of the crushing human rights abuses of the Chinese regime.",
  "There has also been a bunch of rumors about people leaving the White House in the next coming days from his national security advisor to a top economic advisor.",
  "CNN confronted him last year after it was revealed Trump's former campaign manager Paul Manafort who once worked with Deripaska offered him private briefings.",
  "Well, now one year into his presidency, Mexico refuses to fund that wall and the Trump administration is seeking billions from congress to begin construction.",
  "(INAUDIBLE) made this prediction this week telling the \"Financial Times\" quote \"if the Democrats win the House, Trump might find more of his inner democrat.",
  "He ripped off the people who lent him money, ripped off investors who bought bonds and stock in Trump companies, ripped off subcontractors on his projects.",
  "The fund, which was set up in the wake of that October 1st shooting, will benefit the families of the 58 people killed and hundreds of injured survivors.",
  "You know, this may be the end result of all the effort that began in the 1990s to delegitimize the regular Republican Party and move it to an extreme.",
  "Months earlier, that same executive was in talks with the White House about an advisory role, according to a source with knowledge of the discussions.",
  "(BEGIN VIDEOTAPE)\n\n\n\nCRISTINA ALESCI, CNN MONEY CORRESPONDENT (voice-over): This Chicago Skyscraper is majority owned by Jared Kushner and his family.",
  "And stories like these attempt to make insinuating connections that do not exist to disparage the financial institutions and the companies involved.",
  "The extra attention could make it harder for Ivanka Trump to get the full security clearance she needs as a full security adviser to the President.",
  "So we could be in for gridlock with a democratic House investigating him with subpoena power and even more intense sense of chaos for the country.",
  "It was a highly, highly leveraged deal, which means the income in the building wasn't close to covering what they would have to pay in interest.",
  "Joining us now, CNN contributor Norm Eisen, former White House special counsel for ethics under President Obama and also U.S. former ambassador.",
  "And tonight, he is joining reporters and politicians at the historic grid iron club where he and the first lady are attending the annual dinner.",
  "Then Tuesday, Hope Hicks, the day before her shocking resignation is interviewed by Robert Mueller admitting she has told white lies for Trump.",
  "So we elected this person or the electoral college elected him and now we are dealing with the weakest presidency we've had in over a century.",
  "(END VIDEO CLIP)\n\n\n\nCABRERA: That was candidate Trump's rallying cry, build a wall between the U.S. and Mexico and force Mexico to pay for it.",
  "Monday, Trump meets with governors to talk guns saying he would have run into the Stoneman Douglas high school to help even without a weapon.",
  "Not even on this list, the bizarre bipartisan meeting on guns in which the President (INAUDIBLE) Democrat taking his very own party's attack.",
  "You know, people who have followed him throughout his career saw that this was a guy who was often unhinged, who defied norms at every turn.",
  "So Ambassador, Jared Kushner's lawyers said Kushner hasn't had any business dealings or role in the company since he joined the government.",
  "HANS SASSENFIELD, EL PASO RESIDENT: Probably the same people that paid for the $8 trillion under Obama that he spent that we didn't have.",
  "CABRERA: Up next, a self-described seductress that she hoped the key to the Russian investigation, linking Trump directly to the Kremlin.",
  "I think they're all failings because they have not passed any law in 20 years to clear up this situation to help the people that need it.",
  "(COMMERCIAL BREAK)\n\n\n\nCABRERA: Right now, nearly a million people in the northeast are still without power in the wake of a deadly storm.",
  "I don't know what was more sickening, the President's declaration amusing that he might like to be a dictator for life, his admiration.",
  "Well, what he fails to understand is even with just having fences, having high security, people are still managing to get through that.",
  "CABRERA: And now, we hear that some of the members of his team who may be stabilizing forces within the White House are on the way out.",
  "But even for this administration led by a man who has embraced chaos as a way of life, the havoc in the White House is taking its toll.",
  "The same day his daughter Ivanka reprimanded a reporter for asking her about her father's accusers, calling it pretty inappropriate.",
  "Kushner companies confirmed it's in talks to buy out its partner in the project, but the question remains, how will they pay for it?",
  "(END VIDEOTAPE)\n\n\n\nCHANCE: Well then as Nastya Rybka awaits her fate in Thailand, CNN has actually managed to make contact with her.",
  "She also says that she has a photograph of an unnamed American businessman who with Deripaska and who asked her to delete the image.",
  "But this case is generating a lot of interest in Russia and it's worth us keeping a close eye on what else Nastya Rybka may reveal.",
  "CHANCE: Amid snaps and titillating videos of her frolicking on yachts and exotic beaches, she brags of liaisons with billionaires.",
  "It's Nastya Rybka, the kind of self-styled Russian sex guru who supposedly teach you the art of seduction for a fee, of course.",
  "(END VIDEO CLIP)\n\n\n\nCABRERA: So for those who may be home and didn't catch all of that because it was hard to hear, ambassador.",
  "(BEGIN VIDEO CLIP)\\\n\n\n\nDONALD TRUMP, PRESIDENT OF THE UNITED STATES: Don't forget China is great and Xi is a great gentleman.",
  "And I just think it is astonishing that a few years ago, like half of America was losing its mind over Obama being a tyrant.",
  "We also heard from some of the President's supporters earlier tonight saying the President is just not politically correct.",
  "And he sort of hunkered down and returned to the fundamentals of sort of how he feels which is the sort of protection mode.",
  "(BEGIN VIDEO CLIP)\n\n\n\nJOSEPH BREAULT, HELPED RESCUED BURIED MAN: And he's looking right at me and he says, where's my wife?",
  "Support them with videos and audio regarding the connections of our respected lawmakers with Trump, Manafort and the rest.",
  "And you know, and that's after totally changing GOP orthodoxy or going again GOP orthodoxy on guns and on trade this week.",
  "[20:15:16] CABRERA: And Michael, I have to read you something one of the close acquaintances of President Trump had said.",
  "But congress, you know, if congress doesn't want that, they can pass a Clean Dream Act, but they're not going to do that.",
  "SASSENFIELD: We, as a sovereign nation, have a right to put up a wall and say who can and cannot come into this country.",
  "And I do think he is unraveling, but, you know, maybe we were wrong to think he even had it together in the first place.",
  "Look, this President, you know, he just like blows my mind day after day with the norms that he decides to just explode.",
  "Now, Thursday, despite advice from his own party and close aids, President Trump announces an increase on medal terrors.",
  "And she tells us that she has 18 hours of audio recordings that she says could be useful to the Mueller investigation.",
  "It's not the first time the Russian oligarch known to be close to the Kremlin has fended off allegations of collusion.",
  "HITEN SAMTANI, EXECUTIVE DIRECTOR, DIGITAL THE REAL DEAL: $1.8 billion was a record price for a Manhattan skyscraper.",
  "CNN chief political analyst Gloria Borger reports that Trump allies are actually quite worried about this President.",
  "He has just added this little bit about Xi to a long list of greatest hits that he played for that same audience.",
  "I had the privilege of serving our country in Central Europe where the communist dictators held sway for decades.",
  "My wife is Mexican, OK. Don't come off with that we don't want people from Mexico or that I'm afraid of Mexicans.",
  "VASQUEZ: We as conservatives, as DACA members, as Americans, we have to demand congress to do something about it.",
  "VASQUEZ: Well, I think the Dreamers, and I think you agree with that, you know, then we want protection as well.",
  "(COMMERCIAL BREAK)\n\n\n\n[20:35:44] CABRERA: She claims she is the missing link between Russia and President Trump.",
  "So now we have this extreme wing of the Republican Party coalesce behind Donald Trump that's really ineffective.",
  "[20:11:05] CABRERA: You know, it is interesting, Michael, because you talked about how this President operates.",
  "Even though tariffs go 100 percent against GOP orthodoxy and free trade and things that Republicans stand for.",
  "SAMTANI: They are always looking for loans and construction loans and development loans and acquisition loans.",
  "So this jealousy that I think he is expressing where Xi is concerned is something that comes naturally to him.",
  "And the President spoke kindly of that and suggested that it was a good idea that President Xi made that move.",
  "And federal charges against former Trump campaign official Rick Gates dropped after he agreed to a plea deal.",
  "But politically, if they passed a bill that had increased border security with DACA, what is wrong with that?",
  "A $275,000 pay-out will go to the families of those killed, paralyzed or suffering permanent brain damage.",
  "So it's almost like watching a (INAUDIBLE) comedian, coddle out on stage, say all these outrageous things.",
  "EISEN: Ana, this saddens me as an American, as somebody that worked in the White House and as an ethicist.",
  "Spokespeople for both Apollo and Citibank said their executives were not involved in granting those loans.",
  "(END VIDEO CLIP)\n\n\n\nNOBLES: Of course, the President has spoke glowingly about President Xi in the past.",
  "(END VIDEOTAPE)\n\n\n\n[20:50:59] CABRERA: Different opinions coming together and thinking about this issue.",
  "CATHERINE RAMPELL, CNN POLITICAL COMMENTATOR: Because he loves hating on the Republican establishment.",
  "When they see that light, they are putting the pedal to the metal and going through the intersection.",
  "Also chief of staff John Kelly is reportedly asked by the President to push Ivanka back to New York.",
  "And according to the \"New York Times\" the President even trying to have Jared and Ivanka pushed out.",
  "Now, President Trump is back in Washington tonight after a brief one-\n\n\n\nday trip to south Florida.",
  "And I think he is frustrated probably to imagine that it's not possible to get the same thing here.",
  "Coming up, an incredible rescue of a snowboarder buried alive by an avalanche all caught on camera.",
  "Jared stepped down as CEO of his family's business, Kushner companies, since going to Washington.",
  "And finally on Friday, President Trump defends his tariff plan saying trade war is a good thing.",
  "You don't think -- and I just think it's like -- he's just picturing a wall just to separate us.",
  "And he talked about a few things pressing on his administration, perhaps on his mind right now.",
  "And the news that President Xi had successfully earned the right to run for re-election again.",
  "CABRERA: I want to play another sound bite from this Republican fundraiser earlier in Florida.",
  "Around the same time, Citibank made a $325 million loan to Kushner companies and its partners.",
  "You know, an appearance isn't just a bad thing, whether it's Ivanka, Jared, Mr. Trump himself.",
  "He promised that he was going to slap tariffs on a bunch of goods coming from other countries.",
  "UNIDENTIFIED FEMALE: So with the wall, you don't think there's a way to get through that wall?",
  "[20:30:01] EISEN: Ana, he is not a President who cherishes our most precious American ideals.",
  "I don't think that they are going to tolerate him working with the Democrats on their agenda.",
  "But sources say that negotiations with lenders and new sources of capital need to start soon.",
  "And this despite the fact that during the campaign, the President was very critical of China.",
  "And then we have now our sitting President openly using about wanting to become a dictator.",
  "President Duterte in the Philippines seems to be a great guy in the President's estimation.",
  "What are the risks to our country by this enterprise she's been involved with in Vancouver?",
  "I travelled to the border to the town of El Paso to ask those living there how they see it.",
  "If he feels he wants to use it as a bargaining chips, then what he's doing is scapegoating.",
  "The only clue to his location, a tip of his snowboard was poking through the piles of snow.",
  "[20:55:04] Another frightening moment here after an avalanche hit a California ski resort.",
  "But this week in particular was totally crazy, even by the White House's standards, right?",
  "Did Jared Kushner's company lend mega loans after wheeling and dealing at the White House?",
  "And watch this, rescuers using their bare hands to help dig out a man buried by the snow.",
  "If you want to seduce a man like that, he needs to be holed by his basic sexual instinct.",
  "These are the images that have thrust Nastya Rybka into the spotlight she didn't expect.",
  "NASTYA (through translator): I'm ready to give you all the missing pieces of the puzzle.",
  "ALESCI: Kushner companies also needs to find investors for a development in Jersey City.",
  "And he was feeling like there was an attack on his White House and an attack on himself.",
  "And we learned the Mueller probe is looking into President's business dealings pre-2016.",
  "Michael, I have to ask you first about those comments we just heard from the President.",
  "But the president promised Mexico\n\n\n\nSASSENFIELD: They spend more than drunken sailors.",
  "But it is totally fair game and the country shouldn't have been put in this situation.",
  "(END VIDEO CLIP)\n\n\n\nCABRERA: Great intelligence agency there, too, he says, Catherine.",
  "They have had a very good relationship in the early days of the Trump administration.",
  "(BEGIN VIDEO CLIP)\n\n\n\nTRUMP: Don't forget China is great and Xi is a great gentleman.",
  "SASSENFIELD: You may say the wall is not going to work and other people will come in.",
  "The ferocious nor'easter developed into a bomb cyclone, killing at least five people.",
  "I really do that Trump is playing the devil's advocate to propel us to do something.",
  "UNIDENTIFIED FEMALE: How can the president of the United States force Mexico to pay?",
  "HUD secretary Ben Carson apologizes after his agency spends $31,000 on a dining set.",
  "So, Rachel, who does the President have in his corner right now as he shapes policy?",
  "So there is all these different investigations into Trump family members' finances.",
  "[20:00:00] ANA CABRERA, CNN HOST: It is 8:00 eastern, 5:00 in the evening out west.",
  "So it was the President to a certain extent ripping on some of his favorite topics.",
  "This is all a piece of taking plays out of the want to be tyrants play book, right?",
  "And one first responder says the man's lips were blue when they uncovered his face.",
  "But it is also an example of Donald Trump going through his greatest hits routine.",
  "And basically suspended the term limits that were in place for the Chinese leader.",
  "But the President did speak at a fundraiser earlier today when he was in Florida.",
  "I think imaging what could happen in a couple of years is pretty much impossible.",
  "Police say five people were hit by this avalanche, leaving one seriously injured.",
  "The winds along the Massachusetts coast whipped up to more than 90 miles an hour.",
  "Mexicans are going to stay in their houses and they're going to live their lives.",
  "In the middle of the river you are going to put a huge wall, like the China wall?",
  "CABRERA: So, Connie, should there be a trade of the wall for Dreamer protection?",
  "Jared Kushner, after weeks of questions after his security clearance downgraded.",
  "And I want to read you the quote again because it was difficult to hear in that.",
  "Also at the White House, Jared met with Citibank CEO Michael Corbett last year.",
  "What I am about to tell you would have been much for a year of any presidency.",
  "So this week a judge ruled that construction on Trump's border wall can begin.",
  "(BEGIN VIDEOTAPE)\n\n\n\nCABRERA: Well, look, the wall is going to require money.",
  "The other a senior Russian official, deputy prime minister, Sergey Prikhodko.",
  "And a fund for the victims of the Las Vegas shooting now exceeds $31 million.",
  "We all know that he has affection for authoritarian regimes around the world.",
  "CABRERA: Michael D'Antonio, Rachel Bade and Catherine Rampell, thank you all.",
  "ALESCI: A Kushner company spokesperson said there was nothing inappropriate.",
  "In a different administration, he would seek something completely different.",
  "CABRERA: Not just the party, but he's talking about the intel agencies, too.",
  "(BEGIN VIDEOTAPE)\n\n\n\nCHANCE: She promotes herself endlessly on social media.",
  "Now we are seeing that there may be some collisions with the ethics rules.",
  "This, the investigation of Ivanka is a counter intelligence investigation.",
  "CABRERA: But remember, the president promised Mexico would pay for it all.",
  "He uses words like, I got to tell you folks and like you wouldn't believe.",
  "But, you know, this was playing to the hometown crowd of Trump loyalists.",
  "The White House has always been full of drama, sort of a mini soap opera.",
  "Aired 8-9p ET\n\nAired March 3, 2018 - 20:00 ET\n\nTHIS IS A RUSH TRANSCRIPT.",
  "But something has been very wrong with this person for at least 30 years.",
  "Everything he's done throughout his life has been bizarre and disruptive.",
  "And from the beginning, on both sides of the aisle, this is not partisan.",
  "(END VIDEOTAPE)\n\n\n\n[20:25:30] CABRERA: That's Cristina Alesci reporting.",
  "I think that it is hard to imagine him getting it together with anybody.",
  "You know, the Republicans carried him over the line on the tax cut plan.",
  "This is just -- what a way to end a crazy week here for the White House.",
  "President Trump was talking about China's President consolidating power.",
  "You would see in an American President standing up for American values.",
  "Now, the hurricane-force gusts forced a lot of flights to be cancelled.",
  "The pilot had to abort landing at the last minute because of the wind.",
  "You know, we don't want the drug lords of Mexico to come here, do you?",
  "It is a west wing adrift, embroiled in resignation, sandals and feuds.",
  "You can see this plane attempting to land at Reagan National Airport.",
  "Dreamer protection is something else and the wall is something else.",
  "So it was a deal that a lot of people say was doomed from the start.",
  "ALESCI: About $1.2 billion in debt on the tower comes due next year.",
  "I mean, I think to be unraveling you have to have once been ravels.",
  "He is saying a lot of these very controversial things off the cuff.",
  "Not to mention the increasing pressure of the Russia investigation.",
  "They're going to have to give Trump something he wants to get DACA.",
  "I'll be back tomorrow night at 5:00 eastern here in \"CNN Newsroom.\"",
  "We are so far in debt, that's a whole another topic of discussion.",
  "CABRERA: It is a different topic when it comes to the cost, right?",
  "We can get him to change his mind or had changed his mind himself.",
  "And I think it is a lifetime between now and this time next week.",
  "Take a listen to this audio obtained by CNN from that fundraiser.",
  "You know, he treated us tremendously well when I went over there.",
  "And he made today in Florida, this is at a Republican fundraiser.",
  "He is going after the independence of our law enforcement agency.",
  "You know, he treated us tremendously well when I went over there.",
  "Deripaska told CNN he never received any communications about it.",
  "Meantime, a \"HISTORY OF COMEDY\" marathon starts right after this.",
  "(BEGIN VIDEO CLIP)\n\n\n\nTRUMP: That was Bush, another real genius.",
  "On Wednesday, Trump campaign original Hope Hicks calls it quits.",
  "When we look at the road ahead, we know Hope Hicks is resigning.",
  "The building hasn't generating enough profit to cover its debts.",
  "(COMMERCIAL BREAK)\n\n\n\n[20:21:31] CABRERA: It is a CNN exclusive.",
  "BADE: Well, it sounds like he is sort of hunkering down, right?",
  "CNN senior international correspondent Matthew Chance has more.",
  "Those Dreamers were --\n\n\n\nSASSENFIELD: I'm not saying you are.",
  "I don't think there's the political will right now to do that.",
  "But they come on the heels of what's been a very chaotic week.",
  "NORMAN EISEN, CNN CONTRIBUTOR: Ana, thanks for having me back.",
  "Not only would see - not see praise, you would see an attack.",
  "Could you see President Trump running as a Democrat in 2020?\"",
  "He is at war with his own party in the so-called deep state.",
  "Ryan Nobles joining us from the Grid\n\n\n\nIron dinner tonight.",
  "And he got on the topic of the Chinese President Xi Jinping.",
  "But I think in reality, they're going to have to compromise.",
  "VASQUEZ: You're not -- they're totally two different things.",
  "But there are criminal elements that are going to come over.",
  "One of them is Oleg Deripaska, one of Russia's richest men.",
  "And he goes on to say, maybe I'll give that a shot someday.",
  "I want to talk more about ethics and the Trump White House.",
  "THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.",
  "[20:40:34] CABRERA: We know you will keep watching for us.",
  "I would support it if they were to have a Clean Dream Act.",
  "UNIDENTIFIED FEMALE: But what is the purpose of the wall?",
  "He says that China's President is now President for life.",
  "Deripaska has dismissed it as a story far from any truth.",
  "And the White House revolving door keeps spinning as H.R.",
  "This was a speech that was not given on the teleprompter.",
  "He says he is now President for life, President for life.",
  "D'ANTONIO: Well, it is true that something is very wrong.",
  "We don't know of any specific allegations of wrongdoing.",
  "MICHAEL D'ANTONIO, DONALD TRUMP BIOGRAPHER: Well, it is.",
  "UNIDENTIFIED FEMALE: Trump says we need to build a wall.",
  "I don't want to blame the Democrats or the Republicans.",
  "CABRERA: Ivanka Trump, meantime, also in the spotlight.",
  "Isn't it possible this could all just be a coincidence?",
  "You know, we talk about Donald Trump changing his mind.",
  "CABRERA: And he's going after members of his own team.",
  "CABRERA: Would you support it if they were to do that?",
  "Since I know that the wall is something that support.",
  "So nothing substantial as such as such at the moment.",
  "And I don't feel like we should be in that position.",
  "The distribution of this money will begin on Monday.",
  "The President spoke on a number of different topics.",
  "So this certainly an about face from that position.",
  "Well, that turned out to be wonderful intelligence.",
  "One even quoted as saying, something is very wrong.",
  "He is going after the independent of the judiciary.",
  "SASSENFIELD: He's using you guys a bargaining chip.",
  "VASQUEZ: I think he's playing the devil's advocate.",
  "CONNIE VASQUEZ, EL PASO RESIDENT: It is ridiculous.",
  "Because then Trump can say, hey, I put up the wall.",
  "So we, of course, we want the fence to protect us.",
  "Prihodko has refused to comment on the allegation.",
  "CABRERA: Ambassador Norman Eisen, good to see you.",
  "Now, I do think that we need to let that play out.",
  "RYAN NOBLES, CNN NATIONAL CORRESPONDENT: Yes, Ana.",
  "D'ANTONIO: We do live in bizarre world, you know.",
  "He could decide he is not going to run after all.",
  "They should have walk away from their businesses.",
  "(CROWD YELLING \"MEXICANS\")\n\n\n\nTRUMP: 100 percent.",
  "It doesn't seem out of the realm of possibility.",
  "No match for the wind of a ferocious nor'easter.",
  "He is the most powerful President in 100 years.",
  "He is going after the independent press, right.",
  "Vladimir Putin is the object of his admiration.",
  "He is the most powerful President in 100 years.",
  "He is the most powerful President in 100 years.",
  "UNIDENTIFIED MALE: We're not bargaining chips.",
  "So Michael, how do you interpret this comment?",
  "RACHEL BADE, CNN POLITICAL ANALYST: Not well.",
  "For one thing there is a rule of ethics, Ana.",
  "You have -- that is what tells you stop here.",
  "Are you concerned that something has changed?",
  "I'm waiting for your offers in a Thai prison.",
  "It shows her relaxing on a boat with two men.",
  "CHANCE: Did he give you millions of dollars?",
  "That is the opposite of our American values.",
  "When asked by CNN, they declined to comment.",
  "It will block people from Mexico coming in.",
  "And we get DACA, we get something we want.",
  "UNIDENTIFIED FEMALE: But we should not be.",
  "They are scared that he may be unraveling.",
  "He has not able to manage the White House.",
  "Does this not an upfront to our democracy?",
  "To call it crisis simply doesn't cover it.",
  "There is a lot he agrees with them about.",
  "But questions of conflicts still persist.",
  "And he's doing that to the utmost extent.",
  "SASSENFIELD: So I'm not against Mexicans.",
  "Is this a President who values democracy?",
  "He is just sort of speaking out of turn.",
  "Maybe we will give that a shot someday.",
  "And you could hear them whooping it up.",
  "Maybe we will give that a shot someday.",
  "So I would say it's an active business.",
  "That was before he made these comments.",
  "Maybe we will give that a shot someday.",
  "We're a bit skeptical, but take a look.",
  "They have weapons of mass destruction.",
  "Great intelligence agency there, too.",
  "More about that dinner just a second.",
  "People bring up the cost of the wall.",
  "You know, but the wall is something.",
  "In particular their trade practices.",
  "McMaster is expected to resign soon.",
  "Let's get straight to our panel now.",
  "It has been quite a roller coaster.",
  "To call it chaos an understatement.",
  "Plus, take a look at this aircraft.",
  "We know that's not going to happen.",
  "CABRERA: Amazing story of survival.",
  "And one billionaire in particular.",
  "And, look, he was able to do that.",
  "Apollo was founded by Josh Harris.",
  "An appearance is the yellow light.",
  "These comments don't surprise you.",
  "But this all happened in one week.",
  "And, look, he was able to do that.",
  "And, look, he was able to do that.",
  "They would do the same thing here.",
  "CNN's Ryan Nobles is at the club.",
  "You are live in the CNN NEWSROOM.",
  "We\n\n\n\nhave seen a lot of reports.",
  "We don't dispute that whatsoever.",
  "SASSENFIELD: Why not compromise?",
  "Are you OK paying for that wall?",
  "Who's going to pay for the wall?",
  "Who's going to pay for the wall?",
  "But the secrets come at a price.",
  "Tell us what the President said.",
  "And I think he's happy doing it.",
  "And then that's the issue here.",
  "CNN digs into this controversy.",
  "Who is she doing business with?",
  "SASSENFIELD: No, of course not.",
  "I think that's what he's doing.",
  "SASSENFIELD: I agree with you.",
  "I think that's pretty obvious.",
  "Thanks for joining me tonight.",
  "And increase overall security.",
  "The FBI looks a lot of things.",
  "You know, person in 100 years.",
  "We will show you what happens.",
  "You know, person in 100 years.",
  "Let's go into the Middle East.",
  "You know, person in 100 years.",
  "[20:05:01] CABRERA: All right.",
  "He is now President for life.",
  "He wants the military parade.",
  "He's so unpredictable, right?",
  "He could start his own party.",
  "It gets even worse than that.",
  "He is now President for life.",
  "UNIDENTIFIED FEMALE: Exactly.",
  "You know, it's so ridiculous.",
  "VASQUEZ: We understand that.",
  "So, we're going to build it.",
  "But that's connected, right?",
  "The man's wife was unharmed.",
  "I'm Ana Cabrera in New York.",
  "All killed by falling trees.",
  "He's so ineffectual, though.",
  "So she will be leaving soon.",
  "You are in the CNN NEWSROOM.",
  "CNN Cristina Alesci reports.",
  "I'm Ana Cabrera in New York.",
  "He could run as a Democrat.",
  "CABRERA: Are you OK paying?",
  "Thank you, Matthew Chance.",
  "That is nothing to admire.",
  "And that's why I'm hoping.",
  "No appearance of conflict.",
  "RAMPELL: Of his own team.",
  "Thank you for being here.",
  "What are you going to do?",
  "I met my promise, right?",
  "Coming up, blurred line.",
  "CABRERA: They loved it.",
  "SASSENFIELD: Yes, yes.",
  "SASSENFIELD: Exactly.",
  "VASQUEZ: Bottom line.",
  "Thanks for having me.",
  "More after the break.",
  "Glad you are with us.",
  "When was he together?",
  "When was he coherent?",
  "But it is fair game.",
  "This is all ripping.",
  "I think it's great.",
  "I think it's great.",
  "EISEN: Always, Ana.",
  "And listen to this.",
  "I think it's great.",
  "SASSENFIELD: True.",
  "Not just the wall.",
  "(COMMERCIAL BREAK)",
  "No, that was Bush.",
  "SASSENFIELD: Yes.",
  "SASSENFIELD: Yes.",
  "Back to you, Ana.",
  "It's ridiculous.",
  "No, he's great.",
  "Absolutely not.",
  "They loved it.",
  "RAMPELL: Look.",
  "Why go there?",
  "Stay with us.",
  "RAMPELL: Yes.",
  "I know a lot.",
  "Stay with us.",
  "VASQUEZ: No.",
  "(INAUDIBLE).",
  "Move along.",
  "Good night.",
  "Fair game?",
  "Thank you.",
  "Listen.",
  "Look.",
  "Look.",
  "AMB.",
  "Yes.",
  "No."
]