[
  "Bannon spent a total of some 20 hours in conversations with the team led by Mueller.”\n\nBusiness Mnuchin calls on Congress to look into gun violence issue after school shooting, breaking with rest of White House The treasury secretary's comments were notable because he was the first senior administration official to call for a congressional review after the massacre.",
  "Tucker was convicted in New York federal court last year of operating the illegal payday loan scheme, and in January he was sentenced to more than 16 years in prison.”\n\nThe CFPB’s Declaration of Dependence Born as a fiercely independent agency meant to protect citizens, the Consumer Financial Protection Bureau has quickly been subsumed into the Trump administration.",
  "But the budget assumes they’ll barely budge in what the New York Times’s Neil Irwin calls “an immaculate expansion: returning to pre-2000 growth rates without also returning to pre-2000 interest rates.” Irwin points to Decision Economics chief economist Allen Sinai, who perceives a risk of overheating where Cohn evidently does not.",
  "President Trump’s top economic adviser — and rumored candidate for chief of staff in the wake of the Rob Porter scandal — on Thursday predicted economic growth would remain in a Goldilocks zone, dismissing concerns from Wall Street and beyond that all the new fiscal stimulus pumping out of Washington would result in overheating.",
  "We don’t know how to deal with deflation in this country.”\n\nAnd regardless, Cohn said, the administration had little choice but to back a $300 billion increase in federal spending last week: The boost in domestic spending was the price Republicans had to pay to secure Democratic votes for needed military modernizations.",
  "“We need an immigration policy that will support growth in the labor force so we can avoid the classic business cycle overheating that we’re heading into here.”\n\nAnd if the Trump team does somehow manage to unleash the level of growth it’s calling for, experience suggests it should also expect higher interest rates.",
  "“’At some point inflation gets high enough, and the market takes interest rates up,” said Mr. Sinai… And higher rates, it’s worth adding, would raise the cost for the government to service the national debt, in turn making deficits higher.”\n\nPROGRAMMING NOTE: The Finance 202 will not publish on Monday, Feb. 19.",
  "THE FUNNIES\n\nFrom The Post's Tom Toles:\n\nBULL SESSION\n\nFact Check: The White House’s spin that its budget reduces the deficit by $3 trillion:\n\nTreasury Secretary Steven Mnuchin suggested Congress \"look at these issues\" of gun violence:\n\nHere's a look at how presidents have responded to school shootings:",
  "The impasse suggests the agency could see its funding remain flat for a fifth consecutive year, though Republicans at a Senate hearing Thursday showed some willingness to consider higher funding levels for the CFTC, citing its need for funds to support more data analysis and market surveillance.\"",
  "ProPublica\n\nFacebook to Snap Targeted by SEC Regulator’s Attack on Dual-Class Shares Corporate titans who control companies through special classes of stock that give them extra voting power should have to give up the system after a limited number of years, a senior Democratic regulator said.",
  "Top banks' 2017 commodities revenue drops 42 percent to lowest since 2006 Commodities-related revenue at the 12 biggest investment banks fell by 42 percent last year to its lowest since at least 2006, a report by financial industry analytics firm Coalition said on Friday.",
  "But it is a big stretch today, which is why the CBO, the Fed, and most private forecasters see a 2% economy going forward, at best.”\n\nGiven that, the administration’s push to limit legal immigration is working at cross purposes to its goal of jacking up economic growth.",
  "Correlations among the S&P 500’s 11 sectors, a measure of how different stock groups move in relation to one another, spiked as the index suffered its first correction in two years last week and further increased when stocks began bouncing back from those lows.",
  "Damian Paletta\n\nKushner Investors Subpoenaed by U.S. Tax Authorities, Source Says U.S. tax authorities have requested documents from lenders and investors in real estate projects managed by Jared Kushner’s family, according to a person familiar with the matter.",
  "CNN’s Katelyn Polantz and Sara Murray: “Former Trump campaign adviser Rick Gates is finalizing a plea deal with special counsel Robert Mueller's office, indicating he's poised to cooperate in the investigation, according to sources familiar with the case.",
  "In one particularly extreme example, federal prosecutors say the bank's anti-money-laundering watchdogs looked the other way as a customer named Scott Tucker used several accounts to launder ill-gotten proceeds of a fraudulent payday lending scheme.",
  "“He sees inflation rising to between 2.5 percent and 3 percent by late 2019, which could send long-term Treasury bond yields up to 5 percent, well above the 2.9 percent today and the 3.1 percent the administration forecasts for 2019,” Irwin writes.",
  "When the agency started punishing firms over the expenses in 2015, it trumpeted enforcement actions against Blackstone Group LP, KKR & Co. and Apollo Global Management LLC as examples of the government holding big financial companies accountable.",
  "Bloomberg's Annie Massa and Ben Bain: \"U.S. regulators rejected a bid by a Chinese-linked consortium to take over the Chicago Stock Exchange, extinguishing an ambitious dream of starting an international listing venue from a minuscule market.",
  "NBC’s Hallie Jackson: “Steve Bannon, who served as President Donald Trump’s chief strategist, was interviewed by special counsel Robert Mueller over multiple days this week, NBC News has learned from two sources familiar with the proceedings.",
  "The Wall Street Journal's Akane Otani: \"Shares of everything from manufacturers to banks to oil-production companies are rebounding together after tumbling in unison earlier this month, a phenomenon that could lead to more turbulence ahead.",
  "Bancorp failed to monitor suspicious transactions and other activities that should have raised money laundering alerts, and then its employees tried to hide the deficiencies from regulators, federal prosecutors in New York said Thursday.",
  "CNBC's Patti Domm: \"A 25-cent gasoline tax, reportedly endorsed by President Donald Trump, would help wipe out 60 percent of the benefit from the tax breaks he recently signed into law for individuals, according to Strategas Research.",
  "WSJ's Amrith Ramkumar and co.: \"U.S. stocks, emerging markets and other risky investments are rallying again after last week’s big declines, a sign that bullish sentiment remains intact despite the volatility of the past two weeks.",
  "But the reality is we’re going to be chronically short of workers in key areas, like construction, housing and agriculture,” Scott Minerd, the global chief investment officer for Guggenheim Partners, told me in a recent interview.",
  "American Banker's Ian McKendry: \"While small and regional banks are pushing for a rollback of the Dodd-Frank Act, big banks are largely supportive of the 2010 financial reform law, Bank of America CEO Brian Moynihan said Thursday.",
  "The bailed-out government-sponsored enterprise told investors that it lost $3.3 billion in the fourth quarter of 2017, driven by a $5.4 billion in accounting losses due to the tax changes signed by President Trump in December.",
  "The Securities and Exchange Commission’s decision ends a process that lasted two years and took place in the crucible of a presidential campaign and a new administration that’s expressed skepticism over China’s policy motives.",
  "By floating the idea of funding the CFTC partly with user fees, the Trump administration has acknowledged the regulator’s plea for more funds, but without shifting money from elsewhere in the government’s budget to the CFTC.",
  "WSJ's Gabriel T. Rubin: \"Senate Republicans on Thursday criticized the Trump administration’s proposal to impose fees on the futures industry to fund the top U.S. derivatives regulator, which has requested a bigger budget.",
  "The financially troubled retailer, which has racked up $10.4 billion in losses since its last profitable year in 2010, said Thursday that it expects a profit for the fourth quarter of between $140 million and $240 million.",
  "The Wall Street investment bank advised AR-15 maker Remington on its restructuring days before Wednesday’s school shooting in Florida, perpetrated with a similar rifle – yet its asset managers talk about responsibility.",
  "He's had what criminal lawyers call a \"Queen for a Day\" interview, in which a defendant answers any questions from the prosecutors' team, including about his own case and other potential criminal activity he witnessed.",
  "Daniel Clifton, Strategas' head of policy research, said the increase in gasoline prices would also be nine times larger than the estimated $4 billion workers are receiving from employers due to the corporate tax cut.",
  "Now that it’s over, the exchange founded in 1882 is left handling less than 1 percent of daily U.S. stock trading, missing out on an audacious project to court smaller companies, particularly those based in China.\"",
  "For years, the U.S. Securities and Exchange Commission had been investigating TPG and its competitors over concerns they were pocketing tens of millions of dollars in fees that were largely hidden from investors.",
  "WSJ\n\nUS regulator warns of ‘pump-and-dump’ cryptocurrency frauds The U.S. Commodity Futures Trading Commission joined other regulators sounding the alarm on \"pump-and-dump\" cryptocurrency investing schemes.",
  "The Washington Examiner's Joseph Lawler: \"Freddie Mac joined Fannie Mae Thursday morning in announcing that it would need funds from the Treasury thanks to accounting losses prompted by the new tax law.",
  "All three paid at least $28 million, and each time the regulator filed a case it shined a spotlight on their alleged misconduct by issuing press releases with stern admonishments from SEC officials.\"",
  "“Now if the workforce was growing at 2% a year like it was in the 1960s and 1970s, then it would be much easier to see how the US economy could grow in the 3% to 4% range,” Pethokoukis writes.",
  "Jason Furman, a top economist in the Obama administration, argues in a Wall Street Journal op-ed that the economic boost from the tax cuts and new spending will start to fade after this year.",
  "CNBC's Michael Sheetz: “Tax reform was “the biggest thing we could do in this country to unleash economic energy, and we're seeing it,” Boeing CEO Dennis Muilenburg told CNBC on Thursday.",
  "The S&P 500 has now recovered more than half the losses that sent it into correction territory last week, when the broad index suffered declines of more than 10% from its January peak.",
  "User fees have also been opposed by the industry and the leaders of the regulator, the Commodity Futures Trading Commission, meaning the plan stands little chance of becoming reality.",
  "Reuters: \"Cisco Systems has unveiled a plan to bring $67 billion that it holds overseas back to the United States this year by taking advantage of the recent rewrite of the tax code.",
  "The MSCI Emerging Markets Index is also up more than 5% from its recent low, oil prices have edged higher, and copper is back near the roughly four-year high it reached in December.",
  "The firm’s funds hold 16 percent of Sturm Ruger, 12 percent of Vista Outdoor and around 11 percent of American Outdoor Brands, the parent of Smith & Wesson, according to Eikon.\"",
  "The Senate, Health, Education, Labor and Pensions committee holds a hearing on the nomination of John F. Ring to be a member of the National Labor Relations Board on March 1.",
  "They could be helping reduce American carnage... A day after the latest American mass shooting involving a military-style assault rifle, it is worth reviewing Fink’s words.",
  "But he explained policymakers have the tools they need to handle swelling inflation that would prompt the Fed to raise interest rates: “We know how to deal with inflation.",
  "Muilenberg's comments come a few weeks after Boeing reported it set a company record for commercial aircraft deliveries in 2017, getting 763 new planes to its customers.",
  "Moynihan said Dodd-Frank has made the financial system safer, which in turn has strengthened the financial footing of the industry-funded Federal Deposit Insurance Corp.",
  "Boeing is among a number of companies that have said the Trump administration's tax law changes have allowed for billions in additional investment into its business.",
  "Cohn's comments came as economists are raising doubts about the rosy, 3 percent growth assumptions the Trump administration laid out in its budget proposal Monday.",
  "That's because it will get an on-paper gain of between $445 million and $495 million, due to a change in the tax law last year.”\n\nCisco repatriates $67 billion.",
  "Inflation and Stocks Are Both Up, and That’s Stirring Some Worries It’s long been believed that inflation and higher interest rates are bad for stock prices.",
  "Bloomberg's Matt Robinson and Ben Bain: \"Under President Donald Trump, a top financial regulator isn’t embarrassing Wall Street as much as it used to.",
  "Since a bank's FDIC premiums are calculated by the size of its deposit base, large banks have the most incentive to protect the FDIC, Moynihan said.\"",
  "Bloomberg\n\nPOCKET CHANGE\n\nBrian Moynihan, chief executive officer of Bank of America Corp. (Simon Dawson/Bloomberg)\n\n— Moynihan: Dodd-Frank is fine.",
  "But maybe the productivity figure for 2007-17 is too pessimistic, reflecting a combination of fallout from the global financial crisis and bad luck.",
  "'This is one of the best things that's happened in the last few months, the passage of tax reform,' Muilenburg told CNBC's 'Squawk on the Street.'",
  "I bet you the economy is higher today than it otherwise would be,' Blankfein told CNN's Christine Romans in an interview that aired on Wednesday.",
  "DAYBOOK\n\nToday\n\nThe Economic Club of Washington, D.C. holds an event featuring Brian Moynihan, chairman and chief executive of Bank of America.",
  "CNBC\n\nOPINIONS\n\nLarry Fink, chief executive officer of BlackRock Inc. (Christopher Goodney/Bloomberg)\n\n— Wall Street's responsibility on guns.",
  "Gates' cooperation could be another building block for Mueller in a possible case against President Donald Trump or key members of his team.",
  "BlackRock is the largest owner of shares in publicly traded manufacturers of what is arguably the most lethal consumer product of any kind.",
  "The repatriation is planned for the company’s third fiscal quarter, Cisco said on Wednesday while reporting its second-quarter earnings.\"",
  "Blankfein was responding to a question about how much credit Trump should get for the stock market surge and stronger economic growth.",
  "That would push the baseline for overall growth to 2.1%.”\n\nThat’s obviously about a full point shy of what the Trump team projects.",
  "Keying off Furman's piece, the American Enterprise Institute’s Jim Pethokoukis notes the labor force isn’t expanding fast enough.",
  "This year Boeing forecast it will shatter that record, saying it expects to deliver 810 to 815 commercial aircraft in 2018.",
  "They recently hit the highest level since the U.S. presidential election in 2016, according to a Goldman Sachs analysis.",
  "So does Larry Fink, who runs BlackRock, the $6 trillion fund-management giant and top owner of firearms makers’ shares.",
  "“In 2017 economy-wide productivity increased 0.9%, slightly below its 1% annual pace over the past decade,” he writes.",
  "The gasoline tax, now 18.4 cents per gallon, has not been raised since 1993 when Bill Clinton was in the White House.",
  "Coming Up\n\nThe Brookings Institution holds an event with former Fed chairs Janet Yellen and Ben Bernanke on Feb. 27.",
  "Blankfein, who backed Hillary Clinton in the election, is giving Trump credit for the soaring American economy.",
  "Gates has already spoken to Mueller's team about his case and has been in plea negotiations for about a month.",
  "In that case we might look to the average economy-wide productivity growth of the past 50 years, 1.6%.",
  "The government says U.S. Bank 'willfully' failed to report the suspicious activity in a timely manner.",
  "CNN Money's Matt Egan: \"Trump's closing campaign ad portrayed Lloyd Blankfein as a globalist villain.",
  "CNN Money's Chris Isidore: “Sears is about to post a narrow profit — thanks to the tax reform bill.",
  "shakes hands with Jay Clayton, chairman of the U.S. Securities and Exchange Commission last week.",
  "Reuters's Rob Cox: \"When does taking a stand against social harm outweigh a financial objective?",
  "“If that average rate continues, overall economic growth in coming years will average only 1.5%.",
  "Because the losses exceeded the company's net worth, it needs $312 million from the Treasury.\"",
  "Take TPG Capital LP -- the private-equity behemoth co-founded by billionaire David Bonderman.",
  "'You know, frankly, I'd like to thank the administration on the Hill for getting that done.'",
  "In other words: S&P 500 sectors are moving together more than they have in quite some time.",
  "Productivity growth will provide some lift, but it probably will be limited, Furman says.",
  "“I know it’s what people are talking about,” Cohn said at a tax conference in Washington.",
  "(R-Ky.) (AP Photo/Susan Walsh)\n\n— Senate Rs pan Trump pitch for futures industry fees.",
  "Gary Cohn, White House economic advisor, has been discussing a gasoline tax raise.\"",
  "(Reuters/Leah Millis)\n\n— Gas tax would wipe out 60 percent of tax benefits.",
  "U.S. stocks closed higher on Thursday for the fifth consecutive session.",
  "Enjoy your weekend and we’ll be back in your inbox on Tuesday, Feb. 20.",
  "(AP Photo/Susan Walsh, File)\n\nRUSSIA WATCH:\n\n— Gates close to flipping.",
  "'Dodd-Frank is fine,' Moynihan said at the Economic Club of Washington.",
  "(AP Photo/Susan Walsh)\n\nCould more workers help make up the difference?",
  "Perhaps the Goldman Sachs CEO will play the role of hero next time.",
  "(Justin Sullivan/Getty Images)\n\n— Boeing chief likes the tax cuts.",
  "THE TICKER\n\nGary Cohn, Director of the National Economic Council.",
  "It’s a reasonable question for the likes of Lazard and BlackRock.",
  "Banks, student-loan agencies and payday lenders are the winners.",
  "(Jabin Botsford/The Washington Post)\n\nGary Cohn isn’t worried.",
  "Former Council of Economic Advisers Chairman Jason Furman.",
  "“I herald the president’s plan for 3 to 4 percent growth.",
  "'If the president didn't win, and Hillary Clinton won ...",
  "(Andrew Harrer/Bloomberg)\n\n— Trump's SEC treads quietly.",
  "Reuters\n\nTHE REGULATORS\n\nSen. Elizabeth Warren (D-Mass.)",
  "— SEC blocks Chinese takeover of Chicago stock exchange.",
  "We're talking just about the economy,' Blankfein said.\"",
  "Even the price of bitcoin has come roaring back.\"",
  "(AP /Seth Wenig)\n\n— Investors turn bullish again.",
  "Now, it’s unclear how the markets will react.",
  "— Blankfein: Economy better off under Trump.",
  "For some investors, that raises red flags.\"",
  "MARKET MOVERS\n\nThe New York Stock Exchange.",
  "'At the time I supported Hillary Clinton.",
  "— U.S. Bancorp faces $600 million fine.",
  "Senate Majority Leader Mitch McConnell.",
  "It’s not clear what will replace them.",
  "NYT\n\nMONEY ON THE HILL\n\nA Boeing 747.",
  "'None of us are trying to touch it.'",
  "For the year, the index is up 2.2%.",
  "We're not talking about all things.",
  "“It wouldn’t be a huge stretch.",
  "TRUMP TRACKER\n\nPresident Trump.",
  "— Stocks are moving in tandem.",
  "Sears posts surprise profit.",
  "— Freddie needs help, too.",
  "— Bannon meets Mueller.",
  "CNBC's Liz Moyer: “U.S.",
  "Don’t bet on it.",
  "Rick Gates."
]