[
  "A copy of Bayh’s Senate schedule from 2010, which The Associated Press first reported on in October and HuffPost subsequently obtained independently, shows that after announcing his retirement, he held, as the AP put it, “more than four dozen meetings and phone calls with headhunters and future corporate employers.”\n\nIn his final months in the Senate, Bayh appears to have been working overtime to prove his worth to the titans of finance and big business he was courting.",
  "He later helped weaken a provision of the Dodd-Frank Wall Street reform law using language proposed by financial behemoths like Apollo Global Management, where Bayh ultimately landed one of his plum post-Senate gigs.",
  "His projects for the firm include an investment of at least $1 million in a Bermuda-based insurance company facing a class action lawsuit for allegedly funneling retirement annuities into Apollo’s risky investments.",
  "work in the private sector since leaving Congress contributed to his defeat may provide a small measure of solace to progressives who only swallowed their disdain for Bayh out of political expediency.",
  "Young, an attorney and retired Marine who ousted a sitting Democrat to win his House seat in 2010, benefited from support for Republican presidential nominee Donald Trump in the Hoosier State.",
  "In June, Bayh helped kill legislation that would have narrowed a loophole that allows hedge fund and private equity managers to pay a lower tax rate than many of their lowest-level employees.",
  "When Bayh announced his retirement from the Senate in February 2010, he claimed that frustration with partisan gridlock and “entrenched” special interests was behind his decision to move on.",
  "Republican Congressman Todd Young is projected to win Indiana’s open U.S. Senate seat on Tuesday, defeating Evan Bayh, a Democratic former senator and governor in the Hoosier State.",
  "Bayh’s lucrative post-Senate career, in which he leveraged years of public service for high-paying corporate gigs, provided ample grist for the Republican narrative against him.",
  "Young’s original opponent for the open Senate seat was former Democratic Rep. Baron Hill, the very man Young defeated to win his House seat in the Republican wave of 2010.",
  "The two politicians traded the seat for years, with Coats first retiring at the end of 1998, Bayh taking over and Coats returning to the seat in 2011 after Bayh retired.",
  "Bayh’s liberal critics argue that the veteran Hoosier lawmaker is a uniquely hypocritical personification of special interests’ dominance in the nation’s capital.",
  "The victory is a disappointing loss for Democrats who had hoped Bayh’s popularity in the state would outweigh Indiana’s otherwise Republican voting tendencies.",
  "(Bayh’s campaign notes that in voting for Obamacare in 2009, Bayh helped pass a 3.8 percent tax hike on investment income, which was in the legislation.)",
  "Young and his backers managed to erode Bayh’s early lead by depicting him as a corrupt Washington insider who had lost touch with his Hoosier roots.",
  "As a result of Young’s win, 2017 will be the first year since the late ‘80s that neither Bayh nor Coats has represented Indiana in the Senate.",
  "As it turns out, Bayh was actually busy plotting his entry into the very world of big-money influence-peddling he had been publicly decrying.",
  "If any Democrat could win statewide office in Indiana this year, Bayh, heir to a vaunted Hoosier political dynasty, was the man to do it.",
  "At times he even seemed to invite it, such as in August when he misstated the address of his Indianapolis condominium ?",
  "He even enjoyed flush finances, entering the race with $10 million in cash left over from his last term in the Senate.",
  "Hill withdrew his candidacy in July, however, after senior Democrats persuaded Bayh to throw his hat in the ring.",
  "Michael Conroy/Associated Press Evan Bayh participates in a debate for Indiana's open Senate seat in October.",
  "Bayh’s subsequent work as a well-paid senior adviser for Apollo is now the subject of additional scrutiny.",
  "For example, Bayh had a series of meetings with major bank and private equity executives in March 2010.",
  "Ultimately, though, Young’s victory is due more to Bayh’s weaknesses than to his or Trump’s strengths.",
  "with a boost from his running mate, Mike Pence, who has served as the state’s governor since 2013.",
  "Bayh struggled to overcome this line of attack since belatedly entering the race in July.",
  "Young takes over for Republican Dan Coats, who announced his retirement in March 2015.",
  "Michael Conroy/Associated Press Rep. Todd Young (R) speaks during October's debate.",
  "It was not a bad bet for Democrats desperate to regain control of the Senate.",
  "Despite Bayh's strong reputation, he lost to Republican Rep. Todd Young.",
  "His father, Birch Bayh, served Indiana in the Senate for decades.",
  "Bayh led Young in the polls for much of the contentious race.",
  "suggesting he no longer spent much time in the state.",
  "But the fact that Bayh’s highly profitable ?",
  "Trump won Indiana comfortably ?",
  "and controversial ?"
]