[
  "In the statement announcing his retirement, he said: “To be clear, I have never harassed or assaulted anyone and have most certainly not exhibited gender discrimination in my professional dealings at the University or elsewhere.” Arizona State provided BuzzFeed News with a copy of its settlement agreement with Krauss, signed Oct. 19.",
  "And last month, it emerged that Patrick Kenney, dean of the College of Liberal Arts and Sciences, had recommended that Krauss be fired from the university — an unusual sanction against a tenured professor, even in cases of sexual harassment.",
  "After that article was published, the university reopened an investigation into Krauss, and in July concluded that he grabbed the breast of a woman who posed with him for a selfie at a meeting in Australia in November 2016.",
  "Jesse Herzog / AP\n\nLawrence Krauss, the celebrity physicist who faced dismissal from Arizona State University for violating sexual misconduct policy, has agreed to step down from the school.",
  "In statements posted on Facebook and Twitter on Sunday, Krauss said: “I have chosen to retire from ASU in May, 2019, when I turn 65.”\n\n\n\nAn update on my situation at ASU.",
  "Krauss was subsequently stripped of positions including an honorary professorship and the directorship of the Origins Project, which he founded in 2008.",
  "https://t.co/7PSh0i4NnU\n\nIn February, BuzzFeed News revealed a string of allegations against Krauss spanning more than a decade.",
  "Origins held public events at which leading intellectuals discussed the origins of the universe, life, and social systems.",
  "They included groping women and making sexist comments to a student and staff members at Arizona State.",
  "He will remain on leave from his position, for which he earned $265,000 in 2017, until his retirement.",
  "In it, the university agrees to end its disciplinary process against Krauss.",
  "I have chosen to retire from ASU in May, 2019, when I turn 65.",
  "Thanks for the support and encouragement from so many of you.",
  "Onward and hopefully upward to new and different challenges.",
  "Krauss continues to deny all of the allegations against him.",
  "Details below."
]