[
  "Check out the companies making headlines before the bell:\n\nUnited Technologies – The industrial conglomerate earned an adjusted $1.93 per share for the third quarter, 12 cents a share above forecasts.",
  "Philip Morris – The tobacco producer released less expensive versions of its IQOS \"heat but not burn\" products in Japan, in an effort to boost sales in that country.",
  "Arconic – Arconic is the target of an $11 billion acquisition offer from Apollo Global Management, according to Reuters quoting people familiar with the matter.",
  "AstraZeneca – The drugmaker is buying a 9.8 percent stake in French biotech company Innate Pharma to expand its presence in the cancer immunotherapy market.",
  "Caterpillar's revenue also beat forecasts and the company reiterated its prior full-year guidance, but that guidance falls short of consensus forecasts.",
  "The offer values the aerospace and automotive components maker at between $23 and $24 per share, compared to Arconic's Monday closing price of $21.45.",
  "Qualcomm, Amazon – The two companies are teaming in an effort to spread the use of Amazon's Alexa digital assistance in more wireless headphones.",
  "Caterpillar – The heavy equipment maker came in 1 cent a share above estimates, earning an adjusted $2.86 per share for the third quarter.",
  "Johnson & Johnson – J&J is buying the shares of Japanese cosmetics firm Ci:z Holdings that it doesn't already own for $2.015 billion.",
  "United Technologies is being helped by increased sales of aircraft parts as manufacturers push aircraft production to record levels.",
  "Separately, Harley announced a voluntary recall of about 238,000 units to address a possible issue with a hydraulic clutch assembly.",
  "The software and engineering company's revenue also beat analysts' projections and the company raised its full-year outlook.",
  "Harley's results were helped by improved European sales, and Harley maintained its full-year motorcycle shipment forecast.",
  "TD Ameritrade – TD Ameritrade reported adjusted quarterly profit of 92 cents per share, 4 cents a share above estimates.",
  "3M – The diversified products manufacturer fell 12 cents a share short of estimates, with quarterly profit of $2.58.",
  "Cadence Design Systems – Cadence beat estimates by 8 cents a share, with quarterly profit of 49 cents per share.",
  "Harley-Davidson – The motorcycle maker beat estimates by 15 cents a share, with profit of 68 cents per share.",
  "Verizon – Verizon earned an adjusted $1.22 per share for the third quarter, 3 cents a share above estimates.",
  "PulteGroup – The home builder came in 6 cents a share above estimates, with profit of $1.01 per share.",
  "Zions Bancorp – Zions reported quarterly profit of $1.04 per share, 7 cents a share above estimates.",
  "Qualcomm's chips will be able to be used in any Bluetooth headphones to enable the use of Alexa.",
  "The bank said it benefited from disciplined cost controls and strong credit performance.",
  "Revenue also beat forecasts, and the company raised its full-year earnings forecast.",
  "The company also raised its quarterly dividend by 43 percent to 30 cents per share.",
  "The alternative cigarettes release less smoke and odor than regular cigarettes.",
  "3M cut its full-year forecast, seeing increased headwinds from currency shifts.",
  "PulteGroup's results were helped by tighter cost controls and a rise in sales.",
  "The online brokerage's revenue came in slightly above Street forecasts.",
  "Its wireless operation saw better-than-expected subscriber additions.",
  "J&J had held 19.9 percent of the outstanding shares.",
  "Revenue also came in shy of analysts' projections.",
  "Revenue came in also above forecasts, as well.",
  "The company also beat on the top line.",
  "Revenue also beat forecasts."
]