[
  "Assuming 70% of the deal is financed with debt, that would mean $8.3 billion of high-yield loan and bond issuance, CreditSights says, which would leave the company with leverage of 6.9 times earnings before income, tax, depreciation, and amortization, or Ebitda.",
  "But the question for creditors is whether the company will transfer assets into a subsidiary and use those assets to negotiate with one group of bondholders: either the $496 million of bonds due in 2021 or the $441 million of bonds due in 2024.",
  "The firm’s analysts predict the company will pay back the 2021 bondholders first, so it can avoid a “monster maturity wall” triggered by a requirement to pay back a $1.7 billion term loan before the 2021 bonds.",
  "Basically, the 2024 bondholders are at a disadvantage: “Without as obvious a need to address these notes in the near-term, we think the 2024s will face increasing risk of asset leakage,” the analysts write.",
  "The benchmark note’s yield is back at levels seen before the last stock market selloff—which, if you’ll remember, was caused partly by a sharp rise in long-term Treasury yields.",
  "Surprising exactly no one, investors are buying up haven U.S. Treasuries as the stock market sells off, pushing the yield on the 10-year note down to 3.08% in midday trading.",
  "(Bond-market capitulation usually involves steep declines in exchange-traded funds and liquid securities as traders sell what they can, not what they want to sell.)",
  "The troubled cosmetics giant—which has struggled to stay relevant as specialty skin-care products and e-commerce outlets gain popularity—reports earnings on Nov. 2.",
  "East Asian currencies fell against the dollar as equities in the region sold off overnight, with Thailand’s baht posting the worst performance, down 0.6%.",
  "Sure, high-yield bond spreads have widened, but strategist Matthew Mish of UBS says there aren’t signs of panic or capitulation in the market just yet.",
  "The two biggest junk-bond exchange-traded funds are falling, but their 0.5% losses were relatively mild compared with the stock market’s 2.6% drop.",
  "Reuters has reported that Apollo Global Management (ticker: APO) has made an $11 billion offer to buy out aluminum-products maker Arconic (ARNC).",
  "There are a whole bunch of leaks in the bonds’ covenants, so the company probably can transfer assets, CreditSights says.",
  "High-yield bonds are hanging in as the stock market sells off, which should help investors breathe easier this weekend.",
  "Here’s what else is happening in the world of bonds and foreign exchange:\n\n• High yield holds up.",
  "Revlon (REV) is a “game theory nightmare” as it approaches distressed status, says CreditSights.",
  "Credit investors can watch out for another wave of paper to hit the market in coming months.",
  "Regulators have raised concerns about transactions with leverage above six times Ebitda.",
  "They recommend investors sell that debt and hold the 2021 bonds.",
  "Write to Alexandra Scaggs at alexandra.scaggs@barrons.com",
  "But hey—at least there will be new issuance!",
  "• Revlon’s competing bondholders.",
  "Text size\n\nTreasuries rally.",
  "• LBO watch."
]