[
  "(Adds Thoma Bravo, CK Asset Holdings, Takeda Pharmaceutical, Updates Icelandair, Italgas)\n\nNov 5 (Reuters) - The following bids, mergers, acquisitions and disposals were reported by 2100 GMT on Monday:\n\n** India’s Tata Group is in talks to buy a majority stake in beleaguered carrier Jet Airways and its loyalty programme, television news channel CNBC-TV18 reported, citing sources.",
  "** Australian pet store owner Greencross Ltd has bowed to a A$669 million ($481 million) takeover from U.S. private equity giant TPG Capital, sending its shares up sharply as investors cheered an exit from a fiercely competitive market.",
  "** A stake of Chinese private lender WeBank, which counts gaming and social media firm Tencent Holdings Ltd as a major shareholder, is being auctioned with a price tag of 441 million yuan ($63.63 million) following a court ruling.",
  "** GAM Holding AG has rebuffed an offer from Schroders Plc to sell its Systematic division, which handles the Swiss money manager’s Cantab quantitative hedge fund unit, the FT reported, citing two people familiar with the matter.",
  "** Zimbabwe will announce in two weeks the successful bidders for assets owned by state-owned mining company ZMDC, including gold mines, the mines minister said, adding more companies would be put on sale at the end of November.",
  "** The boss of Japan’s Takeda Pharmaceutical said on Monday he was confident of securing investor backing for its $62 billion acquisition of London-listed Shire, despite some shareholders’ fears about the resulting debt burden.",
  "** Family-owned German vacuum pump maker Busch has acquired more than half of the shares in German manufacturer of vacuum systems Pfeiffer Vacuum and is planing a strategic cooperation with its new subsidiary, Pfeiffer said.",
  "** The owner of London’s Earls Court, Capital & Counties Properties, said it was in talks to sell the bulk of its interests in the estate to Hong Kong billionaire property developer Li Ka-shing’s CK Asset Holdings.",
  "** French energy group Total and Sempra Energy have signed a memorandum of understanding on the north American liquefied natural gas (LNG) market, which could see Total acquire a further stake in the sector.",
  "** French payments group Ingenico, which has attracted bid interest from banking company Natixis, named a new chief executive, sending its shares higher on the prospect that a new board could strike a deal.",
  "** Barrick Gold Corp, which is being formed by Barrick’s $6.1 billion takeover of Randgold Resources, is in talks with Newmont Mining to combine their Nevada gold mining operations, sources told Reuters.",
  "** Canadian Solar said its Chief Executive Officer Shawn Qu has withdrawn an offer to take the solar module maker private after a special committee set up by the board recommended rejecting his bid.",
  "** DWS Group, Deutsche Bank’s asset manager, has entered into a binding agreement to acquire an equity stake of 15 percent in Dubai-based Neo Technologies, the companies said on Sunday.",
  "** France’s Societe Generale has sold its Euro Bank business in Poland to Bank Millennium for 1.83 billion zlotys ($484 million), further reducing its exposure to eastern Europe.",
  "** Icelandair has agreed to buy rival Icelandic airline WOW air from its founder for about $18 million in an all-share deal aimed at creating a stronger international competitor.",
  "** RPC Group further extended the deadline for private equity firms Apollo Global Management and Bain Capital to make firm takeover bids for the plastic packaging maker.",
  "** Thoma Bravo said it would buy software security firm Veracode for $950 million, the latest addition to the technology-focused buyout group’s cybersecurity portfolio.",
  "** British Airways owner IAG, which has tried to take over Norwegian Air, said on Friday it regards the short-haul market as its best opportunity for consolidation.",
  "** Italy’s biggest gas distributor Italgas will announce an acquisition by year end but is not interested in a reported deal with utility Ascopiave, its CEO said.",
  "(Compiled by Mary Ann Alapatt and Soundarya J in Bengaluru)"
]