[
  "(Adds Esselunga, Deutsche Private Equity, EasyJet, TIG Advisors, Sports Direct, First Sensor, Veritas Capital, Abu Dhabi National Hotels, ASG Technologies, Orascom Investment Holding, Alitalia)\n\nOct 31 (Reuters) - The following bids, mergers, acquisitions and disposals were reported by 2000 GMT on Wednesday.",
  "** Newell Brands Inc is nearing a deal to sell Jostens, a U.S. manufacturer of memorabilia such as class rings and yearbooks, to private equity firm Platinum Equity LLC for around $1.3 billion, two people familiar with the matter said on Tuesday.",
  "** Commonwealth Bank of Australia will sell its asset management arm to Mitsubishi UFJ Financial Group for $2.9 billion in a surprise sale, the latest business to be sold by an Australian financial giant amid unprecedented regulatory scrutiny.",
  "** British gaming and betting company William Hill Plc said that it offered to buy Sweden-based gaming company Mr Green & Co AB for 2.82 billion Swedish Crowns($307.40 million), looking to expand and diversify into more European markets.",
  "** Private equity firm Veritas Capital has teamed up with hedge fund Elliott Management Corp in a bid to buy U.S. healthcare software maker Athenahealth inc, and is close to sealing an agreement, a person familiar with the matter said.",
  "** The majority owners of Italian supermarket chain Esselunga are seeking to team up with long-term investors to take full control of the business and squeeze out two of the family heirs, three sources familiar with the matter said.",
  "** Hedge fund Elliott Management Corp.’s software company ASG Technologies said it was offering to buy Mitek Systems Inc for $10 a share after the provider of financial technology to banks rejected an earlier takeover approach.",
  "** Italian publisher GEDI is thinking of buying Telecom Italia’s 70 percent stake in Persidera to take full control of the broadcasting unit before selling most of it on, sources close to the matter said on Tuesday.",
  "** Canada’s Barrick Gold has sought to woo Randgold Resources shareholders with sweetened dividend terms to mollify investors unhappy with its nil-premium takeover offer for the Africa-focused mining company.",
  "** Private equity firm Apollo Global Management LLC is in advanced negotiations to acquire U.S. aluminum products maker Arconic Inc for more than $11 billion, people familiar with the matter said on Tuesday.",
  "** Abu Dhabi National Hotels (ADNH) is in talks to buy some hotel buildings from Dubai’s Emaar Properties , two sources familiar with the matter said, as Emaar increasingly focuses on its core businesses.",
  "** Australia’s AMP Ltd defended the valuation and sale of its life insurance arm after a large shareholder threatened to campaign for a board spill over the price it agreed for the business last week.",
  "** Deutsche Private Equity (DPE) said it is considering selling its 36 percent stake in First Sensor AG, which makes electronic sensors used in the industrial, medical and automotive sectors.",
  "** Austria’s oil and gas group OMV is on the lookout for attractive buys to strengthen its downstream business in line with its strategy to grow in low-cost regions, its chief executive said.",
  "** Sports Direct, the sportswear group controlled by billionaire Mike Ashley, said it had paid 8 million pounds ($10.2 million) to buy Evans Cycles after it fell into administration.",
  "** Intu Properties Plc said it had given a consortium led by deputy chairman John Whittaker until Nov. 15 to make a firm offer or walk away from a bid for the shopping center owner.",
  "** Budget airline EasyJet said it had submitted a revised expression of interest for a restructured Alitalia, in response to the new Italian government’s ongoing sales process.",
  "** TIG Advisors said it has bought a piece of Canadian mortgage investor Romspen Investment Corporation, marking the first time it has taken a stake in another hedge fund.",
  "** TP ICAP, the world’s largest interdealer broker, is in advanced talks to buy U.S.-based Axiom Commodity Group, a source familiar with the matter told Reuters.",
  "** State-appointed administrators at Alitalia said they had received two binding offers for the Italian airline and one non-binding expression of interest.",
  "[nL2N1XA27A} ** Printing services firm Quad/Graphics Inc said it would buy peer LSC Communications in an all-stock deal valued at about $1.4 billion.",
  "** Britain’s competition watchdog cleared exchange group CME’s 3.9 billion pound ($4.96 billion) deal to buy Michael Spencer’s NEX trading platform.",
  "** Egypt-based Orascom Investment Holding said it expected to acquire 30 percent of Sarwa Capital’s shares in November.",
  "(Compiled by Arundhati Sarkar and Saumya Sibi Joseph in Bengaluru)"
]