[
  "Clovis reported a loss of $1.71 a share, larger than the $1.59 loss predicted by analysts, on sales of $23 million, below forecasts for $30 million,\n\nAthenahealth (ATHN) is up 3.5% to $128.04 on reports its nearing a deal to be bought by Veritas Capital and Elliott Management.",
  "“V-shaped rallies off of well-defined support, from extreme oversold levels, during a period of strong seasonality, after a sharp 10% correction can surprise in terms of their magnitude (and clearly their starting point),” writes Evercore ISI’s Rich Ross.",
  "“We will downgrade our intermediate-term U.S. equity outlook if the S&P 500 breaks its February lows or at least one of the three long-term trend/breadth indicators in the NDR U.S. Stock Market Model produces a sell signal,” he wrote.",
  "“For the first nine months of the year, U.S. stock prices were levitated by four powerful tailwinds: shrinking taxes, soaring earnings, colossal buybacks and an ever-greater wall of passive money from ETFs,” Deluard explains.",
  "In today’s Intraday Update, we...\n\n...explain why the all-clear signal might not have been sent yet;\n\n...marvel at Clovis Oncology ’s nearly 30% decline;\n\nnearly 30% decline; ...and highlight Amgen ’s 2% postearnings rise.",
  "Vanda Pharmaceuticals (VNDA) is down 3% to $18.89 after getting a warning letter from the Food and Drug Administration tied to its schizophrenia and sleep-disorder drugs.",
  "Arconic (ARNC) is up 4.9% to $20.67 on reports that Apollo Global Management (APO), down 1.4% to $29.49, is in talks to buy the company for more than $11 billion.",
  "As October draws to its close, stock investors can take some small comfort as the Dow soars to end a grim month for global equities.",
  "First, earnings growth has started to slow, and that’s before analysts start revising their estimates lower to account for tariffs.",
  "Third, share repurchases hit $200 billion during the second quarter, and look to have dropped by 30% during the third quarter.",
  "In a note this morning, Ned Davis Research’s Ed Clissold highlighted the February lows as an important level for the S&P 500.",
  "The S&P 500 is up 1.3% to 2717.58, while the Dow Jones Industrial Average has risen 290.21 points, or 1.2%, to 25,164.85.",
  "“It seems that these four forces are peaking.”\n\nNewsletter Sign-up\n\nIf he’s right, the market might be peaking with it.",
  "I mean, the markets finally look ready to rise for a second day in a row, something they haven’t done all month.",
  "Earnings from Facebook (FB), General Motors (GM), and eBay (EBAY) are helping to lift the market.",
  "All three major indexes are rising, and at least one big investor senses a buying opportunity.",
  "For the full year, it sees EPS of $14 to $14.25, compared with the $14.03 consensus estimate.",
  "Midday Movers\n\nAmgen (AMGN) is up 2.2% to $193.31 after reporting third-quarter earnings.",
  "But there are also plenty of reasons to suspect that something bigger is happening here.",
  "Clovis Oncology (CLVS) has tumbled 28% to $11.98 after releasing third-quarter earnings.",
  "There are reasons to feel good, particularly from a technical perspective.",
  "Analysts were looking for earnings of $3.45 on revenue of $5.78 billion.",
  "—Teresa Rivas\n\nWrite to Ben Levisohn at Ben.Levisohn@barrons.com",
  "The drugmaker earned $3.69 a share on revenue of $5.9 billion.",
  "Finally, investors have been bailing on exchange-traded funds.",
  "Second, the boost from tax cuts is also starting to wear off.",
  "He’s not the only one worried about more trouble.",
  "The Nasdaq Composite has climbed 2.1% to 7308.25.",
  "Clear Skies, Stormy Weather\n\nAll clear, right?",
  "INTL FCStone’s Vincent Deluard offers four.",
  "And the gains, are, well, just plain big.",
  "Text size\n\nThe Scariest Month?",
  "All clear?",
  "Not quite."
]