[
  "The company currently estimates that upon completion of the restructuring action, there will be a significant reduction in annual operating costs from continuing operations, which is primarily the result of lower cost of sales and selling, general, and administrative expenses due to reduced employee-related costs, depreciation, and amortization expense.",
  "However, as per The Wall Street Journal, JCI has hit a “last-minute snag” as it was close to closing a deal to sell the business for almost $14 billion to Brookfield Asset Management Inc. Consequently, Apollo Global Management, another contender, which had proposed a $13 billion offer earlier, has been asked to rebid for the Power Solutions business.",
  "Looking ahead, new business wins in the segment, and higher global adoption of start-stop units should positively impact the top-line growth, though the elevated freight costs may continue to weigh down the margins in this segment in the near term.",
  "This is because the company’s two segments have different dynamics, with a strategic priority given to the strengthening of, and investing in, its position in the HVAC, fire, and security solutions, and integrated Building Management Systems.",
  "The various driver assumptions can be modified by clicking here for our interactive dashboard on Johnson Controls’ Performance In FY 2018 And Estimating Its Fair Price, to gauge their impact on the EBITDA and price per share metrics.",
  "Addition of New Salespeople: During FY 2018, the company added 950 sales people net of attrition representing roughly an 11% increase on the existing salesforce, which came in much higher than the 400 originally intended.",
  "Favorable Macroeconomic Environment: Rising GDPs across its key geographic region has resulted in a conducive macroeconomic environment, despite FX volatility, inflationary pressures, and trade policy concerns.",
  "In the third quarter, margins on new orders booked in North America increased approximately 110 basis points year-over-year, versus 70 bps in Q1 and 100 bps in Q2 (the figure for Q4 has not been provided).",
  "Share Repurchases: During the fourth quarter, JCI repurchased 1.2 million shares for $45 million, while for the year, the figures were 7.7 million shares and $300 million, in line with its original plans.",
  "Johnson Controls (NYSE: JCI) reported a strong final quarter of FY 2018 (three months ended September 2018), with earnings meeting consensus expectations and sales beating the projected numbers.",
  "For FY 2019, JCI is anticipating mid-single-digit organic revenue growth, primarily driven by improved volumes and price, and an EPS in the $2.90 to $3.05 range, reflecting 7% to 13% growth.",
  "In its Power Solutions business, although the company reported organic sales growth, the metric came in at just 2%, given a decline in unit shipments and a tough comparison versus Q4 2017.",
  "Consequently, JCI is actively managing pricing in the supply chain, as well as externally, to mitigate any impact, and seems to be in a strong position to offset any potential headwind.",
  "The increased focus of the company on its Buildings segment is paying off, with impressive organic growth noted in the segment, along with an improvement in the number of field orders.",
  "The solid growth in this segment can be expected in FY 2019 as well, due to a robust backlog position and strong order growth expectations, given the promising underlying trends.",
  "Moreover, the rebound in global oil prices has helped to ease budget constraints in the Middle East, supporting the release of some large infrastructure projects in the region.",
  "On the other hand, the impact of the tariffs on Chinese original goods, as per Section 301, is roughly $130 to $140 million, with about half of that coming in FY 2018.",
  "Based on the strong order momentum, the company’s backlog was up 8% at $8.4 billion heading into FY 2019, ensuring continued growth in field revenues next year.",
  "Recently, its Board of Directors approved an additional $1 billion share repurchase authorization, which is in addition to the $900 million that is remaining.",
  "See How It’s Powering New Collaboration and What-Ifs\n\nFor CFOs and Finance Teams | Product, R&D, and Marketing Teams\n\nMore Trefis Research\n\nLike our charts?",
  "Given the fact that all of its steel purchases and 70% of its aluminum needs are supplied in-country, the direct impact of the tariffs will be minor.",
  "During the earnings call, the management stated that it was in the final stages of its review and will provide more details once it is completed.",
  "JCI achieved synergy and productivity savings of $257 million in the year, coming in higher than the $250 million that was originally planned.",
  "Impact of Steel and Aluminum Tariffs: JCI is a direct buyer of steel and aluminum totaling approximately $225 million on an annual basis.",
  "Consequently, for FY 2019 JCI expects to complete approximately $1 billion of share repurchases, which should provide a boost to its EPS.",
  "Synergies and Productivity: JCI committed to a significant restructuring plan in FY 2017 related to cost reduction initiatives.",
  "This benefit is set to continue in FY 2019, with the management guiding for an additional $250 million or $0.23 per share.",
  "Moreover, developing advanced battery technology is a very capital-intensive business, requiring significant investments.",
  "The company noted better than expected productivity as a consequence, which has resulted in increased orders.",
  "Higher Tax Rate: The company has guided for a 16% tax rate in FY 2019, higher than the 13% noted in FY 2018.",
  "We have a $42 price estimate for Johnson Controls, which is higher than the current market price.",
  "The costs consist primarily of workforce reductions, plant closures, and asset impairments.",
  "Johnson Controls is also undertaking a strategic review of its Power Solutions business.",
  "This has aided the growth in the North American non-residential construction markets.",
  "This translates to a $0.12 headwind to the EPS year-over-year.",
  "The charts have been made using our new, interactive platform.",
  "Such measures will result in an improvement in the margins.",
  "Explore example interactive dashboards and create your own.",
  "These trends are expected to continue in the near term.",
  "Factors That May Impact Performance\n\n1.",
  "What’s behind Trefis?",
  "6.",
  "4.",
  "3.",
  "5.",
  "2."
]