[
  "REUTERS/Daniel Becerril\n\nThe sale marks another step in GE’s planned $25 billion reduction in GE Capital assets, which were built up as the division financed sales of GE aircraft engines, locomotives, power plants and other products.",
  "“With this portfolio sale and financing alliance, we are expanding our funding capability and improving our competitive offerings,” Trevor Schauenberg, chief executive officer of GE Capital Industrial Finance, said in a statement.",
  "(Reuters) - General Electric Co (GE.N) said on Friday its lending arm has sold a $1.5 billion healthcare equipment finance portfolio to U.S. lender TIAA Bank for an undisclosed sum.",
  "TIAA said the portfolio it bought includes loans and leases to around 1,100 hospitals and 3,600 physician practices and diagnostic and imaging centers across the United States.",
  "FILE PHOTO - The logo of General Electric Co. is pictured at the Global Operations Center in San Pedro Garza Garcia, neighbouring Monterrey, Mexico, on May 12, 2017.",
  "The TIAA sale comes about a month after GE Capital sold a $1 billion portfolio of energy investments to private equity firm Apollo Global Management LLC (APO.N).",
  "TIAA Bank is a Florida-based unit of TIAA, founded in 1918 by Andrew Carnegie to help not-for-profit organizations in academia, healthcare and other fields.",
  "GE Capital once supplied a large part of GE’s profits, but the 2008 financial recession raised funding costs and nearly sank the entire company.",
  "That group “will continue to originate and service transactions under a co-branding arrangement with TIAA Bank,” the companies said.",
  "GE plans to absorb employees of its GE Capital healthcare equipment finance unit into its healthcare division next year.",
  "GE and TIAA also signed a five-year agreement providing GE financing for U.S. customers of GE’s healthcare products.",
  "GE’s healthcare equipment unit makes medical scanners that can produce images of internal organs, bones and tissue.",
  "On Wednesday it began selling down its stake in oilfield services company Baker Hughes (BHGE.N) to raise cash.",
  "GE shares were down 4.3 percent at $7.81 in midday trading on the New York Stock Exchange.",
  "With that and other deals, GE Capital’s asset sales now total $5.1 billion.",
  "GE also is disposing of business units and investments."
]