[
  "“However, Apollo may not hold the title for that long: there are two other private equity funds currently in market which have larger targets, and which may be looking to hold a final close in the coming months.”\n\nDelaware-incorporated Apollo Investment Fund IX, L.P. surpassed its $23.5 billion hard cap and intends to reach $24.7 billion in total, the filing from the Securities and Exchange Commission showed.",
  "REUTERS/Lucy Nicholson\n\nLONDON (Reuters) - Apollo Global Management LLC (APO.N) has raised the largest ever private equity fund, a regulatory filing showed, amassing $24.6 billion to be invested in North America and Western Europe, as global fundraising looked set to exceed 2007’s record.",
  "According to industry data provider Preqin, this fund brings total buyout fundraising in the first seven months of 2017 to $184 billion meaning the year will likely surpass the last record for buyout fundraising, in 2007, when funds closed through the year raised $249 billion.",
  "Joshua Harris, Co-Founder and a member of the Board of Directors at Apollo Global Management, LLC, speaks during the Milken Institute Global Conference in Beverly Hills, California, U.S., May 1, 2017.",
  "In June, CVC Capital Partners CVC.UL raised the biggest ever Europe-based fund with 16 billion euros ($18.69 billion) for private equity investments in Europe and North America.",
  "Since the financial crisis almost a decade ago, low interest rates and cheap debt have boosted capital piling into private equity funds by investors looking for higher returns.",
  "“Fundraising in 2017 so far has been dominated by the re-emergence of record-breaking funds,” said Christopher Elvin, Head of Private Equity Products at Preqin.",
  "Led by industry veterans, Leon Black, Joshua Harris and Marc Rowan, Apollo has investments in private equity, credit, real estate and publicly managed funds.",
  "But rising valuations have made it harder to achieve high returns, so much of the money sits idle.",
  "Prior to this Fund VIII closed in December 2013 with more than $18 billion of commitments.",
  "It has around $45 billion under management in private equity."
]