[
  "Warburg Pincus has committed more than $10 billion to energy investments since the late 1980s, according to its website, although its $4 billion Warburg Pincus Energy LP fund, closed in 2014, was the first time the firm had raised a dedicated pool of capital to invest across oil and gas.",
  "(Reuters) - Warburg Pincus LLC is seeking to raise $2.5 billion for its second energy-focused private equity fund, four years after its first $4 billion such fund, people familiar with the matter said on Friday.",
  "The Regents of the University of California, an investor in Warburg Pincus’ first energy fund, reported a zero net internal rate of return as of the end of December, according to its website.",
  "After making four energy investments in 2014, Warburg Pincus made three in 2015 before recovering to five in both 2016 and 2017, according to a list of current investments on its website.",
  "As with its maiden energy fund, Warburg Pincus’ second oil and gas vehicle will be used in conjunction with the firm’s flagship private equity fund, according to one of the sources.",
  "This caused Warburg Pincus’ first energy fund to deploy capital more slowly, meaning it is still holding on to assets and has yet to return cash to investors.",
  "Warburg Pincus’ smaller target illustrates how suppressed oil prices have affected investment firms’ strategies in the sector in recent years.",
  "Private equity funds have a 10-year lifespan, and returns could improve significantly in subsequent years.",
  "Private equity firms typically aspire to raise successor funds that are larger than their previous fund.",
  "However, oil prices are now hovering around $70, emboldening private equity firms to raise new funds.",
  "Oil prices declined from a mid-2014 peak above $100 a barrel to around $26 a barrel in early 2016.",
  "These include Apollo Global Management LLC, Blackstone Group LP and First Reserve Management LP.",
  "The two funds will contribute equally to any energy investment the firm makes.",
  "The sources asked for anonymity because the matter is confidential.",
  "A spokeswoman for Warburg Pincus declined to comment."
]