[
  "Arconic, which was spun out of Alcoa Corp (AA.N) in 2016, said in February it would carry out a “strategy and portfolio review.” It said last month in its third-quarter earnings announcement that it was “extending the scope and duration of this activity to address additional scenarios,” and that it expected to complete its review in the fourth quarter.",
  "(Reuters) - Elliott Management Corp, the activist hedge fund that sits on Arconic Inc’s (ARNC.N) board, is working to address potential liabilities weighing on the sale process for the U.S. aluminum products maker, according to people familiar with the matter.",
  "Arconic reported a better-than-expected quarterly profit last month and raised its full-year earnings forecast, driven by higher demand for aluminum parts used by its airplane customers, including Boeing Co (BA.N) and Airbus SE (AIR.PA).",
  "Arconic has asked Apollo, as well as a buyout consortium led by Blackstone Group LP (BX.N) and Carlyle Group LP (CG.O), to now submit new offers for the company on Friday, the sources said.",
  "Paul Singer, founder, CEO, and co-chief investment officer for Elliott Management Corporation, speaks during the Skybridge Alternatives (SALT) Conference in Las Vegas, Nevada May 9, 2012.",
  "REUTERS/Steve Marcus/File Photo\n\nElliott’s move comes after Arconic rejected an acquisition offer of more than $11 billion from Apollo Global Management LLC (APO.N) as inadequate.",
  "It would come after U.S. President Donald Trump’s imposition of aluminum tariffs this year drove up some costs for Arconic, which makes aluminum components for cars and airplanes.",
  "Its Reynobond PE panels were used in the cladding of the London’s Grenfell Tower apartment complex, where more than 70 people were killed last year in a blaze.",
  "The technique, called ringfencing, has been used by other industrial conglomerates seeking to limit exposure to similar legal claims, the sources added.",
  "The potential legal liabilities stem from Arconic’s building and construction systems division, which makes facades, windows and framing products.",
  "Elliott has proposed a structure that would place liabilities of Arconic’s cladding business in a separate entity, the sources said.",
  "Arconic, Blackstone and Carlyle did not immediately respond to requests for comment, while Elliott and Apollo declined to comment.",
  "Arconic shares rose 3.3 percent to $21.51 on the news, giving the company a market capitalization of $10.4 billion.",
  "Elliott would also roll its 11 percent stake into the winning bid for the company, the sources said.",
  "Elliott hopes its intervention can help Arconic fetch a higher price, the sources said on Thursday.",
  "This will allow Elliott to retain its equity in the company while other shareholders get cash.",
  "Arconic’s board plans to meet next week to review the offers, one of the sources added.",
  "A deal for Arconic would be one of the largest leveraged buyouts of the year.",
  "The sources asked not to be identified because the matter is confidential."
]