[
  "(Adds Whitbread, Jack in the Box, Elliott Management, Aperam, Fibria Celulose, Stanford Marine Group, GlaxoSmithKline)\n\nNov 29 (Reuters) - The following bids, mergers, acquisitions and disposals were reported by 2100 GMT on Thursday:\n\n** Britain’s Whitbread Plc said that Chinese authorities have approved the sale of its Costa coffee chain to Coca-Cola.",
  "** Jack in the Box Inc, a U.S. hamburger restaurant chain with more than 2,000 restaurants, is exploring options that could include a sale of the company after divesting its Qdoba brand earlier this year, people familiar with the matter told Reuters.",
  "** Elliott Management Corp, the activist hedge fund that sits on Arconic Inc’s board, is working to address potential liabilities weighing on the sale process for the U.S. aluminum products maker, according to people familiar with the matter.",
  "** Luxembourg-based stainless steel producer Aperam’s bid for German peer VDM Metals may reduce competition in the supply of nickel alloys, EU antitrust regulators warned as they opened a full-scale investigation into the deal.",
  "** Buyout firm Apollo Global Management LLC has teamed up with regional TV station owner Northwest Broadcasting in its bid to acquire another U.S. TV station owner, Tribune Media Co, people familiar with the matter said.",
  "** Shares in Australian waste management and recycling company Bingo Industries Ltd plunged as much as 13 percent after the competition regulator raised concerns about its $422 million acquisition of rival Dial A Dump.",
  "** Hindustan Unilever Ltd, the Indian unit of Unilever Plc, said it cannot disclose details on whether it is planning to buy GlaxoSmithKline Plc’s Indian Horlicks nutrition business, citing confidentiality obligations.",
  "** WhiteWater Midstream LLC is exploring a sale that its private equity owners hope will value the U.S. oil and gas pipeline operator at more than $2 billion, including debt, people familiar with the matter said.",
  "** GlaxoSmithKline Plc confirmed it was considering a merger of its consumer healthcare business as part of a review of its Indian Horlicks nutrition business and other consumer healthcare nutrition products.",
  "** Gulf Navigation Holding, Tristar Group, Hineni Capital and BT Investment are among bidders for Dubai-based marine services firm Stanford Marine Group (SMG), sources familiar with the matter said.",
  "** Malaysian sovereign wealth fund Khazanah Nasional Bhd said it has agreed to sell a 16 percent equity stake in IHH Healthcare Bhd to Mitsui & Co Ltd for 8.42 billion ringgit ($2 billion) in cash.",
  "** Shares in French drone maker Parrot surged after its majority shareholder - the Seydoux family - made a takeover offer to the company whose shares have been hit by a series of weak results.",
  "** Brazilian pulp and paper producer Suzano Papel e Celulose secured conditional EU regulatory approval on Thursday to buy Fibria Celulose to create the world’s biggest wood pulp producer.",
  "** Bank of Japan board member Takako Masai said that consolidation is among the options that the country’s regional banks could take to boost their profitability.",
  "** A consortium led by the biggest investor in Intu Properties has scrapped a 2.9 billion-pound bid for the shopping centre owner.",
  "** Icelandair said it had scrapped its all-share deal to buy WOW air that had aimed to create a stronger international competitor.",
  "It is for the second time in less than a year that a takeover for the firm has collapsed.",
  "(Compiled by Mary Ann Alapatt and Bharath Manjesh in Bengaluru)"
]