[
  "More: Why the stock market's first reaction to the Trump-Xi trade 'cease-fire' is bullish\n\nMore: Americans continued ugly breakup with passenger cars in November as auto sales decline\n\nMore: Stock market to close Wednesday, Dec. 5, in honor of George H.W.",
  "The Tribune Media acquisition will place Nexstar stations in 18 of the nation's top 25 markets and 37 of the top 50 markets and will expand Nexstar's \"geographic diversity,\" Chairman and CEO Perry Sook said in a statement.",
  "That merger would have expanded the holdings of the Hunt Valley, Maryland-based Sinclair, currently the nation's largest U.S. broadcaster with 191 stations, to 215 TV stations and a reach of 71 percent of U.S. homes.",
  "CLOSE The acquisition will make Nexstar the largest local TV station owner in the U.S. Video provided by Newsy Newslook\n\nThe WGN Radio sign appears on the side of Tribune Tower on May 1, 2017, in downtown Chicago.",
  "(Photo: Kiichiro Sato, AP)\n\nMedia company Nexstar will pay $4.1 billion to acquire Tribune Media's 42 television stations, a deal that will give Nexstar the largest collection of local TV stations in the U.S.",
  "Four months ago, Chicago-based Tribune Media called off a planned $3.9 billion sale to Sinclair Broadcast Group and breached its contract by misleading regulators during the transaction's approval process.",
  "“Nexstar has long viewed the acquisition of Tribune Media as a strategically, financially and operationally compelling opportunity that brings immediate value to shareholders of both companies,\" he said.",
  "Bush\n\nNexstar had been a bidder for Tribune in the past, along with other broadcast groups and private equity firms, David Joyce, an analyst with EvercoreISI wrote in a report to investors Monday.",
  "In this round of bidding, Nexstar, which is expected to have to divest some stations to satisfy regulators, likely outbid Apollo Global Management to win Tribune Media, he said.",
  "Nexstar will assume Tribune Media's outstanding debt, pushing the total value of the transaction to $6.4 billion, the companies said in an announcement Monday.",
  "In addition to WGN, Nexstar gets Tribune's stations in L.A., New York, Chicago and Philadelphia, and a 31 percent ownership stake in the Food Network.",
  "The Irving, Texas-headquartered Nexstar will expand to 216 stations in 118 markets, covering nearly half of the U.S. upon completion of the deal.",
  "In 2015, it acquired an additional 15 stations from Communications Corporation of America, Meredith Corporation and Landmark Media Enterprises.",
  "Nexstar (NXST) shares rose 1 percent in premarket trading Monday to $83.60, while Tribune Media shares (TRCO) rose 10 percent to $44.23.",
  "Read or Share this story: https://www.usatoday.com/story/money/media/2018/12/03/nexstar-tribune-media-largest-tv-group/2189402002/",
  "Nexstar will pay $46.50 per share for each outstanding Tribune Media share, a 15 percent premium to the closing price on Friday.",
  "Nexstar on Monday announced its $4.1 billion acquisition of Tribune Media's 42 TV stations including WGN.",
  "Last year, Nexstar completed its $4.6 billion acquisition of 71 TV stations from Media General.",
  "The combined company is expected to generate revenue of about $4.6 billion.",
  "This is just the latest deal Nexstar has initiated to grown its reach.",
  "Follow USA TODAY reporter Mike Snider on Twitter: @MikeSnider."
]