[
  "(AP Photo/Scott Heppell, File) http://eapcontent.ap.org/jpg/2015/20151006/03/d9f4b7c1e73a032c840f6a706700b761.jpg?contentid=d9f4b7c1e73a032c840f6a706700b761/fmt=jpg/role=Preview/reldt=2015-10-06T03:39:14/media=Photo/recordid=76f6ccc5c721419ba3b774af13db4e2b/itemid=517250b975d14d51961bb20ddc35cb6b/objfilename=preview.jpg/authToken=eNoth00KwyAUBk%2bkfM%2bfZ7oQcpVoDLhoDBppFx6%2bFsLADDPS17O2CwDLUDNqMmL2%2b%2bswwUUSyelNQKsoFoND8ObADgiOafTmYznvmkO%2fS21r6C2fqU21vKcqY3mP6%2bOfJYuRL89GEljSv2R%2fzJ0n%2bQ%3d%3d&token=1444408802_0B19A18E9088F961BCB02EEC03560861 BALMEDIE, Scotland (AP) — Republican presidential front-runner Donald Trump is well known in this serene coastal section of Scotland, where shimmering, golden sand dunes meet the ice-blue North Sea and people play on his golf course.",
  "Associated Press writers Lynsey Chutel reported from Johannesburg; Nataliya Vasilyeva in Moscow; Yuri Kageyama in Tokyo; Aijaz Rahi in Bangalore, India; Ashwini Bhatia in Dharamsala, India; Biswajeet Banerjee in Lucknow, India; Daniel Estrin in Jerusalem and Mark Stevenson in Mexico City contributed to this report.",
  "Pearl Pillay, a policy researcher who spent time in the United States as part of the Mandela Washington Fellowship for Young African Leaders, said Trump's comments on Islamic State extremists, Mexico, Russia and South Africa indicate U.S. diplomacy would \"crash and burn\" if he takes power.",
  "\"Don't take him so seriously, for God's sake, we're Mexicans, we make fun of death,\" said Jorge Suarez, whose company has released a new video game in which players can throw soccer balls, cactus leaves and tequila bottles at a cartoon image of Trump.",
  "FILE - In this Saturday, Aug. 1, 2015, file photo, Republican presidential candidate Donald Trump poses for the media during the third day of the Women's British Open golf championship on Trump's Turnberry golf course in Turnberry, Scotland.",
  "J. Brooks Spector, a retired U.S. diplomat who writes a column on American politics for The Daily Maverick, a South African news and opinion site, said Trump confirms the stereotypical view of Americans as loud, boisterous and arrogant.",
  "In South Africa, for example, Trump angered many with a series of harsh tweets, including one during Nelson Mandela's 2013 funeral service in which he called the country \"a crime ridden mess that is just waiting to explode.\"",
  "Trump has not spelled out his policies toward Israel, but his repeated statements of support for Israel's right to a strong defense have impressed those who feel that Obama's policies have jeopardized Israel's security.",
  "The Russian daily newspaper Moskovsky Komsomolets compared his appeal to that of former Italian prime minister Silvio Berlusconi, another tycoon who came to power despite a dearth of political experience.",
  "Trump's self-presentation as a political renegade is, however, getting a sympathetic hearing in some parts of the world, where his popularity is viewed as a rejection of packaged mainstream politicians.",
  "\"Any attempt to 'Make America Great' will require somebody with an agenda that will include people of all ethnicities and religious backgrounds,\" said Shreya Shetty, a 29-year-old engineer.",
  "He has characterized Mexican immigrants crossing into the U.S. illegally as \"rapists\" and \"criminals,\" and pledged to build a \"beautiful\" wall on the Mexican border to keep them out.",
  "The real estate mogul is praised - or blamed - for permanently transforming this region by building a deluxe international golf course in a previously pristine spot.",
  "Many opinion leaders and ordinary people are concerned, though, about the prospect of the powerful United States electing a president with no political experience.",
  "Russian tycoon Aras Agalarov told the Russian press he was impressed with Trump when he met him in Moscow two years ago during the Miss Universe beauty pageant.",
  "\"Political experience is not mandatory to run a country,\" she said, pointing to Dwight D. Eisenhower, the World War II general who ascended to the White House.",
  "\"People are discarding the ready-made option that party bureaucracy chose for them: Clinton for the Democrats, Bush for the Republicans,\" the newspaper said.",
  "In India, many younger people in the high-tech center of Bangalore take a dim view of Trump's candidacy, in part because he is perceived by some as racist.",
  "Republican presidential front-runner Donald Trump is very well known in this serene coastal section of Scotland, but that doesn’t mean he’s well loved.",
  "Also, his swagger from \"The Apprentice\" TV show, the easy-to-caricature hairstyle and his inflammatory comments, spread worldwide, about immigrants.",
  "He said Trump is a \"genius\" at generating publicity and has come up with a political strategy that is, for the moment at least, proving effective.",
  "\"He is a strange fish,\" said Susan Munro, a part-time shop worker who has lived on land adjacent to the new Trump resort for more than 35 years.",
  "Namratha Srirangapatna, a 33-year-old interior designer, said Trump's \"radical\" opinions on immigration and Islam make him a divisive figure.",
  "In Balmedie, the real estate mogul is both praised and blamed for building a deluxe international golf course in a previously pristine spot.",
  "In the Himalayan hill town of Dharamsala, Tibetan Buddhist monk Tenzin Damchoe, 39, said Trump is \"making a lot of noise to be noticed.\"",
  "Some believe he's delivered the jobs and benefits he promised; others think American voters should beware of a fast-talking scoundrel.",
  "In the northern India city of Lucknow, Sharmila Krishna, 40, praised Trump for bringing life and color to an otherwise dim campaign.",
  "When people stop believing in 'regular' politicians, there comes a time for the likes of Berlusconi, Trump — or even worse.\"",
  "In diverse parts of the world, many see Trump's high-flying candidacy with a mixture of bemusement, astonishment and alarm.",
  "\"The extravagant hedonist who flaunts his riches, an aggressively confident narcissist - can he become America's reformer?",
  "\"I don't think his campaign resonates favorably with very many people, if at all, in this part of the world,\" he said.",
  "Trump \"must remember that the U.S. does not belong to white people, they themselves were once immigrants,\" he said.",
  "\"He is making a mockery of himself and the presidential institution by making silly comments on varied issues.\"",
  "Trump seems to have support among Russia's emerging financial elite, many of whom are billionaires themselves.",
  "Others feel the statements are so outrageous they shouldn't be dignified with a serious response.",
  "Mexico's ambassador to the United States, Miguel Basanez, also plays down Trump's comments.",
  "\"He said a lot of good things about our country, our culture, our people,\" Agalarov said.",
  "He's told Mexicans that Trump is simply playing politics during the primary campaign.",
  "It is the bluster and the \"make America great again\" talk that has shaped this view.",
  "His is clearly a recognized name worldwide, which is not to say it's a beloved one.",
  "That would be one side of Trump that few if any have seen — one who says \"sorry.\"",
  "She called him a \"lightweight who believes his money can get him the presidency.",
  "In Israel, Trump has sparked interest because of his sharp criticism of Obama.",
  "\"He knows very well that what he is saying is false,\" the ambassador said.",
  "He's known in the Himalayas, too, far from any sign with his name on it.",
  "She called his viewpoint \"bigoted\" and lacking in political vision.",
  "Meanwhile, he's done little to reach out to the rest of the world.",
  "\"It is offensive to hear his views on immigration,\" she said.",
  "It is Mexico that has borne the brunt of Trump's rhetoric.",
  "As she sees it, \"He would be a disaster for everyone.\"",
  "\"Barack Obama has not done anything great,\" she said.",
  "\"He knows very well he will apologize to Mexicans.\"",
  "\"If he doesn't get his own way, he just loses it.\"",
  "It's striking how many people know of him at all.",
  "And in the Middle East, Africa and beyond.",
  "So Trump \"has the opportunity to excel.\"",
  "Some Mexicans have reacted with anger.",
  "____\n\nKatz reported from London.",
  "\"He liked Russia a lot.\"",
  "God help America.\""
]