[
  "Trump Jr.’s response: “[I]f it’s what you say I love it especially later in the summer.”\n\nTrump Jr. then looped in his brother-in-law Jared Kushner and Trump campaign manager Paul Manafort—who were forwarded the entire email chain—for a meeting with a person Goldstone called a “Russian government attorney.” That attorney was Natalia Veselnitskaya, who met with Trump Jr., Kushner, and Manafort at Trump Tower on June 9, 2016.",
  "No matter how much we resist, it’s hard not to become acclimated to political behavior that once would have seemed intolerable: Trump’s naked profiteering, his firing of the FBI director, his betrayal of sensitive intelligence to Russia, his turning America into a global pariah.",
  "We don’t know what fired National Security Adviser Michael Flynn said in his calls to then-Russian Ambassador Sergey Kislyak, though whatever it was, it convinced former Acting Attorney General Sally Yates that the Russians had “real leverage” over Flynn.",
  "We don’t know why Kushner met in December with a Russian banker with deep ties to the Kremlin, or the details of Kushner’s plan to set up a back channel to the Russian government that could evade American intelligence.",
  "On Tuesday morning, Donald Trump Jr., apparently aware that the New York Times was about to run a story based on his email exchanges with an intermediary for Russia, published the email chain himself.",
  "The email exchange begins with Rob Goldstone, publicist for the pop star son of a Russian oligarch close to Donald Trump, contacting Trump Jr. to offer incriminating information about Hillary Clinton.",
  "If that’s the Trump strategy—gaslighting the country into pretending that such revelations are anything other than shattering and dispositive—then it’s up to all decent Americans to push back.",
  "“This is obviously very high level and sensitive information but is part of Russia and its government’s support for Mr. Trump—helped along by Aras and Emin,” Goldstone’s message said.",
  "No matter how much inexplicable evidence emerged, the broader narrative of Trump as Putin’s puppet seemed too outlandish, too much like something out of a third-rate spy thriller.",
  "Many people felt fatalistic about ever fishing the whole truth from the murk of lies, purposeful misdirection, and anonymous hearsay that have surrounded this story.",
  "Trump and his allies surely hope that this latest revelation becomes just another grim new fact of life, something we get used to because we have no other choice.",
  "This release came three days after the Trump campaign changed the Republican platform so that it no longer supported arming Ukraine in its conflict with Russia.",
  "It’s too soon to tell whether this new bombshell will be enough to make the Republicans who control Congress do more than furrow their brows with concern.",
  "The people closest to Trump intended to collude with Russia and had the blithe sense of corrupt impunity to spell out that intention in an email chain.",
  "Until now, the case that high-level members of the Trump campaign colluded with Russia to secure the presidency suffered from a plausibility problem.",
  "It’s hard to conceive of why he did this; perhaps he thought that making a show of transparency would help him play down the emails’ import.",
  "But we know enough to say definitively that the Trump campaign welcomed—enthusiastically and in writing—help from a hostile foreign power.",
  "Living through the past six miserable months of the Trump administration has often felt like being a frog in a pot of boiling water.",
  "We don’t know whether hacked voter information obtained by Russia helped the Trump campaign in its online microtargeting effort.",
  "We know that members of the Trump campaign have lied repeatedly about their interactions with agents of the Russian government.",
  "We know that the Russian government has power over Trump Jr. and Kushner, since it could expose their lies at any moment.",
  "The exchange demonstrates that the Trump campaign was eager for help from Russia in the campaign against Clinton.",
  "(Aras Agalarov is the oligarch father, with whom Trump once planned to collaborate on a Trump Tower in Moscow.",
  "But it’s incumbent on the rest of us not to let their inaction grind us into a sense of impotent acceptance.",
  "Maybe they think they can bludgeon us into half-believing that these emails are not a smoking gun after all.",
  "Later in the summer, Russia provided help, releasing the Clinton campaign’s hacked emails.",
  "Whether Veselnitskaya provided them with useful information at that meeting is immaterial.",
  "It has emerged, fittingly, in a bizarre Twitter outburst by a member of the Trump family.",
  "Paul Manafort, Donald Trump Jr., and Jared Kushner were all in on it, and we have proof.",
  "They unapologetically sided with a hostile foreign power against their fellow citizens.",
  "There is still an enormous amount that we don’t know about the Trump-Russia scandal.",
  "The biggest question now is whether Republicans in Congress will do the same.",
  "Photos by Grant Lamos IV/Getty Images, Chip Somodevilla/Getty Images.",
  "So now we have it: the smoking gun in the Trump-Russia scandal.",
  "Here is one slight reason for optimism.",
  "Emin Agalarov is his son, a singer.)",
  "Now, however, we have some clarity.",
  "Photo illustration by Slate."
]