[
  "In a statement to congressional investigators, Cohen writes that he sent the email to Peskov because “the proposal would require approvals within the Russian government that had not been issued.”\n\nThese emails debunk the White House spin that Trump was a passive recipient of overtures from the Russian government, which was a retreat from the previous White House spin that the June 2016 meeting was only about adoptions—which was a retreat from the White House’s initial denials of secret contact with Russia.",
  "“In late January 2016, I abandoned the Moscow proposal because I lost confidence that the prospective licensee would be able to obtain the real estate, financing and government approvals necessary to bring the proposal to fruition.” And that, he insists, is the end of the story.",
  "… I will get all of Putin’s team to buy in on this.” Two months later, ostensibly at Sater’s request, Cohen wrote to Putin’s aide, Dmitry Peskov, requesting “assistance” in “arranging meetings with the appropriate individuals” to facilitate the project.",
  "The latest news, broken by reporters for the Post and Times, is that from September 2015 to January 2016, as Trump was running for president, he was also trying to get approval from the Russian government to build a Trump Tower in Moscow.",
  "If there’s money to be made, and if what you lack is a relationship with the host government—illustrated in this case by Cohen’s use of a public email address to contact Peskov—then the next logical step is to cultivate a relationship.",
  "It’s a loose end: Cohen and the Trump Organization are asking us to believe that Trump, having angled throughout his career to build in Moscow, dropped this project and turned away for lack of Russian government approval.",
  "Then it was the June 2016 meeting, based on a promise of dirt that could be used against Hillary Clinton, between Russian government emissaries and Don Jr., Jared Kushner, and Trump’s then–campaign manager, Paul Manafort.",
  "In June 2016, when Don Jr. received the offer of Russian dirt on Clinton, it came from an agent of Aras Agalarov, a Russian oligarch who had worked with Trump on a separate proposal in 2013 to build a Moscow tower.",
  "Everything that followed—the June meeting, Trump’s flattery of Putin, Trump’s refusal to accept the U.S. intelligence assessment of Russia’s interference in the election—has to be understood in that light.",
  "(Get ready for the next plot twist: NBC News reported Thursday afternoon that in Manafort’s notes from the June meeting, the word “donations” appears near a reference to the Republican National Committee.)",
  "The Agalarov proposal was nominally “on hold” during Trump’s presidential campaign, but Agalarov’s company sent a representative to the June 2016 meeting with Don Jr., Kushner, and Manafort.",
  "This exposes one more lie: Trump’s routine declaration, made at least five times during his campaign, transition, and presidency, that he had “nothing to do with Russia” as a businessman.",
  "Trump’s lawyer, Michael Cohen, confirms that he talked to Trump about the project three times and that in October 2015, Trump signed a letter of intent to move forward with it.",
  "The disclosure of Trump’s latest bid for a Moscow tower confirms that he was still courting Russian business and help from Russia’s government, even as he ran for president.",
  "In this photo provided by the German Government Press Office, President Donald Trump meets Russian President Vladimir Putin, during G-20 on July 7 in Hamburg, Germany.",
  "First it was the December 2016 phone conversation about sanctions between Russia’s U.S. ambassador and Trump’s then–incoming national security adviser, Michael Flynn.",
  "He called Putin “a nicer person than I am” and “a man so highly respected within his own country and beyond.” “I’ve always had a good feeling about him,” said Trump.",
  "But now, thanks to pressure from congressional Russia investigators, the Trump Organization has coughed up emails and a statement about the project.",
  "On Nov. 3, 2015, Cohen’s business associate, Felix Sater, told Cohen in an email: “I will get Putin on this program and we will get Donald elected.",
  "BPA via Getty Images\n\nEvery time President Trump and his aides deny secret transactions with Russians, we find out later that they were lying.",
  "He added: “Our country does plenty of killing also.” The flattery didn’t end in January, when Cohen says the project was abandoned.",
  "Along the way, we discovered Manafort’s Putin-supporting work, additional Russian meetings with Kushner, and much more.",
  "Trump continued to praise Putin as “a strong leader” and to deny evidence of Putin’s complicity in political killings.",
  "They say Trump dropped the project because he didn’t get Russian approval, and that’s the end of the story.",
  "In December 2015, Trump denied there was “any evidence” that Putin had arranged the deaths of journalists.",
  "“At least he’s a leader, unlike what we have in this country,” Trump told Joe Scarborough.",
  "These new emails show that Trump, in a business context, was reaching out to Russia.",
  "Until this week, the most recent attempt his company had acknowledged was in 2013.",
  "We never know what the New York Times or the Washington Post will find next.",
  "All we know, from consistent experience, is that Trump’s people are lying.",
  "But they needed one more thing: help from Vladimir Putin’s government.",
  "The approvals sought from Peskov “were never provided,” Cohen writes.",
  "Trump has been trying to build a hotel in Moscow for decades.",
  "Trump’s business team had an investor and a licensing plan.",
  "So now Trump’s defenders have concocted yet another alibi.",
  "Now Trump and his company have retreated to a new alibi.",
  "In other words, these real-estate deals are never dead.",
  "They talked to architects and sought financing.",
  "And that’s exactly what Trump proceeded to do.",
  "But it certainly didn’t end in January 2016.",
  "But that fall, he escalated his flattery.",
  "We don’t yet know where the story ends.",
  "Trump has long spoken kindly of Putin.",
  "That makes no sense.",
  "But it’s not an end.",
  "But it isn’t."
]