[
  "Trump's tweet came on the heels of a Washington Post report that said the president and his legal team were looking into the limits of his pardoning power, and that Trump had reportedly raised the question of whether he could pardon himself as congressional investigations and special counsel Robert Mueller's probe into the Trump campaign's ties to Russia widen in scope.",
  "robert mueller More\n\nBut firing Mueller or issuing pardons \"would be certain to ignite the kind of political firestorm that we haven't seen since the Saturday Night Massacre,\" he said, and Trump's political opponents would undoubtedly paint it as obstruction of justice.",
  "On Friday, White House counselor Kellyanne Conway told \"Fox & Friends\" that she thought it was important for the American people to know about Mueller's team's potential conflicts of interest while they investigate Trump and his associates.",
  "Louis Seidman, a constitutional-law expert and professor at the Georgetown University Law Center, told Business Insider on Friday that whether Trump can pardon himself is \"very questionable\" as \"a matter of constitutional morality.\"",
  "Indeed, it appears that Trump and his allies are ramping up their war on Mueller and planting seeds aimed at discrediting his investigation, possibly setting up a scenario in which Trump could fire the special counsel.",
  "There is no constitutional precedent addressing whether a president can pardon himself, but legal experts said that if Trump did use his pardoning power in that way, it would prompt a legal and political firestorm.",
  "Seidman said the real question was why Trump would even need to pardon himself, given the protection from prosecution his office affords him and the unlikelihood that he would be charged after leaving office.",
  "\"This is a fiercely debated but unresolved legal question,\" Brian C. Kalt, a constitutional law expert at Michigan State University who has written extensively on the question, told The Post.",
  "\"It's all a hoax, and now they're going in all types of different directions, but I think that the information you just shared is relevant information for America to have.",
  "\"There is no predicting what would happen,\" Kalt said, adding that if Trump did seek to pardon himself, the issue would likely go all the way up to the Supreme Court.",
  "\"While all agree the U. S. President has the completely power to pardon, why think of that when only crime so far is LEAKS against us.FAKE NEWS,\" Trump tweeted.",
  "Conway's statements echoed repeated criticisms Trump and his allies have made against Mueller's team in an effort to paint them as biased against the president.",
  "Jay Sekulow, a lawyer on Trump's team, told the Post on Thursday that they would go directly to Mueller to air their complaints if it became necessary.",
  "President Donald Trump pointed out his \"complete power to pardon\" individuals convicted of wrongdoing in his capacity as president on Saturday.",
  "Host Ainsley Earhardt pointed out that some members of Mueller's team had donated thousands of dollars to Democrats in the past.",
  "\"This is just a witch hunt,\" Conway said in response, repeating a frequent criticism Trump makes towards the ongoing probe.",
  "The Trump administration has also begun ramping up its efforts to discredit special counsel Mueller's investigation.",
  "\"The more serious threat is that Trump would either pardon everyone else or fire Mueller,\" Seidman said.",
  "President Donald Trump pointed out that he has the \"complete power\" to grant pardons on Saturday.",
  "Trump's assertion came amid reports that he was exploring the possibility of pardoning himself.",
  "People should know what folks' past and their motivations and their political motivations are.",
  "Trump's legal team has also warned Mueller to stay within the scope of his inquiry.",
  "\"My own sense, for what it's worth, is that this outcome is very likely.\"",
  "These weren't minor donations.\""
]