[
  "After Trump Jr.'s emails came to light, a US official briefed on the matter told CNN that special counsel Robert Mueller's investigators, who are looking into the broader probe of Russia's meddling in the 2016 US presidential election, were planning on looking into the meeting and the emails.",
  "The emails between Goldstone and Trump Jr. suggested the publicist would be able to broker a meeting with Natalia Veselnitskaya, a Russian lawyer with ties to the Kremlin, in order to furnish information harmful to Hillary Clinton's 2016 presidential campaign.",
  "Although Donald Trump Jr. is not seen in the footage, other notable officials that are currently serving in the White House could be seen, according to CNN, including Michael Cohen, Trump's attorney; and Keith Schiller, director of Oval Office operations.",
  "Trump could also be heard congratulating the Agalarov family at a Miss USA red carpet event, pointing at their direction and saying they were \"the most powerful people in all of Russia, the richest men in Russia.\"",
  "CNN via YouTube Video footage obtained by CNN shows Donald Trump attending a dinner with key figures in the email chain that may suggest collusion between the Trump campaign and the Russian government.",
  "According to CNN, the video was shot prior to Trump announcing his multi-million dollar deal that would bring the Miss Universe pageant, which Trump owned at the time, to Russia.",
  "Goldstone and the Agalarovs were entangled in scandal after a New York Times report led to Donald Trump Jr. releasing his email correspondence with Goldstone on Tuesday.",
  "\"It's a very powerful country that we have a relationship with, but I would say not a great relationship, and I would say this can certainly help that relationship.\"",
  "The footage, taken in 2013 in Las Vegas, shows Trump with Russian oligarch Aras Agalarov and his pop-star son Emin, as well as Rob Goldstone, Emin's publicist.",
  "Instead Trump Jr. said that Veselnitskaya pivoted the discussion towards the Magnitsky Act, a US law blacklisting Russians accused of human-rights violations.",
  "Trump Jr. alleged that the meeting was merely \"a courtesy to an acquaintance,\" and that it produced no damaging information.",
  "Rob Goldstone/Facebook\n\n\"It really is a great country,\" Trump said in another clip from the pageant, CNN reported.",
  "Trump can be seen talking to various members of the Agalarov family, including Emin's mother and sister.",
  "\"What a beautiful mother you have,\" Trump continued, according to CNN.",
  "\"Whoa, look at this,\" Trump said after being introduced to the two.",
  "Then-businessman Donald Trump (R), and a member of Agalarov family.",
  "\"Well, you produce good looking stuff, right?",
  "\"Now I'm glad we're going to dinner.\"",
  "Watch CNN's video footage here»",
  "Beautiful stuff.\"",
  "Rob Goldstone."
]