[
  "\"Speaking to a trusted compatriot in September 2016, two well-placed sources based in St. Petersburg, one in the political/business elite and the other involved in the local services and tourist industry, commented on Republican US presidential candidate Donald Trump's prior activities in the city,\" the dossier says.",
  "It further alleges that Aras Agalarov, Trump's former business partner who helped bring Trump's Miss Universe pageant to Moscow in 2013, \"had been closely involved with Trump in Russia and would know most of the details of what the Republican presidential candidate had got up to\" in St. Petersburg.",
  "AP Photo/Evan Vucci\n\nPresident Donald Trump's longtime bodyguard Keith Schiller reportedly told the House Intelligence Committee in a closed-door interview earlier this week that someone in Russia offered to send five prostitutes to Trump's Moscow hotel room in 2013 but that it was not accepted.",
  "The question arose from a line in an explosive dossier of intelligence memos that said the Kremlin tried to exploit \"Trump's personal obsessions and sexual perversion in order to obtain suitable 'kompromat' (compromising material) on him.\"",
  "But the dossier also alleges, in a different section, that Trump had \"paid bribes and engaged in sexual activities\" in St. Petersburg but that \"key witnesses were silenced and evidence [was] hard to obtain.\"",
  "The dossier, written by the former British spy Christopher Steele, alleges that Trump hired prostitutes to perform \"a 'golden showers' (urination) show in front of him\" at the Moscow Ritz-Carlton in 2013.",
  "The Washington Post reported on Thursday night that Schiller told the committee \"he did not remember accompanying Trump on any other trips to Russia but told investigators that he could not rule it out.\"",
  "Trump Jr. took the meeting after the publicist, Rob Goldstone, said the Russian government wanted to give the campaign dirt on Hillary Clinton, the 2016 Democratic presidential nominee.",
  "The local services industry source reported that Trump had participated in sex parties in the city too, but that all direct witnesses to this recently had been 'silenced,' i.e.",
  "It continues: \"Both knew Trump had visited St. Petersburg on several occasions in the past and had been interested in doing business deals there involving real estate ...",
  "Citing an unnamed former adviser to Trump, The Daily Caller reported in January that Emin Agalarov told Schiller he would send prostitutes to Trump's room in Moscow.",
  "The publicist for Agalarov's popstar son, Emin Agalarov, organized a meeting between Donald Trump Jr. and a Russian lawyer at Trump Tower in June 2016.",
  "Schiller reportedly denied that anything inappropriate happened, telling the committee that he and Trump laughed off the offer and went to bed.",
  "\"Schiller agreed to review his passport and get back to the committee with more information,\" The Post report said.",
  "It is unclear when Trump visited St. Petersburg or whether Schiller went with him.",
  "Agalarov's attorneys denied the accusations on Thursday.",
  "President Donald Trump walking with Keith Schiller.",
  "bribed or coerced to disappear.\""
]