[
  "Ross Delston, a prominent anti-money-laundering attorney in Washington, D.C., told me that, if one of his clients approached him with the possibility of entering a licensing relationship with the people involved in the Batumi deal, he “would tell him not to walk away but to run away—to run like hell.” He explained, “There are too many aspects of the deal that don’t make sense, and there’s no way, as an outsider, that you could conduct sufficient due diligence to figure out if it is criminal.” So many partners of the Trump Organization have been fined, sued, or criminally investigated for financial crimes that it is hard to ascribe the pattern to coincidence, or even to shoddy due diligence.",
  "In U.S. courts, judges routinely explain to juries that “no one can avoid responsibility for a crime by deliberately ignoring what is obvious.” (When the Trump Organization cancelled the Batumi deal, it noted that it held the Silk Road Group “in the highest regard.”) John Madinger, the former Treasury official, said that, in any deal that might involve money laundering, there is one critical question: “Does the financial transaction make economic or business sense?” In recent years, a lot of residential housing has been built in Batumi, but most of it has consisted of what Colliers, the market-analysis firm, calls “low-segment”—down-market—apartments.",
  "The judge, Sir Nigel John Martin Teare, said that Ablyazov’s use of offshore holding companies had facilitated “fraud on an epic scale.” Teare ruled that “there can be only one explanation for the fact that the very large sums of money which were advanced were immediately transferred to companies owned or controlled by Mr. Ablyazov, namely, that the original loans were part of a dishonest scheme whereby Mr. Ablyazov sought to misappropriate monies which belonged to the bank.” Ablyazov was eventually sentenced to twenty-two months in a U.K. prison, for contempt of court, because he had refused to reveal disputed assets.",
  "The skyscraper, with its “pool and gyms and conference rooms,” would single-handedly create “an entire universe of very New York-style luxury in a seaside town.” The luxury condominiums, he added, were “for international buyers—Saudis, Turks, Russians.” In his “strong opinion,” the Trump brand was “the only brand for them.” (David Borger, the Silk Road Group executive, told me that a study by a well-regarded Turkish firm had concluded that the tower was a good business idea, but he declined to share the name of the firm or the study.)",
  "This enables them to insert a sum of money into the financial system equal to the original purchase price plus the capital gain, thereby allowing them to conceal the origin of their funds.” The report states that money launderers often find that “buying a hotel, a restaurant or other similar investment offers further advantages, as it brings with it a business activity in which there is extensive use of cash.” Casinos—like the one planned for the Trump Tower Batumi—are especially useful in this regard.",
  "When I asked him if it would be illegal for the deputy chairman of a Kazakh bank to have personal investments in a project that his bank was funding and withhold that information from investors, he laughed and said, “Yes, of course.” Richard Gordon, the director of the financial-integrity unit at Case Western Reserve University School of Law, explained that self-dealing represented a central cause of the 1997 global financial crisis.",
  "I recently obtained a summary of the report, which explained that K2 was “asked to probe the background and integrity of S.R.G.’s principal shareholder, George Ramishvili, more deeply than a standard investigative or compliance report might.” However, the report seems to have addressed only one issue: a rumor, circulating in the Georgian media, that Ramishvili had once been a member of the Mkhedrioni, a right-wing militia.",
  "However, he added, “it is difficult to conceive of legitimate reasons for one shell company in an offshore jurisdiction to own a chain of companies established in a series of other offshore jurisdictions.” Such byzantine arrangements add expense, complexity, and uncertainty—the opposite of what businesses normally want—without providing any clear benefit, other than obfuscation.",
  "Upon returning home, Trump appeared on “Fox and Friends.” Gretchen Carlson, the host at the time, asked him, “What are you going to be investing in?” He responded, “I’m doing a big development there—and it’s been amazing.” He said of Saakashvili, “He’s one of the great leaders of the world.” Virtually none of the things that Saakashvili and Trump said about the deal were true.",
  "I wouldn’t have gone near a project like this.” Giorgi Rtskhiladze, the Silk Road Transatlantic Alliance executive, confirmed that the luxury-housing market in Batumi was nonexistent in 2012, when he invited Donald Trump to visit Georgia, but said that the tower’s investors were nonetheless confident that a Trump-branded skyscraper would attract buyers.",
  "President Donald Trump’s attorney Jay Sekulow recently told me that the investigation being led by Robert Mueller, the special counsel appointed by the Justice Department, should focus on one question: whether there was “coördination between the Russian government and people on the Trump campaign.” Sekulow went on, “I want to be really specific.",
  "The e-mail cache shows that David Borger, a German financier who is a top executive at the company, regularly informed Tatishev about delicate internal financial matters and asked him for approval on a wide variety of decisions pertaining to Silk Road Group hotels, casinos, telecommunications infrastructure, and hydroelectric plants.",
  "It warns of “complex loans” in which businesses “lend themselves money, creating the appearance that the funds are legitimate.” It also warns of the use of offshore shell companies and tangled corporate legal structures, especially those in which third parties are hired to administer a company and conceal its true ownership.",
  "But the deal, for which Trump was reportedly paid a million dollars, involved unorthodox financial practices that several experts described to me as “red flags” for bank fraud and money laundering; moreover, it intertwined his company with a Kazakh oligarch who has direct links to Russia’s President, Vladimir Putin.",
  "The Web site of Tatishev’s company, the Kusto Group, declares that it has been “an outstanding partner for the Silk Road Group” since 2006, noting, “Together we have successfully invested in various sectors of the Georgian economy.” Whenever I pointed out such contradictions to Tatishev, he came up with new answers.",
  "Julie George, a political scientist at Queens College who studies Georgia, told me that, by 2012, Saakashvili’s tenure could in no way be considered a “great miracle.” The country’s economy was floundering, and shortly after Trump’s visit it was revealed that the government had been torturing political opponents.",
  "That’s like saying, ‘I don’t care if Pablo Escobar is my secret business partner.’ You have to care—otherwise, you’re at risk of violating laws against money laundering.” A judge in the U.K. ruled repeatedly against Ablyazov, starting in 2009, and ordered him to hand over more than four billion dollars to B.T.A.",
  "With minimal due diligence, Trump Organization executives would have noticed that the Silk Road Group exhibited many warning signs of financial fraud: its layered and often hidden ownership, its ornate use of shell companies, its close relationship with a bank that was embroiled in a financial scandal.",
  "In exchange for the million-dollar payment, he granted the right to use his name, and he agreed to visit Georgia for an elaborate publicity campaign, which was designed to promote Georgia’s President at the time, Mikheil Saakashvili, as a business-oriented reformer who could attract Western financiers.",
  "He professed to be a billionaire, but a few months earlier an appeals court in New Jersey had shut down Trump’s legal campaign against Timothy O’Brien, the author of “TrumpNation,” which argued that Trump had wildly inflated his fortune, and was actually worth less than a quarter of a billion dollars.",
  "By then, his fight against corruption had largely ceased, and Transparency International and other N.G.O.s were reporting that élite corruption—in which wealthy, politically connected people receive better treatment from courts, prosecutors, and government administrators—was rampant in Georgia.",
  "Trump removed his name from the project shortly before assuming the Presidency; the Trump Organization called this “normal housekeeping.” When the tower was announced, in March, 2011, it was the centerpiece of a bold plan to transform Batumi from a seedy port into a glamorous city.",
  "But he acknowledged that he “developed a strong friendship” with George Ramishvili, the company’s C.E.O., and “offered to advise him.” He added, “It was the right thing to do, and this is my definition of friendship.” But is it true that Tatishev merely advised the Silk Road Group?",
  "When I described to John Madinger, the retired Treasury official, the various entities and transactions involved in the funding of the Trump Tower Batumi, he said, “That is what you would expect to see in a money-laundering operation: multiple shell companies in multiple countries.",
  "Other real-estate partners of the Trump Organization—in Brazil, India, Indonesia, and elsewhere—are now caught up in corruption probes, and, collectively, they suggest that the company had a pattern of working with partners who exploited their proximity to political power.",
  "was lending all this money to the Silk Road Group, the bank’s deputy chairman, Yerkin Tatishev, was apparently crossing an ethical line—positioning himself to exert improper influence over some of the very Silk Road Group subsidiaries that were benefitting from the loans.",
  "It’s designed to make life hard for people trying to follow the transaction.” It was difficult to pierce the veil of ownership, but I made some headway by collaborating on a reporting project with an investigations team at the Columbia University School of Journalism.",
  "The campaign was misleading: the Trump Tower Batumi was going to be funded not by Trump but by businesses with ties to Kazakh oligarchs, including Timur Kulibayev, the son-in-law of Kazakhstan’s autocratic ruler, Nursultan Nazarbayev, and a close ally of Putin.",
  "Trump received several million dollars from the brother and the son of an Azerbaijani billionaire who was then the Minister of Transportation—a man who, U.S. officials believe, may have been simultaneously laundering money for the Iranian Revolutionary Guard.",
  "Until then, the Trump Organization had ventured abroad only occasionally: in 1999, a set of Korean buildings licensed the Trump name; in 2006, Trump bought a golf course in Scotland; the following year, construction began on a Trump-branded tower in Turkey.",
  "I recently received a cache of internal Silk Road Group e-mails, dating back to 2014, and they make clear that Tatishev has exerted detailed operational control over the company’s activities, including real-estate businesses that were funded by the B.T.A.",
  "In another recent e-mail discussion, which touched on crucial questions about the ownership and the financing of a major Silk Road Group project, Borger told Tatishev, “I need your ok.” In a subsequent e-mail, George Ramishvili, the C.E.O.",
  "In 2013, Trump met with the Azerbaijani-Russian billionaire Aras Agalarov and his son, Emin; that November, they partnered with Trump on the Miss Universe contest, in Moscow, and discussed building a Trump Tower in the Russian capital.",
  "that changes everything around here.” At another event, beneath a banner that proclaimed “trump invests in georgia,” he thanked Trump for being part of the project—which, he said, had a budget of two hundred and fifty million dollars.",
  "Bank had representatives on the boards of those subsidiaries, but one representative serving on two boards, Talgat Turumbayev, was simultaneously working for Tatishev’s company, the Kusto Group, supervising mergers and acquisitions.",
  "“And they’re going to do a fantastic job.” (Giorgi Rtskhiladze, the Silk Road Transatlantic Alliance executive who met me in Manhattan, told me that Trump must have thought it was him, not Tatishev, sitting next to Ramishvili.",
  "A representative of the Silk Road Group told me that the company had been eager to assuage any ethical concerns the Trump Organization or other potential partners may have had, and so it had conducted due diligence—on itself.",
  "Curiously, all the loans went to subsidiaries of one company: the Silk Road Group, which specialized not in real-estate development but in shipping crude- and refined-oil products, by rail, from Kazakhstan to other countries.",
  "The Trump Organization, with its extensive experience in the luxury real-estate market, could surely sense that it would not be easy to enlist hundreds of wealthy people to buy multimillion-dollar condominiums in Batumi.",
  "Mr. Trump had an immediate grasp over the geopolitical significance of the Republic of Georgia and its Black Sea region, acknowledging its vast potential by jointly transforming this hidden gem into the next Riviera.",
  "(Sekulow said that “the Georgia real-estate deal is something we would consider out of scope,” adding, “Georgia is not Russia.”) The waterfront lot where the Trump Tower Batumi was supposed to be built remains empty.",
  "“And should always work with cool guys.” Borger responded, “Dear Yerkin, in this case can you please help us to get a cool deal with them?” He then asked Tatishev to describe how he wanted the deal to be structured.",
  "B.T.A., which had been heralded internationally as a fast-growing bank in a troubled part of the world, had raised money by selling bonds through J. P. Morgan, Credit Suisse, and many other top Western banks.",
  "It would be impossible to gain a full understanding of the various points of contact between the Kremlin and the Trump campaign without scrutinizing many of the deals that Trump has made in the past decade.",
  "A month after Trump visited Georgia, he agreed to license his name to, and provide oversight of, a luxury hotel in Baku, Azerbaijan, a deal that I examined in an article in The New Yorker earlier this year.",
  "These intertwined companies can then trade property among themselves, in order to create inflated valuations: “An often-used structure is, for example, the setting up of shell companies to buy real estate.",
  "In December, 2012, not long after Trump signed the Batumi licensing deal, a company called Riviera, L.L.C., bought the fifteen-acre parcel of land on which the Trump Tower Batumi would supposedly be built.",
  "Levan Varshalomidze, the governor of Adjara at the time, told me that Saakashvili and other Georgian officials sought financial backers, but they could not get anyone to invest in a run-down Georgian port.",
  "A real-estate deal would be outside the scope of legitimate inquiry.” If he senses “drift” in Mueller’s investigation, he said, he will warn the special counsel’s office that it is exceeding its mandate.",
  "In 2010, when a Trump Organization executive, Michael Cohen, began negotiating with the Silk Road Group about licensing Trump’s name for the Batumi tower, Ablyazov was facing eleven lawsuits in the U.K.",
  "The Financial Times covered the case extensively, as did the Times, which described “a scheme by B.T.A.’s former chairman, Mukhtar Ablyazov, to direct between $8 billion and $12 billion worth of B.T.A.",
  "He added that he was not aware of any information about how the tower would be funded—or even “if there was going to be any funding at all.” He went on, “We had not gotten to that stage of the process.",
  "Moreover, by registering in so many different jurisdictions, the Silk Road Group has actually increased its legal risk, because a potential claimant can sue the company in all those jurisdictions.",
  "The price was twelve million dollars, and the seller was Vento, L.L.C., which was owned by a company that was owned by a company that was owned by a company that was owned by the Silk Road Group.",
  "When bank executives have a personal financial stake in projects that their own bank is financing, it is known as “self-dealing,” and it is a crime in nearly every country, including Kazakhstan.",
  "Gordon said that, at most banks today, the board members and senior staff don’t even have a credit card associated with the bank, in order to eliminate any appearance of a conflict of interest.",
  "But if Mueller and his team persist, Sekulow said, he might lodge a formal objection with the Deputy Attorney General, Rod Rosenstein, who has the power to dismiss Mueller and end the inquiry.",
  "To reduce liabilities, if we were sued or have to sue, certain courts are more efficient.” He pointed out that many companies legitimately use offshore jurisdictions to register their firms.",
  "In criminal law, there is a crucial concept called “willful blindness”: a person can be convicted of a crime even if he was unaware of certain aspects of the crime in which he was engaged.",
  "The developer that had paid Trump and invited him to Georgia—a holding company known as the Silk Road Group—had been funded by a bank that was enmeshed in a giant money-laundering scandal.",
  "He told himself, “One day, I will go to New York and meet this man.” He argued that the fact that “there was no luxury in Batumi” was precisely why the idea of a Trump Tower was so smart.",
  "Manuela Andreoni and Inti Pacheco, two recent graduates who are now investigative fellows, have spent months researching the Silk Road Group, Mukhtar Ablyazov, Yerkin Tatishev, and B.T.A.",
  "Shortly after acquiring the properties, the companies are voluntarily wound up, and the criminals then repurchase the property at a price considerably above the original purchase price.",
  "It wasn’t that difficult.” He added, “We like to do clean, transparent business.” I asked Rtskhiladze why he had invited Trump, who has generally avoided travelling abroad, to Georgia.",
  "Several news accounts have confirmed that Mueller has indeed begun to examine Trump’s real-estate deals and other business dealings, including some that have no obvious link to Russia.",
  "Banks in Indonesia, South Korea, Brazil, Russia, Pakistan, and Taiwan failed, in part, because bank executives and board members kept lending money to themselves and to their cronies.",
  "(Turumbayev told me that serving on the boards wasn’t a conflict of interest, because it didn’t take “a lot of time.”) I spoke with people who had knowledge about the subsidiaries.",
  "Gordon, who helped write the Republic of Georgia’s tax law, told me that he could think of no reason that this structure would help a Georgian company lawfully pay fewer taxes.",
  "Another New York developer, who spent years making deals in the former Soviet Union, told me, “A forty-seven-story tower of luxury condominiums in Batumi is an insane idea.",
  "But the planned high-rise—forty-seven stories containing lavish residences, a casino, and expensive shops—was oddly ambitious for a town that had almost no luxury housing.",
  "In 2012 alone, the Trump Organization negotiated or finalized deals in Azerbaijan, Brazil, Canada, Georgia, India, the Philippines, the United Arab Emirates, and Uruguay.",
  "In the élite realm of global residential and commercial real-estate developers, the Trump moniker was and remains synonymous with Coca-Cola, Pepsi, and Michael Jackson.”",
  "One foreign deal, a stalled 2011 plan to build a Trump Tower in Batumi, a city on the Black Sea in the Republic of Georgia, has not received much journalistic attention.",
  "loans—about half of the bank’s loan book—to companies that he secretly controlled.” The article noted that Ablyazov was renting “a 15,000-square-foot mansion” in London.",
  "The Silk Road Group had even been business partners with the central figure in the scandal: Ablyazov and the Silk Road Group were two of the owners of a bank in Georgia.",
  "(The White House declined to comment for this story, referring me instead to Sekulow, Trump’s lawyer, who also declined to discuss the specifics of the Batumi deal.)",
  "One laughed and said that the Batumi deal reminded him of “The Producers,” the Mel Brooks movie about two charlatans who create a horrible musical designed to fail.",
  "Video from Trump’s visit to Georgia provides further evidence that Tatishev was a key part of the Silk Road Group—and suggests that Trump recognized his importance.",
  "When the deal was signed, the general counsel for the Trump Organization was Jason Greenblatt, who is now President Trump’s envoy to negotiate Middle East peace.",
  "“He’s wearing oven mitts, so I threw him an oven.” The Financial Action Task Force, headquartered in Paris, is led by representatives from thirty-seven nations.",
  "In one e-mail exchange, from earlier this year, Tatishev weighed in on a decision about which investment bank the Silk Road Group should use for a transaction.",
  "In a 2014 e-mail, a Silk Road Group consultant sent Tatishev and Ramishvili a summary of a plan they had devised to settle the outstanding debt owed to B.T.A.",
  "When Michael Cohen, the Trump Organization executive, went to Georgia in 2010 to discuss building a tower with the Silk Road Group, he also met with Tatishev.",
  "“It’s a very hip disease, so it’s good that we caught it early, before everyone’s talking about it.”\n\nIn the years before the Trump Tower Batumi deal, B.T.A.",
  "He accomplished this with a diffuse scheme: dozens of offshore companies under his control received loans from B.T.A., and none of the loans were paid back.",
  "loaned the Silk Road Group three hundred million dollars, and these funds were dispersed among its many subsidiaries, making the money trail hard to follow.",
  "The loans would pay for the construction of hotels in Batumi, the expansion of the Georgian telecommunications industry, and the growth of a Georgian bank.",
  "The Silk Road Group, which had annual revenues of roughly two hundred million dollars, was planning, in an instant, to venture into several new industries.",
  "In an e-mail, he said that the joint investments were simply “charity/heritage projects.” After he told me that he never served on the committee of B.T.A.",
  "And it was true that the Silk Road Group had little experience in hotels or construction or telecommunications when it suddenly entered those industries.",
  "Lending to companies in which a senior bank executive has a personal stake is a crime because it violates the central trust that makes banking possible.",
  "Trump-branded buildings in Toronto and the SoHo neighborhood of Manhattan were developed in association with people who have connections to the Kremlin.",
  "After assuming power, he initially cracked down on widespread petty corruption and cleaned up the civil service, which had functioned largely on bribes.",
  "I recently spoke with Sergei Gretsky, a professor at the Catholic University of America, who wrote his Ph.D. dissertation on the Kazakh banking sector.",
  "But Rtskhiladze and Tatishev look nothing alike: Rtskhiladze is clean-shaven, with light-colored hair; Tatishev is nearly bald, with dark facial hair.)",
  "Although Tatishev had repeatedly assured me that he was not involved in making decisions about Silk Road Group projects that had been funded by B.T.A.",
  "Melanie A. Bonvicino, who handles communications for the Silk Road Group, told me that the Trump Tower Batumi deal demonstrated an openhearted vision.",
  "They have looked closely at relevant lawsuits, and they have obtained and translated property records and corporate registries from around the world.",
  "It would have taken only a Google search for the Trump Organization to discover that the Silk Road Group had received much of its funding from B.T.A.",
  "The announcement of the Batumi tower was handled with cynical opportunism by both Trump and Saakashvili, but that was not the deal’s biggest problem.",
  "President Trump has been more blunt, hinting to the Times that he might fire Mueller if the investigation looks too closely at his business dealings.",
  "The Silk Road Group, which was established in Georgia shortly after the fall of the Soviet Union, does not have a conventional corporate structure.",
  "That registration indicates that its creditor is B.T.A., which made loans valued at seventy-five per cent of the initial investment in the company.",
  "He is the author of “Money Laundering: A Guide for Criminal Investigators.” When I told him what Cohen had said to me, he responded, “No, no, no!",
  "Before the collapse of the Soviet Union, in 1991, Batumi had been a popular resort town, but by the early aughts it had fallen into disrepair.",
  "When I asked why the Silk Road Group had such a bewildering structure, Rtskhiladze said, “There are tax reasons, and there are other reasons.",
  "A representative of the Silk Road Group said that Tatishev is a friend of Ramishvili and simply wanted to say hello to a big American tycoon.",
  "Other due diligence may have been performed, but the Silk Road Group, K2, and the Trump Organization declined to share specific information.",
  "In June, 2016, at Emin Agalarov’s request, Trump, Jr., met with Natalia Veselnitskaya, a lawyer who has represented Russian intelligence.",
  "When the bank that Tatishev helped run, B.T.A., decided to invest in redeveloping Batumi, the obvious partner was the Silk Road Group.",
  "Kazakhstan is notoriously corrupt, and much of its wealth is in the hands of Nazarbayev’s extended family and his favored associates.",
  "In May, 2012, the Silk Road Group commissioned K2 Intelligence, a firm founded by the investigator Jules Kroll, to produce a report.",
  "The source at one subsidiary told me he suspected that Tatishev—who repeatedly participated in company meetings—was a hidden owner.",
  "The summary did not address the Silk Road Group’s funding sources, its complex legal structure, or its relationship to the B.T.A.",
  "Alan Garten, the chief legal officer for the Trump Organization, declined to describe the due diligence behind the Batumi tower.",
  "According to former executives at the Trump Organization, the company lacked rigorous procedures for assessing foreign partners.",
  "Giorgi Rtskhiladze co-owns the Silk Road Transatlantic Alliance, a subsidiary that focusses on business deals involving the U.S.",
  "Kazakhstan has the largest economy in Central Asia, based on its vast reserves of oil and metals, among other natural resources.",
  "official was heavily involved in the operations of a company that was receiving huge loans from B.T.A., they might have balked.",
  "The company had been working in Kazakhstan for years, transporting oil products, and had become close with the Tatishev family.",
  "Nine years earlier, Saakashvili had led the Rose Revolution, which overturned the country’s autocratic post-Soviet leadership.",
  "As a result, Putin and his security services have access to information that could put them in a position to blackmail Trump.",
  "His biggest investment, in American casinos, had proved ruinous, and he was now a minority owner of a near-bankrupt business.",
  "Georgian television covered the events fawningly, promising viewers that Trump would soon build a second tower, in Tbilisi.",
  "Tbilisi Central Plaza is owned by Susalike Holding GmbH, which is registered, in Germany, to a Silk Road Group subsidiary.",
  "Trump had defaulted on loans multiple times, and nearly every bank in the U.S. refused to finance deals bearing his name.",
  "Batumi Riviera Holding has reported having a sole asset: a company called Vento, L.L.C., which is registered in Georgia.",
  "I asked Cohen, who visited Georgia with Trump, if he had been concerned about the Silk Road Group’s connection to B.T.A.",
  "Mukhtar Ablyazov, the bank’s chairman, was a prominent figure in Kazakhstan, and not just because he was a billionaire.",
  "For example, an eight-million-dollar loan was granted to Batumi Riviera Holding, B.V., which was registered in Holland.",
  "Veselnitskaya came to the meeting accompanied by business associates who have extensive ties to Georgia and Azerbaijan.",
  "“With the Batumi project, Trump was once again able to demonstrate his keen business sense,” she wrote in an e-mail.",
  "Inviting friends to important business meetings, the representative said, is common practice in the Caucasus region.",
  "Batumi was the capital of the semiautonomous Adjara region, which was itself on the verge of declaring independence.",
  "Its beachfront hotels housed refugees from the nearby Abkhazia region, which had broken away from Georgia in 1992.",
  "Bank—the largest bank in Kazakhstan—was giving several hundred million dollars in loans to help develop Georgia.",
  "Trump says, “We have two great partners.” He points toward the seats where Tatishev and Ramishvili are sitting.",
  "The Silk Road Group’s leadership in Georgia asked him to represent the company in interviews for this article.",
  "Many of these projects had been initially funded by loans made while Tatishev was a senior official at B.T.A.",
  "His children Ivanka Trump and Donald Trump, Jr., assumed a management role in many of these foreign projects.",
  "During a speech that Trump gave in Tbilisi, Tatishev can be seen sitting in the audience next to Ramishvili.",
  "“We’re active in the region.” Rtskhiladze acknowledged that it was quite a big loan for such a poor country.",
  "He insisted to me that, while he was there, he had no personal financial involvement in the Silk Road Group.",
  "Saakashvili himself was increasingly unpopular, and the Trump deal was meant to help salvage his reputation.",
  "Then, in 2008, he led a disastrous war against Russia over control of the breakaway region of South Ossetia.",
  "Bank, which, at the time of the Batumi deal, was mired in one of the largest fraud cases in recent history.",
  "“Nobody else had experience.” In any case, he suggested, “real-estate development wasn’t that complicated.",
  "The budget of the Trump Tower Batumi was not two hundred and fifty million dollars but a hundred and ten.",
  "Compounding the risk, this expansion involved taking on a debt one and a half times its annual revenue.",
  "Bank’s 2005 decision to lend the Silk Road Group several hundred million dollars was hardly suspicious.",
  "If, as the Web site suggests, Tatishev financially involved himself in businesses funded by the B.T.A.",
  "And so Trump turned to people in other countries who did not share this reluctance to give him money.",
  "Bank, had sued him to reclaim ten billion dollars that he had allegedly siphoned out of the country.",
  "Saakashvili saw the redevelopment of Batumi as critical for maintaining Georgian sovereignty there.",
  "“Everybody in the world, they speak of Georgia and the great miracle that’s taking place,” he said.",
  "Under these conditions, few Western investors or brands were willing to put money into the country.",
  "In 2007, the task force issued a report about the use of real-estate projects for money laundering.",
  "Batumi Riviera Holding, in turn, is owned by Tbilisi Central Plaza, a company registered in Malta.",
  "At one point, Rtskhiladze and Cohen held two days of meetings in New York to discuss the project.",
  "Trump’s visit to Georgia occurred while his company was making a series of similar foreign deals.",
  "He insisted that the Silk Road Group had not taken part in anything illicit, and said that B.T.A.",
  "Its senior executives had very little experience in telecommunications, banking, or hospitality.",
  "You shouldn’t do a financial transaction with funds that appear to stem from unlawful activity.",
  "At the time, the Trump Organization had only a handful of staff members involved in dealmaking.",
  "It is a holding company that controls dozens of corporate entities registered around the world.",
  "“Donald Trump in his role as futurist and visionary ordained the region as the next big thing.",
  "Bank, Ablyazov fled the country for London—taking billions of dollars in bank funds with him.",
  "The fundamental business of banking is to borrow money from one group and lend it to another.",
  "They told me that the subsidiaries were co-owned by the Silk Road Group and secret partners.",
  "At the groundbreaking ceremony in Batumi, Saakashvili said that the tower was “a big deal .",
  "The financing of the project was the responsibility of the licensee”—the Silk Road Group.",
  "But, he pointed out, Georgia was still emerging from the torpid days of the Soviet Union.",
  "In February, 2012, when Trump was planning his trip to Georgia, Ablyazov fled to France.",
  "He was one of the leading sponsors of a political party opposed to President Nazarbayev.",
  "Trump visited Georgia in April, 2012, at a politically vulnerable time for Saakashvili.",
  "Saakashvili and President Nazarbayev, of neighboring Kazakhstan, announced that B.T.A.",
  "Tatishev accompanied Trump to meet Saakashvili at the Presidential Palace, in Tbilisi.",
  "“That’s true,” Richard Gordon, the financial-integrity expert at Case Western, said.",
  "Tatishev, who is estimated by Forbes to be worth half a billion dollars, left B.T.A.",
  "A groundbreaking ceremony was held five years ago, but no foundation has been dug.",
  "I recently spoke with John Madinger, a retired U.S. Treasury official and I.R.S.",
  "(The Kazakh government insisted that six billion dollars more remained missing.)",
  "“They told me, for target practice, to shoot Ronald Reagan’s face,” he recalled.",
  "Soon after he was released, he said, he saw a magazine with Trump on the cover.",
  "(This was fourteen months after the Trump Organization signed the Batumi deal.)",
  "was involved in this entire scenario up until the moment you told me,” he said.",
  "Bank loans, then he and the Silk Road Group may well have committed bank fraud.",
  "“This leads to defaults, bank bankruptcies, or government bailouts,” he said.",
  "I asked several New York real-estate developers to assess the proposed tower.",
  "He told me a story from 1989, when he was a young soldier in the Soviet Army.",
  "Batumi residents promised to turn the city into the Monaco of the Black Sea.",
  "And Trump, it seemed, had not asked many questions before taking the money.",
  "Since then, nearly every nation has made efforts to prevent self-dealing.",
  "Bank that oversees lending, I checked, and confirmed that this was false.",
  "of the Silk Road Group, added that Tatishev needed to give his approval.",
  "In 2009, when Nazarbayev signalled a desire to seize control of B.T.A.",
  "According to Rtskhiladze, Trump, Jr., helped oversee the Batumi deal.",
  "Trump, Jr., was promised damaging information about Hillary Clinton.",
  "One broadcaster proclaimed that Trump was the world’s top developer.",
  "The project was a licensing deal from which he made a quick profit.",
  "The casino was to be owned by the Silk Road Group and its partners.",
  "In other words, the Silk Road Group was selling property to itself.",
  "“You’re talking about a country that had no experience,” he said.",
  "Saakashvili showed Trump around Tbilisi, the capital, and Batumi.",
  "Trump, meanwhile, could hardly have invested such a sum himself.",
  "The Kazakh government, which had indeed seized control of B.T.A.",
  "Bank scandal, which was unfolding in London courts at the time.",
  "Riviera, L.L.C., was also partly owned by the Silk Road Group.",
  "special agent, who used to investigate financial crimes.",
  "He then insisted that he “did not recall” participating.",
  "He also awarded Trump the Georgian Order of Brilliance.",
  "(Saakashvili did not respond to requests for comment.)",
  "The issue will first be raised “informally,” he noted.",
  "I recently met him at the St. Regis hotel in New York.",
  "Trump did very little to develop the Batumi property.",
  "If these Western banks had known that a senior B.T.A.",
  "That wasn’t the only puzzling thing about the loans.",
  "loans, I continued to accrue contradictory evidence.",
  "But by 2012 Trump was struggling in the U.S. market.",
  "You hire third parties, who do feasibility studies.",
  "But nobody seemed willing to put money into Batumi.",
  "“I refused.” The Army jailed him for several days.",
  "“We were the partner they knew,” Rtskhiladze said.",
  "Then, in 2005, something remarkable happened.",
  "Bank became entangled in a spectacular crime.",
  "The report makes note of several red flags.",
  "K2 concluded that the rumor was false.",
  "Trump, Jr., dropped by several times.",
  "He is currently fighting extradition.",
  "Remember, this was a licensing deal.",
  "You’ve got to do your due diligence.",
  "Trump, in turn, praised Saakashvili.",
  "He brokered the Trump relationship.",
  "“We are cool guys,” Tatishev wrote.",
  "“I didn’t even know that B.T.A.",
  "“Unbelievable,” he called it.",
  "But this is hardly wayward.",
  "You look at the numbers.",
  "At the time that B.T.A.",
  "Tatishev did so.",
  "In total, B.T.A.",
  "Bank in 2009.",
  "B.T.A.",
  "loans.",
  "Bank.",
  "Bank.",
  "Bank.",
  "Bank.",
  ".",
  "."
]