[
  "Donald Trump Jr. Brian Snyder/Reuters\n\nDonald Trump Jr. told the Senate Judiciary Committee on Thursday that he agreed to meet with Russians who had promised his father's presidential campaign damaging information on Hillary Clinton because he wanted to assess Clinton's \"fitness\" and \"qualifications\" for office.",
  "\"To the extent they had information concerning the fitness, character, or qualifications of a presidential candidate, I believed that I should at least hear them out,\" Trump said in a statement provided to the committee — and obtained by The New York Times— before his closed-doors interview.",
  "He did not mention in that statement, which was reportedly dictated by his father, that he had been offered compromising information about Clinton in exchange for taking the meeting or that the lawyer had been accompanied by Russian-American lobbyist Rinat Akhmetshin.",
  "\"As much as some have made of my using the phrase 'I love it,' it was simply a colloquial way of saying that I appreciated Rob's gesture,\" the younger Trump said in his prepared statement for the committee on Thursday.",
  "Goldstone said in the emails last year that \"the crown prosecutor of Russia\" had \"some official documents and information that would incriminate Hillary and her dealings with Russia.\"",
  "\"If it's what you say I love it especially later in the summer,\" Trump told Rob Goldstone, the music publicist who pitched Trump on the meeting on behalf of his client Emin Agalarov.",
  "Trump said in his initial statement after The Times broke the news of the meeting that he and a Russian lawyer primarily \"discussed a program about the adoption of Russian children.\"",
  "Donald Trump Jr. said he \"did not quite know what to make of his email\" and had \"no way to gauge the reliability, credibility, or accuracy of any of the things he was saying.\"",
  "The emails showed that he agreed to meet with the lawyer, Natalia Veselnitskaya, at Trump Tower to discuss compromising information she said she had on Hillary Clinton.",
  "\"Depending on what, if any, information they had, I could then consult with counsel to make an informed decision as to whether to give it further consideration.\"",
  "Upon learning earlier this summer that The Times was going to publish the full email chain leading up to the meeting, Trump released it himself on Twitter.",
  "Emin is the son of Aras Agalarov, a wealthy Russian-Azerbaijani developer who brought Donald Trump's Miss Universe pageant to Moscow in 2013.",
  "\"The meeting provided no meaningful information and turned out not to be about what had been represented.\"",
  "\"As it later turned out, my skepticism was justified,\" he said."
]