[
  "That’s been proven false, and every evasive or dismissive answer Trump or one of his proxies has given about Russia since last year—many of which suggested that it wasn’t certain at all that Russia was even trying to help him—now has to be viewed in consideration of the fact that at least three top Trump campaign figures saw an email last June informing them that well-connected Russians wanted to provide them with information relating to “Russia and its government’s support for Mr. Trump.” And that puts a number of open questions about Trump and Russia in a new light as well.",
  "Others disagree; in a post announcing he’s changed his mind on the question, for example, Fordham law professor Jed Shugerman writes that criminalizing what Trump Jr. did “would criminalize a campaign official talking to foreign nationals about anything related to the opponent or even their own candidate,” raising the hypothetical case of an Obama campaign operative in 2012 calling someone in Kenya to try to debunk a bogus claim about the former president’s place of birth.",
  "And in the big picture, there are big differences: Ukraine wasn’t led at the time by a government under sanction by the United States; its government didn’t engage in an organized election-sabotage campaign on Clinton’s behalf; the DNC operative in question was nowhere near as important to Clinton’s campaign as Donald Trump Jr., Paul Manafort, and Jared Kushner (the three people who attended the meeting set up by Goldstone) were to Trump’s.",
  "Specifically, Goldstone offered dirt that would “incriminate Hillary Clinton.” Some election-law experts believe this violated the federal law that prohibits campaigns from soliciting or accepting material “of value” from a “foreign national”—the idea being that damaging information about Clinton constituted material of value.",
  "University of North Carolina law professor Michael Gerhardt did tell me that when it comes to the specific prohibition against campaigns soliciting items of value, “the DNC efforts might be equally problematic” to what Trump Jr. did if you’re working under the assumption that it’s illegal to solicit incriminating information.",
  "Put simply, what we found out thanks to Donald Jr.’s indiscretion is that Trump’s campaign accepted an offer of “support” that allegedly originated at the highest levels of a government run by someone who has been openly hostile to the United States (and to even the most basic notions of civil and human rights) for years.",
  "And such as the biggest question of all: Whether anyone in Trump’s orbit ever discussed the hacking of the Democratic National Committee and John Podesta’s emails with anyone related to the Russian government, or agreed to support any particular pro-Russia policies out of gratitude for said hacking.",
  "But Rob Goldstone told Donald Trump Jr. that the individuals who wanted to help his father were Aras Agalarov, a real-estate tycoon, and the Russian “crown prosecutor,” who is believed to be Russian prosecutor-general Yuri Chaika—the country’s equivalent of our attorney general.",
  "say, for the Trump campaign to have responded affirmatively to the vague offer of Russian government “support,” but there’s no public evidence (yet) that the campaign solicited or accepted the kind of money or services that would make for an obviously prosecutable case.",
  "Didn’t Democrats do the same thing anyway when a Democratic National Committee consultant allegedly solicited dirt on Trump campaign manager Paul Manafort, who worked for several years in Ukraine, from foreign nationals at the Ukrainian embassy?",
  "Russia expert Julia Ioffe writes at the Atlantic that Chaika is “extremely loyal to Putin,” has engaged in sleazy behavior on Putin’s behalf for years, and has both family connections to Veselnitskaya and professional connections to Agalarov.",
  "Readers, I have spent most of the past 24 hours learning about Donald Trump Jr.’s meeting with Russian lawyer Natalia Veselnitskaya, and I am ready to disgorge my understanding thereof to you like a mother bird to her hungry young.",
  "All such questions directed to foreigners, Shugerman says he now thinks, would constitute protected speech—unless, perhaps, the questioner knew that the information he or she was trying to obtain had been collected illegally.",
  "A week ago, Trump’s position on Russia’s hacking and propaganda support for his 2016 campaign was that no one in his orbit had collaborated with, or even met, anyone representing the Russian government before he was elected.",
  "Such as the question of whether Republican operative Peter Smith was telling the truth when he told a professional contact last fall that he had contacted Russian-affiliated hackers on behalf of the Trump campaign.",
  "Such as the question of why Donald Trump promised on the day the Goldstone-Veselnitskaya-Trump Jr. meeting was set up that he would soon be giving a “major speech” regarding incriminating information about Clinton.",
  "Such as the question of whether Jared Kushner’s voter-targeting data operation collaborated with Russian-backed hackers who disseminated propaganda about Clinton via social media to potential voters.",
  "Such as the question of why Michael Flynn and Jared Kushner lied about or failed to disclose several friendly conversations with high-level Russian figures during the presidential transition.",
  "Shugerman also writes that he couldn’t find any past cases in which a representative of a political campaign was actually prosecuted for simply asking a foreign national for information.",
  "The emails Trump Jr. and the New York Times released show him accepting an offer of “support” from the “Russian government” that was delivered by an intermediary named Rob Goldstone.",
  "What Trump’s campaign did was like a head coach enthusiastically responding to an email with the subject line LET’S CHEAT AT FOOTBALL from someone who later killed all the referees.",
  "To put it in sports terms, what the Democrats did was akin to someone on a football team’s janitorial staff turning off the heat in the opposing team’s locker room before a game.",
  "So another thing we have now that we didn’t a week ago is a detailed idea of what a back channel between Russian intelligence and the Trump campaign might have looked like.",
  "Trump Jr. claims that they don’t—that Veselnitskaya, the Russian lawyer, didn’t give him any information of value during their meeting and that they never spoke again.",
  "The Intercept reports that Russian dissident Alexei Navalny “called the idea of a Putin-Chaika-Agalarov-Trump pipeline ‘very plausible’ ” on his blog.",
  "Put even more simply, while all the pieces of this puzzle might not fit together yet, the overall picture is becoming clearer—and it’s an ugly one.",
  "Images via Stanislav Krasilnikov\\TASS via Getty Images; Saul Loeb/AFP/Getty Images; Wavebreakmedia Ltd.",
  "Powerful Putin ally and partner-in-crime Yuri Chaika; Donald Trump Jr. Photo illustration by Slate.",
  "Agalarov, meanwhile, collaborated with Trump on the 2013 Miss Universe event held in Moscow.",
  "Is Donald Trump Jr. going up the river to do hard time in the federal pen?",
  "(Goldstone is from the U.K., where “crown prosecutors” are a thing.)",
  "And we already knew that it received said support in abundance.",
  "(So did Goldstone, which is where that connection comes from.)",
  "I understand where you’re coming from, hypothetical nihilist.",
  "So it doesn’t seem, for now, like Don Jr. is in much danger.",
  "Do the Trump Jr. emails have any bearing on that question?",
  "It’s not like it’s going to hurt Trump in the polls.",
  "But, as we’ve seen, that’s a disputable assumption.",
  "It may be an extremely “bad look,” as teens (?)",
  "If this wasn’t illegal, who cares?",
  "But let’s take a step back.",
  "Open your mouths!",
  "Let’s get going.",
  "Nothing matters.",
  "Open them wide!",
  "Probably not.",
  "Sort of.",
  "Such as?"
]