[
  "A lawsuit brought in 2010 against Sater and others, which is ongoing, alleges that \"for most of its existence [Bayrock] was substantially and covertly mob-owned and operated,\" engaging \"in a pattern of continuous, related crimes, including mail, wire, and bank fraud; tax evasion; money laundering; conspiracy; bribery; extortion; and embezzlement.\"",
  "\"FBI investigators and others are looking at Russian purchases of apartments in Trump buildings, Trump's involvement in a controversial SoHo development with Russian associates, the 2013 Miss Universe pageant in Moscow and Trump's sale of a Florida mansion to a Russian oligarch in 2008,\" Bloomberg said, citing a person familiar with the matter.",
  "Mueller — who was appointed in May to lead the FBI's probe after Trump fired FBI Director James Comey — is also homing in on money laundering and the business dealings of Trump's son-in-law and senior adviser, Jared Kushner, and his former campaign chairman, Paul Manafort, Bloomberg said.",
  "Manafort has also come under scrutiny for more than a dozen bank accounts and companies he set up in Cyprus beginning in 2007 that were linked to offshore companies, NBC reported, one of which was used to receive millions of dollars from the Russian oligarch and Putin ally Oleg Deripaska.",
  "The family's bank of choice has long been Deutsche Bank, the only bank willing to loan to Trump after he lost others money in a series of bankruptcies — something he figured \"was the bank's problem, not mine,\" he wrote in his 2007 book, \"Think Big: Make it Happen in Business and Life.\"",
  "Khrapunov's use of shell companies to buy Trump real estate was not unique — a USA Today investigation found that approximately 70% of buyers of Trump properties since June 2016 were limited-liability companies, compared with about 4% of buyers in the two years before.",
  "Bayrock and Trump SoHo\n\nOne of Trump's real-estate advisers in the early 2000s, the Russia-born businessman Felix Sater, was accused nearly two decades ago of being a co-conspirator in a $40 million fraud and money-laundering scheme involving four Mafia families.",
  "Special counsel Robert Mueller has expanded his investigation into Russia's interference in the 2016 election and whether the Trump campaign colluded with Moscow to include an examination of President Donald Trump's business dealings, Bloomberg reported Thursday.",
  "But in early June, Mueller began hiring lawyers with extensive experience in dealing with fraud, racketeering, and other financial crimes to help him investigate whether Trump or his associates worked with Russia to undermine Hillary Clinton during the election.",
  "Deutsche Bank and Dmitry Rybolovlev\n\nAs Trump praised and defended Putin along the campaign trail, many questioned whether the real-estate mogul had any financial incentives — including business ties or outstanding debt — to seek better relations with Moscow.",
  "That meeting came on the heels of Kushner's meeting with Russia's ambassador to the US, Sergey Kislyak, at Trump Tower, in which he reportedly floated the possibility of setting up a secure line of communication between Trump's transition team and Russia.",
  "Miss Universe in Moscow\n\nMueller is apparently interested in learning more about Trump's relationship with Aras Agalarov, a billionaire Azerbaijani-Russian developer who paid Trump $20 million to bring his Miss Universe pageant to Moscow in 2013.",
  "The Washington Post has reported that \"Trump and his family members have made numerous trips to Moscow in search of business opportunities\" since the 1980s, \"and they have relied on Russian investors to buy their properties around the world.\"",
  "Jared Kushner and Paul Manafort\n\nThe FBI is also examining whether Russian officials suggested to Kushner that Russian banks could finance Trump's associates' business ventures if US sanctions were lifted or relaxed, Reuters reported in May.",
  "Reuters reported in May that the FBI was examining whether Kushner entertained an offer from Gorkov to finance the Trump family's business ventures in exchange for the administration relaxing or lifting economic sanctions on Russia.",
  "The lawsuit, filed by Bayrock's former finance director, Jody Kriss, accused Sater and Bayrock's founder, Tevfik Arif, of cheating him out of millions of dollars via fraud, money laundering, and racketeering, among other misconduct.",
  "Kushner suggested using Russian diplomatic facilities in the US to communicate, which would essentially conceal the Trump team's interactions with Russian officials from US government scrutiny, The Post reported in May.",
  "trumpsohohotel.com\n\nAccording to that complaint, Sater and Arif began negotiating with the Trump Organization in 2003 to market certain projects under the Trump brand but didn't tell Trump about Sater's criminal past.",
  "Meanwhile, Manafort has faced questions about whether he received cash payments reportedly earmarked for him for his work with former Ukrainian President Viktor Yanukovych's political party throughout the 2000s.",
  "Sater has said in a deposition that he met with Trump \"on a constant basis,\" Bloomberg previously reported, and Kriss told the publication that Trump valued Sater's loyalty — and his Russia connections.",
  "Agalarov came under renewed scrutiny earlier this month when The Times reported that his son, Emin Agalarov, had requested a meeting between Trump Jr. and a Russian lawyer last June at Trump Tower.",
  "The bank refused in June to hand over documents requested by five Democratic lawmakers related to the bank's relationship with Trump, citing the confidentiality of nonpublic customer information.",
  "Questions have also been raised about Trump's relationship with Dmitry Rybolovlev, a Russian multibillionaire who was an early investor in one of the world's most lucrative fertilizer companies.",
  "Cohen was said to have delivered the plan directly to Michael Flynn before he resigned as national security adviser on February 13, though Cohen has disputed that in subsequent interviews.",
  "A person familiar with the matter, who requested anonymity for fear of retribution by Sater or his associates, told Business Insider that Sater and Trump had standing meetings each week.",
  "Sater also acted as a fixer to help the former Kazakh cabinet minister Viktor Khrapunov buy three apartments in Trump SoHo using shell companies, the Financial Times reported.",
  "The two met at a New York hotel on January 27 to discuss a peace plan for Russia and Ukraine that was drafted by a Ukrainian politician, Andrey Artemenko, The Times reported.",
  "That deal ultimately fell through, but the Kremlin and the White House have provided conflicting explanations for why Kushner met privately with Gorkov in the first place.",
  "According to PolitiFact, in 2008, Trump Entertainment Resorts missed a $53.1 million bond interest payment and filed for Chapter 11 bankruptcy protection to reorganize.",
  "In a 2007 deposition, Trump said his organization would never have agreed to partner with Bayrock on the development of Trump SoHo had he known about Sater's past.",
  "The follow-the-money approach began with a money-laundering case initiated last year by Preet Bharara, at the time a US attorney, according to Bloomberg.",
  "Trump worked with the real-estate firm where Sater was an executive, Bayrock Group, on at least four projects, including the Trump SoHo in Manhattan.",
  "Mike Cassese/Reuters\n\nSergey Gorkov was appointed CEO of Vnesheconombank — a bank under US sanctions — in January 2016 after Gref recommended him.",
  "Deutsche Bank was fined earlier this year as part of a Russian money-laundering scheme that involved its Moscow, New York, and London branches.",
  "While in Moscow in 2013, Trump had dinner with Herman Gref, the CEO of Russia's largest bank and an ally of Russian President Vladimir Putin.",
  "Rybolovlev bought a Palm Beach property from Trump for $95 million in 2008, two years after Trump put it on the market for $125 million.",
  "Sater showed Ivanka Trump and her brother Donald Trump Jr. around Moscow in 2006 when their father was scouting real estate in Russia.",
  "The Trump Organization is also believed to have received loans from Russia when it was struggling in the 1990s, the report said.",
  "An email chain released later by Trump Jr. showed that Emin's publicist, Rob Goldstone, had arranged the meeting on his behalf.",
  "The meeting with Gorkov came as Kushner was trying to find investors for a Fifth Avenue office building in Manhattan.",
  "Trump told The New York Times on Wednesday that Mueller would cross a line if he began digging into his finances.",
  "The Times reported on Wednesday that Manafort was in debt to pro-Russian interests as recently as last year.",
  "Sater was evidently still in touch with Trump's personal lawyer, Michael Cohen, as recently as late January.",
  "They stayed for several days at the Hotel National Moscow opposite the Kremlin, according to The Times.",
  "In December, a New York judge ruled that the lawsuit could move forward as a racketeering case.",
  "\"It's ridiculous that I wouldn't be investing in Russia,\" Trump said in the 2007 deposition.",
  "Gorkov met with Kushner in December at Trump Tower for reasons that are still unknown.",
  "Trump also said he would not be able to identify Sater if they were in the same room.",
  "The possibility first came under scrutiny after Kushner met with Gorkov in December.",
  "The Kazakh government has alleged that Khrapunov stole those funds from the state.",
  "Bayrock's office was once two floors below Trump's in Trump Tower on Fifth Avenue.",
  "\"I actually told one bank, 'I told you you shouldn't have loaned me that money.",
  "\"The Russian market is attracted to me,\" Trump said shortly after the meeting.",
  "It was believed at the time to be the most expensive home sale in US history.",
  "From left: Donald Trump Jr., Donald Trump, Ivanka Trump, and Eric Trump.",
  "Trump also met at least 10 other Russian businessmen and oligarchs.",
  "\"Russia is one of the hottest places in the world for investment.\"",
  "\"Almost all of the oligarchs were in the room.\"",
  "He also tweeted: \"TRUMP TOWER-MOSCOW is next.\"",
  "(Trump purchased it in 2004 for $41 million.)",
  "But the FBI is likely to get ahold of them.",
  "I told you the goddamn deal was no good.'\"",
  "Some of those projects ultimately failed.",
  "\"What the hell did I care?\"",
  "Trump wrote.",
  "Trump SoHo."
]