[
  "He criticized both campaigns, saying, \"I don't think they are setting the best example.”\n\nIn October, the same day a massive dump of e-mails from Clinton campaign chairman John Podesta appeared on WikiLeaks, the U.S. director of national intelligence took the unprecedented step of publicly charging that \"only Russia's senior-most officials could have authorized these activities.\"",
  "'Unprecedented' Role\n\n\"This seems to be unprecedented both for the dramatic difference in the candidates' approach to Russia and Russia's insertion into our electoral process,\" said Heather Conley, director of the Europe Program at the Center for Strategic and International Studies in Washington and a former official in the State Department bureau of political-military affairs.",
  "From the debate last week when Hillary Clinton and Trump traded barbs on which was Putin's \"puppet\" to U.S. charges that Kremlin leaders were behind the hacking that has dogged the Clinton campaign — a conclusion Trump has refused to accept — Russia has transfixed the campaign in a way no foreign government has in decades.",
  "\"The Kremlin is so determined to be noticed that it clearly underestimated the consequences, both for Trump and ties with the U.S.”\n\nFour years ago, Russia's global role had so faded that Obama ridiculed Republican nominee Mitt Romney as being stuck ”back in 1975” for saying Russia was the U.S.'s \"No.",
  "Click here for more on the Trump-Putin bond\n\nThe alleged hacking has added to the vitriol in a U.S.-Russia relationship that's already at its lowest point since the Cold War amid differences over the civil war in Syria, Kremlin intervention in Ukraine and western sanctions on Russia.",
  "--With assistance from Stepan Kravchenko and Evgenia Pismennaya To contact the reporters on this story: Henry Meyer in Moscow at hmeyer4@bloomberg.net, Ilya Arkhipov in Moscow at iarkhipov@bloomberg.net, Nick Wadhams in Washington at nwadhams@bloomberg.net.",
  "Sowing doubt about the integrity of democracy has found a fertile audience among voters increasingly suspicious of established political parties and ideas like free trade and immigration that had long been beyond question.",
  "After years of accusing the U.S. and its allies of undermining his political system -- backing critics, opponents and election observers who cast doubt on the legitimacy of Russian votes -- Putin has turned the tables.",
  "\"Anything that undermines our reputation as a leading democratic power works to their advantage,\" said Thomas Graham, managing director at Kissinger Associates and a former senior White House aide on Russia.",
  "While the rhetorical battling helps boost Putin's domestic support, the risk of tougher economic sanctions or other U.S. retaliation could derail Kremlin efforts to stabilize the battered economy.",
  "Putin, who had accused the U.S. of being behind the leaks in the spring of offshore financial information that exposed the wealth of some of his closest allies, seemed to revel in the attention.",
  "But little evidence has been found to date of significant Trump business ties in Russia, though the candidate hasn't released tax returns or other financial records that might reveal them.",
  "\"Putin's obvious support for Trump's campaign is without precedent in Russian and even Soviet political history,\" said Gleb Pavlovsky, a former political adviser to the Russian president.",
  "Relations with Clinton have been frosty since at least 2011, when Putin accused the then-secretary of state of encouraging protesters to take to the streets in opposition to his rule.",
  "\"Putin is absolutely convinced that as long as he is president, the West has no intention of improving relations with Russia and that the West's goal is his overthrow,\" said Solovei.",
  "\"Moscow doesn't have any illusions about the effectiveness of these tools,\" said Valery Solovei, a political scientist at the Moscow State Institute for International Relations.",
  "The prospect of a victory for Clinton, who has called him a \"bully\" and vowed to take a harder line against Russia, could bring new tensions the Kremlin isn't likely to welcome.",
  "When Vladimir Putin praised Donald Trump as \"talented\" and the \"absolute leader\" in the U.S. presidential race back in December, the embrace seemed more mischievous than malign.",
  "Putin 'Enjoying'\n\n\"It's not that he has some diabolical strategy for how to undermine everything,\" said Fyodor Lukyanov, who heads a Kremlin foreign-policy advisory panel.",
  "For Putin, once dismissed by the White House as a \"regional\" player, the long shadow he has cast over the elections is a triumph, even as the Kremlin denies any role.",
  "The brash Trump brand seemed uniquely suited to the hunger for glitz of post-Communist Russia, whose wealthy flocked to his high-end U.S. real estate projects.",
  "In 2013, Trump had planned on meeting Putin during his stay in Moscow for his Miss Universe pageant, asking in a tweet if he would become \"my new best friend.\"",
  "With the U.S. now threatening unspecified retaliation, Putin could be at risk of overplaying his hand, alienating the incoming administration if Trump loses.",
  "But last week, Trump said he might make his first trip if he wins before he's even inaugurated to meet Putin, something he said would be \"wonderful.\"",
  "\"Putin and Russia have become practically the central themes of the American elections,\" said Alexei Chesnakov, a former Kremlin political staffer.",
  "Putin has been honing his tools for years in the U.S. and Europe, from Kremlin-funded TV networks and friendly political parties to hacker groups.",
  "To contact the editors responsible for this story: James Hertling at jhertling@bloomberg.net, Gregory L. White, Bill Faries\n\n©2016 Bloomberg L.P.",
  "U.S. intelligence agencies later said they suspected he had clandestine meetings with top officials, something both the Kremlin and Page denied.",
  "The presidential headliners aside, cyber-attacks on election boards in several states have spawned fears the results could be tampered with.",
  "In another of the many surprises of the campaign, Trump in July said he hoped Russia had hacked the e-mails from Clinton's private server.",
  "In Germany, which holds national elections next year, officials have accused the Kremlin of trying to undermine Chancellor Angela Merkel.",
  "When a campaign adviser, former investment banker Carter Page, visited Moscow in July to give a speech, the public reception was cool.",
  "Just how long the Kremlin's reach is remains to be seen, especially given that Russia-friendly Trump is sinking in the polls.",
  "\"Russia, if you're listening, I hope you're able to find the 30,000 emails that are missing,” he said at a press conference.",
  "The first reports of the breach of Democratic National Committee servers by hackers allegedly linked to Russia came in June.",
  "As president, she'd have the backing of Republicans in Congress, who don't share Trump's enthusiasm for the Russian leader.",
  "But now, with Election Day in just two weeks, the Kremlin's role has become one of the dominant topics in the campaign.",
  "Even before the campaign, Trump's public enthusiasm for Putin has been greater than the Kremlin's for the billionaire.",
  "The flow of leaks has continued through the summer and into the fall, keeping the Clinton campaign on the defensive.",
  "In an interview with Bloomberg in September, Putin said the U.S. was wrong to focus on the source of the breaches.",
  "Not since the Red Scare of the 1950s has Russia been accused of such sweeping influence on U.S. politics.",
  "Trump had a high opinion of Putin, praising him as a \"real personality,” said billionaire Aras Agalarov.",
  "Keeping the Kremlin at the center of a chaotic U.S. campaign is a big propaganda win for the Kremlin.",
  "Backfiring Risks\n\nUltimately, Putin's role as the bogeyman of the U.S. campaign could backfire.",
  "\"That of course is beneficial, since it underlines the status of the country and its leader.\"",
  "But the Kremlin leader didn't turn up, according to a Russian associate of the U.S. tycoon.",
  "The Clinton campaign blasted the comments as further evidence Trump is in Putin's pocket.",
  "Hacking Appeal\n\nThe Page speech came as the hacking was just beginning to come out.",
  "The Kremlin has quietly denied Trump's repeated claims of having met Putin.",
  "A month later, the first wave of revelations cost the party chief her job.",
  "Even his political allies sought to distance themselves from that appeal.",
  "The hacking was \"intended to interfere with the U.S. election process.\"",
  "\"He's known for never missing an opening when he senses one,\" he added.",
  "But with ties strained, the Kremlin may reckon it has little to lose.",
  "\"The important thing is the content that was given to the public.\"",
  "\"They're trying to play on nerves, nothing more.\"",
  "For a QuickTake profile of Putin, click here.",
  "\"Does it even matter who hacked this data?\"",
  "\"He's enjoying playing at this.\"",
  "1 geopolitical foe.\"",
  "Overplaying Hand?",
  "Trump to Moscow?",
  "he said."
]