[
  "After several bankruptcies made it hard to raise money in the United States for his high-end hotel and condominium projects since the 1990s, Trump, and later his children, traveled to Moscow to talk deals and attract buyers, according to interviews with people who have worked with Trump over the years and news accounts.",
  "Back in 2008, Trump’s son Donald Trump Jr. told investors in Moscow that the Trump Organization had trademarked the Donald Trump name in Russia and planned to build housing and hotels in Moscow, St. Petersburg and Sochi, and to sell licenses to other developers, according to the Russian daily Kommersant.",
  "We’re thinking about how to get out of the economic situation we are in.”\n\nAgalarov and his son told Russian media in 2013 that they were looking into other projects with Trump, potentially including a Trump Tower near Crocus City Hall, a project estimated as being worth up to $350 million.",
  "And Donald said: ‘Well, I’ll have 10 minutes, if you can do it in one take.’ And it was done in one take.”\n\nThe billionaire denied media reports that he was financing Trump, however: “I can’t finance myself, and I’m going to finance the president of the United States?",
  "In regard to Russia's annexation of Crimea in 2014, Trump said during his campaign that he might recognize Russia's claim to Crimea, which had been part of Russia until 60 years ago, because most Crimeans seem to prefer Russian control of the province.",
  "“And in his interviews he says that if he becomes president of the United States he will certainly keep in mind that he has friends in Russia.”\n\nContributing: Oren Dorell\n\nRead or Share this story: http://usat.ly/2ikhR53",
  "Trump has also welcomed Putin's involvement in Syria's civil war, saying U.S. forces would work with their Russian counterparts, and he indicated Syrian President Bashar Assad could remain in power.",
  "(Photo: Seth Wenig, AP)\n\nPresident-elect Donald Trump said Wednesday at a news conference that he had no business relations with Russia, except that \"I guess I sell condos to Russians.\"",
  "Trump's bromance with Putin\n\nLast month, Trump praised President Vladimir Putin's surprise decision to forgo retaliation in response to sanctions imposed by President Obama on Russia.",
  "— Donald J. Trump (@realDonaldTrump) January 11, 2017\n\nWithout access to Trump’s tax returns, it may not be possible to tell whether the president-elect has Russian assets currently.",
  "Real estate brokers in New York, Florida and Dubai told USA TODAY in December that Trump properties still attract high-end buyers from Russia, as well as from other countries.",
  "Don't forget about Miss Universe Pageant\n\nRussian billionaire Aras Agalarov spent $20 million to hold the Miss Universe Pageant that Trump brought to Moscow in 2013.",
  "Trump spent almost a week here with us,” Aras Agalarov told the Komsomolskaya Pravda newspaper in an interview on Nov. 9, the day after Trump won the election.",
  "“When Donald Trump was here in Moscow he said a lot of good things about our country, our culture, our people,” Agalarov told Komsomolskaya Pravda in 2015.",
  "CLOSE President-elect Donald Trump denounces the unverified Russian report released by Buzzfeed and thanks media organizations who didn't share the report.",
  "\"There was a man who went bankrupt and I bought the house for $40 million and I sold it to a Russian for $100 million including brokerage commissions.",
  "During Trump’s stay in Moscow, the two became so close that Trump even took part in a music video with Agalarov’s son, Emin.",
  "Trump properties attract Russian buyers\n\nTrump first traveled to Moscow in the 1980s, to discuss renovating hotels there.",
  "Trump was responding to questions on allegations that Russian agencies hacked Democratic National Committee emails.",
  "You know the closest I came to Russia, I bought a house a number of years ago in Palm Beach, Fla.,\" Trump said.",
  "USA TODAY NETWORK\n\nPresident-elect Donald Trump speaks during a news conference Jan. 11, 2017, in New York.",
  "He downplayed fears in Ukraine that Russia might send troops into its neighbor to grab more territory.",
  "President Obama wants Assad to step down because of atrocities committed against his own people.",
  "Trump said in a tweet: \"Great move on delay (by V. Putin) - I always knew he was very smart!\"",
  "They show far greater commercial ties between Trump and Russia than generally known.",
  "Earlier Wednesday, Trump tweeted, \"Russia has never tried to use leverage over me.",
  "We’re all in such a crisis that we don’t have time for the U.S. president.",
  "The venue was Agalarov’s Crocus City Hall on the outskirts of Moscow.",
  "I HAVE NOTHING TO DO WITH RUSSIA - NO DEALS, NO LOANS, NO NOTHING!\"",
  "I HAVE NOTHING TO DO WITH RUSSIA - NO DEALS, NO LOANS, NO NOTHING!",
  "However, here is some background on his dealings with Russia.",
  "The project was put on hold when Trump ran for president.",
  "“Emin had a request — if he could appear in his video.",
  "So I bought it for 40, I sold it for 100 to a Russian.",
  "Russia has never tried to use leverage over me.",
  "“What do I have to do with Russia?",
  "That was a number of years ago.\"",
  "So I sold it.",
  "“Mr."
]