[
  "As we point out in the book, Trump has an alibi witness, Keith Schiller, his bodyguard, who told the House Intelligence Committee when he was interviewed that, yes, somebody did come to him when they got to Moscow offering to bring prostitutes to Trump’s hotel suite and that he turned the offer down saying, “We don’t do that sort of thing.” Then Schiller went on to say that he was with Trump that evening, the one evening he was in Moscow, and walked with him to his hotel room.",
  "And in the email, he wrote, “This is obviously very high-level and sensitive information but is part of Russia and its government’s support for Mr. Trump.” What I’ve always found fascinating about that is the offhanded way in which Russia and its government support for Mr. Trump was stated in the email as if it was something that Goldstone knew about and it was something that Donald Trump Jr. knew about.",
  "Corn: That’s a very wise observation, and I think it hasn’t gotten enough attention—that this Trump Tower meeting was set up by the Agalarovs, by Emin, and by his father because you remember the email says that Aras Agalarov was meeting with the prosecuting general, sort of the attorney general of Russia, who is a Putin crony, and that he had information to share.",
  "So they’re in Vegas and they essentially go to this club where one of the acts that the club “simulates”—I believe that is the word you guys used—is women urinating on one another or in general, and so obviously this mirrors an accusation in the Steele dossier about what happened when Trump went to Moscow on a trip that was set up by the same people months later.",
  "Corn: I would say I largely agree with that, but there are some, if not outright conclusions, certain themes through the book, and as we look at Trump and his relationship with Putin starting in 2013 and moving through the campaign and the presidency, it’s quite clear that there is something there.",
  "One is that people who were giving information to Christopher Steele for the Steele dossier got their stories confused about what was going on, and so the story of what happened at this Vegas club where Trump was or what was known to happen at this Vegas club became a story in the Steele dossier.",
  "It is worth noting in the current context that Stormy Daniels, who’s getting some attention these days, gave an interview to In Touch Weekly that wasn’t published at the time, but was recently published in which she identified Keith Schiller as her liaison for hooking up with Donald Trump.",
  "“I have called Emin and Goldstone the Rosencrantz and Guildenstern of this story because they are always there.” — Michael Iksikoff\n\nLet me ask you about that trip to Vegas, which is another central scene in your book, which is planned with Rob Goldstone and with the Agalarovs.",
  "That you guys, after your reporting, came to the conclusion that the story of Trump in Russia is a somewhat mysterious one, and that in due course, with a full investigation, as presumably is going on now, more evidence will come to the surface.",
  "Trump’s brief trip to Moscow held clues to this mystery.” Because of the Steele dossier and other things, there has been speculation that he’d sort of been compromised on that 2013 Miss Universe trip, which would explain his love for Putin.",
  "The other reading of the story is that Trump perhaps expressed some interest in this, or the people he was with were interested in this, and so given that those same people helped set up the Moscow trip, one thing leads to another.",
  "In it, we discuss what new details of a Trump trip to a Vegas nightclub can tell us about the Steele dossier, the history of Trump’s Putin crush, and an earlier Trump Tower meeting that people should be paying more attention to.",
  "But I think there’s another important element of that email that you recited a moment ago, that Rob Goldstone sent to Donald Trump Jr. saying that the Kremlin had dirt on Hillary they wanted to share with the Trump campaign.",
  "Because he had been invited to Billy Graham’s 95th birthday party put on by Billy Graham’s son, Franklin Graham—a very influential, conservative, Evangelical leader and also a partner with Trump in the birther movement.",
  "On this week’s episode of my podcast, I Have to Ask, I spoke to David Corn and Michael Isikoff, the authors of the new book Russian Roulette: The Inside Story of Putin’s War on America and the Election of Donald Trump.",
  "Trump was there sitting at the VIP table with Sarah Palin and Rupert Murdoch in Asheville, North Carolina, basically currying favor with the evangelical right so he could lay these grounds for running for president.",
  "Rob Goldstone is a character in the book, and Rob Goldstone was the person who helped set up the Trump Tower meeting in June of 2016, and wrote an infamous email to Donald Trump Jr. offering dirt on Hillary Clinton.",
  "I think that when you look at it like that as a story, I think you see things in ways that you might not have seen before just by reading the headlines every day and following the latest breaking news revelations.",
  "It fits right in to the point we were trying to make in that passage about the Miss Universe pageant being the stepping stone for Trump to get the kind of business deal in Moscow that he’s always wanted.",
  "Corn: I don’t think there’s much evidence out there to say that Trump ran for president because the Russians had kompromat on him and so they egged him on or forced him or asked him to do it directly.",
  "It’s kind of a bizarro scene where Trump is listening to YouTube videos about himself that are actually mocking him, and when Rob Goldstone asks him about it, he says, “Who cares what’s in the words.",
  "At that point in time, the Trump campaign now has been informed at the highest possible levels, and I’d say that even without Trump himself, that the Russians wanted to help the campaign.",
  "Trump, as we note in the early chapters, was obsessed with doing a business deal in Russia, and that made him obsessed with Putin, with wanting to meet Putin at the Miss Universe contest.",
  "Christopher Steele, and this is one of the things we break in the book, when asked about this allegation by his colleagues says, “Well, it’s 50–50.” So, it remains an open question.",
  "This has 90 million hits on YouTube.” Then Trump says to Emin, “Maybe next time you’ll be singing in the White House,” giving an early indication of his plans to run for president.",
  "We start out in Moscow in 2013, the Miss Universe pageant, and trace it through to the Trump presidency, which is bedeviled by his Russian contacts and his past Russian dealings.",
  "But one of the things that your book points out is that Trump was already a huge Putin admirer before he arrived in Moscow, perhaps because he wanted to do business deals there.",
  "Although doesn’t that also suggest that the more extreme conspiracy theories about Trump being blackmailed by Putin after his 2013 trip to Moscow are unlikely to be true.",
  "Was there a garbled version of what happened in Las Vegas that somehow got transmogrified into what got told to Christopher Steele about what happened in Moscow?",
  "That’s when he meets Aras Agalarov, the billionaire oligarch who’s known as “Putin’s Builder” because of all the construction projects he’s done for the Kremlin.",
  "We know he was at a party until late in the night, maybe 1:30 a.m., and that he was up the next morning at 6:30–7 a.m. to do a video shoot with Emin Agalarov.",
  "Was this something that Emin Agalarov and Rob Goldstone happened to be into and somehow that’s how the word got to Steele [and] transported to Trump?",
  "Isaac Chotiner: You’re tracing the story of Trump in Russia, but reading between the lines, it also seems like there’s a certain thesis to the book.",
  "It was at that moment when you see Trump’s eyes light up at the prospect of forming a business partnership with an oligarch who is close to Putin.",
  "Is he coming to Miss Universe?” We carry that through to a series of failed business deals in 2014 and then again in 2015 to do a deal in Russia.",
  "Because there are too many coincidences and loose ends and strange things that you discovered and that have been discovered by other reporters.",
  "The book also examines the response of the American government to Russian hacking, and the growing investigation into Trump and his associates.",
  "I think that’s when you really start to see the fawning comments and tweets and public statements about Putin that Trump starts to make.",
  "Isikoff: Look, I do think it’s kind of weird that they happen to go to this club in which these sorts of acts were regularly performed.",
  "Make of that what you will, what that says about how much we should trust Keith Schiller’s account of what happened in Moscow.",
  "Isikoff: First of all, you’ve got to go back five months to Las Vegas where the plans for Miss Universe in Moscow are hatched.",
  "Isikoff: Look, this has gotten some attention and some have interpreted it in both of the ways that you have just suggested.",
  "But one of the revelations in our book is that there was an earlier Trump Tower meeting, 17 months earlier, January of 2015.",
  "But on the issue of plans to run for president, I should point you also, Isaac, to a scene in Moscow, even earlier in 2013.",
  "These are the partners that Trump had had in Miss Universe and of course with the effort to have a Trump Tower afterward.",
  "Trump is telling Emin Agalarov, whose father is an oligarch close to Putin, “Hey, I’m thinking of running for president.",
  "Corn, who is the Washington bureau chief for Mother Jones, and Isikoff, the chief investigative correspondent for Yahoo!",
  "What do you think happens if Aras Agalarov finds out that his good friend Donald Trump might be running for president?",
  "Even if this information that came in wasn’t what was going to be useful to them, they still were on Trump’s side.",
  "Then, of course, that led to meeting between the Russian emissary and Trump Jr., Paul Manafort, and Jared Kushner.",
  "Their latest tries to trace the story of Donald Trump and Russia, which goes back years before the 2016 campaign.",
  "That’s where you first meet Emin Agalarov, the pop-singer son of Aras, and Rob Goldstone, the British publicist.",
  "We traced Trump’s actions in Moscow for a day and a half when he was there for Miss Universe almost to the hour.",
  "His refusal to acknowledge Putin’s repressive tactics, his whitewashing of Putin’s abuses in Ukraine and Syria.",
  "There’s no confirmation, so it’s hard to say whether [Vegas] inspired the stories or inspired the deed itself.",
  "I have called Emin and Goldstone the Rosencrantz and Guildenstern of this story because they are always there.",
  "We wanted to tell a story, and it actually is a hell of a story when you put it all together with a beginning.",
  "This is how I can get my business deal, the Trump tower in Moscow that I’ve always wanted, actually built.",
  "His blind eye to Putin’s cyber-attacks and disinformation campaigns aimed at subverting Western democracy.",
  "She said whenever she wanted to see Trump, or Trump wanted to see her, it came through Keith Schiller.",
  "Isikoff: That Trump Tower meeting has gotten so much attention, and put them through so much scrutiny.",
  "It’s hard to say what the trip to Las Vegas means in way of proving one of your theses or the other.",
  "We wish we could take the story further—\n\nAnd you probably also wish you couldn’t, but yeah, go on.",
  "It tells you more about these relationships that were much deeper and richer than people imagined.",
  "She would call Keith Schiller, he would escort her to Trump’s hotel room for their sexual affair.",
  "It seems like what you guys are saying is that Trump was seriously considering running already.",
  "You write, “What could possibly explain Trump’s unwavering sympathy for the Russian strongman.",
  "It may be at the White House.” What do you think Emin says and does with that information?",
  "Michael Isikoff: I would say that I don’t think we really had a thesis along those lines.",
  "Trump was originally supposed to be [in Moscow] for two nights, but he cut it short.",
  "You can find links to every episode here; the entire audio interview is below.",
  "News, are longtime reporters and previously co-wrote a book on the Iraq war.",
  "David Corn: Why don’t you tell us what you think you saw between the lines?",
  "Corn: Ultimately, we don’t know what happened in the Moscow hotel room.",
  "Emin and Rob Goldstone go to Trump Tower to meet Donald Trump himself.",
  "We have a great story of him spending two days saying, “Where’s Putin?",
  "Can either of you enlighten us, if that’s the word I’m looking for.",
  "Please subscribe to I Have to Ask wherever you get your podcasts.",
  "Then Trump went in, Schiller stood guard for a while, and left.",
  "This was before WikiLeaks released their cache of information.",
  "It was a connection that Rob Goldstone caught at the time.",
  "That’s the Miss USA pageant, the feeder for Miss Universe.",
  "Photos by Andrew Harrer-Pool/Getty Images and Thinkstock.",
  "Next time you perform, it won’t be at Miss Universe.",
  "He understood why Trump needed to go to that event.",
  "His dismissal of the murders of Putin’s critics.",
  "In interviews, sometimes we skip by this.",
  "Below is an edited excerpt from the show.",
  "What wheels start turning with that?",
  "Who do you think he tells that to?",
  "There are two ways to look at it.",
  "The time frame is indeed narrow.",
  "A bromance, or something darker.",
  "That was in early June [2016].",
  "They wanted to do it secretly.",
  "They always keep popping up.",
  "Photo illustration by Slate.",
  "What would you say that is?",
  "Can you shed light on this?",
  "Trump welcomes them there.",
  "Here it is, early 2015.",
  "Corn: That’s important.",
  "Did it inspire people?",
  "When is he calling?",
  "What do you think?",
  "Isikoff: Exactly.",
  "Right.",
  "Why?"
]