[
  "The Agalarovs did not know the Trumps in 2011.”\n\n\n\nPeter Mirijanian, a spokesman for Ivanka Trump’s attorney, said: “Work and meetings Ms Trump had five years before the election, which had nothing to do with the election, are not relevant topics to which we will respond.”\n\nThe blunted conclusion to the Oligarchs Case remains a source of intense frustration to anti-corruption campaigners in Latvia.",
  "The Guardian has learned that talks with Trump’s company were abandoned after Krutoy and another of the businessmen were questioned by Latvian authorities as part of a major criminal inquiry there – and that the FBI later looked into Trump’s interactions with them at Latvia’s request.",
  "Photograph: Vip Invest\n\nIn June 2011, Krutoy and two associates met Trump’s elder daughter, Ivanka, at Trump Tower in Manhattan to discuss the possible development, according to Krutoy and Viesturs Koziols, a well-connected Latvian businessman who was one of the other attendees.",
  "According to leaked transcripts published by the magazine IR, Šlesers was heard telling a potential investor in February 2011 that he had “an agreement with Trump” after meeting him in New York, and that they were “ready to make the Trump Plaza Riga”.",
  "Yet Trump’s brush with Krutoy has gone largely unnoticed amid intense scrutiny of the president’s financial links to Russia, which is accused by US intelligence agencies of attacking the US election system in 2016 in an effort to help elect Trump.",
  "Exclusive: US authorities made inquiries even before 2016 election campaign into Trump property dealings in former Soviet Union\n\nTrump in Moscow: what happened at Miss Universe in 2013 Read more\n\nThey wanted to build the Las Vegas of the Baltics.",
  "Krutoy flew to Riga and in July gave a press conference about the Trump talks alongside Ainars Šlesers, a flamboyant Latvian businessman and former deputy prime minister, who was assisting the efforts to secure Trump’s involvement.",
  "“They were very proud to be talking with Trump,” said Andrejs Judins, a Latvian Unity party MP, who has been a vocal critic of the prosecutor general’s decision to close the corruption inquiry in 2016 without pursuing charges.",
  "Robert Mueller, the special counsel, is now investigating other Trump dealings with Russians as part of his wide-ranging criminal inquiry into alleged collusion between Moscow and members of Trump’s 2016 campaign team.",
  "In 2010, a small group of businessmen including a wealthy Russian supporter of Vladimir Putin began working on plans to build a glitzy hotel and entertainment complex with Donald Trump in Riga, the capital of Latvia.",
  "Trump and his daughter Ivanka spent hours at Trump Tower with the Russian, Igor Krutoy, who also knows compatriots involved in arranging a fateful meeting at the same building during the 2016 US election campaign.",
  "Krutoy was called in for questioning by Latvia’s Corruption Prevention and Combating Bureau (KNAB), which had recently embarked on an investigation that became known locally as the “Oligarchs Case”.",
  "Photograph: web\n\nIn June 2016, the Agalarovs were involved in setting up a meeting at Trump Tower with senior campaign officials that is now a flashpoint for Mueller’s investigation.",
  "Nothing went forward, but it’s an area that we are interested in.”\n\nAt the heart of the Latvian inquiry were secret recordings of meetings involving suspects at a hotel in Riga.",
  "He was born in Ukraine and is also a close friend of Rinat Akhmetov – a Ukrainian steel tycoon who in 2005 hired Paul Manafort, Trump’s future campaign chairman, as an adviser.",
  "“The idea was that we could use the hotel during the festival for the singers and musicians, and we could use the concert hall for performances,” Krutoy told the Guardian.",
  "But Šlesers was a central figure in the inquiry, suspected of using public office to influence decisions on property developments benefiting companies he secretly owned.",
  "David Orowitz, Trump’s senior vice-president for acquisitions and development, discreetly visited Latvia in September 2010 to explore locations, according to one source.",
  "“By attracting the attention of such a serious investor like Trump, we can think about directing New Wave towards a western European audience,” Krutoy said at the time.",
  "Their attorney, Scott Balber, said: “The Agalarovs did not introduce Mr Krutoy to the Trumps and had no involvement in any discussions between Mr Krutoy and the Trumps.",
  "Public records show the Krutoys and the Agalarovs owned neighbouring houses in New Jersey in the 1990s, and now own condominiums in the same luxury complex in Florida.",
  "Alan Garten, chief legal officer of the Trump Organization, said he could not recall whether the company had received a request for information relating to Latvia.",
  "Krutoy, a well-known composer in Russia, has written music for Emin Agalarov, the Russian singer whose father hosted Trump’s 2013 Miss Universe contest in Moscow.",
  "Krutoy, 63, was a celebrity representative for Putin’s 2018 election campaign and has received major state honours from the Russian government for his music.",
  "Latvia asked the US for assistance in 2014 and received a response from the FBI the following year, according to a source familiar with the process.",
  "Detailed plans went back and forth with the Trump Organization, which signaled a willingness to press ahead, according to one person involved.",
  "“We had an extraordinarily good meeting with Ivanka,” said Koziols, who added that he and Donald Trump “shook hands as possible partners”.",
  "Apparently keen to chase down this line of inquiry, Latvia made an official request for judicial assistance from the US in February 2014.",
  "At least one Trump Organization executive did speak with FBI officials, and the company provided written answers to additional questions.",
  "Šlesers said in August 2011 that he, too, met Trump in New York and discussed the Riga collaboration “several times” with Ivanka Trump.",
  "Krutoy said he did not know Manafort, who has been charged by Mueller with financial crimes and failing to register as a foreign agent.",
  "Facebook Twitter Pinterest Igor Krutoy, Donald Trump and Aleksander Serov in Moscow during the festivities around Miss Universe 2013.",
  "By then, Latvian investigators were close to concluding their case, and appear not to have pursued the link with Trump any further.",
  "The discussions centred around developing a permanent venue for New Wave, an annual musical talent contest that Krutoy co-founded.",
  "Latvia’s request was described to the Guardian by two sources who have reviewed it but were not permitted to discuss it publicly.",
  "During a visit to Riga in May 2012, Donald Trump Jr acknowledged that his family had explored the potential Latvian development.",
  "A comparison with Las Vegas was made in an attempt to catch Trump’s eye, according to one person familiar with the discussions.",
  "Emin’s manager emailed Donald Trump Jr beforehand to say the Agalarovs had dirt on Hillary Clinton from the Russian government.",
  "This means the FBI looked into Trump’s efforts to do business deals in the former Soviet Union earlier than was widely known.",
  "Facebook Twitter Pinterest Igor Krutoy with Emin and Aras Agalarov, at a birthday party for Aras Agalarov in November 2015.",
  "The Latvian authorities asked for Trump himself to be interviewed for their inquiry, according to the sources.",
  "The interest from Latvian authorities in Trump was first reported last year by Neatkariga Rita Avize of Riga.",
  "Judins, the MP, examined the case on a special commission and said it exposed “state capture” in his country.",
  "“But if we were contacted by the authorities, we would have certainly cooperated,” Garten said in an email.",
  "The Riga developers saw their potential partner in New York as a ticket to lucrative western revenues.",
  "Latvian investigators also examined secret recordings in which Trump was mentioned by a suspect.",
  "No allegations were made against Krutoy, he was never charged, and he denied any wrongdoing.",
  "“I think there was enough evidence for the prosecutor to continue this case,” said Judins.",
  "The businessmen were also ushered in to see Ivanka’s father in his office, they said.",
  "Koziols said he and his associates simply could not secure enough external financing.",
  "Discussions with the Trumps about developing the complex in Riga ground to a halt.",
  "The island of Zakusala, in Riga’s Daugava river, emerged as the likeliest site.",
  "Koziols said the meetings were scheduled for 40 minutes but lasted four hours.",
  "“We were talking,” he told reporters, after being asked about Krutoy’s group.",
  "Krutoy said he considered the Agalarovs as acquaintances rather than friends.",
  "Then the Latvian government’s anti-corruption bureau began asking questions.",
  "Facebook Twitter Pinterest Viesturs Koziols shakes hands with Donald Trump.",
  "Those involved deny that the inquiry was to blame for the deal’s collapse.",
  "The FBI, justice department and Latvian authorities declined to comment.",
  "People who were involved deny that the KNAB investigation was to blame.",
  "The US did not formally respond until September 2015, the sources said.",
  "Krutoy attended the contest, where he was photographed with Trump.",
  "A senior Trump executive visited the city to scout for locations.",
  "Emin once named Krutoy as one of his closest friends in music.",
  "During the following weeks, however, difficulties arose.",
  "Šlesers did not respond to a request for comment by IR.",
  "Photograph: web\n\nThe Agalarovs denied any wrongdoing.",
  "Šlesers did not respond to emails seeking comment.",
  "Ivanka Trump is now a senior White House adviser.",
  "They denied any wrongdoing and were not charged.",
  "He and Koziols were also questioned in 2011.",
  "“We went back and forth for a little while.",
  "The Latvian talks began without fanfare.",
  "Trump Jr responded enthusiastically.",
  "“But he said no.”"
]