[
  "James Comey dismisses House Russia report as 'political document' Read more\n\nMueller also wants to ask: “What did you know about communication between Roger Stone, his associates, Julian Assange or WikiLeaks?” And: “What did you know during the transition about an attempt to establish back-channel communication to Russia, and Jared Kushner’s efforts?”\n\nMost questions relate to obstruction of justice before and during Trump’s presidency, diving into Trump’s litany of contradictory statements and tweets.",
  "“What was the purpose of your Jan 27, 2017, dinner with Mr Comey, and what was said?”\n\n\n\nFacebook Twitter Pinterest A question for the president includes: ‘What did you know about Russian hacking, use of social media or other acts aimed at the campaign?’ Photograph: Evan Vucci/AP\n\nMueller also zeroes in on Trump’s TV interview with journalist Lester Holt, in which he said he had been considering the Russian matter when he fired Comey.",
  "Benjamin Wittes, a senior fellow at the Brookings Institution thinktank in Washington, tweeted: “This is very interesting – strong evidence that there are still collusion threads that are not yet public.”\n\nManafort and his deputy, Rick Gates, pleaded not guilty last October to a 12-count indictment accusing them of conspiring to defraud the US by laundering $30m from their work for a Russia-friendly political party in Ukraine.",
  "According to the Times report, Mueller intends to ask: “During a 2013 trip to Russia, what communication and relationships did you have with the Agalarovs and Russian government officials?”\n\nThe questions also cover possible meetings with the Russian president, Vladimir Putin, discussions about Russian sanctions and whether Trump had any involvement in Republican party platform changes regarding the arming of Ukraine.",
  "They address a web of interactions with the former national security adviser Michael Flynn (“What efforts were made to reach out to Mr Flynn about seeking immunity or possible pardon?”), the former Russian ambassador Sergey Kislyak, the former acting attorney general Sally Yates, the attorney general, Jeff Sessions, Trump’s personal lawyer Michael Cohen and the former FBI director James Comey.",
  "A list of nearly 50 questions has been obtained by the New York Times, and more than half relate to possible obstruction of justice\n\nRobert Mueller, the special counsel investigating Russian interference in the US election, wants to ask Donald Trump about contact between his former election campaign manager Paul Manafort and Russia, the New York Times reported on Monday.",
  "“We have all the funding we need out of Russia.”\n\nA central question, especially after recent revelations about the Trump-linked political consultancy Cambridge Analytica’s use of data harvested from Facebook, is: “During the campaign, what did you know about Russian hacking, use of social media or other acts aimed at the campaign?",
  "Photograph: Jim Lo Scalzo/EPA\n\nAnother questions asks: “What involvement did you have in the communication strategy, including the release of Donald Trump Jr’s emails?” This relates to whether Trump helped draft a misleading statement in his son’s name that did not acknowledge the real reason for the Trump Tower meeting.",
  "“What discussions did you have regarding terminating the special counsel, and what did you do when that consideration was reported in January 2018?” Trump had been reluctant to categorically rule out Mueller’s dismissal and it is uncertain how the release of these questions will affect that equation.",
  "I HAVE NOTHING TO DO WITH RUSSIA - NO DEALS, NO LOANS, NO NOTHING!” As recently as October 2015, however, Trump signed a letter of intent to develop a Trump tower in Moscow, a project he had tried to launch in 1996, when he first applied for a Russian trademark.",
  "Show Hide Despite repeated denials of Russian ties, Trump has tried to invest in Moscow since the 1980s, and mega-rich Russians, some with suspected mob ties, have invested in Trump projects stateside for equally as long.",
  "In 1998, Trump began to finance large projects almost exclusively through Deutsche Bank, which has received at least one subpoena from the special counsel for documents pertaining to people affiliated with Trump.",
  "“What knowledge did you have of any outreach by your campaign, including by Paul Manafort, to Russia about potential assistance to the campaign?” is one of the more dramatic questions published by the Times.",
  "On 12 May 2017, the president wrote: “James Comey better hope that there are no ‘tapes’ of our conversations before he starts leaking to the press!” Mueller wants to know the purpose of that tweet.",
  "Sign up to receive the top US stories every morning\n\nThe pointed reference to Manafort breaks tantalising new ground, since there was no previous evidence linking him to outreach to Moscow.",
  "Donald Trump Jr’s June 2016 meeting at Trump Tower in New York with a Russian lawyer who promised damaging information about rival Hillary Clinton is naturally under scrutiny.",
  "The paper said it had obtained a list of nearly 50 questions that Mueller, investigating Russian meddling in the 2016 presidential election, wants to put to the US president.",
  "In 2014, Ivanka Trump visited Baku, Azerbaijan, the former Soviet state where the Trump Organization partnered with reputedly corrupt oligarchs on a tower that never opened.",
  "The New York Times said the document was provided to it by a person outside Trump’s legal team and the special counsel’s office did not respond to a request for comment.",
  "He added: “Oh, I see … you have a made up, phony crime, Collusion, that never existed, and an investigation begun with illegally leaked classified information.",
  "The meeting was arranged through the Russian singer Emin Agalarov, his billionaire father, Aras Agalarov, and the British music publicist Rob Goldstone.",
  "“As an American citizen, I would expect my president to respect the rule of law … and to cooperate with a lawful, appropriate investigation,” he said.",
  "He helped Yanukovych win the country’s 2010 presidential vote and approved a secret media operation to discredit Yanukovych’s rival Yulia Tymoshenko.",
  "Friedman masterminded a social media-led project designed to undermine Tymoshenko in key western countries, including the US, UK, France and Germany.",
  "Trump responded by Twitter on Tuesday, complaining about the leaking of the questions and claiming falsely there were “No questions on Collusion”.",
  "They offer a dramatic insight into the special counsel’s mind and make clear that Trump is a subject, not a mere witness, in the investigation.",
  "Comey, promoting a new book, spoke at an event organised by the Axios website and Politics & Prose bookshop in Washington on Monday evening.",
  "“What did you mean in your interview with Lester Holt about Mr Comey and Russia?”\n\nEven Trump’s Twitter feed is under the spotlight.",
  "Gates worked for Yanukovych, and served in 2016 as Trump’s deputy campaign manager and deputy chair of Trump’s inaugural committee.",
  "Facebook Twitter Pinterest Paul Manafort, the former campaign manager for Donald Trump, leaves a federal courthouse in Washington.",
  "In 2010, a Russian-Canadian developer used funds from a Russian state-run bank to save a Trump hotel and tower project in Toronto.",
  "\"We see a lot of money pouring in from Russia” to the Trump Organization, Donald Trump Jr told a real estate conference in 2008.",
  "His government then funded various anti-Tymoshenko strategies, including a VIP lobbying operation with hired EU ex-politicians.",
  "Tymoshenko was arrested and detained in 2011 on what she and the international community called politically motivated charges.",
  "In 2007, Trump partnered with the Russian-American developer Felix Sater to build a hotel/condo in New York’s Soho district.",
  "Robert Mueller, the special counsel investigating alleged Trump-Russia collusion, has indicted Manafort on multiple counts.",
  "Mueller wants to ask when Trump became aware of the meeting; Trump Jr claimed his father did not know about it in advance.",
  "According to Mueller’s latest indictment, the FBI assesses that Kilminik is connected to Russian military intelligence.",
  "Witch Hunt!”\n\nOne batch of questions relates to alleged coordination between the Trump election campaign and Moscow.",
  "He and Manafort are accused of laundering cash from their Ukraine activities, and hiding it in offshore accounts.",
  "He said in a normal environment, a sitting president would not be able to avoid an interview about his conduct.",
  "Coincidentally, Deutsche Bank was fined about $630m in 2017 over a $10bn Russian money-laundering scheme.",
  "Nice!”\n\nHe tweeted later: “It would seem very hard to obstruct justice for a crime that never happened!",
  "After winning his country’s 2010 election, Yanukovych imprisoned his defeated rival Yulia Tymoshenko.",
  "“Well, we don’t rely on American banks,” Eric Trump was quoted as telling a golfing partner in 2014.",
  "Photograph: Bloomberg\n\nMueller recently supplied Trump’s lawyers with 10 pages of questions.",
  "Serhiy Lyovochkin Yanukovych’s chief of staff, referred to in Friedman’s documents as “SL”.",
  "After two stints as prime minister, she lost the 2010 presidential election to Yanukovych.",
  "A year later, Russian oligarch Dmitry Rybolovlev paid Trump $91m for a Palm Beach estate.",
  "Gates took part in the anti-Tymoshenko operation and boasted of success in the US media.",
  "Manafort began work in 2005 for Ukraine’s Party of Regions, led by Viktor Yanukovych.",
  "Trump tweeted after he was elected, “Russia has never tried to use leverage over me.",
  "Russian banks have bailed out failing Trump projects and financed other projects.",
  "No evidence has emerged that the bank linked Trump up with Russia-sourced money.",
  "Lyovochkin in turn briefed Yanukovych and handled payments, sources in Kiev say.",
  "In February he admitted lying to the FBI and agreed to cooperate with Mueller.",
  "Konstantin Kilimnik A Russian national who headed Manafort’s office in Kiev.",
  "It is not yet known whether the president will agree to be interviewed.",
  "It included conventional outreach to newspapers and “black operations”.",
  "Yanukovych fled to Russia in 2014 following anti-government protests.",
  "Kilimnik served as Manafort’s translator and worked with him closely.",
  "Friedman denies wrongdoing and says his role was that of a “PR guy”.",
  "Her case prompted criticism from the Obama administration and EU.",
  "Trump Jr and Ivanka Trump made a scouting trip to Moscow in 2006.",
  "Viktor Yanukovych Ukraine’s former president and prime minister.",
  "Show Hide Paul Manafort Lobbyist and Trump campaign manager.",
  "More than half relate to potential obstruction of justice.",
  "Alan Friedman Journalist, writer and Italy-based lobbyist.",
  "Quick guide Paul Manafort Ukraine connections: who's who?",
  "Tymoshenko co-led the pro-western 2004 Orange Revolution.",
  "Manafort reported to Lyovochkin on sensitive operations.",
  "Yulia Tymoshenko Ukraine’s first female prime minister.",
  "Mueller is also interested in his own fate.",
  "Q&A What is Trump's history with Russia?",
  "Rick Gates Manafort’s righthand man.",
  "Lyovochkin declined to comment.",
  "Manafort approved the project.",
  "She got out of jail in 2014.",
  "He denies wrongdoing."
]