[
  "But the questions make it clear that Mueller is interested in much more: what the president knew about the notorious June 2016 Trump Tower meeting his son and top campaign officials had with Russian operatives; how much he was aware of efforts to broker a pre-election summit with Russian president Vladimir Putin; his business dealings in Russia; and whether he ever floated the idea of pardons to make sure some of his campaign underlings didn’t talk.",
  "Mueller’s office has obtained a wealth of subpoenaed documents about the president’s conduct and has taken secret testimony from cooperating witnesses — Michael Flynn, former foreign policy adviser George Papadopoulos and former campaign aide Rick Gates — any one of whom would be in a position to contradict Trump and expose him to perjury charges.",
  "WASHINGTON — The highly detailed questions that special counsel Robert Mueller has drafted for a prospective interview with President Trump sharply reduce the chances the grilling will ever take place — and could pave the way for an epic legal confrontation over the Russian investigation that could eventually wind up before the Supreme Court.",
  "Many legal scholars believe that the president would ultimately lose that fight, based on the precedent set during Watergate when the Supreme Court ruled that President Nixon didn’t have the right to withhold White House tape recordings that were subpoenaed by then special prosecutor Leon Jaworski.",
  "If Trump continues to resist — on the grounds that Mueller, as an “inferior” officer of the executive branch, doesn’t have authority to require the president to do anything — the battle over Trump’s testimony would fall to the federal courts and ultimately, almost certainly, to the Supreme Court.",
  "Photo: Alex Wong/Getty Images More\n\n“The president has no real idea of the breadth of information known to Mueller,” said Solomon Wisenberg, a former federal prosecutor who served as a deputy independent counsel during Ken Starr’s investigation of Bill Clinton.",
  "But it’s not a slam dunk, and in either case, the president could “buy some time” and take his chances that this (more conservative) Supreme Court might be more sympathetic to his claims of executive powers and privilege, said the former adviser.",
  "Under these circumstances, “There are very few lawyers who would not consider it legal malpractice to agree to an interview for the president,” said one former White House adviser to Trump, after reviewing the list of Mueller’s questions.",
  "That is big takeaway of some criminal defense lawyers and others close to the White House after Mueller’s proposed questions — which were presented last month to Trump’s legal team — were published Monday night by the New York Times.",
  "“That is especially true knowing the temperament of this particular client, who has a tendency to say things that are contradicted by the facts.”\n\nAnd in any interview, prosecutors would have a huge advantage over the president.",
  "The peril is too great.”\n\nThat being the case, the most likely outcome at this point is that Trump refuses to submit to an interview, according to Wisenberg and the former White House adviser.",
  "Trump called the leak of the questions “disgraceful.”\n\nThe open-ended nature of the questions and the broad list of topics signal the perils Trump would face in any interview with Mueller.",
  "News reports in recent months have speculated that the special counsel was focusing his investigation on possible obstruction of justice in the firing of former FBI Director James Comey.",
  "“These questions just show [Trump’s former lawyer] John Dowd was completely justified by advising the president not to sit down for an interview.",
  "Mueller would then have the option of issuing a subpoena to require the president’s testimony.",
  "“He’ll roll the dice,” the former adviser predicted."
]