[
  "His son enthusiastically took the meeting after a family acquaintance told him quite clearly that a “Russian government lawyer” would be able to share with the Trump campaign “some official documents and information that would incriminate Hillary [Clinton] and her dealings with Russia and would be very useful to your father.”\n\nAccording to everyone who attended the meeting and testified to Congress, that’s not exactly what transpired on June 9, 2016.",
  "Instead, Veselnitskaya (and Akhmetshin, according to some attendees) discussed the Magnitsky Act, which sanctions Russian officials suspected of human rights abuses; the law’s deleterious effect on U.S.-Russian relations, including the halting of U.S. adoptions of Russian children; and a complicated Russian tax evasion scheme where allegedly dirty money made its way into the Democratic National Committee’s coffers.",
  "While Kushner has testified that he never read the forwarded email chain in its entirety, even the GOP-majority report from the House Intelligence Committee said that Kushner, Trump Jr., and Manafort attended the meeting “where they expected to receive … derogatory information on candidate Clinton from Russian sources.”\n\nTrump Jr. did say with certainty that he did not tell his father about it.",
  "On June 14, 2016, Goldstone emailed Kaveladze, saying, “Top story right now seems eerily weird, based on our Trump meeting last week with the Russian lawyers, etc,” and he included an image of a CNN story whose headline read: “Russian Hackers Stole Dems’ Trump Files, Firm Says.”\n\nOn Nov. 28, Kaveladze emailed Goldstone to say Aras Agalarov wanted to set up another meeting with the Trumps.",
  "A few weeks later, in an email to Dan Scavino, director of social media for the Trump campaign, Goldstone wrote, “Dan, I am following up an email a while back, something I had mentioned to Don and Paul Manafort during a meeting recently …” Goldstone goes on to tell Scavino about a proposal to launch a Donald Trump promotional page on a Russian social media outlet.",
  "The varying tales, along with Donald Trump Jr.’s severe lapses in memory and the changing cover-up stories that emerged when the story first broke in July, leave you with the nagging feeling that you still don’t have the complete story about what happened in that conference room in Trump Tower that fateful summer before Donald Trump won the election.",
  "Akhmetshin and Kaveladze both said that while Veselnitskaya was speaking about the allegedly dirty DNC money, Trump Jr. interrupted and said, “So can you show us how does this money go to Hillary?” At which point Veselnitskaya told him something like: You’ll have to do that research yourself.",
  "So I thought it was highly inappropriate, but, yeah, I was certainly shocked to see him dressed like that.”\n\nAccording to Akhmetshin, the only reason he was dressed so inappropriately was because he had been invited to the Trump Tower meeting earlier that day by Veselnitskaya.",
  "When asked whether his father has a blocked number, Trump Jr. said, “I don’t know.” As the Washington Post’s Philip Bump reported, “former Trump campaign manager Corey Lewandowski testified that Donald Trump’s residence has a blocked phone number.”\n\nWho was at the meeting?",
  "References to “Cyprus,” “Active sponsors of RNC,” and “Cheney” stand out as they were not emphasized or noted in other people’s stories, but that doesn’t mean they couldn’t fit into the Magnitsky Act/Bill Browder narrative that Veselnitskaya was supposedly pushing.",
  "Rob Goldstone, the music manager who helped set up the meeting on behalf of his Russian oligarch client, remembers Natalia Veselnitskaya speaking in English, even though everyone else who testified said she spoke in Russian and used an interpreter.",
  "Donald Trump Jr. has no memory of Rinat Akhmetshin attending the infamous June 9, 2016, Trump Tower meeting, even though he was apparently dressed entirely in pink, and according to at least one attendee, did most of the talking.",
  "More than one person who attended the meeting told Senate investigators that they remember more Americans in the conference room than has publicly been reported, but they don’t remember any details about who these people were.",
  "According to almost everyone’s accounts, the meeting ended when Trump Jr. brought it to a close, essentially saying to the guests: Come back to us when we win, and we’ll see if we can do anything about the Magnitsky Act.",
  "When asked by Senate investigators whether Goldstone actually discussed this proposal during the meeting, as his email suggests, he says no, he brought it up on the way out the door, once the meeting was over.",
  "Toward the end of June, Goldstone emailed Dan Scavino (copying Graff and Trump Jr.) about the Russian social media idea (mentioned above), saying he talked about it with Manafort and Trump Jr. at the meeting.",
  "Even though Trump Jr.’s phone records show three phone calls between the two men on June 6 and June 7, Trump Jr. was unable to remember whether he actually got Agalarov on the phone and spoke to him.",
  "This raises the question: Why, if the meeting was such a nonevent, couldn’t those who attended it be more forthcoming about it when it was first discovered by journalists in the summer of 2017?",
  "Here’s who we know attended the meeting: Donald Trump Jr., Paul Manafort, Jared Kushner, Rob Goldstone, Natalia Veselnitskaya, Irakly (Ike) Kaveladze, Rinat Akhmetshin, and Anatoli Samochornov.",
  "At the request of his client Emin Agalarov, a Russian real estate developer and musician, Rob Goldstone reached out to Trump Jr. via email in early June 2016 about setting up a meeting.",
  "To which a Senate staffer replied, “So anything short of hearing the words collusion or colluded with Russia would not constitute collusion in your mind?”\n\n“Correct,” Goldstone said.",
  "Goldstone’s version of events tracks closely with Trump Jr.’s, but he remembered Kushner getting agitated halfway through and saying to Veselnitskaya something like, “Can you focus?",
  "Veselnitskaya is a Russian lawyer, the one described in Goldstone’s original email to Trump Jr. She has since told NBC News that she was an “informant” for the Russian government.",
  "To help Trump Jr. find out more about the “Hillary info” being promised by the Russians, Goldstone tried to facilitate a phone call between Trump Jr. and Agalarov on June 6, 2016.",
  "These are just a few of the discrepancies in people’s stories that stood out as I made my way through the trove of documents released last week by the Senate Judiciary Committee.",
  "Sylvain Gaboury/Patrick McMullan via Getty Images\n\nThis piece was originally published on Just Security, an online forum for analysis of U.S. national security law and policy.",
  "The next day, Goldstone emailed Donald Trump’s personal secretary, Rhona Graff, asking how he could deliver a sizable “birthday” gift to Trump from Emin and Aras Agalarov.",
  "More from Just Security:\n\nCrime or Slime: Making Sense of Michael Cohen’s Shell Company\n\nDispelling the NYT’s “The Daily” Podcast’s Misconceptions About Mueller’s Options",
  "And why did Kushner’s lawyers prepare a statement to explain his possible resignation from the administration once they knew the media was about to publish what happened?",
  "His first and only communication to them, according to him, was an email that said, “Meeting got moved to 4:00 tomorrow at my offices,” an unlikely first communication.",
  "He also thought Veselnitskaya spoke in English at the meeting, when everyone else testified that she definitely spoke Russian, relying on her interpreter, Samochornov.",
  "He also couldn’t remember whether he spoke to Paul Manafort or Jared Kushner in any detail about the meeting beforehand, and if he did, what he had told them about it.",
  "However, the documents shed light on a mysterious call that took place between Trump Jr. and a blocked number right in between his calls with Agalarov on June 6.",
  "So there’s some other like American faces.”\n\nAlmost everyone told the same story about Manafort: He stayed the whole time and didn’t look up from his phone.",
  "But no one else remembered this happening, including Akhmetshin, who told the Senate committee that he didn’t recognize Manafort and didn’t speak to him.",
  "When the story about the meeting first broke in the press in July 2017, there was lots of confusion about how many people attended it and who they were.",
  "Kaveladze said he remembers Akhmetshin approaching Manafort before the meeting started and saying something like: We know each other from before.",
  "Kushner has testified to Congress that he arrived late to the meeting and left early, a version of events a few participants also remembered.",
  "He said she might have spoken for three to four minutes about the tax evasion scheme and illicit money allegedly going to the DNC.",
  "Because no specific negative information about Hillary Clinton was offered, everyone said they considered the meeting to be a dud.",
  "Akhmetshin is a lobbyist and consultant, working with Veselnitskaya to undo the Magnitsky Act, who lives and works in Washington.",
  "Kaveladze had flown in that morning from Los Angeles just to attend the meeting and a lunch with Veselnitskaya that preceded it.",
  "Goldstone was asked by Senate investigators whether he perceived anything as being evidence of “collusion” during the meeting.",
  "Trump Jr. only remembered Veselnitskaya droning on and on about the Magnitsky Act and adoptions, quickly losing his interest.",
  "The fact that this meeting even took place remains a stubborn obstacle in President Donald Trump’s “NO COLLUSION” narrative.",
  "Samochornov and Akhmetshin also remember there being even more people in the room, sitting on Kushner’s side of the table.",
  "Akhmetshin says he interrupted at the very end to save Veselnitskaya from boring everyone and spoke for about 90 seconds.",
  "According to the interpreter, it was Akhmetshin—a man Trump Jr. has no recollection of—who did the bulk of the talking.",
  "“The thing that surprised me was how Mr. Akhmetshin was dressed for the meeting,” he told the Senate investigators.",
  "“For some reason it felt like there were more people there on the opposite side,” Akhmetshin told the committee.",
  "Goldstone and Kaveladze were both there on behalf of the Agalarovs (Emin and his Russian oligarch father, Aras).",
  "Some perceived him as completely disinterested in the meeting, while others thought he could be taking notes.",
  "Goldstone testified that security in the Trump Tower lobby didn’t bother checking anyone other than him.",
  "“If I heard the word, dah, dah, dah, colluded with Russia, then I would expect that that was collusion.",
  "Manafort’s notes, taken during the meeting, also provide a few cryptic clues as to what was discussed.",
  "Trump Jr., Kushner, and the Russians all said they perceived the meeting to be less than successful.",
  "Goldstone said, “No.” When asked what would constitute “collusion,” Goldstone said he wasn’t sure.",
  "The participants, for the most part, told a similar story about the topics covered at the meeting.",
  "Here is what the new documents tell us about some of the basic questions surrounding the meeting.",
  "I have no idea what you’re talking about.” But others remember Kushner saying nothing.",
  "“He was dressed in pink—pink jeans with like holes on the knees, and a pink T-shirt.",
  "Graff explained the procedure for deliveries at Trump Tower in a responding email.",
  "Goldstone then emailed Graff, saying Agalarov had asked him to pass on a document.",
  "Trump Jr. testified there was no follow-up to the meeting of which he was aware.",
  "Trump Jr. said he did not recall discussing this with Goldstone at the meeting.",
  "But Goldstone and Kaveladze both remember Kushner being there the whole time.",
  "And why are some of the meeting’s participants still being so cagey about it?",
  "But, according to Kaveladze, Akhmetshin would have been difficult to forget.",
  "According to Samochornov, Veselnitskaya didn’t speak much at the meeting.",
  "Trump Jr. had no recollection of Akhmetshin being in the room on June 9.",
  "Some of the participants went to get a drink at a bar in Trump Tower.",
  "Goldstone testified that Kaveladze and Akhmetshin didn’t say a word.",
  "(For more on their background, read this New York Times report.)",
  "Samochornov was apparently there as Veselnitskaya’s translator.",
  "He is believed by some to have ties to Russian intelligence.",
  "I’m giving you the jumping off point to do your own digging.",
  "But they don’t seem to agree on who did most of the talking.",
  "No other participants seem to have witnessed this exchange.",
  "“I simply don’t remember,” he told Senate investigators.",
  "Of course, Trump Jr. didn’t recall with whom he spoke.",
  "It was an “expensive painting” that came with a note.",
  "Later, they went to see a show in New York City.",
  "But I didn’t hear anything like that,” he said.",
  "What did everyone know going into the meeting?",
  "Donald Trump Jr. in New York City on May 6.",
  "The attachment was about the Magnitsky Act.",
  "What did they talk about at the meeting?",
  "The Trump team wasn’t very forthcoming.",
  "“It wasn’t just Kushner and Trump.",
  "What happened after the meeting?",
  "Who did the talking?"
]