[
  "Reuters/John Sommers II\n\n\"He is one of the more important figures, but, you know, another woman with whom he was working, Maria Butina, also was a big Trump fan in Russia, and then suddenly showed up here and started hanging around the Trump transition after the election and rented an apartment and enrolled herself at AU, which I assume gets you a visa,\" Simpson said.",
  "Rather than home in on the nature of Simpson's relationship with Christopher Steele — the former British intelligence officer hired by Fusion to research Trump's Russia ties — Schiff and his Democratic colleagues asked Simpson pointed questions about Russian money laundering, Russian organized crime, and whether Trump could be susceptible to Russian blackmail.",
  "Roger Stone, Julian Assange, and Nigel Farage\n\nSchiff asked Simpson later whether he uncovered \"any information regarding a connection between Trump or those around him and Wikileaks\" — the self-described radical transparency organization founded by Julian Assange that published emails Russia had stolen from the Democratic National Committee.",
  "\"Cohen and Ivanka and Jared and Trump, and I can't remember whether Manafort's in this mix too, are all in the Hamptons area in August, and Dmitry Rybolovlev's plane is somewhere nearby, and flies to Nice,\" Simpson said, referring to the Trump Organization's lawyer Michael Cohen and former Trump campaign chairman Paul Manafort.",
  "Screenshot/Facebook\n\nMillian, who changed his name when he arrived in the US from Siarhei Kukuts to Sergei Millian, founded the Russian-American Chamber of Commerce in 2006 and has described himself as an exclusive broker for the Trump Organization with respect to the company's potential real-estate dealings in Russia.",
  "The Center for National Interest and trips to Hungary\n\nSchiff asked Simpson whether there were other issues that came to his attention that were not contained in the Steele dossier \"that you think we ought to be aware of that you either were able to substantiate in part, or you were not able to fully investigate.\"",
  "Reuters/Eric Gaillard\n\nRybolovlev, a multibillionaire who was an early investor in one of the world's most lucrative fertilizer companies, bought a Palm Beach property from Trump for $95 million in 2008, two years after Trump put it on the market for $125 million; Trump had purchased it for $41 million in 2004.",
  "\"We gradually began to understand more about ·Michael Cohen, the President's lawyer, and his background, and that he had a lot of connections to the former Soviet Union, and that he seemed to have associations with organized crime figures in New York and Florida, Russian organized crime figures,\" Simpson said.",
  "Panama, Toronto, Scotland and Ireland\n\nAsked whether the Russian government would have been aware of the Russian mafia's efforts to move or hide money in Trump properties, Simpson replied: \"The Russian mafia is essentially under the dominion of the Russian Government and Russian Intelligence Services.\"",
  "A biography of Simes on the Center's website says he was selected to lead the Center by former President Richard Nixon, \"to whom he served as an informal foreign policy advisor and with whom he traveled regularly to Russia and other former Soviet states, as well as Western and Central Europe.\"",
  "\"When we looked at him, we found that he ran a sort of shadowy kind of trade group called the Russian-American Chamber of Commerce, which is -- Russians are known to use chambers of commerce and trade groups for intelligence operations,\" Simpson said.",
  "Mike Cassese/Reuters\n\nA Russian state-owned bank under US sanctions, whose CEO met with Trump's son-in-law Jared Kushner in December 2016, helped finance the construction of the president's 65-story Trump International Hotel and Tower in Toronto.",
  "Asked whether Fusion had found \"evidence\" of corruption and illicit finance related to the purchase of Trump properties, Simpson replied that his firm had seen \"patterns of buying and selling that we thought were suggestive of money laundering.\"",
  "Dmitry Rybolovlev and Igor Sechin\n\nSteele told a reporter in December that investigators examining Trump's Russia connections needed \"to look at the contracts for the hotel deals and land deals\" that Trump had pursued with Russian nationals.",
  "Those both got a lot of fraud associated with them, a lot of fraud allegations, a lot of activity that I would say smacks of fraud, and a lot of Russia mafia figures listed as buyers who may or may not have actually put money into it.\"",
  "\"In particular, I didn't know in the early period that he was closely linked to Igor Sechin, and that, in fact, he was accused of essentially destroying an entire city environmentally with his potash mining operations,\" Simpson said.",
  "A McClatchy article published on Thursday morning revealed that the FBI is investigating whether Russian money flowed into the NRA via a Kremlin-linked banker named Alexander Torshin, which was then donated to the Trump campaign.",
  "President Donald Trump listens as Secretary of Housing and Urban Development Ben Carson speaks during an event to honor Dr. Martin Luther King Jr., in the Roosevelt Room of the White House, Friday, Jan. 12, 2018, in Washington.",
  "The Agalarovs, Kaveladze, and Crocus Group\n\nSchiff asked Simpson what he knew about Trump's relationship with Aras Agalarov, the Russian-Azerbaijani billionaire who helped bring Trump's Miss Universe pageant to Moscow in 2013.",
  "Russian real estate developer Aras Agalarov (L) talks with his son, singer Emin Agalarov, during a news conference following the 2013 Miss USA pageant at the Planet Hollywood Resort & Casino in Las Vegas, Nevada June 16, 2013.",
  "Kaveladze was implicated in a Russian money-laundering scheme in 2000, during which investigators found that several Russians and Eastern Europeans had formed shell companies and used them to move money through American banks.",
  "\"Knowing what you do about the Agalarovs, what do you think is the significance of the fact that the - that Aras Agalarov was responsible, at least according to these public emails, for setting up the meeting at Trump Tower?\"",
  "\"And the oligarchs, during this period of consolidation of power by Vladimir Putin, when I was living in Brussels and doing all this work, was about him essentially taking control over both the oligarchs and the mafia groups.",
  "\"Later, as I understood more, I began to realize that I actually was in the sort of first trimester of the Trump-Russia relationship, in that it actually fit in pretty well with some of the early things that had happened.\"",
  "Rybolovlev has never lived in the mansion and has since torn it down, but an adviser, Sergey Chernitsyn, told Business Insider last year that there was \"every prospect that this investment will turn out to be profitable.\"",
  "I think that there's - I guess going back to your subpoena question, I also - you know, the Crocus Group has a much longer history in the United States than people realize, and I think there's all kind of good documents.\"",
  "Simpson replied that the Agalarovs started operating in the US \"around the time of the fall of the Soviet Union and are associated with people who are connected to previous episodes of money laundering that are serious.\"",
  "He is the vice president of Crocus Group, and he met with Trump in 2013 during the Miss Universe pageant (Kaveladze can be seen standing behind Emin Agalarov as he speaks with Trump in a video taken in Moscow in 2013.)",
  "Simpson replied that the billionaire Mercer family, which has been credited with paving the way to Trump's victory, were \"signficant\" — moreso than Cambridge Analytica, which he said may have been \"selling snake oil.\"",
  "Sechin is the CEO of Russia's state oil company, Rosneft,\n\nRybolvlev \"managed to get out of it and walk out of Russia with billions of dollars with the apparent assistance of Sechin and Sechin's people,\" he continued.",
  "\"So I have formed my own opinions that went through - that there was a somewhat unacknowledged relationship between the Trump people and the UKIP people and that the path to Wikileaks ran through that,\" Simpson said.",
  "Simpson said Trump's golf courses in Scotland and Ireland were also \"concerning\" because financial statements obtained by Fusion showed \"enormous amounts of capital flowing into these projects from unknown sources.\"",
  "The House investigators' line of questioning touched upon subjects that the Senate Judiciary Committee did not delve into, largely due to a shift in focus spearheaded by the committee's top Democrat, Adam Schiff.",
  "\"I guess the general thing I would say is that, you know, the Russians are far more sophisticated in their criminal organized crime activities than the Italians, and they're a lot more global,\" Simpson replied.",
  "Associated Press/Evan Vucci\n\nThe House Intelligence Committee on Thursday released the transcript of the panel's November interview with Glenn Simpson, the cofounder of the opposition research firm Fusion GPS.",
  "Simpson pointed to Farage's trips to New York, and said he had been told, but had not confirmed, that \"Nigel Farage had additional trips to the Ecuadoran Embassy...and that he provided data to Julian Assange.\"",
  "Steele did not go into further detail, Harding said, but seemed to be referring to a 2008 home sale to the Russian oligarch Dmitry Rybolovlev that has come under scrutiny by the special counsel Robert Mueller.",
  "Richard Dearlove, who headed the UK foreign-intelligence unit MI6 between 1999 and 2004, told Prospect Magazine in April that Trump borrowed money from Russia for his business during the 2008 financial crisis.",
  "The gangster also \"rigged the skating competition at the Salt Lake Olympics\" and sat in the VIP section of the Miss Universe Pageant in 2013 along with Trump \"and lots of other Kremlin biggies,\" Simpson said.",
  "Millian had two different resumes, according to Simpson: \"In one resume he said he was from Belarus and he went to Minsk State, and then in another he was from Moscow and went to Moscow State,\" Simpson said.",
  "He was also photographed at the St. Petersburg International Economic Forum in June 2016 with the Russian oligarch Oleg Deripaska, a longtime business associate of Trump's campaign chairman Paul Manafort.",
  "\"And specifically, the connections between the Abramovichs and Ivanka and Jared is something that requires looking into, if it hasn't been,\" Simpson said, referring to Roman Abramovich and Jared Kushner.",
  "Stephanie Keith/Reuters\n\n\"Michael Cohen was very adamant that he didn't actually have a connection to Sergie, even though he was one of only like 100 people who followed Sergi on Twitter,\" Simpson said.",
  "\"And then most of these guys sort of fall off the radar and then, you know, I think it's the 12 th of August, Rybolovlev's plane lands in Dubrovnik, and Jared and Ivanka surface in Dubrovnik,\" he said.",
  "The bank, Vnesheconombank, or VEB, bought $850 million of stock in a Ukrainian steelmaker from the billionaire Russian-Canadian developer Alexander Shnaider, who was constructing the hotel at the time.",
  "Butina was a former assistant to Torshin and reportedly claimed at a post-Election Day party that she had been a part of the Trump campaign's communications with Russia, according to The Daily Beast.",
  "Republican presidential candidate Donald Trump addresses members of the National Rifle Association during their NRA-ILA Leadership Forum at their annual meeting in Louisville, Kentucky, May 20, 2016.",
  "Maria Butina has attempted to build a pro-gun movement in Russia, where gun laws are strict and there is little interest by Russian citizens — and Russian President Vladimir Putin — to loosen them.",
  "Sergei Millian and Michael Cohen\n\nSimpson mentioned in his testimony that Fusion GPS had begun to scrutinize another trip Trump Organization representatives took to Moscow to promote a vodka brand.",
  "Donald Trump (2nd L) poses with his children Donald Jr. (L), Ivanka and Eric (R) during a news conference to mark the opening of the Trump International Hotel & Tower in Toronto April 16, 2012.",
  "GOP Rep. Tom Rooney said \"the story about [Trump] financing Doonbeg in Ireland through money that we can't really trace but has sort of the fingerprints of Russian mobsters\" was \"fascinating.\"",
  "Nigel Farage/Twitter\n\nSchiff then asked whether the data company Cambridge Analytica, whose parent company is based in the UK, was the link between the Trump campaign and the Brexit campaign.",
  "Schiff pounced: \"What facts came to your attention that concerned you that the buying and selling of properties - the buying and selling of Trump properties might indicate money laundering?\"",
  "Simpson called Schnaider among \"the most interesting\" of the Trump-Russia characters, noting that his father-in-law was a \"very important figure in the history of the KGB-Mafia alliance.\"",
  "According to PolitiFact, 2008 was the year Trump Entertainment Resorts missed a $53.1 million bond interest payment and later filed for Chapter 11 bankruptcy protection to reorganize.",
  "Simpon brought up the Center for the National Interest and its president and CEO, Dimitri Simes — a Russian expat described by Simpson as \"a suspected Russian agent\" known to the FBI.",
  "Additionally, Simpson said, he was \"intrigued\" by Rybolovelv's travel in August 2016 and the extent to which it coincided with Kushner and Ivanka Trump's travel around the same time.",
  "\"What lingers for Trump may be what deals — on what terms — he did after the financial crisis of 2008 to borrow Russian money\" when other banks would not loan to him, Dearlove said.",
  "Simpson also pointed to \"a lot of unexplained travel by various people\" associated with Trump to Hungary, whose president Viktor Orban \"is essentially a Putin puppet,\" Simpson said.",
  "He attended several black-tie events at Trump's inauguration, and told the Russian news agency RIA that he had been in touch with the Trump Organization as late as April 2016.",
  "Contrary to what he told RIA, Millian told Business Insider in an email earlier this year that the last time he worked on a Trump-brand project was \"in Florida around 2008.\"",
  "Dmitri Rybolovlev of Russia, President of AS Monaco Football Club attends Monaco's Ligue 1 soccer match against Paris St Germain at Louis II stadium in Monaco March 1, 2015.",
  "It was around that time that Millian's organization, the Russian-American Chamber of Commerce, was looking for \"delegates\" to attend the Russian Oil & Gas Forum in Moscow.",
  "That trip was organized by Sergei Millian, the Belarus-born businessman who was reportedly a key source in the explosive dossier alleging ties between Trump and Russia.",
  "Simpson also mentioned a \"Bannon Stone associate\" named Theodore Roosevelt Malloch, an American associated with UKIP who he believed was \"a significant figure in this.\"",
  "Simpson also suggested that the committee examine the travel histories of Trump's children, Don Jr. and Ivanka, \"and whether they had other meetings with Russians.\"",
  "\"I think that there is a lot of information to be had from Canadian law enforcement and from Belgian law enforcement about some of these characters,\" Simpson said.",
  "\"You mentioned that you'd done a lot of work as a journalist in terms of Russian organized crime, financial crimes, organized crime more generally,\" Schiff said.",
  "Other concerning patterns, Simpson said, included \"fast turnover deals and deals where there seemed to have been efforts to disguise the identity of the buyer.\"",
  "\"What can you tell us about how the Russians launder their money and whether that was an issue of concern during the first phase of your work for Free Beacon?\"",
  "But Millian appears to have begun downplaying his ties to the Trump Organization after Western reporters started digging into Trump's Russia ties last summer.",
  "\"There are a number of Russian defectors who, I think, maybe could speak to that,\" Simpson said, referring to Simes and the Center for the National Interest.",
  "\"I think it's a reasonable interpretation that that was a Russian Government-directed operation of some sort, based on what I know now,\" Simpson replied.",
  "\"And subsequently, received a report from a Russian émigré who is familiar with these events that...there were political or corruption aspects to that.\"",
  "And so they tend to use quite elaborate methods to move money...I mean, if you can think of a way to launder money, the Russians are pretty good at it.\"",
  "\"If we knew that Donald Trump was working with the Russian mafia to fund Doonbeg in Ireland, then there's no way he would be President,\" Rooney said.",
  "\"When we first heard about it, it didn't fit with my timeline of when Trump seemed to have gotten deeply involved with the Russians,\" Simpson said.",
  "\"I guess this is transitioning into another area, if you are interested in looking at things, is, you know, the European travel of certain people.",
  "Simpson said Fusion spent \"a lot of time investigating Mr. Torshin,\" who is \"well known to Spanish law enforcement for money laundering activity.\"",
  "'It appears the Russians...infiltrated the NRA'\n\nSpeier went on to ask Simpson why Russia seemed so interested in the National Rifle Association.",
  "\"Roger Stone bragged about having his contact,\" Simpson replied, referring to Stone's public comments about having an intermediary with Assange.",
  "We started going into who Stone was and who his relationships were with, and essentially the trail led to sort of international far right.",
  "And, you know, Brexit happened, and Nigel Farage became someone that we were very interested in, and I still think it's very interesting.\"",
  "I think there is more information about that money laundering investigation in the possession of the government than just the GAO report.\"",
  "\"And I think that is — given their fundamental role in creating the Trump foreign policy, I think that is a really important area.\"",
  "\"In one he said he worked for the Belarussian Foreign Ministry; in the other, he said he worked for the Russian Foreign Ministry.\"",
  "Schiff asked, referring to the June 9 meeting at Trump Tower between top Trump campaign officials and several Russian nationals.",
  "Pablo Martinez Monsivais/AP\n\nSimpson explained that \"real estate deals\" were a common Russian method of hiding and moving money.",
  "But I would say broadly speaking, it appears that the Russian operation was designed to infiltrate conservative organizations.\"",
  "Farage is a British politican who headed the far-right UK Independence Party (UKIP) from 2006-2009 and again from 2010-2016.",
  "Fusion GPS was first hired by the conservative Washington Free Beacon in late 2015 to conduct opposition research on Trump.",
  "\"And they -- we had Twitter messages back and forth between the two of them just - we just pulled them off of Twitter.\"",
  "The gangster went by Taiwanchik, and he'd been running a \"high-stakes gambling ring\" out of Trump Tower, Simpson said.",
  "\"At least on paper it says it's from The Trump Organization, but it's hundreds of millions of dollars,\" Simpson said.",
  "Thomson Reuters\n\nHe left another clue: \"I think this tax court case involving the Agalarovs is an important document.",
  "Simpson said that Irakly Kaveladze, a representative of Aras Agalarov and his son, Emin, is another important player.",
  "Rybolovlev's cash infusion into Trump's bank account is believed to be the most expensive home sale in US history.",
  "But he said he rarely if ever responded to the emails and stopped communicating with Millian in November 2016.",
  "\"There was -- well, for one thing, there was various criminals were buying the properties,\" Simpson replied.",
  "Among the Trump associates who traveled to Hungary: Sebastian Gorka, \"about three times,\" Simpson noted.",
  "\"Check their values against the money Trump secured via loans,\" Steele told The Guardian's Luke Harding.",
  "Gorka was reportedly wanted by Hungarian police on gun-related charges, BuzzFeed reported on Thursday.",
  "Cohen acknowledged to Business Insider earlier this year that Millian emailed him during the campaign.",
  "The result was a long trail of breacrumbs for investigators probing Trump's relationship with Russia.",
  "Russia's military intelligence service, the GRU, \"has a big station\" in Hungary, too, Simpson said.",
  "\"But I have a little bit of knowledge of Kaveladze and a little bit of knowledge of the Agalarovs.",
  "\"Were you able to find any factual links between the Mercers and Assange or Wikileaks or Farage?\"",
  "Orban has ushered in a new era of anti-migrant, pro-Russia policies since taking office in 2010.",
  "Kaveladze has long served a far more important role than just a translator for the Agalarovs.",
  "Simpson said his view of Rybolvlev's importance changed as he began to learn more about him.",
  "Simpson said Fusion came to understand more about Cohen as they continued their research.",
  "\"I think there are some records around that might reflect some of that,\" he continued.",
  "Trump campaign advisers Carter Page and JD Gordon also traveled to Hungary in 2016.",
  "\"His most apparent qualification seemed to be that he made a lot of money quickly.\"",
  "Democratic Rep. Jackie Speier asked Simpson about Schnaider during the interview.",
  "Simpson emphasized the suspicion surrounding that home sale during his interview.",
  "NBC News reported in November that Trump's Panama hotel had organized crime ties.",
  "\"And I don't know how they got there or whether they got there on his plane.\"",
  "\"Schnaider had no previous hotel or condo development experience,\" she said.",
  "Sergei Millian at an event following Trump's inauguration on January 20th.",
  "\"I think that there is a lot to find out about Kaveladze,\" Simpson said.",
  "\"It appears the Russians, you know, infiltrated the NRA,\" Simpson said.",
  "The research was later funded by the DNC via the law firm Perkins Coie.",
  "\"So there was a gangster -- a Russian gangster living in Trump Tower.\"",
  "Additionally, Millian \"was connected to\" Trump's lawyer Michael Cohen.",
  "\"And many of the oligarchs are also mafia figures,\" he continued.",
  "Specifically, he said, \"a project in Panama, the one in Toronto.",
  "Kaveladze surfaced in a previous money laundering investigation.",
  "Doonbeg is the home of Trump's hotel and golf course in Ireland.",
  "And I would include Jared and lvanka in that,\" Simpson said.",
  "He did not respond to a request to clarify the discrepancy.",
  "\"And these golf course are just, you know, they're sinks.",
  "And so basically everyone in Russia works for Putin now.\"",
  "The Crocus Group is Agalarov's development company.",
  "\"And there is more than one explanation for why.",
  "\"So, I mean, that's why it's so fascinating.\"",
  "\"We tried to figure out who the contact was.\"",
  "Farage spearheaded the Brexit movement.",
  "\"They understand finance a lot better.",
  "\"The difference is what's important.\"",
  "They don't actually make any money.\"",
  "\"A thumb drive,\" Simpson replied.",
  "\"And I still think that today.\"",
  "Read the full transcript below:",
  "Donald Trump and Nigel Farage.",
  "\"What kind of data?\"",
  "Glenn Simpson.",
  "Schiff asked.",
  "Schiff asked.",
  "he asked."
]