[
  "[Longtime Trump bodyguard to face questions about 2013 Moscow trip]\n\nAs the meeting broke up, Schiller said a man he did not know approached him and asked if he would like five women to visit Trump at his hotel room later that night, he told investigators.",
  "Among those in attendance were Russian pop star Emin Agalarov and his father, Aras Agalarov, a business magnate with close ties to the government of President Vladimir Putin, according to the people familiar with his interview.",
  "In his House interview, Schiller said he traveled as many as five and six days a week with Trump when the businessman ran the Trump Organization, adding that he could not remember the precise details of all their trips.",
  "Schiller, Trump's longtime bodyguard who frequently accompanied him on trips, told congressional investigators that he saw no compromising, illicit or illegal behavior by Trump while in Moscow, according to the people.",
  "The offer came at the end of a late-morning planning meeting that Schiller attended when he accompanied Trump to Moscow for the annual Miss Universe pageant, which was produced by a company that Trump owned.",
  "Keith Schiller told the House Intelligence Committee on Tuesday that he rejected the offer from the man, who appeared to be Russian or Ukrainian, according to two people familiar with the discussion.",
  "President Trump's longtime director of security told House investigators this week that a foreigner offered to send five women to Trump's hotel room during his visit to Moscow in November 2013.",
  "(Jabin Botsford/The Washington Post)\n\nThe offer to send women to Trump's room came after Schiller said he attended a meeting in Moscow with about 15 people to discuss details of the pageant.",
  "The 2013 trip was at the epicenter of one of the most salacious claims in a now-famous research dossier financed by Democrats during the 2016 presidential campaign.",
  "According to people familiar with the questions, Rep. Eric Swalwell (D-Calif.) asked Schiller if he saw Trump engage in any compromising behavior while on the trip.",
  "Schiller's long and close relationship with Trump makes him a potentially valuable witness to investigators examining Russia's meddling in the 2016 election.",
  "The former director of security at the Trump Organization joined Trump at the White House, serving as director of Oval Office Operations until September.",
  "Schiller told investigators that he and Trump stayed at a luxury hotel during their 2013 Moscow trip, although he said he could not recall its name.",
  "Then-director of Oval Office Operations Keith Schiller stands in the Red Room before President Trump speaks at an event at the White House in July.",
  "Schiller told the committee that he joked about the offer with Trump later that evening as they headed back to their hotel, the people said.",
  "Schiller agreed to review his passport and get back to the committee with more information, according to people familiar with his interview.",
  "He also said he did not remember accompanying Trump on any other trips to Russia but told investigators that he could not rule it out.",
  "He said he was not certain if he stayed on the same floor as Trump, although he acknowledged that they usually had adjoining rooms.",
  "The document alleged that Trump consorted with prostitutes during his time in Moscow — a claim the president has vehemently denied.",
  "\"Categorically, neither one of them has any knowledge of that happening,\" said Scott Balber, a lawyer for Emin and Aras Agalarov.",
  "NBC News first reported that the House Intelligence Committee asked Schiller for details about the episode.",
  "He quickly dismissed what appeared to be a suggestion of procuring prostitutes for Trump, they said.",
  "\"They didn't do it, they didn't hear it, and they have no reason to believe it's true.\"",
  "Alice Crites, Rosalind S. Helderman and Ellen Nakashima contributed to this report.",
  "An attorney for the Agalarovs said they had no knowledge of the offer to Schiller.",
  "\"No, man, we're not interested in that,\" Schiller told the man, the people said.",
  "\"Can you believe one of these guys wanted to send some women up to your room?\"",
  "An attorney for Schiller declined to comment on the details of his interview.",
  "A White House attorney did not immediately respond to a request for comment.",
  "\"No, no, not to my knowledge,\" Schiller responded.",
  "Schiller recalled saying."
]