[
  "Gorelick rationalized her decision to represent the Kushner-Trumps in March by explaining to Politico that Democratic lawyer and former NewsCorp executive Joel Klein told her “that Jared was a good person, and that he thought he would be a good influence on the administration.” Judge for yourself if that has been the case, even apart from all the anonymously-sourced reporting about Kushner’s West Wing manipulations; certainly Kushner and Ivanka’s presence has not prevented the Trump Administration from pursuing a hard-right, special interest agenda, from the trashing of the Paris climate accord and environmental regulations, to pursuit of a bigoted travel ban, to the appointment of the arch-conservative Neil Gorsuch to the Supreme Court, to everything else.",
  "Instead, she’s getting paid to vouch for the ethics of a family whose lack of ethics is a disgrace, to facilitate the nepotism and financial conflicts of interest, to help a wealthy family that is turning our cherished democracy into a vulgar kleptocracy, where foreign governments line up to buy rooms at Washington’s new Trump International Hotel, where the State Department spends thousands of taxpayer dollars on rooms at the Vancouver Trump hotel for staff assisting with security for private business trips by Donald Trump Jr. and Eric Trump, where Ivanka parades like a royal family member into her father’s chair alongside leaders of the G20 nations when he leaves the room.",
  "“Her attorney Jamie Gorelick told The Post in a statement that Trump is ‘concerned’ about recent reports regarding the treatment of factory workers and ‘expects that the company will respond appropriately.’”\n\nSome of the lawyers who have defended Gorelick’s conduct have focused on the fact that she was representing a man accused of criminal wrongdoing, and that stepping up in such circumstances, whether your client is rich or poor, is, as Alan Dershowitz told the Post, “patriotic and heroic and consistent with the best traditions of the bar.”\n\nBut, again, criminal defense was not the task for which Gorelick was first hired, and it’s not what she’s doing now.",
  "The Russiagate probe weighs heavier than ever on Jared Kushner after this week’s revelation of his Trump Tower meeting, as well as the startling McClatchy report that Justice Department and congressional investigators “are examining whether the Trump campaign’s digital operation – overseen by Jared Kushner – helped guide Russia’s sophisticated voter targeting and fake news attacks on Hillary Clinton in 2016.”\n\nThere also are mounting calls to revoke Kushner’s security clearance, which Gorelick’s work helped him obtain.",
  "However, on Friday, Gorelick, citing concerns over the fact that special counsel Robert Mueller and three lawyers on his team came from her law firm, WilmerHale, said she was ceding the Russia investigation work to an expanding team of other lawyers, but “will continue to work on the matters for which we were originally retained, with regard to ethics compliance, the SF-86 [security clearance] process, and related issues.”\n\nSo far that work has been going really well, don’t you think?",
  "Gorelick also was helping to structure Jared’s financial arrangements, which, like his-father-in-law, involved withdrawing from management of his real estate business but not from all his investments in them; according to Gorelick, Kushner would “divest a substantial number of his assets, and for any of those that remain he will abide by all the appropriate recusal requirements of the ethical guidelines.” Uh huh.",
  "Kushner was acting in his capacity as a transition official and had many similar discussions with foreign representatives after the election.”\n\nThe New York Times has reported that Kushner did not amend his clearance form to include the Veselnitskaya meeting “until recently.”\n\nWhen ever and why ever it turns out that Jared had to amend his form to disclose clearly relevant information, it doesn’t look good.",
  "We now know that Kushner failed to disclose on his security clearance application at least three meetings with Russians:\n\nA December 2016 meeting with Russia’s ubiquitous ambassador to the U.S., Sergey Kislyak A December 2016 meeting with Sergey Gorkov, a former Russian intelligence agent who is now the Putin-appointed head of the Russian state-owned bank Vnesheconombank The June 2016 Trump Tower meeting ?",
  "But we objected that: (1) Donald Trump was not simply a president of the opposing party, but a dishonest bigot and misogynist who had vowed to put Hillary Clinton in jail; and (2) Gorelick was pushing the legal envelope hard, insisting that the federal anti-nepotism law did not apply to White House staff, a position with which many experts on legal ethics and Democrats in Congress disagreed.",
  "Meanwhile, on the financial front, Gorelick’s assurances that there were no conflict of interest concerns have been undermined by, among other things, Jared’s sister’s blatant sales pitch in China, telling investors that a New Jersey housing project “means a lot to me and my entire family” and reminding them that Kushner now works in the White House.",
  "Ten days before Donald Trump was inaugurated, Republic Report wrote about Jamie Gorelick, the Democratic power lawyer and long-time Bill and Hillary Clinton associate who, it had just been revealed, was advising Jared Kushner and Ivanka Trump on ethics issues related to their joining the White House staff.",
  "After serving as general counsel at the Pentagon and the Deputy Attorney General in Bill Clinton’s administration Gorelick got super rich, serving as vice chair of Fannie Mae, the giant mortgage lender, from 1998 to 2003, and getting some $25.6 million in compensation, including bonuses.",
  "And Friday the Washington Post published an extensive report that concluded that Ivanka Trump’s apparel business “relies exclusively on foreign factories in countries such as Bangladesh, Indonesia and China, where low-wage laborers have limited ability to advocate for themselves....",
  "with Russian lawyer Natalia Veselnitskaya, Russian-America dual national lobbyist Rinat Akhmetshin, and, reportedly, a representative of Azerbaijani-Russian oligarch and Putin associate Aras Agalarov\n\nMaterial omissions on security clearance forms are crimes if made knowingly.",
  "Since then, stories in Politico and the Washington Post had some Washingtonians, most of them afraid to speak on the record, sniping that Gorelick was disloyal to the Clintons for representing the Trumps, while others in the Democratic establishment came to her defense.",
  "The Post found that her company lags behind many in the apparel industry when it comes to monitoring the treatment of the largely female workforce employed in factories around the world.” The designated person paid to defend this record?",
  "The bank told the Washington Post that the meeting was to pursue its investment strategy by talking with “with the head of Kushner Companies,” while a White House spokesperson said that, instead, “Mr.",
  "Those matters should result in many more billable hours for Jamie Gorelick and her law firm, as she continues to be paid to rationalize and facilitate disgraceful decisions made by disgraceful people.",
  "Gorelick symbolizes revolving door Washington, where well-educated, highly-capable people trade on government experience and connections to help special interests get their way over everyone else.",
  "But then Gorelick is the perfect Democrat to assist such a regime, the kind of mercenary lawyer who makes Washington the wretched swamp that Donald Trump falsely promised voters he would drain.",
  "In 2006, DC-based Fannie Mae was fined $400 million for accounting manipulation tied to executives’ bonuses that occurred from 1998 to 2004; Gorelick was not charged with any wrongdoing.",
  "There was even reporting Friday that congressional Democrats are questioning what Ivanka Trump knew about Russia contacts, and whether her own SF-86 security clearance form is accurate.",
  "We recognized that elite Washingtonians would argue that Gorelick was simply providing wise legal counsel to the Trump family, helping to ensure that they comply with the law.",
  "Her “ethics” work for Jared and Ivanka bears her hallmarks: Helping the rich and powerful push the moral and legal envelope, and of course being well paid for doing that.",
  "A president might rely too heavily on a close relative, even if that family member failed to provide the kind of unvarnished advice needed to promote sound decisions.",
  "Even some who felt the legal issue was debatable worried that nevertheless the policy and ethical concerns underlying the nepotism statute were highly relevant.",
  "premised on the promise that the Russian government had “official documents and information that would incriminate Hillary” and aid the Trump campaign ?",
  "There’s a troubling discrepancy between what Vnesheconombank said their Kushner meeting was about and the White House’s explanation for the meeting.",
  "The president might place a relative into a sensitive position despite a lack of qualifications or judgment, putting national security at risk.",
  "As the Russiagate scandal deepened, and Kushner’s role was exposed, Gorelick began representing him on those issues as well.",
  "Did he fail to disclose the contacts more promptly because he was holding back information from his own lawyers?",
  "Fannie Mae’s increasingly risky business strategy in the 2000s eventually required a huge taxpayer bailout.",
  "Because his lawyers failed to be thorough in asking questions that would produce a full response?",
  "That it’s hard to spell Vnesheconombank, Veselnitskaya and Akhmetshin is not a legal excuse.",
  "And such nepotism can weaken the credibility of, and public confidence in, our government.",
  "We gave Gorelick’s decision to represent the couple a big thumbs-down.",
  "And why would anyone believe that he has disclosed everything now?",
  "Because they advised him that the disclosures were not necessary?",
  "Additional facts raise further concerns about these omissions."
]