[
  "Following in his father's footsteps, Emin has massed a fortune of his own in retail, owning numerous restaurants, hotels and commercial and residential real estate all over Russia, including their version of America's Mall of America.",
  "\"I'm a blend of the music I love with a touch of something special and original with my voice and my songwriting,\" he said during a photo shoot in Miami, where the night before he performed a sold-out show.",
  "For close to a decade Russian pop star Emin has been heating up the music industry with his diverse style that ranges from standards to Latin pop to power ballads.",
  "It's a double privilege to have people know and want to hear your songs, and it's a triple privilege to have people respond to your songs in such a positive way.",
  "First making a name for himself in Russia, the 35 year old voted \"Russia's Sexiest Man\" has since gained popularity in the United States and the United Kingdom.",
  "I can't say that I've found my place or myself, but I think I'm definitely on the right track now that I've had some success pretty much all over the world.",
  "It's been an amazing experience, and I think I've still yet to write, sing and perform songs that might be on the next level from what I'm doing now.",
  "However, when you were born your father had yet to achieve his wealth and you've spoken of memories of standing in bread lines during the Soviet era.",
  "Now he's back with his new CD More Amor, which is a mix of old favorites and five new songs, including his latest single, \"Boomerang.\"",
  "I'm not saying I had to get those jobs because I was starving, but I had to get those jobs because I didn't have any pocket money.",
  "His father, Aras Agalarov, went on to become a billionaire after he founded the construction and retail corporation Crocus Group.",
  "You grew up admiring Elvis Presley and it took you a while to learn that you didn't want to be Elvis; you wanted to be Emin.",
  "By the time you finished performing your show in Miami everyone in the audience was on their feet singing and dancing.",
  "It's hard to say that I'm really proud of anything because I think I've yet to do bigger things than I've done so far.",
  "Born in Baku, Azerbaijan, his family moved to Moscow when he was 4 before relocating to New Jersey when Emin was 11.",
  "Over the years Emin has been compared to Michael Buble, Robbie Williams and Enrique Iglesias, but just who is he?",
  "My dad had a lot of comments and suggestions, but at the end of the day I told him it's my music and my choice.",
  "Married to Leyla Aliyev, the daughter of the president of Azerbaijan, the couple has 6-year-old twin boys.",
  "He knows he must work even harder to get taken seriously and offers a challenge for any critics.",
  "I do travel a lot, and I only get to spend one or two days a week with them, if I'm lucky.",
  "Robert DeNiro is a close friend and together they co-own two Nobu Restaurants in Russia.",
  "My first job in the United States was working in the electronics department in Kmart.",
  "Then my father started his business, but that wealth wasn't shared with the children.",
  "In 2012 he opened for Jennifer Lopez in Azerbaijan and the two became fast friends.",
  "Two years later he took home a World Music Award for being a best-selling artist.",
  "Speaking of business, you are a very successful business man like your father.",
  "After everything you've accomplished, what are you the most proud of?",
  "My parents showed me that anything was possible if you worked for it.",
  "But don't let Emin's silver spoon life deter you from his music.",
  "I try not to be strict with my kids now unless I really have to.",
  "What was their response when you told them you wanted sing?",
  "\"Don't make any judgments until you come and see me live.",
  "My second job was coat handling in a Turkish restaurant.",
  "For more information on Emin, visit www.emin-music.com",
  "When I'm with them, we spend the entire day together.",
  "Performing live is my favorite part of the business.",
  "It's something that evolves throughout your career.",
  "My mom loved it because she loves everything I do.",
  "What lessons did you learn during your childhood?",
  "The kids are probably what I'm the most proud of.",
  "Sexy is something that is not trying to be sexy.",
  "\"Give me one chance to blow you away,\" he said.",
  "I think it's natural for any artist to evolve.",
  "His personal life reads like a fairytale.",
  "I don't let anything else get in the way.",
  "I invited them to my first show in 2006.",
  "I think I'm a very entertaining father.",
  "You were voted Russia's sexiest man.",
  "I think it's a very humorous thing.",
  "Music is only part of Emin's story.",
  "Do you see any musicality in them?",
  "It was a very humble environment.",
  "How did you find your own voice?",
  "It's a privilege to be on stage.",
  "Then I worked at a gas station.",
  "I had to go and work for that.",
  "Did they like what they heard?",
  "We had to earn our own money.",
  "They're Michael Jackson fans.",
  "What kind of father are you?",
  "What is that like for you?",
  "What does that feel like?",
  "It's a lifetime search.",
  "What is sexy to you?",
  "I never asked them.",
  "Then we'll talk.\"",
  "I'm fine with it.",
  "She's a mom.",
  "Definitely.",
  "Strange."
]