[
  "Pic http://bit.ly/2veNku1\n\nSUBSCRIBE to the Playbook family: POLITICO Playbook http://politi.co/1M75UbX ... New York Playbook http://politi.co/1ON8bqW … Florida Playbook http://politi.co/1OypFe9 ... New Jersey Playbook http://politi.co/1HLKltF ... Massachusetts Playbook http://politi.co/1Nhtq5v … Illinois Playbook http://politi.co/1N7u5sb ... California Playbook http://politi.co/2bLvcPl ... Brussels Playbook http://politi.co/1FZeLcw ... All our political and policy tipsheets http://politi.co/1M75UbX\n\nFollow us on Twitter Anna Palmer @apalmerdc\n\n\n\nJake Sherman @JakeSherman\n\n\n\nDaniel Lippman @dlippman\n\n\n\nEli Okun @eliokun\n\n\n\nGarrett Ross @garrett_ross",
  "Senate GOP health care ‘Plan B’ on verge of failure -- EIGHTH PERSON in Don Jr. meeting identified -- Business down at some Trump properties -- RACHEL WHETSTONE to Facebook Presented by\n\nBULLETIN -- “Eighth person in Trump Tower meeting is identified,” by WaPo’s Roz Helderman: “An American-based employee of a Russian real estate company took part in a June 2016 Trump Tower meeting between a Russian lawyer and Donald Trump Jr., bringing to eight the number of known participants at the session that has emerged a key focus of the investigation of the Trump campaign’s interactions with Russian.",
  "SPOTTED: Tucker Carlson entering the Liaison Hotel on Capitol Hill today … Olympic Silver Medalist Sasha Cohen this morning on Capitol Hill discussing the importance of “home visiting” at the Council for a Strong America and Parents As Teachers MIECHV briefing in Russell (the Council’s new report on the subject: http://bit.ly/2uzc4zk )\n\nTREASURY DEPARTURE LOUNGE -- After seven years at the Treasury Department, today is Michael Greenwald’s last day in Treasury’s office of terrorism and financial intelligence.",
  "@ChrisChristie 1st interview since that day at the beach, the Russia bombshells, and GOP Health Care meltdown live 4pm @msnbc.”\n\nAFTERNOON READING -- NICK HANAUER in POLITICO Magazine, “To My Fellow Plutocrats: You Can Cure Trumpism: Pay your workers a decent wage and maybe you can stave off the pitchforks that are still coming”: “I find myself in deep disagreement with almost everyone I talk to about Trump and Trumpism.",
  "Hastert, 75, originally reported to the Federal Medical Center in Rochester on June 22, 2016 — one year after his explosive indictment surrounding secret hush-money payments sparked the Chicago-area coaching legend’s epic downfall.” http://trib.in/2veGJQk\n\nMEDIAWATCH -- Matt Thompson has been promoted at The Atlantic to a new role of executive editor overseeing all cross-platform projects.",
  "Companies testing EE—including giants like GE, Boeing, DHL, and Volkswagen—have measured huge gains in productivity and noticeable improvements in quality.” http://bit.ly/2vxVMUA\n\nHOT JOB – UBER has posted a director of federal affairs job for its D.C. office and hundreds of people have applied so far, including people from Fortune 100 companies, government, and NGOs.",
  "See the job posting http://ubr.to/2u69pw7\n\n-- “Former Uber comms head Rachel Whetstone is jumping to Facebook,” by Recode’s Kara Swisher: “Rachel Whetstone, who recently left her job as top public relations and policy exec at Uber, is joining the communications team at Facebook in a newly created role as VP of comms of its WhatsApp, Instagram and Messenger products.",
  "DRUDGE BANNER -- “MOST UNPRODUCTIVE CONGRESS IN 164 YEARS”\n\nANOTHER TRUMP PRIORITY FALTERS -- HAARETZ’S BARAK RAVID: “Prime Minister Benjamin Netanyahu told French President Emmanuel Macron in their meeting Sunday that he was skeptical about the peace efforts being made by U.S. President Donald Trump, diplomatic sources familiar with the conversation told Haaretz.",
  "The request is the first public indication that Mueller’s team is investigating the meeting.” http://wapo.st/2u4JmnE\n\nWHAT YOU NEED TO KNOW -- THE REPEAL EFFORT IS NEARLY DEAD -- SEN. SHELLEY MOORE CAPITO (R-W.VA.) is signaling she will not vote to begin debate on the House’s Obamacare repeal and replace bill, but she’s leaving herself some wiggle room.",
  "2014, “The Pitchforks Are Coming… For Us Plutocrats”: http://politi.co/2tc0uGR\n\nVALLEY TALK -- “Google Glass 2.0 Is a Startling Second Act,” by Backchannel’s Steven Levy: “The original Glass designers had starry-eyed visions of masses blissfully living their lives in tandem with a wraparound frame and a tiny computer screen hovering over their eye.",
  "She will start in September.” http://bit.ly/2u5Rmq4\n\nHASTERT TRANSFERRED FROM PRISON -- From the Chicago Tribune’s Christy Gutowski: “Former U.S. House Speaker Dennis Hastert returned to Chicago — under supervision — to complete the remaining month of his prison sentence for breaking banking laws to hide his sexual abuse of teenage boys.",
  "Learn more at google.com/grow/veterans\n\nBUT, BUT, BUT-- “Trump Properties Are Already Profiting Off Republican Campaigns,” by BuzzFeed’s Tarini Parti and Jeremy Singer-Vine: “BuzzFeed News has identified at least $293,000 in spending from Republican campaigns and committees on Trump businesses after Trump was elected to the White House.",
  "Together, they illustrate an unexpected side effect of the presidency: In some cases, it has proven a challenge to sell the president’s brand, without offering proximity to the presidency itself.” http://wapo.st/2vyj7p0\n\nA message from Google: Google is supporting service members as they transition to civilian jobs.",
  "The new sanctions follow the administration’s announcement Monday that it had informed Congress that Iran continues to abide by the terms of the nuclear deal.” http://politi.co/2tCN3iF … State’s statement on the new sanctions http://bit.ly/2uw402A\n\nTRUMP INC. -- “Is the presidency good for Trump’s business?",
  "During the meeting in Paris, Macron told Netanyahu that he supports Trump’s efforts and that the settlement-building plans that Israel has advanced in the past six months have made an already complicated situation that much harder, the sources said.” http://bit.ly/2tCxtDp\n\nGood Tuesday afternoon.",
  "The total does not include spending between April and June from Senate campaigns, which do not file their reports electronically, and from certain committees that file monthly and have yet to report their June spending.” http://bzfd.it/2u5TPAF\n\nMUST SEE TV -- @jonathanwald: “Exclusive.",
  "levies new Iran-related sanctions,” by Jake Lahut: “The U.S. is pursuing sanctions against 18 individuals and other entities for supporting Iran’s ballistic missile program and other factors, including Iran’s ‘egregious human rights record,’ the State Department announced Tuesday.",
  "The latest from Seung Min Kim, Burgess Everett and Jen Haberkorn http://politi.co/2tb7VOl\n\n-- THINK ABOUT IT THIS WAY: If you’re a nervous Republican, there’s no point in voting for the motion to proceed because it could lead you down a path you might not want to go down.",
  "Stay tuned!” … at 9:15 a.m.: “With only a very small majority, the Republicans in the House & Senate need more victories next year since Dems totally obstruct, no votes!” … at 9:26 a.m.: “The Senate must go to a 51 vote majority instead of current 60 votes.",
  "WEEKEND WEDDING -- Justin Vail, a McCaskill and Obama WH alum and now an independent consultant, on Saturday married Roshni Shikari, an associate at Correia & Puth, at The Alfred Caldwell Lily Pool in Chicago, the bride’s hometown.",
  "Nearly 13 months after entering a federal prison in Minnesota, Hastert was listed Tuesday as entering a residential re-entry management field office in Chicago, according to the Federal Bureau of Prisons website.",
  "We'll let Obamacare fail and then the Democrats are going to come to us.”\n\nWHITE HOUSE STATEMENTS ON THE PROCESS -- @realDonaldTrump at 7:53 a.m.: “We were let down by all of the Democrats and a few Republicans.",
  "Balber said Tuesday that he received a phone call from a representative of Special Counsel Robert Mueller over the weekend requesting the identity of the Agalarov representative, which he said he provided.",
  "With that in mind, I cannot vote to repeal Obamacare without a replacement plan that addresses my concerns and the needs of West Virginians.” SEN. SUSAN COLLINS (R-MAINE) is a no on the motion to proceed.",
  "“The real threat to our republic is an alarming breakdown in social cohesion, and the cause of this breakdown is obvious: radical, rising economic inequality, and the anger and anxiety it engenders.",
  "THIS IS A BIG MOMENT -- Since this seems like it's dead, SENATE MAJORITY LEADER MITCH MCCONNELL (R-KY.) will have to go back to the drawing board and figure out how to get something to the floor.",
  "But the dream quickly gave way to disillusionment as early adopters found that it delivered less than it promised—and users became the target of shaming from outsiders concerned about privacy.",
  "Yes, the population of those using the vaunted consumer version of Glass has dwindled, tired of being driven out of lounges by cocktail-fork-wielding patrons fearing unwelcome YouTube cameos.",
  "Justin Kintz, the head of Americas public policy and communications at Uber, is in charge of hiring for the position, which is Niki Christoff’s old job before she went over to Salesforce.",
  "For example, if a senator votes for the motion to proceed and that leads to a repeal of Obamacare, he or she could be blamed for voting to repeal Obamacare -- even if he or she didn’t.",
  "COMING ATTRACTIONS -- FIRST IN PLAYBOOK -- THE HOUSE FREEDOM CAUCUS is going to begin putting pressure on Speaker Paul Ryan to bring up the bill the Senate is considering immediately.",
  "“Ike Kaveladze’s presence was confirmed by Scott Balber, an attorney for Emin and Aras Agalarov, the Russian developers who hosted the Trump-owned Miss Universe pageant in 2013.",
  "He spent the last two years spent as Treasury’s attaché to Qatar and Kuwait and tonight will be celebrating with friends and colleagues at Hay Adams’ hotel bar Off the Record.",
  "Since Trump entered the presidential race in June 2015, revenues from greens fees at the L.A. club has dropped by 13 percent, according to figures from the city government.",
  "Not necessarily at this golf course,” by WaPo’s David Fahrenthold and Rob Kuznia: “For two years, Donald Trump has been running a first-of-its-kind American experiment.",
  "Within three years, Alphabet (the parent company of Google and its sister company, the ‘moonshot factory’ called X) had given up Glass for good—or so people assumed.",
  "… For about two years, Glass EE has been quietly in use in dozens of workplaces, slipping under the radar of gadget bloggers, analysts, and self-appointed futurists.",
  "The position includes managing the company’s federal affairs team, dealing with the White House, Congress and third party groups, as well as related communications.",
  "have benefitted obscenely from our growing economic, political and legal power.” http://politi.co/2veMzky\n\nFLASHBACK -- NICK HANAUER in POLITICO Magazine, July/Aug.",
  "The bulk of the spending was from Trump’s re-election campaign, but other Republican committees shelled out about $72,000, based on FEC data made public this week.",
  "Meanwhile, Alphabet has been selling hundreds of units of EE, an improved version of the product that originally shipped in a so-called Explorer Edition in 2013.",
  "The company is starting to talk to candidates and expects to fill the position by the end of the summer, according to a source familiar with the hiring process.",
  "Whetstone, who previously worked at Google at the top of its comms and policy unit, will report to Facebook’s VP of technology communications Caryn Marooney.",
  "Current comms leaders at Instagram and Messenger will continue to lead their teams and get guidance from Whetstone, who will primarily focus on WhatsApp.",
  "Hollywood, another source of revenue for the club, has largely stopped coming to film TV shows and movies, according to city permit records.",
  "TRANSITIONS -- Erick Sanchez is the new director of community affairs for Drink Company, which brought D.C. the Game of Thrones pop up bar.",
  "We will return!” … at 7:58 a.m.: “As I have always said, let ObamaCare fail and then come together and do a great healthcare plan.",
  "have enacted policies that have depressed wages, stoked economic insecurity and exacerbated cultural angst and social dislocation.",
  "“Charity golf-tournaments, another core piece of the club’s business, have moved away: ESPN relocated its celebrity tournament.",
  "Couples used to hold big outdoor ceremonies at a city park across the street, then return to Trump National for a reception.",
  "JERRY MORAN (R-KAN.) and MIKE LEE (R-UTAH), who came out as nos last night together, will vote for the motion to proceed.",
  "The spending from House Republicans and party committees appears to be mostly for fundraisers held at Trump properties.",
  "“What they didn’t know was that Alphabet was commissioning a small group to develop a version for the workplace.",
  "But treating the symptom by removing Trump won’t cure the disease, even if it temporarily makes us feel better.",
  "Greenwald has been named a senior vice president at the investment management firm Tiedemann Wealth Management.",
  "His plan, per pooler Ben Jacobs of The Guardian: The plan is “to let Obamacare fail, it will be a lot easier.",
  "The L.A. Unified School District also moved, forfeiting a $7,500 deposit it had already paid Trump’s course.",
  "The truth is that over the span of decades, American lawmakers (at the behest of economic elites like us!)",
  "“The troubles at the L.A. club mirror those that have been reported at some other Trump properties.",
  "Can one man be the face of a polarizing political movement and a successful hospitality business?",
  "Balber said Kaveladze works for the Agalarovs’ company and attended as their representative.",
  "Jake and Anna talked to the great Bob Schieffer for his podcast with CSIS’ Andrew Schwartz.",
  "The couple met on their first day of law school at Washington University in St. Louis.",
  "Crazy!”\n\n-- HEY, MR. PRESIDENT: Nothing under consideration right now needs 60 votes.",
  "ROB PORTMAN (R-OHIO) and DEAN HELLER (R-NEV.) say they are undecided at the moment.",
  "Adrienne LaFrance, a staff writer, has been promoted to editor of TheAtlantic.com.",
  "The ceremony was attended by their parents, siblings, and nieces, and the Hon.",
  "And I think we're probably in that position where we'll let Obamacare fail.",
  "… But in Los Angeles County, the experiment doesn’t seem to be going well.",
  "Sharon Johnson Coleman, for whom the bride previously clerked, officiated.",
  "He might be forced to hold hearings, drawing this process out even more.",
  "“My position on this issue is driven by its impact on West Virginians.",
  "Indeed, the left’s maniacal focus on Trump confuses cause with effect.",
  "At the same time, a tiny minority of mostly urban elite (again, us!)",
  "And the club’s wedding business seems to have been affected as well.",
  "Their thinking: it would put pressure on the Senate to get in line.",
  "SEN. JOHN MCCAIN (R-ARIZ.) is in Arizona recovering from surgery.",
  "No, to heal the body politic we must confront the disease itself.",
  "He retains his position as senior adviser at Frontier Solutions.",
  "Nobody’s done that since November, according to city records.",
  "PRESIDENT TRUMP says he was “disappointed” about health care.",
  "SEN. LISA MURKOWSKI (R-ALASKA) also is a no on moving ahead.",
  "I firmly believe that Trump, by himself, is not the problem.",
  "Most Republicans were loyal, terrific & worked really hard.",
  "Yes, Trump is a manifestation of a serious civic sickness.",
  "Listen http://bit.ly/2uFhd9Q\n\nFOGGY BOTTOM WATCH -- “U.S.",
  "I can tell you the Republicans are not going to own it.",
  "He was previously the deputy editor of TheAtlantic.com.",
  "IF THIS HOLDS, this process is dead -- for now.",
  "The L.A. Galaxy soccer team withdrew.",
  "Even parts of full Repeal need 60.",
  "We're not going to own it.",
  "I'm not going to own it.",
  "8 Dems control Senate.",
  "SENS.",
  "SENS."
]