[
  "On Friday of last week, WikiLeaks released a number of emails from staffers at the Democratic National Committee showing several instances in which employees of the supposedly impartial party organization disparaged or tried to work against the candidacy of Sen. Bernie Sanders (D-Vt.) late in the 2016 primary season.",
  "In part to distract attention from the politically damaging nature of the leaks, Hillary Clinton campaign manager Robby Mook told CNN's Jake Tapper that the emails had been stolen from the DNC by hackers working for the Russian government, and suggested that they were released to help Donald Trump.",
  "The burden of proof is on those like Will who claim that Trump may have financial links to interests in Russia — a burden that would be very hard to meet without the release of Trump's tax records or other documents detailing the income that Trump has reported.",
  "\"Though the legal structure is in place for what we have today, and even 99 percent is covered, that 1 percent not covered could be 100 percent covered over there because it is a question of who knows who, whose brother is paying off who, etc.\"",
  "On Monday, George Will, who has repeatedly spoken out against Trump, told Fox News' Bret Baier that he thought Trump was withholding his tax returns \"because he is deeply involved in dealing with Russian oligarchs and others.\"",
  "A former IRS commissioner we spoke with said that this 1) wasn't prohibitive and that Trump could release the returns that are under audit if he wanted to and 2) he could easily release the older ones that aren't under audit.",
  "From a political standpoint, that works to Trump's disadvantage, allowing his opponents to raise questions about something that can only be answered concretely by releasing documents he'd like to keep private.",
  "\"In terms of high-end product influx into the U.S., Russians make up a pretty disproportionate cross-section of a lot of our assets,\" he said at a conference that year, according to news reports.",
  "Our article also delineated a number of other known Trump business links to Russia, including:\n\nA 1987 trip to Moscow, then still part of the Soviet Union, to find a site for a luxury hotel.",
  "A quote in that piece from Trump's son, Donald Trump Jr. — who is also an executive with Trump's business — makes clear how the company in 2008 sought business from wealthy Russians.",
  "During a Republican debate in November, Trump said that \"I got to know him very well because we were both on \"60 Minutes,\" we were stablemates, and we did very well that night.\"",
  "\"I actually think that it’s a great thing when you can show that you've been successful, and that you’ve made a lot of money, that you've employed a lot of people,\" he said.",
  "The year prior, Trump said in a deposition that \"Russia is one of the hottest places in the world for investment,\" and that he planned to \"be in Moscow at some point.\"",
  "Hosting the Miss Universe pageant in Moscow in 2013, when he still owned it, earning a cut of the money spent to lure it there — including some from Agalarov.",
  "On Wednesday morning, CBS's Norah O'Donnell asked Trump campaign manager Paul Manafort if Trump had \"financial relationships with any Russian oligarchs.\"",
  "When Mitt Romney was under pressure to release his taxes in 2012, we'll note, Trump bragged about how he wouldn't hesitate to turn his own over.",
  "Update: During a press conference a few hours later, Trump reverted to his old argument that he would release his taxes once the audit was done.",
  "\n\nRepublican presidential nominee Donald Trump speaks during the final day of the Republican National Convention in Cleveland on Thursday.",
  "Over the course of the week, Trump has disparaged the assertion as Democrats have tried to tie Trump to Russian President Vladimir Putin.",
  "As columnist Marcus Hawkins noted on Twitter, Trump has backed away from past assertions that he has a close relationship with Putin.",
  "Do you think Putin will be going to The Miss Universe Pageant in November in Moscow - if so, will he become my new best friend?",
  "In May, he told ABC's George Stephanopoulos that he would reveal how much he paid in taxes only when he released his returns.",
  "\"I have nothing to do with Russia, nothing to do, I never met Putin, I have nothing to do with Russia whatsoever,\" he said.",
  "On Tuesday evening, Trump tweeted this, in an effort to draw a clear line between himself and that specific suggestion.",
  "Partnering with Aras Agalarov, the \"Trump of Russia,\" on a project in Moscow in 2013 that didn't come to fruition.",
  "Trump has continually refused to release his tax records, saying that it's because some of them are being audited.",
  "An 'extremely credible source' has called my office and told me that @BarackObama's birth certificate is a fraud.",
  "There are actual records that could prove his point, as Chris Cillizza pointed out on Tuesday: his tax records.",
  "It was advantageous in November to seem close to Putin; it is disadvantageous to be seen that way now.",
  "Asked if he had any outstanding loans from Russian banks or investors, Trump replied, \"Absolutely not.",
  "\"Mr. Trump has said that his taxes are under audit and he will not be releasing them,\" Manafort said.",
  "In an interview with a local station in Miami on Tuesday, Trump changed his story, as Hawkins notes.",
  "Trump has used the lure of someday releasing his tax records as a way of deferring other questions.",
  "On CBS on Wednesday, Manafort seemed to largely close the door on the records ever being released.",
  "Update: In 2014, Trump said he met Putin and that he spoke \"directly and indirectly\" with him.",
  "The problem is that Donald Trump has in the past had obvious economic interests in Russia.",
  "Part of the problem for Trump is that he seems to be unusually friendly with Putin.",
  "The 2008 sale of a mansion in Palm Beach to Russian oligarch Dmitry Rybolovlev.",
  "Let's loop back to Trump's tweet about how he has \"ZERO investments in Russia.\"",
  "Trump's opponents within his own party have tried to do the same thing.",
  "A 2005 push to convert an old pencil factory into another Trump Tower.",
  "Donald Jr. also described what it took to do business in the country.",
  "— Donald J. Trump (@realDonaldTrump) August 6, 2012\n\nSave\n\nSave",
  "A 1996 effort to build a condominium complex in the country.",
  "Manafort replied, \"That’s what he said, that’s what I said.",
  "But Trump is pretty familiar with that political tactic.",
  "\"Russia is just a different world,\" he reportedly said.",
  "— Donald J. Trump (@realDonaldTrump) June 19, 2013\n\n13.",
  "— Donald J. Trump (@realDonaldTrump) July 26, 2016\n\n6.",
  "For the record, I have ZERO investments in Russia.",
  "\"We see a lot of money pouring in from Russia.\"",
  "The Washington Post outlined them in June.",
  "\"I actually think that it's a positive.\"",
  "That’s obviously what our position is.\"",
  "(Carolyn Kaster/Associated Press)\n\n1.",
  "He prefaced it with \"for the record.\"",
  "(Trump says he won't.)",
  "It's ridiculous.\"",
  "14.",
  "15.",
  "12.",
  "10.",
  "11.",
  "19.",
  "18.",
  "17.",
  "16.",
  "21.",
  "20.",
  "24.",
  "22.",
  "23.",
  "7.",
  "8.",
  "9.",
  "3.",
  "2.",
  "4.",
  "5."
]