[
  "And unlucky for my children who are now going to community college.’”\n\nProsecutors seek Manafort’s bank records - WSJ: “New York prosecutors have demanded records relating to up to $16 million in loans that a bank run by a former campaign adviser for President Donald Trump made to former campaign chairman Paul Manafort, according to a person familiar with the matter.”\n\nMcConnell plans vote for FBI nominee Wray before August recess - Politico: “Senate Majority Leader Mitch McConnell plans to install Christopher Wray to lead the FBI before senators leave Washington for the August recess, a spokesman for the Kentucky Republican said Monday.",
  "Administration officials announced the certification on Monday evening while emphasizing that they intended to toughen enforcement of the deal, apply new sanctions on Iran for its support of terrorism and other destabilizing activities, and negotiate with European partners to craft a broader strategy to increase pressure on Tehran.”\n\nANTI-IMMIGRATION GROUP FUMES OVER TRUMP VISA BUMP\n\nUSA Today: “Despite President Trump’s vow to put American workers first, the administration on Monday announced that it will allow an additional 15,000 low-wage, seasonal workers into the United States during the remainder of the fiscal year.",
  "Aras Agalarov requested that Kaveladze attend the meeting on his behalf, Balber said.”\n\n\n\nAlleged source of Clinton dirt a master of manipulation - NYT: “…Yuri Y. Chaika, Russia’s prosecutor general, who at 66 has a long and storied background in kompromat [the Russian art of spreading damaging information to discredit a rival or an enemy] … is also the man who is widely considered to have been the source of the incriminating information on Hillary Clinton that Donald Trump Jr. was promised at a meeting last June in Trump Tower with a Russian lawyer and a Russian-American lobbyist.",
  "Wray, who has been nominated to replace the fired James Comey, breezed through his confirmation hearing before the Senate Judiciary Committee last week, and has since picked up support from several key Democratic senators.”\n\nTRUMP RECERTIFIES IRAN NUCLEAR DEAL\n\nNYT: “President Trump agreed on Monday to certify again that Iran is complying with an international nuclear agreement that he has strongly criticized, but only after hours of arguing with his top national security advisers, briefly upending a planned announcement as a legal deadline loomed.",
  "GOP leaders in the House, as well as top Trump administration officials, hope to use those procedures — known as reconciliation — to pass a tax overhaul later this year.”\n\nPLAY-BY-PLAY\n\nTrump golf outings keep disabled vets sidelined - WaPo\n\n\n\nTrump admin to release Mar-a-Lago visitor logs - AP\n\nHouse panel backs bill to slash transportation funding - The Hill\n\nMnuchin tries to raise alarm about debt limit - WaPo\n\n#resist: Seattle GOP calls for civil disobedience on new income tax - Fox News\n\nAUDIBLE: …MY OLD FRIEND\n\n“Darkness is good.",
  "SCOREBOARD\n\nTrump net job-approval rating: -17.4 points\n\nChange from one week ago: -3.8 points\n\n\n\nEIGHTH PERSON IN TRUMP CAMPAIGN-RUSSIA MEETING NAMED\n\nWaPo: “An American-based employee of a Russian real estate company took part in a June 2016 Trump Tower meeting between a Russian lawyer and Donald Trump Jr. … Ike Kaveladze’s presence was confirmed by Scott Balber, an attorney for Emin and Aras Agalarov, the Russian developers who hosted the Trump-owned Miss Universe pageant in 2013.",
  "The idea here is that while it would be difficult to find 50 votes for the rule change – especially since McConnell is opposed to the idea – but that if Trump could threaten, cajole and entice all but two members of the Senate on ObamaCare repeal, the rest of his agenda would pass “nice and easy.”\n\nHere’s what that would look like: Trump would campaign in person and deploy his political apparatus against senators who resisted the rule change, including McConnell himself.",
  "The Texas Shrimp Association estimates the loss will be $1 million a day.”\n\n\n\nLocations for border wall being considered - LAT: “Last week, the U.S. Army Corps of Engineers used a drilling rig to extract soil samples at the Rio Grande Valley refuge to prepare for the possibility of constructing three miles of concrete levee wall and fence, according to a federal Homeland Security official who spoke on the condition of anonymity to describe internal planning for the wall.",
  "… ‘This is yet another example of the administration and Congress failing to keep the Trump campaign promise of putting American workers first,’ [Roy Beck, president of NumbersUSA, a group that advocates for lower levels of immigration] said.”\n\nBut it may be too little, too late for some industries - CBS News: “On the Texas Gulf Coast, shrimp season began with the traditional ‘blessing of the fleet.’ This year's answered prayer would be hundreds of needed deckhands.",
  "But federal engineers are preparing on the basis that Congress could approve funding for the 2018 budget year, the official said.”\n\nHOUSE GOP UNVEILS BUDGET PLAN\n\nWaPo: “House Republicans unveiled a 2018 budget plan Tuesday that would pave the way for ambitious tax reform legislation — but only alongside a package of politically sensitive spending cuts that threaten to derail the tax rewrite before it begins.",
  "**\n\nOn the roster: Least surprising failure ever - Eighth person in Trump campaign-Russia meeting named - Anti-immigrant groups fume over Trump visa bump - Trump recertifies Iran nuclear deal - They call him Bob\n\nLEAST SURPRISING FAILURE EVER\n\nHow can anybody act surprised that legislation loved by none, despised by most and championed half-heartedly as a bitter necessity failed?",
  "Don’t let up.” – Trump political adviser Steve Bannon discussing how to deal with accusations of anti-Semitism against the candidate, according to a new book on the 2016 campaign, “Devil’s Bargain.”\n\n\n\nFROM THE BLEACHERS\n\n“Chris, Re: the quote below from your Halftime Report [Monday]: How many Americans will lose their coverage if the GOP does not pass a new bill?",
  "Those realities will destroy Mr. Trump, his family and their business reputation unless they change their strategy toward the Russia probe.”\n\n\n\nTrump’s nest crowded with legal eagles - AP: “Several former campaign advisers who expect to have to testify before Congress are also hiring lawyers, but they’re picking up the cost themselves.",
  "And yet, oddly, the accusations brought to New York fell flat, by the accounts of those present, despite their having originated from such a seasoned master of kompromat.”\n\n\n\nWSJ Editorial Board takes Trumps to task on honesty - WSJ:“[President Trump] and his family seem oblivious to the brutal realities of Washington politics.",
  "‘An earlier estimate from the independent number-crunching agency determined that 22 million Americans would lose health care in the next 10 years and premiums and out-of-pocket expenses would sharply increase for low-income people and those nearing retirement.’” – Lily Zahrt, Mill Valley, Calif.\n\n\n\n[Ed.",
  "THE RULEBOOK: UNDER CONTROL\n\n“It is therefore evident, that one national government would be able, at much less expense, to extend the duties on imports, beyond comparison, further than would be practicable to the States separately, or to any partial confederacies.” – Alexander Hamilton, Federalist No.",
  "We will not waste your time fully recapitulating why this was almost inevitable, but there were advantages for both conservatives and moderates in seeing this legislation fail and moving a step closer to the all-but-certain standalone effort to prop up the individual insurance market for next year.",
  "“Americans knowingly elected a president that insisted on keeping his tax returns secret and now many among them express surprise and dismay that he continues to try and keep his actions private forcing him to change his stories as new revelations emerge.",
  "But that didn't stop people drawing comparisons to Marvin, the paranoid robot from The Hitchhiker's Guide To The Galaxy series, and speculating that things might have just become too much for the K5.”\n\nChris Stirewalt is the politics editor for Fox News.",
  "The House Budget Committee blueprint, which is set for a Thursday committee vote, sets out special procedures that could ultimately allow Republicans to pass legislation over the objections of Senate Democrats who can normally block bills they oppose.",
  "A word also about the whole concept of repeal then replace: This was the approach of Republicans not only during the Obama-era but was, essentially, the first plan put forward by House Speaker Paul Ryan in the new Republican-controlled Washington.",
  "McConnell said today that he is still going to hold a vote, but now on the Obama-era version in which the government would repeal the law in its entirety but forestall implementation for two years while a replacement program is devised.",
  "… The term is not recognized by the American Psychiatric Association, and mental health experts debate whether or not the affliction is a true phobia, with some opting more frequently to label it an idiosyncrasy, or unusual behavior.",
  "Faced with coverage disruptions for many of the 12 million individual policy holders covered through ObamaCare exchanges, Republicans will have to go to Democrats to ask for help to prop up ObameCare for one more year.",
  "Here’s why: Conservatives will be tempted to vote against the replacement because they know it’s a procedural move that would allow the bill to be revived and then overhauled again through the amendment process.",
  "Not at all sure what should be done about this very real threat, but I believe a free, truthful, honest, thoughtful independent press is a critical ingredient.” – Matt Lincoln, Portola Valley, Calif.\n\n\n\n[Ed.",
  "Balber said Tuesday that he received a phone call from a representative of Special CounselRobert Mueller over the weekend requesting the identity of the Agalarov representative, which he said he provided.",
  "The decision on Monday was the second time his administration certified Iran’s compliance, and aides said a frustrated Mr. Trump had told his security team that he would not keep doing so indefinitely.",
  "… A new study from the University of Kent published in the journal Cognition and Emotion puts forth another theory for why some people have such strong negative reactions to little clusters of holes.",
  "The demise of the second iteration of the Senate Republicans’ proposed cuts to ObamaCare was about as surprising – and about as comfortable – as the sticky, mid-July heat on the banks of the Potomac.",
  "note: As we discussed above, Ms. Zahrt, the area of concern under ObamaCare as currently constituted is in the 12 million or so people who purchase individual policies through the law’s exchanges.",
  "… But this particular robot, for reasons as yet not known, appears to have driven down the steps of the fountain in the middle of the office and ended up floating sideways, rendering it immobile.",
  "But on the question of whether it is Republican lawmakers or the president who are mostly responsible for this debacle, the weight of judgment has to fall ever so slightly on the professionals.",
  "… In other words, people who fear the sight of small clusters of holes could be feeling anxiety about parasites or disease that can easily spread from person to person.”\n\nFlag on the play?",
  "An autonomous security robot designed to patrol car parks and buildings appears to have taken its life into its own hands by driving into a fountain in an office building in Washington DC.",
  "THEY CALL HIM BOB\n\nThe [UK] Telegraph: “It probably wasn't what the proud makers of this robot had in mind when they promised to build a machine that could replace human security guards.",
  "And so, Republicans find themselves all the way back at the beginning, but now rather than fresh and full of legislative optimism, start over with bruised and mistrustful of one another.",
  "The United States grants up to 33,000 such visas every six months, meaning the additional visas will provide a 45% increase for the second half of the fiscal year, which ends Sept. 30.",
  "Failing to pass a budget could complicate leaders’ plans to move on to their next governing priority as hopes of a health-care overhaul appeared to collapse late Monday in the Senate.",
  "note: Liberals and conservatives alike have for decades been warning of failing institutions: Struggling families, weakened communities, failing schools and mistrusted governments.",
  "We should not, then, be surprised that a nation, which by consensus view is staggering at such loses, does not somehow magically choose Madisonian republicans for its leaders.]",
  "No one knows how many people would be unable to afford insurance if insurance companies aren’t subsidized to induce them to write policies that would otherwise be unprofitable.",
  "Mr. Trump has repeatedly condemned the deal brokered by President Barack Obama as a dangerous capitulation to Iran, but six months into his presidency he has not abandoned it.",
  "…Michael Caputo, another former campaign aide, met with House lawmakers last week and says he expects to testify again in front of senators and potentially Mueller’s team.",
  "Moderate members are already waving off this idea, even some who voted for it when it was just veto bait for the former president, pointing out that times had changed.",
  "Before they get on to that, though, Senate Majority Leader Mitch McConnell says he will exact a price from his recalcitrant members, both moderate and conservative.",
  "It would require a disciplined, focused message from the president and the White House, to be rolled out almost immediately and sustained over a period of weeks.",
  "The H-2B visas are designed for non-agricultural workers for jobs in a variety of businesses, including fisheries, construction, hotels, restaurants and resorts.",
  "When the Congressional Budget Office talks about what would happen over the next decade over cuts to Medicaid expansion, these tend to be more gradual shifts.",
  "You shouldn’t have to care too much about the arcana of Senate procedures, but take our word for it when we tell you that McConnell is playing hardball here.",
  "He has called for the same thing before, but now seems to be implying that he is going to push harder to lower the 60-vote threshold in the upper chamber.",
  "That legislation eventually staggered out of the House like a drunk out of a bar at closing time, but found that there were no cabs running at that hour.",
  "I fault today's education system for not creating an electorate that can see the implications therein.” – Barbara Flanagan, Gardnerville, Nev.\n\n\n\n[Ed.",
  "Trump has made it clear he will sign just about anything that could be viewed through squinted eyes as some kind of repeal-and-replace legislation.",
  "At about that point, conservatives, including some of those who had denounced Ryan’s original plan, suddenly clamored for repeal then replace.",
  "GOP infighting over spending, health care and other matters continues to cast doubt on whether the budget blueprint can survive a House vote.",
  "While the left and the right disagree about the solutions, there has been broad consensus for at least 40 years about what the problems are.",
  "Almost…]\n\n\n\nShare your color commentary: Email us at\n\nHALFTIMEREPORT@FOXNEWS.COM and please make sure to include your name and hometown.",
  "It’s safe to assume this will all get very ugly, but it’s not unreasonable to think that the White House can now be successfully defied.",
  "… Balber said Kaveladze works as a vice president focusing on real estate and finance for the Agalarov’s company, the Crocus Group.",
  "‘It's pretty well known that disgust helps us avoid infectious diseases and pathogens,’ said Tom Kupfer, the study's author.",
  "Trump’s proposed remedy for the legislative failure is to change the rules of the Senate to make passing legislation easier.",
  "If you will recall, President Trump joined the conservatives in denouncing this approach as a potential bait-and-switch.",
  "Perhaps if Trump had threatened such a thing in the weeks after his inauguration the threat would have proven credible.",
  "Knightscope, the company behind the droid, said it was investigating the incident and that it was an isolated event.",
  "You can’t fault Republican lawmakers for being afraid of crossing Trump, who is famous for his wrath and vendettas.",
  "“‘When we see partisanship as a patriotic duty we are a lost cause.’ Thanks for saying, and I hope believing this.",
  "But, of course, lawmakers could not know in March that by July Trump would be in his current weakened condition.",
  "NatGeo: “Trypophobia might be one of the Internet's most talked about phobias that you haven't heard of by name.",
  "The term is Greek for ‘boring holes’—trypo—and ‘fear’—phobia—and amounts to a fear of clusters of small holes.",
  "… Asked about the campaign money covering Don Jr. and other folks’ legal fees, he responded: ‘Lucky for them.",
  "The Trump Organization is among the firms that use the visas, including workers at Trump's Mar-a-Lago resort.",
  "Republican leaders responded with a plan to concurrently repeal and replace the law, but no one liked it.",
  "With a mix of optimism and anxiety, they probably thought he might be popular and on offense even now.",
  "‘We're following the law, we're not breaking the law, and it's very frustrating,’ Carlton Reyes\n\nsays.",
  "What Americans in the individual insurance market are facing is a cliff at the end of this year.]",
  "note: Mr. Lincoln, that is as perfect a compliment and good of a statement as I could think of.",
  "Since 1987, he has relied on Mexican deckhands – two per boat – who come here on H-2B visas.",
  "The request is the first public indication that Mueller’s team is investigating the meeting.",
  "Balber said Kaveladze works for the Agalarovs’ company and attended as their representative.",
  "It would be total war against his own party, and still provide no sure hope for victory.",
  "He has made no secret of the fact that he is mostly indifferent to policy at this point.",
  "Over in the Senate, lawmakers tried the same approach but found even less willingness.",
  "The rest of America’s health insurance system is, relatively speaking, running fine.",
  "There is no money in the current federal budget for wall construction on the site.",
  "- Email us at\n\nHALFTIMEREPORT@FOXNEWS.COM with\n\nyour tips, comments or questions.",
  "But, it still seems like a little bit more legislative brio was in order here.",
  "… As a group, Texas shrimp boat companies applied for roughly 500 H-2B visas.",
  "The difference, of course, is that those consequences would be immediate.",
  "I do not fault Trump for being who he is; he has never tried to hide it.",
  "I can't remember who said that in a democracy you get what you deserve.",
  "It was removed, although is likely to have been permanently damaged.",
  "Making them vote against it now will be embarrassing for them.",
  "**Want FOX News Halftime Report in your inbox every day?",
  "Want FOX News Halftime Report in your inbox every day?",
  "Reyes owns seven shrimp boats in Brownsville, Texas.",
  "But it will also be quite painful for conservatives.",
  "The same as it has been since early in the process.",
  "Brianna McClelland contributed to this report.",
  "12\n\nTIME OUT: ENOUGH TO FILL THE ALBERT HALL?",
  "There is much debate about who is to blame.",
  "I am almost too embarrassed to publish it.",
  "But at this point, senators know better.",
  "He applied for 14 of them this year.",
  "Why all the righteous indignation?",
  "So what’s the likely outcome here?",
  "The short answer is everyone.",
  "And again, Trump joined them.",
  "None have been approved.",
  "What did they expect?",
  "Not one was granted.",
  "And unlucky for me.",
  "Just wondering.",
  "Sign up here.",
  "Sign up here."
]