[
  "Mother Jones writer David Corn referred to the documents in a late October column.”\n\nMcClatchy reported this week that it was among “at least a dozen national media organizations” that “had a copy of the Steele dossier before it became public but hadn’t published details because much of the information had not been corroborated.”\n\nDespite Comey’s claims about pending media stories on the dossier, it was actually Comey’s very briefings to Trump and Obama that gave the news media the opening to start publishing the dossier contents, as this reporter previously documented.",
  "One of the most widely reported claims in the document was that while Trump was staying in the presidential suite at the Ritz Carlton Hotel in Moscow in 2013, he hired “a number of prostitutes to perform a ‘golden showers’ (urination) show in front of him.”\n\nThe dossier claims that Trump wanted to “defile” the bed because he learned that President Obama had used the same suite during a trip to Russia.",
  "On January 10, CNN cited “multiple US officials with direct knowledge of the briefings” – in other words, officials leaking information about classified briefings – revealing the dossier contents were included in a two-page synopsis that served as an addendum to a larger report on Russia’s alleged attempts to interfere in the 2016 presidential election.",
  "Among those reasons were: (1) we knew the media was about to publicly report the material and we believed the IC should not keep knowledge of the material and its imminent release from the President-Elect; and (2) to the extent there was some effort to compromise an incoming President, we could blunt any such effort with a defensive briefing.",
  "Immediately following CNN’s article, National Intelligence Director Clapper added fuel to the media fire around the dossier by releasing a statement that he spoke to Trump to express “my profound dismay at the leaks that have been appearing in the press” – referring to the leaks to CNN about the classified briefing.",
  "Senior Republican members of the Senate Judiciary Committee have reportedly requested that the FBI and Department of Justice turn over applications for any warrants to monitor the communications of U.S. citizens associated with the investigation into alleged Russian interference in the 2016 presidential election.",
  "In April, CNN reported that the dossier served as part of the FBI’s justification for seeking a FISA court’s reported approval to clandestinely monitor the communications of Carter Page, the American oil industry consultant who was tangentially and briefly associated with Trump’s presidential campaign.",
  "The memos describe several purported meetings during the 2016 presidential campaign between Trump representatives and Russian officials to discuss matters of mutual interest, including the Russian hacking of the Democratic National Committee and Mrs. Clinton’s campaign chairman, John D. Podesta.",
  "Author and journalist Paul Sperry reported in the New York Post last week that the Senate Judiciary Committee threatened to subpoena Fusion GPS, the secretive firm that hired Steele to produce the dossier, because the firm reportedly refused to answer questions about who financed the dossier.",
  "In testimony to the U.S. Senate Select Committee on Intelligence, Comey admitted he pushed back against a request from Trump to possibly investigate the origins of “salacious material” that the agency possessed in the course of its investigation into alleged Russian interference.",
  "In September 2016, while Fusion GPS was quietly shopping the dirty dossier on Trump around Washington, its co-founder and partner Peter R. Fritsch contributed at least $1,000 to the Hillary Victory Fund and the Hillary For America campaign, Federal Election Commission data show.",
  "In a wide-ranging interview with the New York Times published yesterday, President Donald Trump accused former FBI Director James Comey of possibly trying to leverage the contents of the now infamous, largely discredited 35-page dossier compiled on the billionaire.",
  "In June testimony, Comey specifically denied that he had briefed Trump about “salacious and unverified material” – referring to the dossier – in order to “hang it over him in some way.”\n\nComey stated:\n\nI was briefing him about salacious and unverified material.",
  "That charge unraveled after Cohen revealed he had never traveled to Prague, calling the story “totally fake, totally inaccurate.” The Atlantic confirmed Cohen’s whereabouts in New York and California during the period the dossier claimed he was in Prague.",
  "Citing current and former government officials, the New Yorker reported the dossier prompted skepticism among intelligence community members, with the publication quoting one member saying it was a “nutty” piece of evidence to submit to a U.S. president.",
  "Comey claimed that he and other U.S. officials briefed Obama and Trump about the dossier two weeks prior to Trump’s inauguration because they wanted to alert the president and president-elect that the news media were about to release the material.",
  "Sperry raised further questions regarding possible connections between Fusion GPS and Hillary Clinton:\n\nFusion GPS was on the payroll of an unidentified Democratic ally of Clinton when it hired a long-retired British spy to dig up dirt on Trump.",
  "In his prepared remarks before the U.S. Senate Select Committee on Intelligence in June, Comey also detailed why he claimed the intelligence community briefed Obama and Trump on the “salacious material” – again a clear reference to the dossier.",
  "According to information first leaked by CNN, Trump was briefed on the contents of the controversial dossier last January by Comey, Director of National Intelligence James Clapper, CIA Director John Brennan and NSA Director Admiral Mike Rogers.",
  "Mr. Comey afterward pulled Mr. Trump aside and told him about a dossier that had been assembled by a former British spy filled with salacious allegations against the incoming president, including supposed sexual escapades in Moscow.",
  "The document states that the hotel “was known to be under FSB control” and there were concealed cameras and microphones throughout the property, suggesting Russia possessed damaging photos or videos on the current U.S. president.",
  "Citing a “Kremlin insider,” the dossier, which misspelled the name of a Russian diplomat, claimed that Trump lawyer Michael Cohen held “secret meetings” with Kremlin officials in Prague in August 2016.",
  "Buried inside the article, the Post quoted “a person with knowledge” of Trump’s 2013 trip saying that Trump’s bodyguard rejected an offer from Emin Agalarov to send prostitutes to Trump’s hotel room.",
  "Comey wrote:\n\nThe IC leadership thought it important, for a variety of reasons, to alert the incoming President to the existence of this material, even though it was salacious and unverified.",
  "Earlier this month, the Washington Post reported that while he was in Russia, Trump spent time with Aras Agalarov, a Russian billionaire real estate tycoon, and Argalorov’s son, singer Emin.",
  "The Times reported:\n\nMr. Trump recalled that a little more than two weeks before his inauguration, Mr. Comey and other intelligence officials briefed him at Trump Tower on Russian meddling.",
  "“In retrospect.”\n\nThe dossier in question was authored by former intelligence agent Christopher Steele, who was reportedly paid by Democrats and anti-Trump Republicans to investigate Trump.",
  "Earlier this month, Breitbart News reported that information contained in a Washington Post article may disprove perhaps the most infamous claim made in the already discredited dossier.",
  "There are questions about the veracity of Comey’s public explanations of why he briefed Trump, President Obama and other top Obama administration officials about the dossier contents.",
  "The website reported, “The documents have circulated for months and acquired a kind of legendary status among journalists, lawmakers, and intelligence officials who have seen them.",
  "According to the BBC, the dossier served as a “roadmap” for the FBI’s investigation into claims of coordination between Moscow and members of Trump’s presidential campaign.",
  "He is a New York Times bestselling author and hosts the popular weekend talk radio program, “Aaron Klein Investigative Radio.” Follow him on Twitter @AaronKleinShow.",
  "He called the leaks “extremely corrosive and damaging to our national security.”\n\nClapper’s statement generated fresh media coverage of the dossier briefings.",
  "Steele’s work has been questioned by former acting CIA Director Michael Morell, who currently works at the Hillary Clinton-tied Beacon Global Strategies LLC.",
  "The memos also suggest that Russian officials proposed various lucrative deals, essentially as disguised bribes in order to win influence over Mr. Trump.",
  "In the interview, Mr. Trump said he believed Mr. Comey told him about the dossier to implicitly make clear he had something to hold over the president.",
  "After citing the CNN story, the Times reported:\n\nThe memos describe sex videos involving prostitutes with Mr. Trump in a 2013 visit to a Moscow hotel.",
  "It was very important because it was, first, true, and second, I was worried very much about being in kind of a J. Edgar Hoover-type situation.",
  "Moreover, federal records show a key co-founder and partner in the firm was a Hillary Clinton donor and supporter of her presidential campaign.",
  "The videos were supposedly prepared as “kompromat,” or compromising material, with the possible goal of blackmailing Mr. Trump in the future.",
  "The dossier charges had been circulating among news media outlets, but the sensational claims were largely considered too risky to publish.",
  "When it famously published the full dossier, BuzzFeed reported that the contents had circulated “for months” and were known to journalists.",
  "Trump reportedly stayed at the Ritz Carlton when he was in Moscow to judge the Miss Universe contest, which he partially owned at the time.",
  "Largely discredited\n\nMajor questions have been raised as to the veracity of the dossier, large sections of which have been discredited.",
  "The New York Times used CNN’s story to report some contents of the dossier the same day as CNN’s January 10 report on the briefings.",
  "And in 2015, Democratic ally Planned Parenthood retained Fusion GPS to investigate pro-life activists protesting the abortion group.",
  "The U.S. intelligence community does not usually brief top officials about pending news media coverage.",
  "Trump was reportedly discussing the possibility of building a tower in Moscow with the elder Argalorov.",
  "I was very keen not to leave him with an impression that the bureau was trying to do something to him.",
  "My reading of it was it was important for me to assure him we were not personally investigating him.",
  "It was in a context of that that he had a strong and defensive reaction about that not being true.",
  "Also, according to numerous reports, the media had been aware of the dossier claims for months.",
  "Steele recently conceded in court documents that part of his work still needed to be verified.",
  "I didn’t want him thinking I was briefing him on this to sort of hang it over him in some way.",
  "In 2012, Democrats hired Fusion GPS to uncover dirt on GOP presidential nominee Mitt Romney.",
  "“In my opinion, he shared it so that I would think he had it out there,” Mr. Trump said.",
  "I was briefing him on it because we had been told by the media it was about to launch.",
  "So the context then was actually narrower, focused on what I just talked to him about.",
  "Just after that CNN report, BuzzFeed published the dossier’s full unverified contents.",
  "Aaron Klein is Breitbart’s Jerusalem bureau chief and senior investigative reporter.",
  "So that’s the context in which I said, sir, we’re not personally investigating you.",
  "Cohen reportedly produced his passport showing he had not traveled to Prague.",
  "Meanwhile, numerous other aspects of the dossier have been discredited.",
  "has not corroborated the most sensational assertions in the dossier.",
  "This article was written with additional research by Joshua Klein.",
  "His wife also donated money to Hillary’s campaign.",
  "The Argalorovs attended the Miss Universe contest.",
  "The FSB is the principal Russian security agency.",
  "We didn’t want to be keeping that from him.",
  "He needed to know this was being said.",
  "“Yeah, I think so,” Mr. Trump said.",
  "Follow him on Facebook.",
  "As leverage?",
  "The F.B.I."
]