[
  "I have nothing to do with Russia — for anything.”\n\n— Donald Trump, news conference, July 27, 2016\n\nIn a news conference responding to evidence suggesting Russian agencies hacked the email accounts of the Democratic National Committee, the GOP presidential nominee insisted that he had no business dealings in Russia — with one single exception.",
  "“We see a lot of money pouring in from Russia.”\n\nTrump Jr. noted that he traveled to Russia six times in 18 months, and “several buyers have been attracted to our projects there and everything associated therewith.” But he added: “As much as we want to take our business over there, Russia is just a different world….",
  "The problem with this account is that it is contradicted by other evidence suggesting the Trump Organization has long been interested in business in Russia — evidence collected by our colleagues Tom Hamburger, Rosalind S. Helderman and Michael Birnbaum for a lengthy article that was published in June.",
  "One of his sons traveled six times in 18 months trying to do deals — and said “Russians make up a pretty disproportionate cross-section of a lot of our assets.” The Trump Organization’s general counsel also confirmed that the company has looked at deals in Russia.",
  "“Russians make up a pretty disproportionate cross-section of a lot of our assets,” Trump’s son told a real estate conference in 2008, according to an account posted on the website of eTurboNews, a trade publication.",
  "It really is a scary place.”\n\nThe Post report also said that the Trump Organization had partnered with Aras Agalarov, the so-called “Trump of Russia,” on a project in Moscow in 2013 that didn’t come to fruition.",
  "I guess probably I sell condos to Russians, okay?”\n\nAt another point in the news conference, he acknowledged “numerous developers that wanted to develop property in Moscow and other places.",
  "Here’s what Alan Garten, general counsel of the Trump Organization, told our colleagues in May: “I can tell you, as a company, we’re always looking at new developments.",
  "There was a man who went bankrupt and I bought the house for $40 million and I sold it to a Russian for $100 million including brokerage commissions.",
  "Without access to Trump’s tax returns — which he has refused to disclose — it may be impossible to tell whether he currently has Russian assets.",
  "Four Pinocchios\n\n\n\n\n\n(About our rating scale)\n\nSend us facts to check by filling out this form\n\nSign up for The Fact Checker weekly newsletter",
  "And many of the former Russian Republics.”\n\nThe Facts\n\nThe Palm Beach sale was documented in the Post article, and Trump’s numbers are close.",
  "But there is other evidence that shows a continuing interest in doing deals not only with Russian real estate buyers, but deals in Russia.",
  "In a 2008 speech, Trump’s son, Donald Jr., made it clear that the Trumps want to do business in Russia, but were finding it difficult.",
  "In 2005, Trump signed a one-year deal with a New York development company to explore a Trump Tower in Moscow, but the effort fizzled.",
  "We sought further comment from the Trump Organization about the basis for Trump’s claim, but did not receive a response.",
  "Trump had purchased the mansion at a bankruptcy auction less than four years earlier for $41.4 million, records show.",
  "The evidence is clear, from his own words and those of his associates, that he has been eager to business in Russia.",
  "“But Agalarov said the family is interested in a possible future venture.”\n\nThe Trump campaign declined to comment.",
  "Trump sold a mansion in 2008 for $95 million to Russian oligarch Dmitry Rybolovlev, according to property records.",
  "You know the closest I came to Russia, I bought a house a number of years ago in Palm Beach, Florida.",
  "“Russia is one of the hottest places in the world for investment,” Trump said in a 2007 deposition.",
  "But he shouldn’t be so quick to suggest he has never had an interest into doing business in Russia.",
  "It may be possible that he has no current investments in Russia, but not for lack of trying.",
  "In 1996, he sought to build a condominium complex in Russia; that also did not succeed.",
  "There is some evidence that Trump’s interest in doing business in Russia is unrequited.",
  "He says he had nothing to do with Russia, pointing only to a Florida real estate sale.",
  "“The Trump Tower deal never moved past preliminary discussions,” The Post said.",
  "In 1987, he went to Moscow to find a site for luxury hotel; no deal emerged.",
  "I have no doubt, as a company, I know we’ve looked at deals in Russia.",
  "It is a question of who knows who, whose brother is paying off who….",
  "We’re always looking to expand and do projects all over the world.",
  "The Pinocchio Test\n\nTrump’s remarks are artfully deceiving.",
  "But we decided not to do it.” He did not provide reasons.",
  "So I bought it for 40, I sold it for 100 to a Russian.",
  "As he put it: “What do I have to do with Russia?",
  "“We will be in Moscow at some point,” he said.",
  "Palm Beach is a very expensive place.",
  "That was a number of years ago.",
  "“I have nothing to with Russia.",
  "No question about it.",
  "So I sold it."
]