[
  "The apparent answer: the show took place in Azerbaijan, and Lopez is said to have been paid $2.5 million by the country's dictator and his spouse, who happen to be the parents of Emin's then-wife, Leyla (a representative for Lopez pleaded ignorance when asked about her serenading a series of strongmen for a reported total north of $10 million: “Had there been knowledge of human rights issues of any kind, Jennifer would not have attended.”)\n\nEmin also appeared as a performer at the popular Eurovision song competition in 2012, held in Azerbaijan that year.",
  "The controversy surrounding Donald Trump’s Russia connections took a bizarre turn last weekend when news broke that Emin Agalarov—a Trump business partner and son of Aras Agalarov, a Russian billionaire with close ties to Moscow—had allegedly arranged a meeting with Donald Trump Jr. during last year's campaign.",
  "He averages 22,928 monthly listens on Spotify and grosses $8,906 per show according to concert data outfit Pollstar; both outlets include global numbers (it's worth noting Spotify is not yet available in Russia—officially, anyway—and that Pollstar's data can be spotty abroad).",
  "“And ever since, every time I was in America—in New York, in Miami—I performed at one of his events at the opening of a golf course, I visited his office, and we stayed in touch,” Emin told FORBES in February (this week, his team did not respond to an interview request).",
  "But a search of Lincoln Center's website revealed that Emin's show took place in the Rose Theater, a 1,233-seat satellite venue that’s available for rental—an arrangement structured more like a wedding or Bar Mitzvah than a typical concert booked by a venue or promoter.",
  "The President got to know the Russian-Azerbaijani family while licensing them the rights to his Miss Universe pageant for an estimated $7 million and discussing plans for a Trump Tower in Moscow (the idea was abandoned as his political fortunes began to rise).",
  "And though the latter brings superstar-quality guest appearances and production budgets to many of his videos, his 80,000 YouTube subscriber total is vastly outweighed by Sheeran’s 19 million, Guetta’s 14 million, Iglesias’s 11 million and Bocelli’s 500,000.",
  "So could Emin’s alleged offer to the Trump campaign have been a no-holds-barred effort to curry favor with Donald in the hopes of enlisting career help—either while Trump was in the White House or after the conclusion of his political career?",
  "And insiders like Artemy Troitsky, a prominent Russian cultural critic, are deeply skeptical of even that number, positing that Emin's pop star status in Russia--not to mention the rest of the world--is largely self-proclaimed.",
  "Paul Marte of the Bushnell Performing Arts Center in Hartford confirmed Emin played a show there on May 20 with Nile Rodgers (as did Rodgers’ rep, who quickly excused himself when asked for additional details).",
  "He goes by the mononym “Emin” and refers to himself as an \"international pop star\"—a moniker the press has adopted in various forms—a label that is at best an exaggeration, and at worst an outright inaccuracy.",
  "“This is obviously very high level and sensitive information but is part of Russia and its government’s support for Mr. Trump—helped along by Aras and Emin,” Goldstone emailed Trump Jr. at the time.",
  "You cannot say that his songs turn into massive hits, but the songs are quite recognizable and you can hear them playing at some restaurants and these are not the restaurants owned by him.",
  "In any case, Europe's household names outshine Emin by multiple orders of magnitude, from the U.K.’s Ed Sheeran (44 million, $1.2 million) to France’s David Guetta (37 million, $450,000).",
  "The majority will be held in Agalarov-owned venues, including four at the Sea Breeze Resort in Baku, where Emin will co-headline the Zhara International Music Festival later this month.",
  "Of the six stateside shows his website says he played this year, only a gig at City Winery in Chicago appeared in Pollstar’s touring database; a rep for the venue declined to comment.",
  "Perhaps the strangest part of all: Emin Agalarov, 37, isn’t a spy or a hacker or even a diplomat, but an executive at his family's Crocus Group real estate firm—and also a pop singer.",
  "A few of Emin’s YouTube videos have clocked seven-figure view counts, including one featuring 2013 Miss Universe contestants and Donald Trump himself, which now has 2 million plays.",
  "Earlier this week, just days after the news of Emin’s role in the Trump controversy broke, nine new Emin concerts—in Russia, Azerbaijan and Latvia—appeared in the Pollstar database.",
  "“It was well-received by an enthusiastic audience of fans of all of the performers.”\n\nPollstar chief Gary Bongiovanni says his company does not report data for private shows.",
  "According to Nielsen’s stateside music numbers, the singer has clocked just 631,000 on-demand audio streams, 20,000 song downloads and 700 album sales in his entire career.",
  "But language barriers haven’t stopped true crossover stars like Spain’s Enrique Iglesias (21 million, $1.1 million) and Italy’s Andrea Bocelli (1.4 million, $1.8 million).",
  "\"He's not aiming at becoming a professional crooner, because it's no big business, but he's obsessed with pop glamour—videos, girls, the whole sexy scene,\" says Troitsky.",
  "Meanwhile, with his name in papers around the world, Emin is indeed becoming something of a true international celebrity—though perhaps not in the way he initially hoped.",
  "Still, some may ask how Emin managed to perform with Jennifer Lopez in front of 25,000 fans in 2012, seemingly something only a real international superstar could do.",
  "By way of comparison, our June cover star The Weeknd generated 5.5 billion streams in the past two years alone, roughly 1 million times more than Emin's total tally.",
  "In any case, there’s no clear indication that Trump has attempted to return the favor, though Emin clearly had high hopes following the 2016 election.",
  "\"It seemed to be he was there because he’s the son of this incredible oligarch [and because] the president’s wife was in charge of the contest.\"",
  "Emin had a similar arrangement at the Wiltern Theatre in Los Angeles, where production manager Reid Bartlett says the singer played on May 27th.",
  "For more on the business of media & entertainment, sign up for my email newsletter, follow me on Twitter and check out my biography of Jay Z.",
  "Even then, many felt he was out of place, according to John Kennedy O'Connor, author of The Eurovision Song Contest: The Official History.",
  "Like the Lincoln Center show, it took place not in the main concert hall, but in a smaller building, the Belding Theater (capacity: 908).",
  "“The show at the Wiltern was a rental for us, and did feature performances by David Foster, Nile Rodgers and Emmanuel Kelly,” he says.",
  "\"He's never been really popular in Russia, let alone 'superstar,' although he's quite well-known, especially in the glossy circle ...",
  "\"He got songs that you can call hits in Russia and not every oligarch can say that he has developed himself into a genuine pop star.",
  "And it appears he’s less Robin Thicke, more Rebecca Black (who, incidentally, generates seven times as many monthly Spotify spins).",
  "Emin’s stats put him closer to stateside acts like Sir Mix-A-Lot (943,781, $10,934) and the Squirrel Nut Zippers (50,032, $15,803).",
  "I doubt very much that he has sold 1 million records, because he's never got a real hit song in Russia,\" says Troitsky.",
  "It’s been a great relationship so far.”\n\nTo say Trump is Emin’s biggest fan in the U.S. may not be an exaggeration.",
  "So it’s quite possible that all Emin's gigs, with the possible exception of the Chicago date, were vanity plays.",
  "Emin's publicist, Rob Goldstone, promised incriminating information on Hillary Clinton would be on the table.",
  "In the end, Emin found his own repertoire that allowed him to get rid of the image of a singing billionaire.",
  "UPDATE: A spokesperson for Emin issued a lengthy response to FORBES after the publication of this article.",
  "But it’s unclear who was doing whom a favor: Trump’s YouTube channel boasts more subscribers than Emin’s.",
  "\"So he's been buying expensive producers—first Russian, then international, to fulfill his fantasies.\"",
  "“Now that [Trump] ran and was elected, he does not forget his friends,” Emin told FORBES in February.",
  "Faena Hall in Miami confirmed that Emin played there on his tour, as did Lincoln Center in New York.",
  "Today you cannot say that he is a top star, but he looks organic on mainstream music channels.\"",
  "None of this has stopped Emin from touting a “mega-successful” U.S. tour earlier this year.",
  "According to Troitsky, Emin follows a similar playbook when it comes to creating his music.",
  "One potential reason: Though much of Emin’s work is in English, some of it is in Russian.",
  "At the time, Emin was living in London--somewhat anonymously, from a musical standpoint.",
  "“I don’t think his popularity has exactly translated here,” says Nielsen’s David Bakula.",
  "Neither would offer details on the financial arrangements behind the performances.",
  "“Outside of the President.”\n\nInternationally, Emin's numbers aren't much better.",
  "Yet Emin's association with Trump seems to finally be paying some dividends.",
  "Emin may owe much of his prosperity to his family, by blood and otherwise.",
  "\"He certainly had no profile of any kind in the U.K.,\" says O'Connor.",
  "\"There was some snickering at him just being there,\" says O'Connor.",
  "Emin's website claims he has sold over 1 million albums in Russia.",
  "Noah Kirsch and Dan Alexander also contributed to this story.",
  "The Agalarovs' ties to Donald Trump go back several years.",
  "That's actually not a terribly impressive career tally.",
  "He was not a shallow artist from the beginning.",
  "The most relevant portion is attached below.",
  "“He stayed in touch with my father as well.",
  "\"Emin Agalarov is a very rich amateur.\"",
  "That's quite a charitable description.",
  "Marte confirmed the show was a rental.",
  "They’ve exchanged numerous letters.",
  "\"Nobody had ever heard of him.\"",
  "It’s unclear."
]