[
  "Were you expecting to get the property underway and then the campaign…\n\nAgalarov: It didn’t surprise us at all because it was one of the 14 buildings that we planned to build here, so it wasn’t something we really… We were just at the stage where it was just a very, very early discussion; a very, very early phase.",
  "Donald Trump Jr. released a statement of his own on Tuesday saying that the Trump Tower meeting was part of normal “political opposition research” and centered around “adoption policy and the Magnitsky Act,” a 2012 U.S. law passed in response to the controversial death of Russian lawyer Sergei Magnitsky.",
  "Forbes: I noticed from an interview that you and your father did with Forbes Russia after Miss Universe in 2013—I think it’s actually on the Crocus Group website—you talked about the possibility of transitioning from a friendship and Miss Universe into a bigger business partnership.",
  "But during our discussions—we had actually signed some nondisclosure documents at the time just to establish the relationship on a different level—[Editor’s note: Agalarov later clarified, in March, that they signed letter-of-intent documents, not a nondisclosure agreement.",
  "Agalarov: After having spent some time together with him in Moscow, I can genuinely say that he is a businessman and a believer that establishing a relationship with a country is always more beneficial to both sides economically than cutting those ties.",
  "Agalarov: Well, considering the fact that Mr. Trump ran for president… We just thought that building a Trump tower next to an Agalarov tower, basically, having the two big names... My father is a big developer here in Russia, and Trump globally.",
  "But I think that ambition that Mr. Trump has is going to benefit both the American people and the Russian people if both presidents succeed in establishing a normal working relationship, which was really lacking under the Obama administration.",
  "Trump, will you take part in my video?’ He said, ‘What do I have to do?’ I said, ‘You just have to fire me.’ He said, ‘How long is it going to take?’ I said, ‘Two takes, 15 minutes.’ He said, ‘Of course, I’ll do it,’ and he kindly agreed.",
  "According to the emails, the initiator of that meeting was none other than Emin Agalarov, whose billionaire father, Aras, had apparently met with the “Crown prosecutor of Russia” to glean information that might help the Trump campaign.",
  "Agalarov: The story dates all the way back to 2012 or 2013, I think, when I was filming a video for my new single, which was called Amor, and me and my manager wanted to find the most beautiful woman—model—in the world that we could.",
  "But if he hadn’t run for president, we would probably be in the construction phase today, because he’s a great person, very trusted on our side and a great developer.”\n\nForbes: Did it surprise you when he ran for president?",
  "On Tuesday, Donald Trump Jr. published email transcripts showing that he accepted a meeting at Trump Tower with a Russian government-affiliated attorney after being promised incriminating information about Hillary Clinton.",
  "Forbes: Shifting to politics a little bit, I know it’s probably hard to say, but it seems like Trump and Russia are committed to pursuing a closer relationship maybe than what existed under President Obama.",
  "But no, I haven’t met any of his other direct partners, and I know that he had had a building in Baku that he was involved in–a Trump Tower—it was an apartment and a hotel and it’s still under development.",
  "So that same year, in the summer, I believe it was June or July, Mr. Trump invited us to take part of the Miss USA contest, which also belonged to him, which was taking place in Las Vegas at the time.",
  "We signed, we shook hands, and at the end of Miss USA we basically announced that we were going to bring Miss Universe to Russia—together, Mr. Trump, my father and my entire family were there as well.",
  "I sent him a congratulations letter with my father, and he, with his tradition, right on that letter, he signed, “Thank you, best wishes,” to me and my dad, which I think is very cool.",
  "I think the business origin in his blood in some ways guarantees—obviously, nobody can guarantee anything—that he has that ambition to make friends with Russia and with Mr. Putin.",
  "And ever since, every time I was in America—in New York, in Miami—I performed at one of his events at the opening of a golf course, I visited his office, and we stayed in touch.",
  "Just a little bit of background: We’re checking in with a lot of Donald Trump’s colleagues and business partners and former business partners from around the world.",
  "Your family is somewhat connected to Azerbaijan, where the Trump brand has been involved with historically or has considered being involved with historically.",
  "And on a personal note, I can say that he’s an extremely talented individual, and that whatever he will touch he will try to take it to certain results.",
  "And having had a few dinners and conversations with her, she said, ‘We’re always considering taking the contest to Russia and never really succeeded.",
  "Emin Agalarov, until recently best known as a European pop singer, now finds himself at the center of the largest political controversy in America.",
  "Then, on Wednesday, July 12, he emailed Forbes through a representative and denied that any documents were signed related to a building project.]",
  "we had an understanding that things are changing for them, and they’re at a point where they haven’t realized who is handling what, how and when.",
  "And it looks like you guys, from photos I’ve seen, have a special friendship and relationship, so I really wanted to learn more about that.",
  "At the same time we got pretty close with the Miss Universe organization, and Paula Shugart at the time was the head of the organization.",
  "We’ve seen the venue...’ [Editor’s note: a spokesperson for the Miss Universe Organization denied that the issue of debt was discussed.]",
  "I can tell you that I think people here, in general, were, I think, surprised at every step of the process to see how successful he was.",
  "Last time I spoke to Eric [Editor’s note: Agalarov later clarified that he most recently spoke with Donald Trump Jr., not Eric Trump.]",
  "And I think anything Trump related, I personally—I don’t know about my father at the moment—but I would be interested to pursue.",
  "Forbes: Just out of curiosity, the music video, Amor, is that the same video that Donald Trump himself made an appearance in?",
  "I have a great respect for the family and understanding that whatever they touch, it’s usually a success one way or another.",
  "Do you think there’s any positive impact that might come of your business dealings in the US or Russia because of his rise?",
  "Agalarov: As soon as Mr. Trump got elected, we sent congratulation letters, to which they replied, and we exchanged texts.",
  "Forbes: I know that President Trump is no longer directly involved with his brand and the Trump brand’s business dealings.",
  "Forbes: I saw on your Instagram that it looks like he wished you a happy birthday via video message on your 35th birthday.",
  "Is there anything you can share from the inside about your friendship that people might be surprised to hear about him?",
  "And at the time we figured we should reach out to the Miss Universe organization and contact the current Miss Universe.",
  "A second story was published this week following confirmation of Donald Trump Jr.’s meeting with the Russian attorney.",
  "he ran for president, so we dropped the idea, because obviously at this point his interests are slightly different.",
  "Reached on Wednesday, the Agalarovs' lawyer, Scott Balber, dismissed the contents of the emails as \"flatly false.\"",
  "We took a look at the venue and basically realized that we would like to consider bringing the contest to Russia.",
  "And now that he ran and was elected, he does not forget his friends, which is another asset that I can underline.",
  "Forbes: Well, as a journalist I really try to stay objective and kind of stay above the fray as much as possible.",
  "And then he spent a few days in Moscow during Miss Universe, which was also a continuation of this relationship.",
  "And you talked about the possibility of starting one project and then maybe bringing a Trump Tower to Moscow.",
  "But obviously, having spent time with him, we managed to establish some mutual friends in the business world.",
  "And we’ve seen it with his buildings; he’s very ambitious, he knows how to marry entertainment and business.",
  "So we thought that these two towers standing next to each other could be a really cool project to execute.",
  "Agalarov: One of the things that I was really impressed with was that Mr. Trump doesn’t drink alcohol.",
  "But I really don’t have any business or interests there, and I probably won’t any time in the future.",
  "Do you think there’s any possibility you might pick up those conversations with Eric or Donald Jr.?",
  "And we spent a few days in Las Vegas together; that was the first establishment of our friendship.",
  "The media globalized the name Trump, and him being the president; I mean, it’s a big brand now.",
  "Obviously, Donald Trump has been really busy with the campaign and with the presidency itself.",
  "But like anyone who lives here I’m of course wishing him the best and hope it turns out well.",
  "Agalarov: I lived in Jersey for six years and went to college at Marymount Manhattan College.",
  "The contents of that conversation were included in an article published the following month.",
  "I actually visited his office right before he announced he’s going to run in New York.",
  "The full February interview, which has been edited solely for clarity, follows below.",
  "Any color that you know about him that maybe the average person doesn’t know.",
  "On a personal note, I was very impressed all the way from the moment we met.",
  "Agalarov: Okay, ask your questions and I’ll try to give you precise answers.",
  "Have you had a chance to talk to him personally since his campaign started?",
  "Forbes: Obviously, you know Donald Trump much better than most people do.",
  "Forbes spoke with Emin Agalarov in an exclusive interview on February 28.",
  "Agalarov: I was in Tenafly high school, and then I moved to [inaudible].",
  "Forbes: Well thanks so much for your time, Emin, I really appreciate it.",
  "Agalarov: I think today the Trump brand is stronger all over the world.",
  "Forbes: Just to start from the beginning, how did you first meet him?",
  "Any of his other international partners, like real estate licensees.",
  "Or what you do as friends together; things that you like about him.",
  "Forbes: Do you think the Trump brand is strong in Russia right now?",
  "And it has been quite similar for me and my father here and Russia.",
  "And then [members of the Trump Organization] took a trip to Russia.",
  "We went there with the ambition to sign a contract, which we did.",
  "Forbes: So you’re in contact now to see if something is possible?",
  "If it was known in some markets, now it’s, thanks to the media...",
  "Have you met any of his other international business partners?",
  "The venue, Crocus City Hall, happened to belong to my family.",
  "It wasn't something we had to stop, redo or cancel, you know?",
  "The video where he appears in was during his visit to Moscow.",
  "Have you been pro-Trump or anti-Trump during the election?",
  "That first video, Amor, was shot before I met Mr. Trump.",
  "Forbes: It sounds like you lived in the US at one point.",
  "And now he’s managed to marry politics with it as well.",
  "Agalarov: Have I met any other what business partners?",
  "I know there’s a manufacturer of furniture in Turkey.",
  "Forbes: Okay, I’m calling you from Jersey right now.",
  "All in all, I have no business interests in America.",
  "Or simply we could always build a building together.",
  "There is no point to pursue anything at this stage.",
  "It’s basically an empty piece of land to this day.",
  "Forbes: I take it you weren’t at the inauguration?",
  "He will give you extra attention if he likes you.",
  "You mentioned the furniture operation in Turkey.",
  "So basically a couple of weeks ago, a month ago.",
  "Do you expect his presidency to benefit Russia?",
  "Whatever became of those ideas and those plans?",
  "And in the current year we have a lot of debts.",
  "Agalarov: Not that I can specifically recall.",
  "Forbes: So just a couple more questions here.",
  "Agalarov: Yeah, we are in contact with both.",
  "We’ve had a discussion with those partners.",
  "Forbes: Like Trump brand business partners.",
  "He stayed in touch with my father as well.",
  "Agalarov: No, that was a different video.",
  "Agalarov: Well, he just became president.",
  "Do you think there’s an appetite for it?",
  "It’s been a great relationship so far.",
  "Forbes: Do you have 30 more seconds?",
  "Agalarov: I have a question for you.",
  "I’m calling from Hoboken right now.",
  "That was probably about a year ago.",
  "They’ve exchanged numerous letters.",
  "She agreed to be part of the video.",
  "Agalarov: Where in Jersey are you?",
  "Agalarov: Bye, thanks very much.",
  "I thought that was pretty cool.",
  "Agalarov: No, we [inaudible].",
  "Agalarov: Yes, two years ago.",
  "Forbes: Right outside of NYC.",
  "My mom and sister live there.",
  "Thanks so much for your time.",
  "When did you guys talk last?",
  "Agalarov: Me too, good man.",
  "He’s a very caring person.",
  "My mom was in [inaudible].",
  "Agalarov: I’ve got to go.",
  "Agalarov: Sure, go ahead.",
  "Forbes: Last thing here.",
  "My kids were born there.",
  "Agalarov: I’m very good.",
  "Was that two years ago?",
  "Okay, last thing here.",
  "Forbes: When was that?",
  "Emin Agalarov: Hello.",
  "Well take care, Emin.",
  "Where did you live?",
  "Forbes: Hey, Emin.",
  "Forbes: I’m great.",
  "Forbes: Alright.",
  "Forbes: Got it.",
  "Last question.",
  "Agalarov: Yes.",
  "Right by you.",
  "Thanks again.",
  "So we did so.",
  "How are you?",
  "How are you?",
  "I said, ‘Mr."
]