[
  "Mueller probing the meeting would suggest, despite Trump Jr.'s opacity, that we would now hear more about it — at least eventually — including perhaps most notably what was in that folder that Akhmetshin said Veselnitskaya provided to the Trump campaign.",
  "Details are slowly coming out about Donald Trump Jr.'s meeting with a Russian lawyer during his father's presidential campaign in June 2016, including a newly disclosed email from the lawyer to a music publicist who arranged the meeting.",
  "According to his lawyer, Kaveladze planned to serve in the June 2016 meeting as an interpreter and the representative of Emin and Aras Agalarov, the Russian pop star and developer who hosted President Trump's 2013 Miss Universe pageant.",
  "It's not clear how the presence of Kaveladze, a U.S. citizen, might change perceptions of the meeting, for which Trump Jr. was promised opposition research about Democrats courtesy of the Russian government.",
  "And the finances and business dealings of his son-in-law and senior White House adviser, Jared Kushner, are also being probed as part of the investigation into Russian interference in the 2016 election.",
  "Despite Trump Jr.'s claims of transparency in releasing his emails arranging the meeting, we continue to learn new things about it — specifically the presence of three people he didn't disclose.",
  "That may not be terribly surprising, given Mueller's investigation is examining coordination between the Trump campaign and Russia, which makes this meeting a logical thing for him to look at.",
  "Kaveladze's lawyer, Scott Balber, told Helderman that he received a phone call over the weekend from special counsel Robert Mueller's office seeking an interview with Kaveladze.",
  "But we're now in a situation in which the president, his most trusted adviser/daughter's husband and his own son who is running his business are all in Mueller's sights.",
  "We'd also likely hear more about specifically who these people are and how substantial their alleged ties to the Russian government are.",
  "(Elyse Samuels,Jenny Starrs/The Washington Post)\n\nWe have the identity of the “eighth person” in Donald Trump Jr.'s Russia meeting.",
  "The Post's Rosalind S. Helderman reports that it's Ike Kaveladze, an American-based employee of a Russian real estate company.",
  "That is troubling for the president because distancing himself from his family is going to be very difficult.",
  "https://t.co/qr2w061qtx — Matthew Miller (@matthewamiller) July 18, 2017\n\nWhere this will wind up, who knows?",
  "In addition to possible coordination, the president himself is being looked into for obstruction of justice.",
  "That means Mueller is now looking into the meeting, and it's the first on-the-record indication that he is.",
  "First it was Rinat Akhmetshin, a Russian-American lobbyist and former Soviet counterintelligence officer.",
  "Now we have learned the identities of Russian lawyer Natalia Veselnitskaya's translator and Kaveladze.",
  "That's the scoop, but the bigger news in here is that Mueller is already investigating the meeting.",
  "But the big takeaway here is this: The meeting is now under investigation.",
  "The investigation seems to be growing apace.",
  "Indeed, it would be odd if he didn't.",
  "But we now have confirmation.",
  "Expected but important."
]