[
  "He was the real estate mogul’s attorney in a 2013 lawsuit Trump filed against Bill Maher after the comedian and television host promised to donate $5 million to charity if Trump could prove he wasn’t “the love child of a human woman and an orangutan from the Brooklyn zoo.”\n\nBalber told The Washington Post on Tuesday he got a call this weekend from Special Counsel Robert Mueller’s office seeking an interview with Kaveladze — an ask that marks the first public signal the special counsel is investigating the Russia meeting.",
  "Kaveladze “provides oversight to numerous projects throughout the region and is responsible for the financial structuring of international investment projects,” according to his online biography, which does not mention his alleged role in laundering as much as $1.4 billion in the mid-1990s.",
  "Through his company, which was at the time called International Business Creations, Kaveladze formed 2,000 corporations for Russian brokers, which helped steer more than $1.4 billion in wire transactions through U.S. banks, according to the congressional inquiry.",
  "Veselnitskaya and Akhmetshin have lobbied in Washington against the Magnitsky Act, legislation that sanctioned several prominent Russians as punishment for the 2009 death in Moscow of an imprisoned lawyer investigating a massive Kremlin-linked financial fraud.",
  "“I doubt if this individual who had a history of setting up thousands of fake accounts in Delaware was really there to talk about Russian adoptions,” Sen. Mark Warner of Virginia, the Senate Intelligence Committee’s top Democrat, told reporters on Tuesday.",
  "And his background may add to the questions members of Congress and investigators have about the meeting, which Trump officials say was brief and inconsequential but which Democrats call evidence of collusion between the Trump campaign and Russia.",
  "The eighth attendee at a June 2016 Trump Tower meeting between top Trump associates and a politically connected Russian lawyer is a business associate of a top Moscow oligarch and was once the focus of a congressional money-laundering probe.",
  "| Kathy Willens/AP Photo Eighth person in Trump Tower meeting was linked to money laundering Irakly Kaveladze, who met with Trump Jr. and Kushner, is linked to a Kremlin-friendly Russian oligarch through a network of shell companies.",
  "Irakly \"Ike\" Kaveladze, until now the mysterious eighth person in the room, attended the meeting on behalf of Aras Agalarov, a billionaire real estate magnate with ties to Russian President Vladimir Putin and a Trump family friend.",
  "The June 2016 sit-down at Trump Tower was arranged with Donald Trump Jr., by an agent for Aras Agalarov, a billionaire real estate magnate with ties to Russian President Vladimir Putin and who befriended the Trump family.",
  "Though International Business Creations has since become defunct, Kaveladze now runs IBC Group, which is headquartered in the same Englewood Cliffs, New Jersey, office as multiple firms connected to Agalarov.",
  "Business filings list Kaveladze as founder of a company called IBC Group, which shares a New Jersey address — 333 Sylvan Ave. in Englewood Cliffs — with several shell companies connected to Aras Agalarov.",
  "The others include CI Publishing, PB Consulting, Russian Art Mall and a company called RJI Properties, which is run by two childhood friends of Agalarov's son, Emin, a well-known Russian pop singer.",
  "A POLITICO reporter visiting the nondescript office building where all of these companies are based found that the suite linked to Agalarov and Kaveladze was empty, with unopened mail by the door.",
  "The eldest son of then-presidential candidate Donald Trump enthusiastically accepted and was joined at the meeting by Trump’s son-in-law, Jared Kushner, and Trump campaign chairman, Paul Manafort.",
  "The Agalarovs and Kaveladze are represented by Scott Balber, a New York white-collar defense attorney and former legal partner with Abbe Lowell, an attorney handling Russia matters for Kushner.",
  "A sign in the lobby indicated that the suite belonged to IBC and Russian Art Mall, which was founded in 2000 and registered to Emin Agalarov, who is a partner in his father's business.",
  "Other attendees included the lawyer Natalia Veselnitskaya, who allegedly has links to the Kremlin, Russian-American lobbyist Rinat Akhmetshin; and an interpreter, Anatoli Samochornov.",
  "The Agalarovs have known President Donald Trump since 2013, when he brought the Miss Universe pageant — a franchise he has since sold—to one of their Moscow properties that November.",
  "Kaveladze was named in a round of news stories in November 2000, after the General Accounting Office issued a report on Russian money laundering through U.S. financial institutions.",
  "Quoted in The New York Times after his name was connected to the 2000 congressional money laundering inquiry, Kaveladze said that he had immigrated to the U.S. in 1991.",
  "Story Continued Below\n\nOn a personal website, Kaveladze describes himself as the vice president of Agalarov’s Moscow-based real estate company, Crocus Group.",
  "According to his LinkedIn account, he lives in the Russian Federation, although public records show that he is affiliated with businesses in New Jersey.",
  "The agent, Rob Goldstone, told Trump Jr. that a Russian lawyer would bring him damaging information about Hillary Clinton from the Russian government.",
  "A lawyer for Agalarov has confirmed Kaveladze’s attendance to other news outlets, though he did not respond to requests for comment from POLITICO.",
  "Kaveladze’s identity is among many facts about the 2016 meeting that Donald Trump Jr. has failed to disclose in multiple public statements.",
  "At the time, Kaveladze was identified in contemporaneous news reports as the originator of thousands of Delaware-based shell corporations.",
  "One of those firms is Saffron Property Management, which Agalarov reportedly used to purchase an $11 million condo in Florida last year.",
  "He could not be reached on Tuesday at his company’s listed phone number, or through publicly available email addresses.",
  "Kaveladze also offered an indignant denial of wrongdoing, in terms that echo the Trump White House’s current rhetoric.",
  "They're on our rent roll, they're just quiet,\" said George Sayrafe, who said he has managed the building for 20 years.",
  "The Los Angeles Times reported on Tuesday that Kaveladze is 52 years old and lives in Huntington Beach, California.",
  "Trump and the Agalarovs discussed business ventures together, including a possible Trump Tower in Moscow.",
  "He was born in the Soviet Republic of Georgia and graduated from Moscow Finance Academy in 1989.",
  "Balber also represented the Miss Universe contest when it was owned by President Donald Trump.",
  "Email Sign Up By signing up you agree to receive email newsletters or alerts from POLITICO.",
  "Sign up for POLITICO Playbook and get the latest news, every morning — in your inbox.",
  "RJI's Instagram account links to the real estate profile of Emin Agalarov’s sister.",
  "The June 2016 sitdown was arranged with Trump Jr., by an agent for Emin Agalarov.",
  "\"What I see here is another Russian witch hunt in the United States,\" he said.",
  "(He was never charged in relation to the alleged financial wrongdoing.)",
  "Ryan Hutchins and Austin Wright contributed reporting.",
  "These people, I haven't seen them in a long time.\"",
  "Some tenants bother you, you know what I mean?",
  "The most reliable politics newsletter.",
  "You can unsubscribe at any time.",
  "\"They're current on the rent.",
  "\"I hadn't heard anything."
]