[
  "Wyden has been a relatively outspoken critic of how the committee has handled financial issues in the Russia probe, taking to the Senate floor in December to say he had “been reviewing for months documents in the possession of the Senate Intelligence Committee” and was “entirely dissatisfied about the depth of the Committee’s investigation into the follow-the-money issues.” He also appeared to reference the committee staff’s lack of expertise in the field, arguing that FinCEN documents “need to be reviewed by Finance Committee staff with specific experience and expertise in financial investigations.” Indeed, the bulk of the Intelligence Committee’s investigators boast accomplished careers in the military, intelligence community, and the broader national security world — but not finance.",
  "Wyden, who serves as the top Democrat on the Senate Finance Committee and has requested FinCEN documents through that panel as well, said he has spoken “repeatedly” with Burr about more aggressively pursuing the financial angle, but said the chair “really believes that these issues are not a central part of what the committee is supposed to be about.”\n\nBurr, asked about the displeasure of some on his committee, said, “Tell 'em to come see me.”\n\nOther committee members were either unfamiliar with the specific requests that had been made to FinCEN or expressed satisfaction with how Burr and Warner were handling the probe.",
  "In a series of letters sent to the Treasury’s Financial Crimes Enforcement Network last year, the Senate Intelligence Committee requested financial information on 45 people or entities, including former Russian ambassador Sergey Kislyak, as well as many of those involved in a now infamous meeting in Trump Tower between campaign officials and Russians, including Russian lawyer Natalia Veselnitskaya, music publicist Rob Goldstone, Emin and Aras Agalarov, Russian-American lobbyist Rinat Akhmetshin, and translator Anatoli Samachornov.",
  "Trump Jr. agreed to take the meeting after Goldstone promised him “information that would incriminate” Hillary Clinton, noting it was “part of Russia and its government’s support of Trump.”\n\nThe decision to not more aggressively pursue some witnesses’ finances has rankled some on the committee, which has — compared to its House counterpart — maintained a mostly bipartisan approach to the investigation.",
  "“If you want to compromise people, you do it with dough.”\n\nWyden declined to comment on specific requests to Treasury, but said the the committee is making a “major mistake” in not prioritizing financial issues, suggesting it could leave a hole in the the findings of Congress’ leading probe into potential collusion between the Trump campaign and Russia.",
  "The Senate Intelligence Committee, the last bipartisan body on Capitol Hill investigating potential collusion between the Trump campaign and Russia, has requested information on dozens of key witnesses from the Treasury Department’s financial crimes unit in an attempt to follow the money, according to documents obtained by BuzzFeed News.",
  "Wyden said in December that he had asked the committee’s leaders “to look into any and all financial relationships between Russia and Donald Trump and his associates,” noting the history of money laundering in Russia and Mueller’s indictment of former Trump campaign chairman Paul Manafort for alleged financial crimes.",
  "Five sources familiar with the matter said they had seen no other requests from the committee to the Treasury’s Financial Crimes Enforcement Network for financial documents on the Trumps, Kushner, or their companies, an omission that has drawn criticism — even from members of the committee itself.",
  "Missing from the committee’s requests, however, are key figures from the Trump Tower meeting who have spent hours with the committee in closed-door interviews: Kushner, a former real estate developer and now a senior White House adviser; and Trump Jr., who worked on his father’s campaign.",
  "In May, Wyden placed a hold on the nomination of Sigal Mandelker to be the Treasury’s under secretary of terrorism and financial intelligence, blocking the nomination until June, when he said the Treasury had begun sending documents that would “be sufficient to start following the money.\"",
  "“Overall, the committee’s approach to follow-the-money issues has been wholly deficient and in my view, does not adhere to the whole principle of what we’re supposed to be about, which is counterintelligence,” Oregon Sen. Ron Wyden, a Democrat on the committee, told BuzzFeed News.",
  "FinCEN declined to answer specific questions, but said it “is in regular contact with congressional committees to provide documents responsive to their requests.”\n\nThe White House, Trump Jr., and Kushner did not return requests for comment.",
  "Specifically, the letters — sent in August and December and signed by the bipartisan committee leadership — asked FinCEN to turn over “suspicious activity reports” and other financial documents on a range of individuals and companies.",
  "Asked in January about the omission of names such as Kushner and Trump Jr. in requests to the Treasury Department, Burr said, “I've never said we didn't request information from them,\" but declined to elaborate.",
  "Asked whether he thought the committee was doing enough to seek financial information on key witnesses, Maine Sen. Angus King, an Independent member of the committee, said, “We’ve certainly made the requests.",
  "Wyden has since placed a hold on the nomination of Isabel Patelunas to be assistant secretary for intelligence and analysis in an attempt to get FinCEN to turn over documents to the Finance Committee.",
  "The House Intelligence Committee, for its part, appears to have not made any requests to FinCEN as part of its Russia investigation, which Republicans announced they were shutting down two weeks ago.",
  "A source close to the committee said some members would have liked to request financial information on figures such as Kushner, Trump Jr., and the president, but Republicans were not interested.",
  "In its Dec. 7 letter, the committee told the Treasury it was “concerned” that FinCEN hadn’t responded to the committee’s Aug. 11 letter requesting financial documents.",
  "But that list of 45 names does not include some of the most high-profile figures in the investigation: Jared Kushner, Donald Trump Jr., and the president himself.",
  "Special counsel Robert Mueller is also scrutinizing that meeting as part of his probe into Russian election interference in 2016.",
  "Banks must report to the Treasury transactions that have the characteristics of money laundering or other financial wrongdoing.",
  "So hopefully we’ll be able to continue to pursue that.”\n\nThe committee has faced issues getting FinCEN to turn over documents.",
  "Some just came in last Friday,” he said two weeks ago, declining to identify which documents had just arrived.",
  "The reports themselves are not evidence of a crime, but can be used by investigators to build a case.",
  "North Carolina Sen. Richard Burr, the committee chair, declined to comment last week.",
  "“Everything we have requested, to the best of my knowledge, has been provided to us.",
  "Virginia Sen. Mark Warner, the committee vice chair, also declined to comment.",
  "Burr has downplayed any tension between his committee and the Treasury.",
  "The letters’ existence was first reported by BuzzFeed News in January.",
  "Whether or not we’ve gotten the data, that’s something of a problem."
]