[
  "We return to the quintessential Trump dilemma: If he is innocent, why does he behave so much like a guilty man — firing the FBI director and giving a phony reason for it, smearing investigators, coming up with a fake explanation for Donald Trump Jr.’s Trump Tower meeting with a Kremlin-connected lawyer in June 2016, falsely suggesting that he had tapes of conversations with Comey, denying any business dealings with Russians, etc.?",
  "(Irina Bujor/Kommersant Photo via AP)\n\nOpinion writer\n\nThe Post reports:\n\nBloomberg is reporting that flight records contradict [President] Trump’s apparent claim to then-FBI Director James B. Comey that he didn’t stay overnight in Moscow during the 2013 Miss Universe pageant.",
  "In the most generous explanation, Trump might claim he didn’t remember being there (despite his claim to have “one of the great memories of all time”) or it might be a frantic effort to put the allegation out of the realm of possibility.",
  "In Comey’s telling, Trump was obsessed with disproving the most salacious tidbit from the dossier: the allegation that the Kremlin has a recording of Trump in a Moscow hotel observing prostitutes urinating on a bed.",
  "Moreover, you’d think his wife would be the last one to believe such a tale, yet Trump was apparently far more concerned that the incident would seem plausible to Melania Trump than it would to the general public.",
  "The man who has not personally denied an affair with Stormy Daniels just four months after his wife gave birth was concerned about her finding out about an alleged incident four years ago?",
  "Once triers of fact (either at trial or in the court of public opinion) believe that an accused person is lying, it becomes awfully hard to convince them that there is good reason to lie.",
  "… It has been reported before, based on a longtime aide’s testimony and social media postings, that Trump appeared to have spent two nights in Moscow — including by Bloomberg last year.",
  "According to Comey, Trump brought up the allegation twice in their discussions, each time claiming it couldn’t be true because he never spent the night in Moscow.",
  "Trump’s penchant for lying, exaggerating, distorting and misremembering in ways that invariably line up with his unfounded assertions might finally do him in.",
  "At any rate, Trump’s apparently fake alibi certainly would be a devastating blow to his already low credibility with a trier of fact (e.g.",
  "\n\nMoscow-based businessman Aras Agalarov, Miss Universe 2013 Gabriela Isler and Donald Trump at the 2013 Miss Universe pageant in Moscow.",
  "(Schiller reportedly said he stood outside Trump’s door for a bit before retiring for the night, so he’s not the perfect alibi witness.)",
  "An innocent man likely would not insist that the FBI disprove a ludicrous allegation, nor worry that his wife would find it believable.",
  "“It bothered (Trump) if there was ‘even a one-percent chance’ his wife, Melania, thought it was true,” Comey wrote in his book.",
  "Maybe the Big Lie has worked in the past, but in legal or impeachment proceedings, it comes across as evidence of deceit.",
  "In this case, evidence of the coverup is so plentiful that ordinary people — not unreasonably — will assume guilt.",
  "For starters, his stated reason for his anxiety about the possible existence of such a tape makes little sense.",
  "crowd size at the inauguration, losing the popular vote), he will reach for the most far-fetched lie.",
  "Confronted with this accusation, an innocent person would laugh or call it ridiculous.",
  "In true Trumpian style, when presented with damaging or embarrassing facts (e.g.",
  "He might even point out that his body man (Keith Schiller) was with him.",
  "But this is the first time it has been substantiated by flight records.",
  "(I’m the most innocent person ever — wasn’t even there!)",
  "judge, jury or the Senate in an impeachment trial).",
  "It’s possible, I suppose, but an odd rationale.",
  "Millions of illegal voters!",
  "Don’t believe your eyes!"
]