[
  "FIFA President Gianni Infantino, Moscow's Mayor Sergei Sobyanin, Russia's former Deputy Prime Minister Arkady Dvorkovich and President of Crocus Group Aras Agalarov take part in the official opening of the 2018 World Cup International Broadcast Centre (IBC) in Moscow, Russia, Saturday, June 9, 2018.",
  "Emails published in December 2017 by Donald Trump Jr. describe how an associate of Emin Agalarov, the British music publicist Rob Goldstone, wrote to Trump Jr. in 2016 offering material which would supposedly \"incriminate\" 2016 presidential candidate Hillary Clinton.",
  "Neither Agalarov is under United States sanctions which have been imposed on some leading Russian officials and business figures in recent years over the 2014 annexation of Crimea from Ukraine and other matters.",
  "(AP Photo/James Ellingworth) (Photo: The Associated Press)\n\nKRASNOGORSK, Russia (AP) — Ahead of the World Cup, Russian billionaire Aras Agalarov is reminiscing about his time with Donald Trump.",
  "Agalarov was at Saturday's opening of a World Cup broadcast center at his Crocus exhibition venue near Moscow, where Trump staged the Miss Universe beauty contest in 2013.",
  "Speaking alongside FIFA president Gianni Infantino, Agalarov joked \"I reckon that Mr. President (Infantino) also has the potential to be president of some country.\"",
  "Agalarov's ties to Trump have come under scrutiny in the U.S. amid investigations into alleged Russian interference in the 2016 presidential election.",
  "The older Agalarov was included on a January list made by the U.S. Treasury of \"oligarchs\" who could be potential targets for future sanctions.",
  "His son Emin is a famous pop singer who featured Trump in one of his videos, made around the time of the Miss Universe pageant.",
  "\"There was Miss Universe under the management of Mr. Trump, who is now the president of the United States of America.\"",
  "That list was simply based on a Forbes magazine list of billionaires, rather than any deeper political analysis.",
  "\"I just want to remind you that before this there was a significant event at Crocus,\" Agalarov said.",
  "After the contest was over, Trump tweeted to Aras Agalarov that \"TRUMP-TOWER MOSCOW is next.\"",
  "This material may not be published, broadcast, rewritten or redistributed.",
  "Agalarov is a construction baron often likened to a Russian Trump.",
  "Copyright 2018 The Associated Press.",
  "No tower has been built.",
  "All rights reserved."
]