[
  "The search warrant application also confirmed that Mueller has been investigating Manafort’s role in a June 9, 2016, meeting that he attended at the Trump Tower in New York between Donald Trump Jr. and a Russian lawyer and self-professed Kremlin informant who purportedly was carrying damaging information on Hillary Clinton, the Democratic nominee for president.",
  "The affidavit unsealed on Wednesday also disclosed that Deripaska had financially backed Manafort’s consulting work in Ukraine when it started in 2005-2006, citing information from a source whose name was redacted, a sign that a former Manafort associate may have cooperated with the investigation.",
  "Manafort, who was Trump’s campaign manager during part of his 2016 presidential campaign, has been indicted in Washington and Virginia on charges ranging from conspiring to launder money, bank and tax fraud and failing to register as a foreign agent for the pro-Russia Ukraine government.",
  "REUTERS/Brian Snyder/File Photo\n\nIn an affidavit attached to the July 2017 application, an FBI agent said he had reviewed tax returns for a company controlled by Manafort and his wife that showed a $10 million loan from a Russian lender identified as Oleg Deripaska.",
  "The FBI sought “communications, records, documents and other files involving any of the attendees of the June 9, 2016, meeting at Trump tower, as well as Aras and Amin Agalarov,” said the application, which misspelled the first name of Emin Agalarov.",
  "The application to search Manafort’s Virginia apartment was granted, providing key evidence for Special Counsel Robert Mueller’s indictments of Manafort as part of his investigation into Russia’s alleged meddling in the 2016 presidential campaign.",
  "(Reuters) - A search warrant application unsealed on Wednesday revealed closer links than previously known between President Donald Trump’s former campaign manager Paul Manafort and a Russian oligarch with close ties to the Kremlin.",
  "On Tuesday a federal judge in Virginia dealt a blow to Manafort by rejecting a motion to dismiss the case on the argument Mueller did not have the mandate to prosecute him.",
  "FILE PHOTO Paul Manafort, former campaign manager for U.S. President Donald Trump, departs after a hearing at U.S. District Court in Washington, DC, U.S., April 19, 2018.",
  "Mueller has been investigating the financial links between Manafort and Deripaska, a metals magnate who is known to be close to Russian President Vladimir Putin.",
  "Mueller also has indicted Konstantin Kilimnik, a political operative who sometimes served as an intermediary between Manafort and Deripaska.",
  "Aras Agalarov is a Russian oligarch close to Putin who joined the elder Trump in staging the 2013 Miss Universe contest in Moscow.",
  "In court filings Mueller’s prosecutors have said Kilimnik has ties to Russian spy agencies, which Kilimnik denies.",
  "His Virginia trial starts in July and his Washington trial is scheduled for September.",
  "Deripaska was among the Russian oligarchs sanctioned by the United States in April.",
  "His son, Emin, is a popular singer.",
  "Manafort has pleaded not guilty."
]