[
  "pic.twitter.com/o41x2gVz93 — Denis Kunaev (@d_kunaev) March 21, 2018\n\nVorobyov left the hospital flanked by men in black parkas emblazoned with the Russian word for “police.” Protesters were reportedly visibly angry with the official.",
  "Earlier in the week, Vorobyov praised turnout in his region in the presidential election and said in a statement that the vote, which secured another six-year term for President Vladimir Putin, was transparent and open.",
  "pic.twitter.com/h5LclwOq7V — Emily Sherwin (@EmilyCSherwin) March 21, 2018\n\nAs he passed through the crowded street, demonstrators on the sidelines began pelting Vorobyov with snowballs.",
  "The anger of protesters in Volokolamsk near Moscow was palpable after dozens of children were hospitalized - apparently because they breathed toxic gas leaking from a nearby landfill.",
  "In July, Andrew Roth wrote about Vorobyov's ties to Aras Agalarov, the Russian businessman who with his son, Emin, brought the Trump-owned Miss Universe pageant to Moscow in 2013.",
  "!pic.twitter.com/OROynB1VAY — Philipp Kireev (@mynameisphilipp) March 21, 2018\n\nThe regional government has denied media reports of plans to evacuate children from the region.",
  "The Moscow Times reported that a video of a girl “making a throat-cutting gesture” directed at the regional official had spread across social media.",
  "Their spells of dizziness and nausea were thought to be linked to the noxious fumes emanating from the landfill, the Moscow Times reported.",
  "Andrey Vorobyov, governor of the Moscow region, which includes Volokolamsk, visited the hospital where the children were taken.",
  "Residents of Volokolamsk, a town outside Moscow, took to the streets Tuesday after 57 children were hospitalized.",
  "[The world produces more than 3.5 million tons of garbage a day — and that figure is growing.]",
  "Video posted on social media showed parents and protesters waiting outside.",
  "They complained for days about the stench coming from a waste dump.",
  "This is the scene when the head of the region arrived.",
  "Then their children started getting sick.",
  "2000 ???????.",
  "????????????",
  "???????????.",
  "??????????.",
  "??????????",
  "??????????",
  "????????",
  "????????",
  "???????",
  "??????",
  "????!?",
  "??????",
  "??????",
  "??????",
  "?????",
  "?????",
  "??-??",
  "?, ??",
  "?, ?",
  "????",
  "???",
  "???",
  "???",
  "??",
  "??",
  "??",
  "??",
  "??",
  "??",
  "?",
  "?",
  "?"
]