[
  "She had campaigned for Clinton often, offered \"Roar\" to the campaign as a theme song (although \"Fight Song\" became more of the official song, \"Roar\" was in rotation at rallies) and posted frequently about her Clinton fandom on Instagram, including a photo of herself reading a book about Clinton on the beach in May, responding to an article I had written calling Perry the Hillary Clinton of pop.",
  "\"Po-Dunk\" - Kid Rock\n\nWhen Kid Rock was first questioned in July about whether he was serious about running for the Senate from Michigan, he said it wasn't a hoax (it was), and that the same way politicians write books during campaigns, he would release music during his.",
  "Though she didn't provide details on what exactly she had been watching on the news that made her think of her own press treatment, it felt like media criticism from a woman who's dealt with her share of tabloids during a time of alleged fake news and alternative facts.",
  "\"The Storm\" - Eminem\n\nEminem delivered one of the most blistering takedowns of Trump in a freestyle rap that aired during the BET Hip Hop Awards in which he called Trump a \"kamikaze\" who'd cause a nuclear holocaust, a \"94-year-old racist grandpa\" and \"Donald the bi***.\"",
  "But that all changed on July 9, 2017, when his manager, Rob Goldstone, told The Washington Post he had helped set up a meeting between a Russian lawyer who said she had damaging information about Hillary Clinton and Donald Trump Jr., Paul Manafort and Jared Kushner.",
  "\"Something to Talk About\" - Britney Spears\n\nBritney Spears responded to allegations she lip-synced during her world tour this year with a live rendition of Bonnie Raitt's \"Something to Talk About\" at one of her Las Vegas shows in August.",
  "She also recorded two songs on her Witness album about the election, \"Bigger Than Me\" and \"Chained to the Rhythm,\" the neo-disco lead single that's been interpreted as a warning about the dangers of digital bubbles.",
  "\"Make America Great Again\" - Joy Villa\n\nJoy Villa arrived at the Grammys in February wearing a white cloak she removed to reveal a Make America Great Again dress, designed by Andre Soriano, a Filipino immigrant.",
  "It was a message of unity and inclusion that Clinton voters could interpret as a knowing wink without alienating everyone else, Clinton's \"Stronger Together,\" disguised as a patriotic pop spectacle.",
  "Trump, who \"endorsed\" Eminem at a promotional event on MTV in 2004 parodying a campaign rally, never responded to Eminem's rap, despite the fact it ran across cable news for days after the show.",
  "Jenner deleted every post about it on her Instagram account, and Pepsi issued an apology saying it \"missed the mark\" and apologizing to Kendall specifically for putting her \"in this position.\"",
  "\"Look What You Made Me Do\" - Taylor Swift\n\nTaylor Swift's \"Look What You Made Me Do\" is unapologetic and score-settling, a description we hear used more frequently about Trump than pop stars.",
  "She performed it at the Grammys in front of a projection of \"We the People\" while wearing a \"Persist\" armband, and at the Brits under puppets of Trump and British Prime Minister Theresa May.",
  "She introduced it by talking about watching the news -- \"a lot of things going on in the world,\" she said -- before jumping into how she felt the press had treated her through her career.",
  "Finally out as a conservative, Villa, who earlier in the campaign supported Bernie Sanders before she says she was \"red pilled\" and learned to MAGA, released \"Make America Great Again.\"",
  "In it, Jenner joined a protest in which people held signs reading \"Join the conversation\" and handed a Pepsi to an officer, after which the crowd inexplicably broke out into applause.",
  "\"Go High\" - Kelly Clarkson\n\nWhile many of the songs on this list are inspired by Clinton and Trump, Kelly Clarkson's \"Go High\" draws from Michelle Obama's 2016 DNC speech.",
  "\"Lions\" - Skip Marley\n\nIn addition to adding a guest verse to \"Chained to the Rhythm,\" Skip Marley had one other major collaboration this year, with Kendall Jenner.",
  "The pop star had campaigned for Clinton in 2016, but opted for a nonpartisan set list, opening with \"God Bless America\" and a line from \"This Land is Your Land.\"",
  "\"God Bless America\" - Lady Gaga\n\nWhen Lady Gaga performed at the Super Bowl halftime show in February, it was 16 days after President Trump had taken office.",
  "It ends with Vice President Mike Pence, hand over his heart during the anthem, as footage of a dancing man in an American flag Speedo appears on the screen.",
  "Emin and his billionaire developer father, Aras Agalarov, are friendly with Trump, and worked together in Moscow in 2013 at the Miss Universe pageant.",
  "One writer thought the lyrics and music video were dog whistles to white supremacist fans and called on her to denounce them in an article .",
  "There are songs inspired by the great political catchphrases of our time, from \"Make America great again\" to \"When they go low, we go high.\"",
  "It wasn't just on our news channels, it was in our professional sports, our awards shows and late-night talk shows, and in our pop music.",
  "On \"Strength in Numbers,\" they referenced Standing Rock in their lyrics and the NFL anthem protests in their music video for the song.",
  "There are big-name pop stars with axes to grind and a rock star who flirted with running for the Senate to promote his music.",
  "It was seen by many as a misfired attempt to sell soda using young liberal activism and wokeness, set to Marley's \"Lions.\"",
  "Skip Marley\n\nKaty Perry mourned Clinton's loss on election night 2016 at the Javits Center, holding hands with Lady Gaga.",
  "A lawyer for Swift responded with a threatening letter to the author, denying the claim and calling for a retraction.",
  "\"Strength in Numbers\" - Prophets of Rage\n\nSupergroup Prophets of Rage has raged against Trump since the campaign.",
  "Kelly told Entertainment Weekly she thought the phrase was the perfect idea for a song as soon as she heard it.",
  "\"One minute they tear you down, and that's really horrible, and the next minute you're on top of the world.\"",
  "9 on the Billboard Dance Club Songs chart once in 2015 on the track \"Boomerang\" featuring Nile Rodgers.",
  "It's exactly the kind of song you'd image to hear at a Kid Rock for Senate rally that never happened.",
  "The rapper, grandson of Bob Marley, soundtracked her Pepsi commercial \"Live for Now Moments Anthem.\"",
  "Not all the political pop of 2017 was radio friendly, nor was it obvious or intentionally political.",
  "The former doubles as the name of his upcoming 2018 tour, and the latter is a proud redneck anthem.",
  "\"No one has gone through life without relating to at some point having to take the high road.\"",
  "Emin performed \"In Another Life\" at the pageant, and Trump made a cameo in his music video.",
  "The ad lasted online for less than 24 hours , criticized as racially insensitive.",
  "\"Sometimes you just gotta be free to express yourself,\" she tweeted that night.",
  "\"In Another Life\" - Emin\n\nIn Russia, Emin Agalarov is their Justin Timberlake.",
  "Three years later, Emin congratulated Trump on winning the election.",
  "He dropped a pair of songs, \"Greatest Show on Earth\" and \"Po-Dunk.\"",
  "There are live performances that made the country stop and listen.",
  "Below are 11 pop songs that tell the year's story in politics.",
  "In the US, he was just a foreign pop star who reached No.",
  "Washington (CNN) Politics permeated our culture in 2017.",
  "Of the two pop stars, Perry often seemed more invested.",
  "When you punch Swift, she punches back 10 times harder.",
  "\"Chained to the Rhythm\" - Katy Perry ft.",
  "\"Everyone relates to that,\" she said.",
  "Call it grievance pop.",
  "10.",
  "11.",
  "9.",
  "8.",
  "5.",
  "7.",
  "6.",
  "4.",
  "2.",
  "3.",
  "1."
]