[
  "Among Agalarov’s most striking claims: that he and his billionaire developer father, Aras, had plans to build a Trump Tower in Russia that would now likely be under construction had Trump not run for office; that he has maintained contact with the Trump family since the election and has exchanged messages with Donald Trump Jr. as recently as January; and that President Trump himself sent a handwritten note to the Agalarovs in November after they congratulated him on his victory.",
  "Soon after, in March, Attorney General Jeff Sessions recused himself from any investigation into Russian electoral interference after admitting he had twice met with Kislyak in 2016; Sessions had previously told a Senate panel, under sworn testimony, that he “did not have communications with the Russians.” Other, similar controversies have dogged the Trump administration for months.",
  "In the years following the Miss Universe event, Emin performed for Trump at one of his golf courses, invited him to make a cameo appearance in a bass-heavy music video and, Agalarov says, even spent time in Trump’s New York office just prior to the announcement of his presidential campaign.",
  "In an exclusive interview with Forbes, Emin Agalarov—a Russian pop singer, real estate mogul and son of one of the country’s richest people—described an ongoing relationship with the Trump family, including post-election contact with the president himself.",
  "“But if he hadn’t run we would probably be in the construction phase today.”\n\nOn Monday morning, following this article's initial publication, a spokesperson for the Trump Organization replied to an earlier request for comment.",
  "He says that he and his father selected a parcel of land and signed a letter of intent with their counterparts in New York, but before negotiations could further develop Trump launched his campaign and the deal was sidelined.",
  "After a visit to the Miss USA competition in Las Vegas, at Trump’s invitation, they signed an agreement, eventually paying an estimated $7 million in licensing fees to host Miss Universe at one of their properties.",
  "To that end, he says he exchanged messages with Donald Jr. around the time of the inauguration, but was told no deals could be pursued until the company’s leadership structure had further settled into place.",
  "Nonetheless, Agalarov’s remarks seem to contrast the president’s repeated insistence that he holds no ties there and come at a time of increased scrutiny for his administration on the subject.",
  "He is now personally worth an estimated $1.7 billion, and he was awarded an Order of Honor of the Russian Federation in 2013 by President Vladimir Putin for his contributions to the state.",
  "Read More: Billionaires’ Secrets To Building Wealth\n\nThe Trump Tower project, if completed, would have become the centerpiece in the Agalarovs’ already expansive real estate portfolio.",
  "\"The Trump Organization does not [have], and has never had, any properties in Russia, and the press’ fascination with this narrative is both misleading and fabricated,\" she said.",
  "Then, in February, national security advisor Michael Flynn resigned for failing to disclose a conversation with Russian ambassador Sergey Kislyak two months prior.",
  "No matter the current hiatus, should the Trumps ultimately seek to resume their dealings with the Agalarov clan, they will find a partner eager to collaborate.",
  "“He will give you extra attention if he likes you.”\n\nAgalarov knows that maintaining that good favor will require continued contact with Trump's inner circle.",
  "“We thought that building a Trump Tower next to an Agalarov tower—having the two big names—could be a really cool project to execute,” Emin Agalarov recalls.",
  "And him being the president; I mean, it’s a big brand now.”\n\nFor more on Donald Trump’s ties to Russia, as covered in the March issue of Forbes, click here.",
  "The Agalarovs’ ties to Trump stretch back roughly five years, when they expressed interest in bringing Trump’s Miss Universe pageant to Moscow.",
  "You’re great at real estate.”\n\nTwo years later, when Trump won the general election, the Agalarovs passed along a letter of congratulations.",
  "As it happens, Trump once had a project there, too, though his company cancelled the transaction in December 2016 after development stalled.",
  "“I have nothing to do with Russia,” Donald Trump bellowed to thousands of frenzied supporters at a Tampa, Florida rally last October.",
  "Donald Trump Sr.’s new role and the ever-growing firestorm surrounding his ties to Russia are unlikely to help matters either.",
  "Their development firm, Crocus Group, holds dozens of high-value assets, including the luxurious Crocus City Mall in Moscow.",
  "In late 2016, reports emerged that Kremlin-backed hackers may have sought to influence the U.S. election in Trump’s favor.",
  "But it is his son—theatrical, handsome and a fluent English speaker—who quickly bonded with the New York reality TV star.",
  "On his 35th birthday, in 2014, Trump sent Agalarov a personal video recording with this message: “You’re a winner.",
  "Aras Agalarov founded the business in 1989 as a trade fair operator and has steadily expanded into other sectors.",
  "But the Agalarovs had their eyes set on a bigger target: a licensing partnership with the Trump Organization.",
  "Forbes' own investigation corroborates the claim that the Trumps never closed a deal in Russia.",
  "Agalarov says he played no role in arranging that deal four years prior, when Trump signed on.",
  "On paper, Aras, a buttoned-up real estate tycoon, is the more natural Trump partner.",
  "His ex-wife, with whom he split in 2015, is the daughter of Azerbaijan’s president.",
  "The president-elect, Emin claims, responded with a handwritten note of gratitude.",
  "“Now that he ran and was elected, he does not forget his friends,” Agalarov says.",
  "“Anything Trump related I would be interested to pursue,” Agalarov says.",
  "But Agalarov is almost certainly used to additional political scrutiny.",
  "“I think today the Trump brand is stronger all over the world.",
  "“He ran for president, so we dropped the idea,” Agalarov says.",
  "The truth, it seems, is a bit more complicated.",
  "“He’s a very caring person,” Agalarov says.",
  "The affection was clearly mutual.",
  "You’re a champ."
]