[
  "/ Updated By NBC News\n\nDonald Trump on Wednesday said that he doesn’t know and has never met Russian leader Vladimir Putin, contradicting many of his own claims during the campaign that he has a good relationship with the Russian strongman.",
  "A source connected to the Russian oligarch Aras Agalarov said Putin asked the Kremlin spokesman Dmitry Peskov to call Trump before the live Miss Universe show with the intention of setting up a meeting between the two men.",
  "MSNBC’s Thomas Roberts interviewed Trump about his relationship with Putin back in 2013 in Moscow, when Roberts served as the co-host for a show that was a joint production of NBC Entertainment and the Trump Organization.",
  "Related: Trump Continues His Embrace of Putin\n\nThe source familiar with efforts for the two men to meet said Peskov was willing to reschedule a meeting for Trump and Putin but was unable to put it together.",
  "While in Moscow, Trump also attend a luncheon of Russian business developers, the source said, including members of Sberbank Russia, a main sponsor of the Miss Universe show.",
  "Trump's response, the source added, was to talk about the success of his American reality show \"The Apprentice\" and his knowledge of attracting mass media attention.",
  "After the Miss Universe event was over, Putin sent a gift and note to Trump, delivered by Argalov’s daughter to the Miss Universe offices in New York City.",
  "Related: Donald Trump's Plea to Russian Hackers Roils the Campaign\n\nWhile in Moscow, Roberts said he knew of efforts being made to connect Trump and Putin.",
  "Peskov conveyed Putin's interest in meeting Trump before the Miss Universe show at Crocus City Hall, a venue owned by Agalarov that seats thousands.",
  "Trump however, according to an additional source, arrived late in Moscow after attending the 95th birthday party for Billy Graham in North Carolina.",
  "Trump also helped Agalarov's budding pop-star son Emin, making a cameo in his music video featuring 2013 Miss Universe contestants.",
  "\"I do have a relationship and I can tell you that he's very interested in what we're doing here today,\" Trump said at the time.",
  "Putin’s schedule reportedly also changed during that time frame after the King of Holland came to Russia to meet with him.",
  "The source said Peskov expressed Putin's admiration for Trump and the Russian leader's interest in setting up a meeting.",
  "A conversational relationship or anything that you feel you have sway or influence over his government?\"",
  "The source said Trump was asked questions during the lunch about the EU's 2013 debt crisis.",
  "See Trump's cameo in the end of the video here - delivering his famous \"you're fired\" line.",
  "Based on the interview, Roberts was under the impression they shared an open dialogue.",
  "Emin was also the featured performer in that year's Miss Universe telecast.",
  "I am saying today, and I'm sure he's going to be seeing it in some form.\"",
  "Breaking News Emails Get breaking news alerts and special reports.",
  "The news and stories that matter, delivered weekday mornings.",
  "The Trump and Putin meeting in Moscow never happened.",
  "The real estate mogul responded in the affirmative.",
  "\"Do you have a relationship with Vladimir Putin?",
  "\"He's probably very interested in what ...",
  "Roberts asked."
]