[
  "“The Kentucky Republican wants to keep cranking through as many lifetime judicial nominations and executive nominations as he can with his majority in the balance and the GOP still with the unilateral ability to confirm President Donald Trump’s picks.” POLITICO\n\nTHE INVESTIGATIONS -- “A Series Of Suspicious Money Transfers Followed The Trump Tower Meeting,” by BuzzFeed’s Anthony Cormier and Jason Leopold: “[S]ecret documents reviewed by BuzzFeed News reveal a previously undisclosed aspect of the meeting: a complex web of financial transactions among some of the planners and participants …\n\n“The documents show Aras Agalarov, a billionaire real estate developer close to both Vladimir Putin and Donald Trump, at the center of this vast network … Now, four federal law enforcement officials told BuzzFeed News, investigators are focused on two bursts of transactions that bank examiners deemed suspicious: one a short time after the meeting and another immediately after the November 2016 presidential election.” BuzzFeed\n\n-- NBC’S MIKE MEMOLI: “New group launches effort to defend Mueller probe”\n\nWSJ’S STEPHANIE ARMOUR and PAUL OVERBERG: “Nearly 600 Russia-Linked Accounts Tweeted About the Health Law”\n\nWAR REPORT -- “Pompeo bolsters Saudi military actions in Yemen,” by Hugh T. Ferguson: “Secretary of State Mike Pompeo announced on Wednesday that he has certified to Congress that the governments of Saudi Arabia and the United Arab Emirates are undertaking demonstrable actions to reduce the risk of harm to civilians and civilian infrastructure in Yemen, sidestepping a dramatic action that could have sharply limited U.S. backing for Saudi Arabia’s controversial war in the region.",
  "“Congress had tried to force Pompeo’s hand by inserting a provision in this year’s congressional defense spending bill that required him to certify by Sept. 12 that Saudi Arabia and the UAE are not taking inappropriate risks.” POLITICO\n\n-- WAPO’S MISSY RYAN (@missy_ryan): “IMPT: Mattis says Saudi Arabia and UAE are making ‘every effort’ to protect civilians in their #Yemen war, going even further in his support for Gulf allies than what Pompeo said in his statement.”\n\n-- AP’S KATHY GANNON in Islamabad: “Taliban say they’re ready for second round of talks with U.S.”\n\nHEADS UP -- The Agenda is out with a new package on “The Future of Medicare,” delving into the health care purchaser’s evolution and financial situation as the U.S. population ages.",
  "Proposing New Round of Trade Talks With China,” by WSJ’s Lingling Wei in Beijing and Jacob M. Schlesinger: “Senior U.S. officials, led by Treasury Secretary Steven Mnuchin, recently sent an invitation to Chinese counterparts headed by Vice Premier Liu He, proposing another bilateral trade meeting.” WSJ\n\nAFTERNOON READ -- “Senator Tammy Duckworth on the Attack that Took Her Legs—and Having A Baby at 50,” by Vogue’s Rebecca Johnson: “If it had been Vietnam or any other American war, she would have died, but within 20 minutes she’d arrived at the combat hospital in Baghdad … Her legs were gone, but she felt her feet burning—and she says she still feels this ghostly sensation every day, as if she is walking on hot desert sand.",
  "But not everyone is on board, raising the specter of bitter internal fights over strategic vision …\n\n“[W]hat was largely a tense but civil debate has become something more acrimonious after Hillary Clinton’s loss in 2016 exposed what many saw as a painfully large digital advantage for Republicans.” The Daily Beast\n\n-- CNN’S DAVID WRIGHT (@DavidWright_CNN): “No Labels dropped $180,000 this week on direct mail boosting Rep. Mike Gallagher (R, WI-08), Rep. Brian Fitzpatrick (R, PA-08), Rep. Tom Reed (R, NY-23), Rep. John Katko (R, NY-24), Rep. Leonard Lance (R, NJ-07), Rep. Fred Upton (R, MI-06) & Rep. Carlos Curbelo (R, FL-26).”\n\nGood Wednesday afternoon.",
  "Read Joanne Kenen on end-of-life care in California, Dan Diamond on decreasing per-patient spending, Paul Demko on “Medicare-for-all,” Rochelle Sharpe on preventative services in Boston and more: POLITICO\n\nTHE ADMINISTRATION -- “FDA threatens to pull flavored e-cigarettes, citing ‘epidemic’ of teen use,” by Sarah Owermohle: “The FDA today gave JUUL and four other makers of flavored e-cigarette 60 days to submit plans to curb the use of their products by youths or risk having them pulled from the market.",
  "… Being a candidate in ‘the sensible middle’ helps create a plausible, but undeniably challenging, path to the runoff and to Capitol Hill, Espy said.” McClatchy\n\nAD WARS -- “Democrats Won’t Stop, Can’t Stop, Spending Big Bucks on Television Ads,” by The Daily Beast’s Gideon Resnick and Sam Stein: “Recent primary victories by underfunded Democratic candidates have prompted a renewed push within the party for it to finally quit its addiction to television advertising in favor of digital.",
  "The contrast between the administration’s rhetoric and its actions has disappointed Christian activists and prompted accusations of hypocrisy from rights organizations and members of Congress.” NBC\n\nRACHAEL BADE: “Right mounts campaign to make Jim Jordan the GOP leader”\n\nBURGESS EVERETT: “McConnell screws Dems ahead of election with October session”: “Traditionally, the Senate hits the road in October of an election year.",
  "AP’S KEN THOMAS (@KThomasDC): “Stormy Daniels says on @TheView that she’s releasing a book - ‘Full Disclosure’ - on Oct. 2nd.”\n\nFOR YOUR RADAR -- THE CONNECTED COMMERCE COUNCIL -- backed by Amazon, Facebook, Google and Square -- is launching a $250,000 event series to provide education and training to 200 small businesses across Colorado, Georgia, North Carolina, Missouri, South Carolina, Texas and other states.",
  "They have been caught in the wider net of President Donald Trump’s tough stance on immigration and refugees …\n\n“Even Christians from the Middle East who have lived in the U.S. for years have been caught in the administration’s wider crackdown on immigration, with dozens of Iraqi Christians now in detention and facing the threat of deportation.",
  "2020 WATCH -- NATASHA KORECKI, “The Democratic establishment roars back”: “For the first time since Donald Trump’s election, voters in Iowa, Nevada, South Carolina and New Hampshire — the four critical early presidential states — have spoken in statewide and congressional elections …\n\n“What are the lessons of the 2018 early-state primaries?",
  "Learn more at google.com/grow/veterans\n\nTHE PRESIDENT TWEETS -- @realDonaldTrump at 6:51 a.m.: “We got A Pluses for our recent hurricane work in Texas and Florida (and did an unappreciated great job in Puerto Rico, even though an inaccessible island with very poor electricity and a totally incompetent Mayor of San Juan).",
  "IMMIGRATION WATCH -- “Despite Trump’s promise to protect them, Christian refugees struggle to enter U.S.,” by NBC’s Dan De Luce and Julia Ainsley: “The number of Christian refugees granted entry into the U.S. has dropped by more than 40 percent over the past year, a decline of almost 11,000 refugees.",
  "“Majority Leader Mitch McConnell is planning to keep the chamber in session for a significant portion of October if not four entire weeks, costing Democrats key campaign trail days and allowing the Senate to continue its work into the fall, according to five Republican officials.",
  "Here’s why it’s a bumpy road,” by McClatchy’s William Douglas in Jackson, Mississippi: “Some African American lawmakers and civil rights leaders have long been wary of runoffs, claiming the system diminishes the chances of African American candidates winning elections.",
  "#HurricaneFlorence”\n\nGOOD NEWS FILES -- WAPO’S HEATHER LONG and JEFF STEIN: “Middle-class income hit an all-time high of $61,372 last year, U.S. Census Bureau says”\n\nPlaybook PM Sign up for our must-read newsletter on what's driving the afternoon in Washington.",
  "… LA TIMES’ LANCE PUGMIRE: “Oscar De La Hoya considering running for president in 2020” … CNBC’S HUGH SON: “Jamie Dimon says he could beat Trump in an election: ‘I’m smarter than he is’” (Dimon then said he shouldn’t have said this, and he is not running.)",
  "POLITICO Playbook PM: More bad news for the GOP Presented by\n\nSeveral new polls have Democrats strongly favored on a House generic ballot, which bodes well for them to retake the chamber in November.",
  "Learn more at google.com/grow/veterans\n\nFollow us on Twitter Anna Palmer @apalmerdc\n\n\n\nJake Sherman @JakeSherman\n\n\n\nDaniel Lippman @dlippman\n\n\n\nEli Okun @eliokun\n\n\n\nGarrett Ross @garrett_ross",
  "In statewide contests, they didn’t back hardline Bernie Sanders or Hillary Clinton-aligned candidates so much as candidates who had a message they care about and a solid campaign operation.",
  "… It has also opened her eyes to the challenges so many mothers face, like being forced to breastfeed in a restroom at an airport.” Vogue\n\nThe most reliable politics newsletter.",
  "Today when service members search “jobs for veterans” on Google, and enter their military occupational specialty code, they’ll see jobs that match their military skill sets.",
  "Listen to your local representatives.”\n\n… at 9:58 a.m.: “Hurricane Florence may now be dipping a bit south and hitting a portion of the Great State of Georgia.",
  "… The warning marked one of the most sweeping moves to curb smoking in years and comes as e-cigarettes sales have skyrocketed.” POLITICO\n\nTRADE WARS -- “U.S.",
  "The campaign, Skills Connect, is trying to support the FTC’s effort to better understand the role of digital tools and tech for small businesses.",
  "TRANSITIONS -- OBAMA ALUMNI -- Steve Glickman is launching a new consulting firm, Develop, to boost investment in economically distressed areas.",
  "We also help employers find them by enabling companies to implement this feature on their career sites using Google Cloud’s Talent Solution.",
  "| Zach Gibson/Getty Images\n\nWARNING SIGNS FLASHING FOR REPUBLICANS …\n\n-- QUINNIPIAC has the generic ballot at +14 for Democrats.",
  "Through Grow with Google, our initiative to create economic opportunities, we’ve developed resources specifically for veterans.",
  "We are ready for the big one that is coming!”\n\n… at 6:58 a.m.: “Hurricane Florence is looking even bigger than anticipated.",
  "MEDIAWATCH -- ERICA MARTINSON (@EricaMartinson): “Yesterday I had a quintessential journalism experience: I was laid off.",
  "CareerBuilder, Pepsi, Siemens, RecruitMilitary, and many others have already implemented the API on their career sites.",
  "-- REPUBLICANS keep telling us privately that the generic ballot is swinging wildly, so we shouldn’t pay it much mind.",
  "… [T]here were only scattered signs that insurgent forces within the Democratic Party were in the driver’s seat.",
  "The poll\n\n-- TWO OTHER POLLS out this morning have the Dems +12 (NPR/Marist) and +10 (POLITICO/Morning Consult).",
  "Bloomberg story … Melody Barnes will be co-director of a new Democracy Initiative at the University of Virginia.",
  "But now, it’s been in the mid-teens for a while, and polls across the board show a sizable lead for Democrats.",
  "Be ready, be prepared!”\n\n… at 12:37 p.m.: “It is imperative that everyone follow local evacuation orders.",
  "Now it’s not.”\n\nSPOTTED -- JUST AS POLITICO LAUNCHES A CANADA VERTICAL: Drake at Nobu DC last night.",
  "…\n\n… Ryan Abraham is now a principal at the legislative group of Washington Council Ernst & Young.",
  "A message from Google: Google is committed to helping veterans build successful civilian careers.",
  "A message from Google: Google is supporting service members as they transition to civilian jobs.",
  "He previously was head of the Economic Innovation Group and is an Obama administration alum.",
  "Holding represents an R+7 district, which should be easy rowing for a Republican incumbent.",
  "Email Sign Up By signing up you agree to receive email newsletters or alerts from POLITICO.",
  "Email Sign Up By signing up you agree to receive email newsletters or alerts from POLITICO.",
  "Sign up for POLITICO Playbook and get the latest news, every morning — in your inbox.",
  "-- A NEW POLL in North Carolina has Republican Rep. George Holding down a point.",
  "…\n\n“The arrival of Maile has made Duckworth a celebrity in the Senate.",
  "He was previously senior tax counsel for the Senate Finance Committee.",
  "She was Domestic Policy Council director in the Obama administration.",
  "There is no longer a Washington Bureau for the Anchorage Daily News.",
  "FEMA, First Responders and Law Enforcement are supplied and ready.",
  "Be safe!”\n\n… at 7:03 a.m., a video message: “Get out of its way.",
  "Old-fashioned clout mattered.” POLITICO\n\n-- EVERYONE’S RUNNING!",
  "But the Senate is throwing tradition out the window this year.",
  "The poll\n\n-- “Mike Espy sees runoff as path to a Miss.",
  "He is performing at the Capitol One Arena tonight.",
  "SPOTTED: Tom Sietsema at Chiko last night.",
  "If that holds, that’s wave territory.",
  "This storm is extremely dangerous.",
  "And tremendous amounts of water.",
  "The storm will come; it will go.",
  "You can unsubscribe at any time.",
  "You can unsubscribe at any time.",
  "We want everybody to be safe.",
  "Democrats are sick of losing.",
  "Maybe as big as they’ve seen.",
  "… It’s called Mother Nature.",
  "Get out of the storm’s way.",
  "It will be arriving soon.",
  "Don’t play games with it.",
  "We want you safe.",
  "We love you all.",
  "You never know.",
  "It’s a big one.",
  "Senate seat.",
  "But we know.",
  "It was me.",
  "Be SAFE!"
]