[
  "BS: And there's a lot in this story that broadly opens this window into how very rich people, particularly in Russia, but all over, move money around in a way that makes it hard for journalists, for investigators, for anybody to know what the hell is going on.",
  "And that, that door, that suite, is in a lot of ways the epicenter of this vast network of companies and secret accounts and money that is part of not only the Mueller investigation, but the sort of wider look into the finances of people in Trump's world.",
  "Well, if you do want to sound like somewhat less of an idiot when you speculate about Bob Mueller, you should be reading Anthony Cormier and Jason Leopold's extraordinary series of scoops on the money trail around Donald Trump, around his associates.",
  "And when you knock on it and ask for the people inside all you get is this gruff, disembodied voice from behind the door who refuses to talk to you, will not open and doesn't even accept your business card or want to hear from you.",
  "We are, as always, open to any appropriate context, but investigators found such a large sum, with that particular timing, 11 days after the meeting, long before the meeting had began public, to be quite a suspicious event.",
  "They've refused to tell us, and I think investigators right now are...I don't want to say there are stymied, but they don't have an answer, at least as far as we could tell, they don't know.",
  "And so when you begin to examine the timing of the movement of funds, the wiring of money, you know, on the Agalarov side their attorney and others will say ‘Look, this is no big deal.",
  "And beyond that they've sort of cracked open a much larger world, this this sort of global, you know, financial web, and as we reported yesterday, IRS agents are investigating now.",
  "I don't think anybody knows whether Mueller is going to issue any more indictments or make any more moves before the midterm, but I would be shocked if he was afraid to do so.",
  "Shortly after his victory Aras, the patriarch of the family, uses a Russian bank account to begin funneling money into his son's personal checking account and bankers noticed.",
  "It's a very big silver major lock on a door that dozens of journalists have gone and knocked on over the years because there's a group of businesses that are located there.",
  "And so it's a really unusual juxtaposition of this megarich family with real roots to Azerbaijan and to Russia, but here they are living and doing business in New Jersey.",
  "And the very next day they watch another round dollar amount, $107,000, leave the New Jersey account and land in the account of a business called Corsy International.",
  "Corsy International is, again, based at Suite 309 and it's controlled by a longtime friend and an individual, Ike Kaveladze, who attended the Trump Tower meeting.",
  "BS: And you know, as you said before, the point of using Swiss banks and the British Virgin Islands is for people to not know what you're doing with the money.",
  "There are pain management clinics and realtors and the like, and most of them have signs and windows and you know what they do, but Suite 309 is this mystery.",
  "But we, it is our understanding that people working closely with his team, they are actively investigating these transactions and others in a particular vein.",
  "And these businesses are connected to this Trump Tower meeting, but it's bizarre because it's a, really, sort of fairly run-of-the-mill office Plaza.",
  "BS: I think one of the reasons it's so strange to wind up at that office Plaza is that these are not modest local New Jersey business people, right?",
  "It had been planned for quite a bit of time, you know, they go to Trump Tower, they meet with Trump Jr., and Manafort and Kushner on the 25th floor.",
  "He directs, 11 days after the infamous meeting, 19 and a half million dollars from the British Virgin Islands into a US bank account.",
  "This is how we do business all the time.’ When you talk to investigators, they look at the timing and they are enormously suspicious.",
  "FBI agents are looking at it not just through the prism of election interference, but possible money laundering, or tax evasion.",
  "I think, to your first point, there is this global financial system that regular folks like you and I don't frankly understand.",
  "But we have some sense, and tell me a little bit about what's interesting about the timing of the transfers that you unearthed.",
  "We've been tracking the finances of the individuals who are close to not only the campaign but to those in Russia and beyond.",
  "The Lede — 00:00\n\nBen Smith: So Anthony, there are a lot of different tendrils to this story, took you to a lot of places.",
  "We could not, for the life of us, get the a Agalarov family or their attorneys to tell us what that money was used for.",
  "Bank examiners flagged it, they said this is an unusually large spike of money in a place that we haven't seen before.",
  "They want to know whether that money was in any way related to Russia's interference in the campaign or the election.",
  "The same day he takes a much smaller amount, again through a Swiss bank, but $43,000, and moves it out into the US.",
  "And as we all know Switzerland is a sort of place where bank secrecy is a major part of the life, the culture.",
  "BS: Right and this extraordinary new information you guys got really opened a huge new window onto that world.",
  "AC: As reporters, there are a lot of things that you can choose to cover in the Trump Administration.",
  "AC: So you have this suspicious movement of money shortly after the Trump Tower meeting in June 2016.",
  "They look at a particular transaction, they see $165,000 go into that account on November 22nd, 2016.",
  "And then all of a sudden you get really large round dollar, like $15,000 even to like $75,000 even.",
  "I would be surprised if the office of the special counsel frankly gave two dams about the midterms.",
  "It is ‘What did you do with the money?’ There may be a wholly appropriate reason for that transfer.",
  "They want to know, number one, was this money used in any way to interfere with the 2016 election?",
  "Anybody who tells you that they know what Robert Mueller is thinking is going to look like a fool.",
  "I think, you know, a lot of people reading this want to know, what does it mean for the midterms?",
  "AC: I think that's, for lack of a better word, the 19 and a half million dollar question, right.",
  "Suite 309 is a windowless, rather nondescript office, with a lock that fascinates me to no end.",
  "They want to know how this billionaire and how their funds flowed back into the United States.",
  "Aras’ son, Emin, a man who is part-time popstar, actually grew up in across the Hudson River.",
  "And eleven days later Aras Agalarov, the patriarch of this family, does an unusual thing.",
  "But at this point they don't, and we don't either, and it is a really important point.",
  "Those funds begin working their way into this personal checking account in New Jersey.",
  "He uses his account in the British Virgin Islands, belonging to a consulting company.",
  "They made their Fortune in development, they have become quite close to the Kremlin.",
  "And then you have Trump winning, surprisingly winning the election in November 2016.",
  "When they see money move from account, to account, to account they want to know why.",
  "They're, in fact, one of the kremlin's most sophisticated and favored developers.",
  "These guys are...This group, these guys and gals are pretty aggressive it seems.",
  "And so that that's the beginning of this suspiciously timed transfers of funds.",
  "Remember, the British Virgin Islands is sort of known as an offshore haven.",
  "We're not saying that happened, but they FBI is actively looking at that.",
  "And bankers and financial examiners are sort of hot on the trail of this.",
  "This account hadn't been really used before, it was essentially dormant.",
  "I mean can you give us just some background on the Agalarov family?",
  "They, in fact, the family has a couple of mansions in New Jersey.",
  "But what's interesting is you can see them in the United States.",
  "The Agalarov are a very powerful, wealthy family from Russia.",
  "After this surge they begin to track where the money goes.",
  "It's a tried-and-true sort of investigative axiom, right?",
  "And that's a... That became a red flag to investigators.",
  "BS: So the core question now is what was this money for?",
  "There's basically one small deposit in 2016, early 2016.",
  "The individuals including Mr Kaveladze wouldn't tell us.",
  "That's what they consider to be layering, right there.",
  "One of them was a door in a subdivision in New Jersey.",
  "Well, Aras directs that company through a Swiss bank.",
  "We made a call a long time ago to look at the money.",
  "AC: Anybody who tell... And I say this all the time.",
  "They want to know why it's not a direct transaction.",
  "We'd love to know it and we would have reported it.",
  "We just don’t know at the moment what that was for.",
  "They want to know whether or not it was legitimate.",
  "And it's quite opaque and it's opaque on purpose.",
  "What does it mean for the Mueller investigation?",
  "The sum of that is about 1.2 million dollars.",
  "It's just a brown door with a silver lock.",
  "Why does it make pit stops along the way?",
  "Not long after the presidential election.",
  "To bankers that's enormously suspicious.",
  "It was just opened at TD Bank in 2012.",
  "So you've got this meeting on June 9.",
  "Tell me about the door to Suite 309?",
  "And so that's what we've been doing.",
  "He went to high school in Tenafly.",
  "That is a feature, not a bug here.",
  "One of the places they find is...",
  "Thanks for joining us Anthony.",
  "He he has deep roots there.",
  "Can we just start there?",
  "Anthony Cormier: Sure.",
  "And they want to know.",
  "It's a mark for them.",
  "I'll see you soon.",
  "BS: Last question.",
  "Follow the money.",
  "BS: Thanks Ben.",
  "BS: All right.",
  "We don't know.",
  "Is that right?",
  "Do you know?",
  "AC: Right.",
  "AC: Sure."
]