[
  "Washington (CNN) President Donald Trump's long-time confidant Keith Schiller privately testified that he rejected a Russian offer to send five women to then private-citizen Trump's hotel room during their 2013 trip to Moscow for the Miss Universe pageant, according to multiple sources from both political parties with direct knowledge of the testimony.",
  "During this week's closed-door hearing, House lawmakers walked through a Daily Caller article, which raised some of the allegations about Trump's Moscow trip from the dossier and discussed an alternative story involving Schiller's role in rejecting the Russian offer of sending prostitutes to Trump's room.",
  "While Trump and the White House have long rejected the dossier as an attempt to discredit the presidency, the FBI has corroborated some information in the dossier and used it as justification to obtain a surveillance warrant on Trump campaign foreign policy adviser Carter Page, CNN has reported.",
  "At a press conference weeks before taking office, Trump said that he tells his staff before overseas trips, including to Russia, to \"be very careful\" in their hotel rooms because \"you're gonna probably have cameras,\" and that they could end up on the news if they weren't cautious.",
  "Members of the committee raised the matter because of salacious allegations laid out in a dossier compiled by former British agent Christopher Steele, an opposition research document funded by Democrats detailing alleged ties between Trump and his associates with Russians.",
  "Stuart Sears, an attorney for Schiller, said the chairman and ranking member of the committee should investigate individuals leaking \"misleading versions\" of Schiller's testimony, calling the conduct \"indefensible\" and questioning the credibility of the House inquiry.",
  "Multiple sources said the offer to send women to Trump's room came from a Russian who was accompanying Emin Agalarov, a pop star whose father is a billionaire oligarch close to Russian President Vladimir Putin and who worked with Trump to bring the pageant to Moscow.",
  "Trump has also ramped up his attacks after it became public that the Hillary Clinton campaign and Democratic National Committee, through the law firm Perkins Coie, paid opposition research firm Fusion GPS to compile the material that led to the dossier.",
  "\"The President returned to the salacious material I had briefed him about on January 6, and, as he had done previously, expressed his disgust for the allegations and strongly denied them,\" Comey said about a dinner with Trump in late January.",
  "The dossier's claims about Trump's activities in Moscow are some of the most incendiary claims in the memos compiled by Steele, which claimed that Russia obtained \"kompromat,\" or dirt, on Trump to use as blackmail.",
  "\"It is outrageous that the very Committee that is conducting an investigation into leaks - purportedly in the public interest - is itself leaking information and defaming cooperative witnesses like Mr.",
  "On their way up to Trump's hotel room that night, Schiller told the billionaire businessman about the offer and Trump laughed it off, Schiller told the House intelligence committee earlier this week.",
  "A fateful Moscow trip\n\nInvestigators probing potential Russia collusion asked Schiller to detail what happened during the 2013 Moscow trip when Trump was in charge of the Miss Universe pageant there.",
  "In June 2016, Goldstone connected with the President's eldest son, Donald Trump Jr., at the request of Aras Agalarov to set up the meeting at Trump Tower with Russian lawyer Natalia Veselnitskaya.",
  "He was also asked about a wide-range of issues, including meetings between Trump associates and Russians, and he denied having knowledge of many of those interactions, sources said.",
  "Schiller was asked about the Daily Caller article, and he confirmed a Russian made the offer to send the women to Trump's room which was raised around lunch-time, sources said.",
  "Moreover, he denied knowing about the deliberations around the firing of FBI Director James Comey, saying he was only called into deliver a letter with the news to the FBI.",
  "\"He said he had nothing to do with Russia, had not been involved with hookers in Russia, and had always assumed he was being recorded when in Russia,\" Comey testified.",
  "Close confidant to Trump\n\nSchiller, who is one of Trump's closest confidants, left the White House in September after serving as director of Oval Office operations.",
  "Trump dispatched Schiller in May to hand-deliver a letter to the FBI headquarters informing Comey of his termination, although Comey was in Los Angeles at the time.",
  "But federal investigators have not verified the most salacious allegations regarding Trump's activities on his 2013 trip for the Miss Universe Pageant in Moscow.",
  "Additionally, Comey testified that Trump personally denied to him, on two occasions, that he participated in the salacious activities alleged in the dossier.",
  "Video obtained by CNN in July shows Trump, Schiller, the Agalarovs and music publicist Rob Goldstone attending a July 2013 dinner in Las Vegas.",
  "Trump brought the pageant to Moscow with the help of Aras and Emin Agalarov, the Azerbaijani-Russian billionaire oligarch and his pop-star son.",
  "\"We are appalled by the leaks that are coming from partisan insiders from the House Intelligence Committee,\" Sears said in a statement.",
  "During the testimony with the House investigators, Schiller denied knowing about the salacious allegations contained in the dossier.",
  "But Schiller said the offer did not come from Agalarov himself, the sources said, disputing the Daily Caller report on that matter.",
  "As a longtime adviser to Trump, Schiller has been present for some of the most controversial moments of Trump's political career.",
  "Dossier subject of controversy\n\nTrump has vehemently denied the allegations in the dossier since it was made public in January.",
  "Yet before Trump was inaugurated, Comey briefed Trump and outgoing President Barack Obama about the existence of the dossier.",
  "Schiller, Trump's former bodyguard and personal aide, testified that he took the offer as a joke, two of the sources said.",
  "After several minutes outside of Trump's door, which was Schiller's practice as Trump's security chief, he said he left.",
  "\"He said he was considering ordering me to investigate the alleged incident to prove it didn't happen.\"",
  "He was asked who made the offer, but he could not recall the identity of the individual, sources said.",
  "The day after that gathering, the Trump Organization announced it would bring Miss Universe to Moscow.",
  "\"Emin has no knowledge of that ever happening,\" said Scott Balber, an attorney for Agalarov.",
  "\"Clinton campaign & DNC paid for research that led to the anti-Trump Fake News Dossier.",
  "UPDATE: This story has been updated with comment from Emin Agalarov's attorney.",
  "The November 2013 event was held at one of their properties in Moscow.",
  "Trump has long denounced the dossier and flatly denied its assertions.",
  "Comey said Trump gave a more explicit denial in a March phone call.",
  "The victim here is the President,\" Trump tweeted last month.",
  "This all came before Trump fired Comey in May.",
  "White House officials declined to comment.",
  "Schiller.\""
]