[
  "“There hasn’t been any thirty-seven-year-old superstar.” He had been a singer in the U.S., in his twenties, living in Tenafly, New Jersey, then went back to Moscow and spent a few years performing, often in venues owned by his father, who is the shopping-mall king of the Moscow area and a developer of choice for Vladimir Putin’s favored projects.",
  "It’s more likely that it is simply a silly effort by a narcissistic, overgrown boy using his dad’s money to put himself in the center of things, make a buck, get a bit of fame, and have some fun laughing as the rest of the world tries to figure out what, if anything, he is telling us.",
  "It might be, I would guess, the first-ever music video that could be used as evidence in an impeachment trial—though it’s difficult to say whether it could be used to prove Trump’s guilt, or his innocence, or our inability ever to know anything about the man.",
  "It was Emin who asked his publicist at the time, Rob Goldstone, to set up the meeting in Trump Tower between Donald Trump, Jr., Jared Kushner, Paul Manafort, and a group of people close to the Kremlin and the Russian spy services.",
  "The video, for a song called “Got Me Good,” begins with a man sitting in front of a wall of computer monitors—a hacker in Russia, it seems—and on those monitors we see real footage of Agalarov talking to the real Donald Trump.",
  "(At that time, Trump made a previous, willing cameo in the music video for Agalarov’s song “In Another Life.”) Then the video shifts to a scene in which Emin walks through a hotel hallway with a Trump impersonator.",
  "What makes this more than a silly spoof is that Emin Agalarov is one of the only people in the world who might have firsthand knowledge of what Trump did or didn’t do during his brief trip to Moscow in 2013.",
  "On Tuesday, Emin Agalarov, the aspiring international-pop-star son of an Azerbaijani-Russian billionaire, released a music video that is, for now, the most perfect art piece of the age of Trump.",
  "But the video will be shared and tweeted and talked about, and the song, presumably, will be streamed, as people hunt for clues that might solve the greatest political mystery of our time.",
  "At first, Agalarov’s new video seems to be almost a confession: here is a man at the center of this scandal, reënacting it, and telling (or singing to) Trump that he is a dishonest man.",
  "He was Trump’s primary companion during that trip, which included Trump’s stay in the Moscow Ritz-Carlton, the scene of the famous pee-tape allegation in the Steele dossier.",
  "There is such widespread piracy that it’s hard to make money from selling downloads of songs, and concerts aren’t as lucrative as they can be in the U.S.",
  "After all, they really are friends—in 2013, Agalarov and his father, Aras Agalarov, partnered with Trump to bring the Miss Universe contest to Moscow.",
  "It is also, at its core, a tacky and desperate attempt for attention, and that fact, too, makes it feel like an essential reflection of our era.",
  "Then actors playing Hillary Clinton and Mark Zuckerberg join in, drinking with the Trumps and Agalarov and taking what appears to be money, too.",
  "It is a commentary on the anger and confusion that dominates our political environment but is, also, an active participant in that confusion.",
  "Finally, for some reason, there’s a Stormy Daniels look-alike taking something mysterious but clearly valuable out of a garbage can.",
  "He was at Lincoln Center, preparing for a concert, part of his biggest-ever U.S. tour—Hartford, Chicago, L.A., Miami, New York.",
  "They exchange a briefcase implied to be full of cash, as Emin sings to the Trump actor, “I wish you at least could be honest.",
  "I met Emin Agalarov a year ago, in May, 2017, a few months before his role setting up the Trump Tower meeting became public.",
  "But, he learned, having songs that do well with streaming services internationally can mean real money.",
  "He was trying to cultivate an audience in America—some Russian, some not—that would stream his songs.",
  "Agalarov is a fine-enough singer, but the music is generic, soft jazzy; the lyrics aren’t catchy.",
  "Actors playing Ivanka Trump and Jared Kushner appear, also taking briefcases from Agalarov.",
  "I wish that you told me the truth.” Soon they are frolicking in a bed with several women.",
  "Emin told me he is as much a businessman as a musician, working closely with his father.",
  "“To monetize it.” He explained that Russia is a tough market for a musician.",
  "I’ve watched the video four times today and can’t remember any of them.",
  "It’s a safe bet, though, that the video contains no such clues.",
  "Emin told me he’d realized that he would never be a huge star.",
  "I thought of that conversation when I watched this new video.",
  "If not for the video, it’s unlikely I’d have ever heard it.",
  "As the video continues, though, things get more confusing.",
  "“There is a way to turn music into a business,” he said.",
  "Like I said, it is the perfect video for this age.",
  "“Got Me Good” is not a particularly good song.",
  "“I’m thirty-seven years old,” he said.",
  "Is this testimony?",
  "Or is it nonsense?"
]