[
  "Trump's son, Donald Jr., made a half dozen business trips to Russia in 2007 and 2008 on behalf of the Trump Organization, according to the travel industry publication eTurboNews\n\n\"In terms of high-end product influx into the US, Russians make up a pretty disproportionate cross-section of a lot of our assets; say in Dubai, and certainly with our project in SoHo and anywhere in New York,\" Trump Jr. said in the eTurboNews story.",
  "As recently as 2013, the President-elect was negotiating a deal with Aras Agalarov, a Russian billionaire, to build a Trump Tower in Moscow, according to a Washington Post investigation\n\nAgalarov told the Post that although the plan to bring the Trump brand to Moscow didn't pan out, he hoped his family can partner with the Trumps at some point in the future.",
  "Nine years later, he filed paperwork to trademark the name Trump Tower in Russia and subsequently registered other business names such as Trump International Hotel and Tower, and Trump Home, according to a CNN Money report\n\n\"Russia is one of the hottest places in the world for investment,\" Trump said during a 2007 court deposition.",
  "JUST WATCHED Trump: People don't care about my tax returns Replay More Videos ... MUST WATCH Trump: People don't care about my tax returns 00:47\n\nTrump was asked if he would release his tax returns to prove that he doesn't have business and financial ties to Russia that could be used as leverage against him.",
  "Though there are a number of laws designed to prevent conflicts of interest for other public servants -- and do not apply to the President -- there are other constitutional and federal statutory provisions that may indeed be interpreted to restrict the business dealings of the President.",
  "JUST WATCHED Trump on hacking DNC: I think it was Russia Replay More Videos ... MUST WATCH Trump on hacking DNC: I think it was Russia 02:21\n\nWhen compared to 17 entities, including private retail and health care, the startup ranks the US government at the very bottom.",
  "Conflicts of interest\n\nReality Check: 'No conflict of interest' for president, Trump says\n\nBy Eve Bower, CNN\n\nRepeating a claim he has made several times in recent weeks, Trump appeared certain when he said, \"I have a no-conflict-of-interest provision as president.\"",
  "It is true that there are no Trump-branded properties under construction in Moscow or elsewhere in the country but there is no way to verify the President-elect's claim that he is completely clear of business links to Russia without seeing his tax returns.",
  "\"If you look at the retail industry, if you look at the banking industry, various industries, out of 17 industries -- they put this in a category of an industry -- the United States is last in terms of protecting, let's say hacking defense,\" he said.",
  "Reality Check: Trump has no deals in Russia\n\nBy Lisa Rose, CNN\n\nTrump claimed he has no business ties with Russia, and punctuated his point by declaring that if he wanted to build in Russia, he could effortlessly find partners for a venture.",
  "JUST WATCHED Trump: I will turn business over to my sons Replay More Videos ... MUST WATCH Trump: I will turn business over to my sons 01:23\n\nNine such provisions were recently outlined in a memo from the Congressional Research Service.",
  "In a September appearance on CNN's \"State of the Union,\" Kellyanne Conway, Trump's campaign manager, said Page was no longer involved in the campaign and \"not authorized\" to speak with Russian officials on behalf of the Trump campaign.",
  "He journeyed to Moscow in 2013 for the Miss Universe pageant, schmoozed with a clutch of oligarchs at a nightspot and ultimately collected $14 million from Russians who invested in the beauty contest, according to The Washington Post.",
  "Some economists argue that the official unemployment figure -- 7.5 million in December -- understates the true state of the job market because it only counts people who are out of a job and have looked for work in the past four weeks.",
  "JUST WATCHED Spicer: Russia-Trump report is disgraceful Replay More Videos ... MUST WATCH Spicer: Russia-Trump report is disgraceful 01:55\n\nOn March 21, Trump spokeswoman Hope Hicks confirmed those people, including Page, to CNN.",
  "In addition, about 1.8 million are listed as marginally attached -- people who are not in the labor force who have looked for a job sometime in the past year -- and nearly 4.1 million are not marginally attached but want a job.",
  "Tax returns\n\nReality Check: Americans 'don't care at all' about Trump's tax returns, he says\n\nBy Daniella Diaz and David Wright, CNN\n\nTrump insisted that Americans \"don't care at all\" about his unreleased tax returns.",
  "Here's the real deal on that stat: Some 93.8 million people are not in the labor force , but the vast majority of them don't want a job, according to the most recent quarterly data from the Atlanta Federal Reserve.",
  "The problem, in part, stems from the large size of federal agencies; however, the report says, the upside is that those agencies may have larger budgets and larger security teams to deal with a hack attack.",
  "Cybersecurity\n\nReality Check: Trump says US most vulnerable to cyberattack\n\nBy Jen Christensen, CNN\n\nTrump said the US government \"is the worst\" when it comes to the nation's vulnerability in being hacked.",
  "Employment\n\nReality Check: Trump on 96 million out of the job market\n\nBy Patrick Gillespie and Tami Luhby, CNN\n\nTrump cited a false statistic to cast the job market as weaker than it truly is.",
  "Russia ties\n\nReality Check: Sean Spicer says Trump does not know Carter Page\n\nBy Kate Grise, CNN\n\nTrump and his aides are denying new reports of the President-elect's possible ties to Russia.",
  "\"Carter Page is an individual whom the President-elect does not know and was put on notice months ago by the campaign,\" Sean Spicer, the incoming White House press secretary, said Wednesday.",
  "While Trump claimed that it would be a piece of cake to build one of his signature monoliths in Moscow, he has been trying unsuccessfully to cut a deal in Russia for three decades.",
  "Because courts have not interpreted this provision in detail, it is unclear whether the various interests of the Trump Organization could become a conflict for the President-elect.",
  "A CNN poll from October found that 73% of registered voters surveyed think Trump should release his tax returns for public review, including about half of Republicans at 49%.",
  "In an interview with The Washington Post editorial board in March, Trump named \"Carter Page, Ph.D.,\" as one of the people he was considering for his foreign policy team.",
  "The government is vulnerable to hacking, the report suggests, as it struggles with overall network security issues, software patching problems and malware infections.",
  "One key question concerns a part of the Constitution known as the Emoluments Clause, which prohibits the president from receiving gifts from foreign governments.",
  "Page has denied the allegations that he met with sanctioned Russian officials, telling The Washington Post, \"All of these accusations are just complete garbage.\"",
  "Some 44 million are retired, 15.3 million are disabled, 13.3 million are taking care of a family member and another 13.2 million are in college or job training.",
  "(CNN) President-elect Donald Trump on Wednesday held his first news conference since winning the election, and CNN's Reality Check Team vetted his statements.",
  "But because he hasn't turned over his IRS records, we'll have to look at prior comments he's made and news stories about his international business interests.",
  "The team of reporters, researchers and editors across CNN listened throughout the event and analyzed key statements, rating them true, misleading or false.",
  "In July 2015, thieves stole data from Office of Personnel Management computer systems that included Social Security numbers of over 21.5 million people.",
  "true, according to a 2016 US government cybersecurity That claim is, according to a 2016 US government cybersecurity report from SecurityScorecard.",
  "\"Our economy is more digitized, it's more vulnerable, partly because we're a wealthier nation and we're more wired than other nations,\" Obama said.",
  "That's the real number,\" he said in defense of his plan to implement a border tax to keep American companies from moving jobs outside the US.",
  "A wider measure of unemployment includes people who've left the labor force but want a job, and part-timers who want full-time positions.",
  "The provisions include both restrictions on gifts and other benefits the president may receive and financial disclosure requirements.",
  "The President-elect earned nearly $100 million when he sold a Florida mansion to a Russian oligarch named Dmitry Rybolovlev in 2008.",
  "His statement that Russia doesn't interest him is in contrast with decades of business trips and talk of grand plans for Moscow.",
  "Carter Page is a former Trump adviser whose reportedly close ties to Russia have been called into question during the campaign.",
  "The FBI looked into allegations that, while in Russia last year, Page had meetings related to individuals under US sanctions.",
  "His remarks aren't outright false but we cannot give his claims the green light because he hasn't disclosed his tax returns.",
  "It's unclear whether Trump knows Page personally, but it's evident Page was involved in the campaign as an early adviser.",
  "Page founded an investment company, Global Energy Capital, and has worked as an investment banker in London and Moscow.",
  "In 1987, he visited the Soviet Union with his first wife, Ivana, and announced plans to develop a luxury hotel there.",
  "We rate Spicer's claim that Trump does not know Page misleading and his claim that Page was \"put on notice\" as true.",
  "Altogether, these three types of job-seekers total about 16 million, according to Bureau of Labor Statistics data.",
  "Because the truth is far more nuanced and uncertain than Trump portrays it to be, we rate this claim misleading.",
  "CORRECTION: This Reality Check has been updated to clarify the number of entities ranked by SecurityScoreboard.",
  "During a press conference in July, Trump said that the sale of the mansion was his one and only link to Russia.",
  "Specifically, he added, \"I could actually run my business and run government at the same time.\"",
  "It would be much easier to verify Trump's claim if his tax returns were public information.",
  "Trump's declaration that he and his company have stayed away from Russia is also dubious.",
  "\"I'm not releasing the tax returns because, as you know, they're under audit,\" he said.",
  "He told The New York Times in March he had been sending policy memos to the campaign.",
  "Trump's comments are directly contradicted by most major public polls on the issue.",
  "Because 16 million is a far cry from 96 million, we rate Trump's claim as false.",
  "President Barack Obama addressed the issue at a news conference last month.",
  "\"That was a number of years ago,\" Trump said at the July press conference.",
  "\"I have no deals that could happen in Russia because we've stayed away.",
  "He then conceded, \"I guess probably I sell condos to Russians, OK?\"",
  "I just don't want to because I think that would be a conflict.\"",
  "... We could make deals in Russia very easily if we wanted to.",
  "\"Ninety-six million really wanting a job and they can't get.",
  "Hacking has been a problem for the US government before.",
  "\"We see a lot of money pouring in from Russia.\"",
  "Trump, however, does at least know Page's name.",
  "\"I have no deals in Russia,\" Trump said.",
  "\"We will be in Moscow at some point.\"",
  "They are listed as not wanting a job.",
  "The reality is much less clear-cut.",
  "We rate Trump's claim as false.",
  "Our verdict: misleading.",
  "You know that story.",
  "The real number.",
  "Indeed."
]