[
  "David Moir / Reuters Donald Trump is seen above enjoying a round in Scotland in 2012\n\n“And when I first met him, I asked him … you know, this is the journalist in me … I said, ‘What are you using to pay for these courses?’ And he just sort of tossed off that he had access to $100m.” With his interest piqued, Dodson pursued the matter with Eric.",
  "“We see a lot of money pouring in from Russia.” Allegations of links between Trump and Russia reached fever-pitch in January with the publishing of a dossier compiled in part by a former British spy, detailing compromising personal and financial information allegedly held by Russia\n\nSo incensed was Trump that he went FULL CAPS LOCK on Twitter.",
  "— Donald J. Trump (@realDonaldTrump) April 1, 2017\n\nBut previous comments by the Trumps along with the President’s repeated refusals to disclose his tax returns have meant suspicions of a link between him and Russia have not gone away, much to his chagrin.",
  "We just go there all the time.’ “Now that was three years ago, so it was pretty interesting.” Trump has repeatedly and categorically denied any links to Russia, a country that stands accused of interfering in the US Presidential election to his benefit.",
  "— Donald J. Trump (@realDonaldTrump) January 11, 2017\n\nWhether or not Trump or his associates knowingly colluded in this is currently the subject of an FBI investigation as well as Congressional committee hearings.",
  "“And in terms of high-end product influx into the US, Russians make up a pretty disproportionate cross-section of a lot of our assets; say in Dubai, and certainly with our project in SoHo and anywhere in New York.",
  "— Donald J. Trump (@realDonaldTrump) April 16, 2017\n\nIn 2013 Trump discussed a meeting with Russian developer Aras Agalarov on what would have been his first project in Russia, a new hotel.",
  "The President has gone to great lengths to insist the accusations are simply a ploy to distract from Clinton’s defeat and the leaking of information to the press by intelligence agencies.",
  "— Donald J. Trump (@realDonaldTrump) February 26, 2017\n\nIt is the same Fake News Media that said there is \"no path to victory for Trump\" that is now pushing the phony Russia story.",
  "I have a great relationship with many Russians, and almost all of the oligarchs were in the room.” Eric has also previously had a keen interest in developing property in Russia.",
  "Speaking at a conference in 2008, he said: “The emerging world in general attributes such brand premium to real estate that we are looking all over the place, primarily Russia.",
  "— Donald J. Trump (@realDonaldTrump) April 1, 2017\n\nHe even went so far as to accuse Barack Obama of wiretapping Trump Tower and accusing China of the cyber attacks.",
  "US intelligence agencies concluded Russian President Vladimir Putin ordered hacking of Democratic political groups to discredit Hillary Clinton.",
  "When will Sleepy Eyes Chuck Todd and @NBCNews start talking about the Obama SURVEILLANCE SCANDAL and stop with the Fake Trump/Russia story?",
  "Russia talk is FAKE NEWS put out by the Dems, and played up by the media, in order to mask the big election defeat and the illegal leaks!",
  "He added: “So when I got in the cart with Eric, as we were setting off [to play], I said, ‘Eric, who’s funding?",
  "I did what was an almost an impossible thing to do for a Republican-easily won the Electoral College!",
  "We’ve got some guys that really, really love golf, and they’re really invested in our programs.",
  "“I know no banks – because of the recession, the great recession – have touched a golf course.",
  "We have all the funding we need out of Russia.’ I said, ‘Really?’ And he said, ‘Oh, yeah.",
  "I HAVE NOTHING TO DO WITH RUSSIA - NO DEALS, NO LOANS, NO NOTHING!",
  "You know, no one’s funding any kind of golf construction.",
  "— Donald J. Trump (@realDonaldTrump) January 11, 2017",
  "It’s dead in the water the last four or five years.",
  "He said, ‘Well, we don’t rely on American banks.",
  "He said: “The Russian market is attracted to me.",
  "Russia has never tried to use leverage over me.",
  "FAKE NEWS - A TOTAL POLITICAL WITCH HUNT!",
  "Now Tax Returns are brought up again?",
  "“And this is what he said.",
  "A total scam!"
]