[
  "(Prior to that, Sater was a Wall Street broker until serving a year in prison for stabbing a man in the face with a margarita glass during a bar fight--and then an FBI informant; in 1998 he pleaded guilty to one count of racketeering for allegedly conspiring with the Mafia in a pump-and-dump stock scheme and began working with the feds.)",
  "Read More: Billionaires’ Secrets To Building Wealth\n\nEmin, who will tour the U.S. in May and play in Miami, New York, Los Angeles and Chicago, has traded text messages with Eric Trump in the past few months, and he's keen to resume their Trump partnership.",
  "A 2007 New York Times report revealed Sater's criminal past, but that didn't stop Trump from using him as a \"senior advisor\" three years later, a role that came complete with a Trump Organization business card, email address and Trump Tower office.",
  "According to the Times, they discussed a plan that involved the U.S. lifting sanctions against Russia, and Cohen said he hand-delivered the plan in a sealed envelope to then-national security advisor Michael Flynn.",
  "Read More: Full Coverage Of FORBES' Billionaires 2017\n\nTheir relationship with Trump began in 2013 when they paid the Trump Organization $7 million to bring the Miss Universe pageant to Moscow.",
  "Sater has said that at Bayrock he worked on an exclusive deal with Trump to develop a Trump-branded project in Russia, and in 2006, he spent time in Moscow with Donald Jr. and Ivanka.",
  "Sater has said Trump asked him to show his children around the city; a Trump lawyer maintains it was a coincidence the three were there at the same time.",
  "The Russian-born Sater worked at Bayrock, a New York-based firm that partnered with Trump on real estate deals in the early 2000s, including Trump SoHo.",
  "Nevertheless, in late January, Sater and a Ukrainian lawmaker reportedly met with Trump's personal lawyer, Michael Cohen, at a New York hotel.",
  "Sater, 51, doesn't appear to be a Trump employee today, but it's not clear when his relationship with the Trump Organization ended.",
  "The Moscow pageant went well enough for the Agalarovs to put together another plan with Trump--to build a Trump Tower in Russia.",
  "Editor’s Note: After this story published in print, Emin Agalarov clarified which Trump son he had recently communicated with.",
  "Before they could develop the plans very much, Trump announced his candidacy for president, and they put the project on hold.",
  "Cohen later denied delivering the envelope to anyone in the White House, according to the Washington Post.",
  "\"If he hadn't run for president, we would probably be in the construction phase today,\" Emin says.",
  "A year later, Trump sent Emin a video on Emin's 35th birthday with this message: \"You're a winner.",
  "Aras and Trump may be closer in age, but it's Emin who has grown particularly close with Trump.",
  "\"I actually visited his office right before he announced he was going to run,\" Emin says.",
  "By Noah Kirsch and Chase Peterson-Withorn\n\nDonald Trump insists he has no ties to Russia.",
  "He also works with his billionaire father, Aras, 61, developing real estate projects.",
  "Trump's second Russian connection: Emin Agalarov, 37, the aspiring pop star.",
  "Trump, meanwhile, has recently tried to downplay his knowledge of Sater.",
  "A Moscow property developer, who is also a wannabe global pop singer.",
  "In 2013, Emin coaxed Trump into appearing in one of his music videos.",
  "I'm not that familiar with him,\" Trump told the AP in December 2015.",
  "\"Anything Trump-related I would be interested to pursue,\" he says.",
  "(In addition to the contestants, Emin also performed.)",
  "And Emin got together with Trump as recently as 2015.",
  "\"Felix Sater, boy, I have to even think about it.",
  "\"If he likes you, he gives you extra attention.\"",
  "He has two clear business links there.",
  "One involves a convicted criminal.",
  "It was Donald, Jr., not Eric.",
  "You're great at real estate.\"",
  "First, there's Felix Sater.",
  "That's not really true.",
  "You're a champ.",
  "The other?"
]