[
  "Eventually, however, Trump said Putin's spokesman and top aide Dmitry Peskov had called him to apologize and say Putin would be unable to meet with Trump or attend the pageant after all, because the Netherland's royal family, which was in town, was stuck in a traffic jam and would be late getting to the Kremlin to meet Putin.",
  "The revelations in Isikoff's and Corn's book and The Post's report prompted several observers to draw comparisons to certain salacious allegations made in the so-called Steele dossier, an explosive collection of memos by former British spy Christopher Steele, which alleges collusion between the Trump campaign and Russia.",
  "The Agalarovs and Kaveladze made headlines last year when it emerged that Rob Goldstone, a British music publicist representing Emin, emailed Donald Trump Jr. in 2016 and asked him whether he was interested in meeting a Kremlin-aligned lobbyist offering dirt on then Democratic nominee Hillary Clinton.",
  "That month, Trump met with the Azerbaijani developer and Crocus Group owner Aras Agalarov and his son, the pop star Emin, according to reporters Michael Isikoff's and David Corn's new book, \"Russian Roulette: Inside Putin's War on America and the Election of Donald Trump.\"",
  "In June 2013, around the time he reportedly wrote Putin the letter inviting him to the pageant, Trump tweeted, \"Do you think Putin will be going to The Miss Universe Pageant in November in Moscow - if so, will he become my new best friend?\"",
  "The letter has been turned over to investigators probing Russia's interference in the 2016 election and whether members of the Trump campaign colluded with Moscow to tilt the race in his favor.",
  "President Donald Trump wrote a personal letter to Russian President Vladimir Putin inviting him to attend the 2013 Miss Universe pageant in Moscow, The Washington Post reported Friday.",
  "Kaveladze was one of several individuals from Russia's side who attended the meeting, which counterintelligence experts say was part of Russia's attempt to infiltrate the campaign.",
  "And although Trump was disappointed Putin wouldn't be attending the lavish event, he reportedly told an associate to spread word after the pageant aired that Putin had stopped by.",
  "Trump Jr. appeared eager about the offer and was later one of three top Trump campaign officials who met the lobbyist, Natalia Veselnitskaya, at Trump Tower in June 2016.",
  "Putin would like to meet Mr. Trump'\n\nMeanwhile, Trump has long espoused a particular fascination with Putin, characterizing him as a tough leader and skilled negotiator.",
  "Once the pageant was underway that November, however, Trump became increasingly preoccupied over whether Putin would attend the event, according to \"Russian Roulette.\"",
  "Agalarov, known as \"Putin's Builder,\" signed a contract with Trump during the Miss USA pageant in Las Vegas to bring the Miss Universe pageant to Moscow that November.",
  "Trump included a handwritten postscript at the bottom the typed letter, The Post reported, saying that he looked forward to seeing \"beautiful\" women during his trip.",
  "When he arrived in Moscow for the pageant, Agalarov delivered Trump a private message directly from the Kremlin, the book said: \"Mr. Putin would like to meet Mr.",
  "Trump said, however, that Peskkov tried to make amends by extending an invitation from Putin to attend the upcoming Olympic Games so they could finally meet.",
  "He had, for years, been working to build a glitzy Trump Tower in Moscow, and he reportedly viewed the pageant as his opportunity to push the deal through.",
  "The special counsel Robert Mueller's team is particularly focused on Trump's interest in having Putin attend the event, the report said.",
  "After they had dinner, the group reportedly went to a Vegas strip club called The Act, which has since shut down amid legal troubles.",
  "Peskov added that Putin had a gift for him, according to Trump's account of the conversation which he conveyed to Goldstone.",
  "Russian President Vladimir Putin and US President Donald Trump AP\n\nSign up for the latest Russia investigation updates here.",
  "Michael Cohen, Trump's longtime lawyer, and Ike Kaveladze, the US-based vice president of Crocus Group, also joined.",
  "The letter was reportedly written in June 2013 and marks Trump's first known attempt at personal outreach to Putin.",
  "Trump's 2013 Miss Universe pageant in Moscow was part of his longtime effort to bring the Trump brand to Russia.",
  "The club regularly had acts, according to the book, which featured young women urinating on others.",
  "It's not clear whether the letter was ever sent to Putin, and if so, whether Putin responded.",
  "\"No one will know for sure if he came or not,\" Trump said, according to the book.",
  "It's unclear which acts were performed the night Trump's party visited the club.",
  "Later that night, Trump had dinner with the Agalarovs and a few others.",
  "Donald Trump Jr. (L) and Donald Trump (R).",
  "Saul Loeb-Pool/Getty Images\n\n'Mr.",
  "Trump.\""
]