[
  "Nassar, who worked as a sports physician at MSU and USA Gymnastics, was sentenced in January to 40 to 74 years behind bars for sexually abusing young women athletes under the pretense of medical “treatment.”\n\nFamilies are pranking children into believing they’re invisible, and some are raising serious concerns.",
  "Secret documents that we reviewed reveal a previously undisclosed aspect of the meeting: a complex web of financial transactions among some of the planners and participants, who moved money from Russia and Switzerland to the British Virgin Islands, Bangkok, and New Jersey.",
  "The National Weather Service says it “will likely be the storm of a lifetime for portions of the Carolina coast.”\n\nA series of suspicious money transfers followed the Trump Tower meeting\n\nThe June 2016 meeting at Trump Tower is shrouded in so much mystery.",
  "Four federal law enforcement officials told BuzzFeed News that investigators are focused on two particular bursts of banking activity — one shortly after the June 2016 meeting, the other immediately after the presidential election.",
  "Nancy Crampton-Brophy, a writer who penned romance novels, murder mysteries, and a blog post titled “How to Murder Your Husband,” is now facing murder charges in Oregon for allegedly shooting Daniel C. Brophy.",
  "Apple’s flagship phones this year are the 5.8-inch iPhone Xs, an upgrade to last year’s $1,000 iPhone X, and the iPhone Xs Max (seriously), a larger version of the iPhone Xs with a 6.5-inch display.",
  "The first is Article 11, which is a “link tax” — in the simplest terms, this requires sites like Facebook, Apple News, and Google News to pay news publishers for sharing their content.",
  "Erika Davis, a former MSU hockey player, said in a new lawsuit that the disgraced doctor abused her in 1992 during a visit to receive treatment for an injured knee when she was 17.",
  "This is going to be, you know, a Mike Tyson punch to the Carolina coast.”\n\nToday’s the day that Hurricane Florence is expected to make landfall, slamming into the US East Coast.",
  "Our climate reporter Zahra Hirji has touched down in North Carolina — the plane was as empty as you’d imagine it to be — and she’s reporting all kinds of fascinating tidbits.",
  "The files give a closer look at how Agalarov used accounts overseas to filter money to himself, his son, and at least two people who attended the Trump Tower meeting.",
  "The second is Article 13 of the law, which requires platforms like Facebook, Twitter, YouTube, and Instagram to be legally liable for the content their users upload.",
  "Everything you need to know about the new EU law that could change the internet as we know it\n\nThe extremely controversial law is called the Copyright Directive.",
  "It’s meant to be an overhaul of copyright rules, aimed at making sure publishers and artists are compensated by platforms like Google and Facebook.",
  "The reactions to the trend seem to be split between amusement and real concern over behavior some people are calling “abusive.” Where do you land?",
  "That’s not to be taken lightly — the administrator of the Federal Emergency Management Agency said: “This is not going to be a tropical storm.",
  "The driver explained that he just delivers the food after customers order it, but then he took the time to order for the woman on his phone.",
  "The actor is best known for Pretty Little Liars, but for the past two years she has been serving as a brand ambassador for Bioré skin care.",
  "It’s a prank that began recently on the internet: With the help of your family, you pretend that the person being pranked is invisible.",
  "This elderly woman tried to order food straight from the delivery guy, so he placed the order for her\n\nI love this story so much.",
  "Her alleged motive was not made public, as the judge reportedly approved a request by prosecutors to seal key court documents.",
  "A food delivery worker in the Philippines has gone viral for ordering food for an elderly woman because she didn't know how.",
  "Critics worry that this aspect could have serious effects on smaller publishers that depend on Google News for traffic.",
  "In the video, Mitchell shows off her “favorite” makeup remover that, as she says, even gets rid of waterproof mascara.",
  "She said the driver was stopped by the woman, who asked if there was food in his bag because she wanted to buy it.",
  "Florence is expected to linger over the weekend, bringing with it increased potential for continued flooding.",
  "Aside from the boundless speculation in the press, it has become a flashpoint for allegations of collusion.",
  "Larry Nassar has been accused of drugging, raping, and impregnating a Michigan State University student.",
  "The moment warmed the hearts of people on the internet, who said it restored their faith in humanity.",
  "An author who wrote “How to Murder Your Husband” was arrested for allegedly murdering her husband.",
  "It contains two components that open-internet advocates believe could change the internet forever.",
  "He’s a billionaire real estate developer close to both Vladimir Putin and Donald Trump.",
  "Fans are saying this sponcon from Shay Mitchell is the fakest thing they’ve ever seen.",
  "Maris Mayol Tian captured the moment after she ordered from fast food chain Jollibee.",
  "The documents also show that Aras Agalarov is at the center of this vast network.",
  "Parts of the Carolinas could get more than 40 inches of rain in the coming days.",
  "President Donald Trump and his son have shifted their explanations many times.",
  "Fans have been dragging her for a video she posted this week on her Snapchat.",
  "However, people are saying it seems like she...barely even wiped her eye?",
  "Here’s a deep dive into all the ramifications of the Copyright Directive.",
  "This is not going to be one of those storms that hit and move out to sea.",
  "For example, hundreds of jails in vulnerable areas have been evacuated .",
  "The third new iPhone, the iPhone Xr, is a lower-cost version of the Xs.",
  "SNAPSHOTS\n\nApple announced three new iPhones: the Xs, Xs Max, and Xr.",
  "New products in the iPhone line are coming, and they’re all big.",
  "Here is where the storm may trigger big inland floods.",
  "Here’s everything else Apple unveiled yesterday.",
  "This is the image that went viral:",
  "Yes, it could make memes illegal.",
  "So let’s ground things in facts.",
  "Sorry, people with small hands.",
  "The internet: a house of lies."
]