[
  "By Dan Alexander and Noah Kirsch\n\nWhen a representative of Donald Trump’s Russian business partner emailed Donald Trump Jr. last June to say that the “crown prosecutor of Russia” had offered the Trump campaign incriminating information about Hillary Clinton, the president’s son responded with enthusiasm.",
  "And, as we have said, she had no information to provide and wanted to talk about adoption policy.”\n\nBut the business partner's representative, Rob Goldstone, was clear in his message that both the Russian government and Trump's Russian business partners were involved.",
  "“This is obviously very high level and sensitive information but is part of Russia and its government’s support for Mr. Trump – helped along by Aras and Emin.”\n\nAlso on Forbes:\n\nSo who are Aras and Emin, the two people said to have helped broker the meeting?",
  "The partners were even once on track to bring a Trump Tower to Moscow, according Emin Agalarov, who told Forbes that he and his father signed letter of intent documents with their counterparts in New York for the project.",
  "\"The Trump Organization does not [have], and has never had, any properties in Russia, and the press’ fascination with this narrative is both misleading and fabricated,\" a spokesperson told Forbes in March.",
  "Aras Agalarov's son Emin, who is both involved with his father's business and actively pursuing a career as a Russian pop singer, was seeking a female lead for one of his music videos.",
  "\"The information they suggested they had about Hillary Clinton I thought was political opposition research,\" Donald Trump Jr. added in a statement, also released on Twitter.",
  "But complications arose after Donald Trump announced his run for the presidency, and plans for a Trump Tower in Moscow were shelved before they could get off the ground.",
  "The business has received multiple contracts from state-affiliated agencies and was named general contractor of stadiums that will be used at the 2018 FIFA World Cup.",
  "“If it’s what you say I love it especially later in the summer,” he wrote, according to an email chain that the president's son released on Twitter Tuesday morning.",
  "“We thought that building a Trump Tower next to an Agalarov tower — having the two big names — could be a really cool project to execute,” Emin Agalarov said.",
  "“Me and my manager wanted to find the most beautiful woman in the world that we could,” Emin Agalarov told Forbes in an exclusive interview in February.",
  "Shortly before the Soviet Union’s collapse, in 1989, he founded a real estate firm named Crocus Group, which has close ties to the Russian government.",
  "“And at the time we figured we should reach out to the Miss Universe organization.”\n\nDonald Trump was an owner of the Miss Universe organization.",
  "\"I first wanted to just have a phone call but when that didn’t work out, they said the woman would be in New York and asked if I would meet.",
  "He said he and his father congratulated the president after the U.S. election, and Donald Trump sent back a handwritten note in reply.",
  "After meeting with a Miss Universe executive, Emin Agalarov decided to pursue a larger opportunity — bringing the pageant to Russia.",
  "And we exchanged numbers and letters.” Emin Agalarov actually said, \"[Donald Trump] stayed in touch with my father as well.",
  "Even after plans for a tower in Moscow fell apart, the Agalarovs and Trumps remained in touch, according to Emin Agalarov.",
  "An earlier version of this story misquoted Emin Agalarov as saying “[Donald Trump] stayed in touch with my father as well.",
  "“If he hadn’t run for president, we would probably be in the construction phase today,” he said in the February interview.",
  "The offer precipitated a New York meeting with a woman described in the email chain as a \"Russian government attorney.\"",
  "Emin Agalarov also said he exchanged additional messages with Donald Trump Jr. around the time of the inauguration.",
  "The future U.S. president invited the Agalarovs to Las Vegas for the 2013 Miss USA competition, Emin Agalarov said.",
  "A representative for the Trump Organization did not immediately respond to a request for comment on Tuesday.",
  "In 2013 Russian President Vladimir Putin awarded Aras Agalarov an Order of Honor of the Russian Federation.",
  "It’s been a great relationship so far.”\n\nIt has included visits to Trump properties and golf courses.",
  "Emin Agalarov expressed confidence, however, that the project would otherwise have been executed.",
  "It also holds dozens of high-value assets across Russia, including Moscow’s Crocus City Mall.",
  "The deal ultimately cost the Agalarovs an estimated $7 million in licensing fees.",
  "The Trump Organization has downplayed any arrangement between the two families.",
  "“Now that he ran and was elected, he does not forget his friends,\" he said.",
  "Aras Agalarov, 61, is a Russian developer worth an estimated $1.9 billion.",
  "“That was the first establishment of our friendship,” Emin Agalarov said.",
  "There, the group signed a contract to bring Miss Universe to Russia.",
  "The woman, as she has said publicly, was not a government official.",
  "The Agalarov-Trump relationship began in unusual fashion.",
  "[Donald Trump] stayed in touch with my father as well.",
  "They've exchanged numerous letters.\"",
  "They've exchanged numerous letters.",
  "I decided to take the meeting.",
  "“We stayed in touch."
]