[
  "Not only do their hacking operations—whose targets have included the White House, NATO and the World Anti-Doping Agency—dovetail with Russian state interests, but investigators have found the malware used by these actors was built with Russian language settings , was largely compiled during Moscow’s and St. Petersburg’s working hours, can be traced back to Russian IP addresses and required an amount of dedicated resources usually associated with nation-states.",
  "“You look at what’s happening in Mexico, where are people just, our plants are being built, and they don’t wait 10 years to get an approval to build a plant, they build it, like, the following day or the following week.” (December 11 in an interview with Chris Wallace)\n\nAccording to Alejandro Orozco, a consultant in Mexico City with FTI Consulting, it can be quite difficult for major companies to get the environmental permits to begin construction in Mexico.",
  "(November 13 on Twitter)\n\nThe New York Times’ publisher and executive editor sent a letter to the paper’s subscribers promising to “rededicate ourselves to the fundamental mission of Times journalism.” It also asked the question, “Did Donald Trump’s sheer unconventionality lead us and other news outlets to underestimate his support among American voters?” But the letter did not apologize to its readers, nor did it suggest its coverage of Trump was bad.",
  "Trump responded, \"I am prepared to, if they're not going to take care of us properly, we cannot afford to be the military and police for the world.” On March 29, 2016, Anderson Cooper asked Trump, “Saudi Arabia, nuclear weapons?” Trump replied, “Saudi Arabia, absolutely.” And two days before that, in an interview with the New York Times, Trump said : “Would I rather have North Korea have them with Japan sitting there having them also?",
  "Massively expensive, and probably none of them amount to anything in terms of safety or the things that you’d have regulations for.” (December 1 speech at Carrier plant)\n\nThe Washington Post’s fact checker did a thorough review of this claim, and concluded: “No one will take credit for producing the figure of 260 regulations over three years, while the number directly affecting the plant simply does not add up to 53.”\n\n23-24.",
  "Just more very dishonest media!” (January 9 on Twitter and at least one other time)\n\nEver since he mimicked New York Times reporter Serge Kovaleski on November 24, 2015, Trump has claimed he was imitating Kovaleski as “groveling.” The video of Trump’s imitation, however, makes it difficult to believe that Trump wasn’t making fun of Kovaleski’s arthrogryposis, a congenital condition that limits the movement of his joints.",
  "“If you look for a job for six months and then you give up … they consider you statistically employed.” (December 8 in Des Moines, Iowa, and at least one other time)\n\nPeople who give up on finding a job are not considered “statistically employed.” By the criteria set by the Bureau of Labor Statistics, those people simply aren’t part of the labor force, and they do not affect the country’s official unemployment rate.",
  "It's unaffordable, it doesn't work and it's been crazy.” (December 31 press gaggle at Mar-a-Lago, and at least two other times)\n\nHere’s what Bill Clinton said about Obamacare: “The current system works fine if you’re eligible for Medicaid, if you’re a lower-income working person, if you’re already on Medicare, or if you get enough subsidies on a modest income that you can afford your health care.",
  "“Health care is—you know people are paying a 100 percent increase and they’re not even getting anything, the deductibles are so high, you have deductibles $16,000.” (November 20 during an interview with the New York Times, and at least two other times)\n\nTrump is correct that some people will experience an 100 percent increase in their deductibles, but those are outliers.",
  "“People that come into the country illegally, people that come into the country and cause problems, they’re taken care of better than our vets in many cases.” (December 17 in Mobile, Alabama)\n\nThis is a statement Trump repeatedly made during the campaign and that was repeatedly refuted by the fact-checkers at Politifact , Factcheck.org and the Washington Post.",
  "“I will tell you that United Technologies and Carrier stepped it up and now they’re keeping—actually the number’s over 1,100 people, which is so great.” (December 1 speech at Carrier plant in Indianapolis and at least one other time)\n\nThe deal that the company struck with the state of Indiana was supposed to prevent 800—not 1,100—jobs from moving to Mexico.",
  "The Washington Post reported that at a real estate conference in 2008, Donald Trump Jr. said that “Russians make up a pretty disproportionate cross-section of a lot of our assets.” He then added, “We see a lot of money pouring in from Russia.” Additionally, POLITICO’s Michael Crowley has reported on Trump’s business connections to several wealthy Russians.",
  "“The U.S. Intelligence Community (USIC) is confident that the Russian Government directed the recent compromises of e-mails from US persons and institutions, including from US Political organizations,” the Department of Homeland Security and Office of the Director of National Intelligence on Election Security announced in a joint statement .",
  "They’re made in Germany and Japan.” (November 20 during an interview with the New York Times)\n\nA report from the Energy Department said 72 percent of wind turbine equipment installed in the United States in 2012 was made by domestic manufacturers, part of a longstanding climb in domestic manufacturing of wind energy infrastructure.",
  "“And [we’re going to have] massive tax cuts, by the way, for middle-class workers, massive.” (December 2 in Fayetteville, N.C., and at least one other time)\n\nIn the tax plan Trump laid out in September, tax decreases for the middle class are dwarfed by the tax cuts the wealthy would receive—both in absolute and relative terms.",
  "\"Wow, the @nytimes is losing thousands of subscribers because of their very poor and highly inaccurate coverage of the ‘Trump phenomena’\" (November 13 on Twitter)\n\nThe Times told Politico that between Election Day and Trump’s tweet, the paper added four times the average number of net new digital and print subscriptions.",
  "“America has lost one-third of our manufacturing jobs since NAFTA.” (December 13 in West Allis, Wisconsin, and at least four other times)\n\nTrump is correct that manufacturing jobs in the United State have fallen significantly since NAFTA was implemented in 1994, but he’s slightly overstating the magnitude of the decline.",
  "“[Rex Tillerson] is in charge of, I guess, the largest company in the world.” (December 11 in an interview with Chris Wallace)\n\nExxonMobil is a huge company, but it’s not the “largest company in the world.” According to four common ways to compare sizes of companies, ExxonMobil does not top the list on any one.",
  "The instability that allowed terrorist groups, including ISIS, to quickly amass power and territory may also be linked to the Bush administration’s original decision to invade Iraq in 2003 and topple Saddam Hussein; that decision was not supported by Obama, who was a state senator in Illinois at the time.",
  "And we had 31,000 people, 17,000 or 18,000 inside and the rest outside.” (November 20 during an interview with the New York Times, and at least one other time)\n\nPolice told Breitbart News that they estimated 6,000 people attended Trump’s final campaign rally at the DeVos center in Grand Rapids, Michigan.",
  "“These people [Trump’s cabinet nominees] have given up fortunes of income in order to make a dollar a year, and they are so proud to do it.” (December 8 in Des Moines, Iowa)\n\nIn an interview on 60 Minutes, Trump told CBS’ Lesley Stahl that he would refuse to take the presidential salary of $400,000.",
  "… But we're getting them out of our country, they're here illegally.” (November 13 interview with 60 Minutes)\n\nTrump is likely referring to a Department of Homeland Security report that states there are 1.9 million non-citizen immigrants who have been convicted of crimes and could be deported.",
  "Regarding Russia’s meddling in the 2016 election, Trump has repeatedly distorted U.S. intelligence agencies’ conclusions to underestimate the agencies’ certainty about the intent of Russia’s interference, and he has falsely claimed the agencies say it in no way affected the election’s outcome.",
  "Where they got caught, you know, so you see that and you say, what’s this all about.” (November 20 during an interview with the New York Times)\n\nTrump is referring to a 2009 hack in which emails from the Climatic Research Unit at the University of East Anglia were stolen and published.",
  "I gave him help and he ended up winning by 4 points or something.” (November 20 during an interview with the New York Times)\n\nAccording to the polling averages calculated by RealClearPolitics, Blunt was up 1.3 points, not down 5 points, in the days and weeks before the election.",
  "In the DNC’s case, Alperovitch wrote on the company’s blog that they recognized malicious codes and hacking techniques unique to two Russian-connected actors: “Cozy Bear” and “Fancy Bear.”\n\nCybersecurity experts connected both of these actors to the Russian government years ago.",
  "“We have no idea who [Middle East refugees accepted in the United States] are, where they come from.” (December 1 in Cincinnati, Ohio, and at least one other time)\n\nAccording to the State Department, the review process for refugees takes an average of 18-24 months to complete.",
  "Trump has repeatedly claimed that he won a “landslide” Electoral College victory—his margin actually ranks on the low end of the scale in modern presidential elections—and he claimed, without evidence, that he would have won the popular vote were it not for mass voter fraud.",
  "Why did they only complain after Hillary lost?” (December 15 on Twitter and at least one other time )\n\nOn October 7, a month before Election Day, the Obama administration officially accused the Russian government of deploying hackers to meddle with the U.S. election.",
  "We’re going to have refineries built again.” (December 9 at a rally in Baton Rouge, Louisiana)\n\nAccording to the U.S. Energy Information Administration, two petroleum refineries were built in Texas in 2015, and in 2014, one was built in Texas and one in North Dakota.",
  "“I’m not releasing the tax returns because, as you know, they’re under audit.” (January 11 in a press conference)\n\nFor 12 months, Trump has made claims about why he won’t release his returns, sometimes citing his audit, and sometimes citing the advice of his lawyer.",
  "Made up, phony facts.Too bad!” (January 12 on Twitter)\n\nIn a statement the day before, Director of National Intelligence James Clapper said he spoke with Trump over the phone and told him that he does not believe the report was leaked by the intelligence community.",
  "“We had a massive landslide victory, as you know, in the Electoral College.” (December 11 in an interview with Chris Wallace)\n\nThe percentage of Electoral College votes Trump won—56.88 percent— ranks in the bottom quartile of the nation’s 54 presidential elections.",
  "“Did China ask us if it was OK to devalue their currency (making it hard for our companies to compete), heavily tax our products going into.. […] their country (the U.S. doesn't tax them) or to build a massive military complex in the middle of the South China Sea?",
  "Number one in the world.” (January 19 at an Inauguration Luncheon)\n\nAccording to statistics from the OECD , the United States ranks sixth in the world for spending per pupil in secondary education and fifth in the world for spending per pupil in primary education.",
  "We want Boeing to make a lot of money, but not that much money.” (December 6 at the Trump Tower)\n\nBoeing told the Washington Post that it did not make money on the last set of Air Force One jets, and it does not expect to make money on this order either.",
  "“We actually watched these adversaries for a number of days and weeks as we were preparing to kick them out.”\n\nEven if the DNC hackers had not been caught in the act, Trump is wrong to assert that investigators could no longer determine their identities.",
  "Very strange!” (January 3 on Twitter)\n\nIntelligence officials told CNN that the briefing on the Russian hacking, given to Trump by Director of National Intelligence James Clapper and CIA director John Brennan, was never scheduled for Tuesday, January 3.",
  "While there is no smoking gun in the way we traditionally think of it, both the private experts and public intelligence officials agree: Cozy Bear and Fancy Bear hacked the DNC, and the operation was almost certainly directed by the Russian government.",
  "100% of money goes to wonderful charities!” (December 26 on Twitter)\n\nThe Trump Foundation’s latest report to the IRS admitted to “self-dealing,” which means the charity transferred income or assets to someone it wasn’t allowed to, per IRS rules.",
  "For example, the United Nations Intergovernmental Panel on Climate Change said in a 2013 assessment that it is “extremely likely that human activities caused more than half of the observed increase” in global temperatures between 1950 and 2010.",
  "Graydon Carter, no talent, will be out!” (December 15 on Twitter)\n\nA spokesperson for Condé Nast, which owns Vanity Fair, told Folio that the magazine saw a 2 percent increase in revenue last year, and that digital revenues were up 74 percent.",
  "(January 11 in a press conference)\n\nAccording to a Pew Research Center survey released January 10, 60 percent of Americans say Trump has a responsibility to release his tax returns, while 33 percent said he does not have that responsibility.",
  "But as FiveThirtyEight’s Nate Silver pointed out , none of the five organizations that conduct approval rating polls—CNN, Gallup, ABC News/Washington Post, Quinnipiac University and NBC News/Wall Street Journal—missed the mark by that much.",
  "“When the DNC hired us back in May, we actually came in and deployed our technology, called Falcon, on all of the systems inside their corporate network,” Dmitri Alperovitch, a co-founder of CrowdStrike, told CNN’s Wolf Blitzer in December.",
  "So you’ve got this crazy system where all of a sudden, 25 million more people have health care and then the people that are out there busting it?sometimes 60 hours a week?wind up with their premiums doubled and their coverage cut in half.",
  "It’s a very terrible thing.” (January 11 in a press conference, and at least one other time)\n\nAfter emails published by WikiLeaks revealed Donna Brazile had passed a debate question to the Clinton team, it was widely covered in the media.",
  "“On trade, our trade deficit [is] now nearly $800 billion a year.” (December 2 in Fayetteville, N.C., and at least one other time)\n\nTrump is correct about our trade deficit in goods, which the Census Bureau pegged at $800 billion in 2015.",
  "“Congressman John Lewis should spend more time on fixing and helping his district, which is in horrible shape and falling apart (not to..... [break] mention crime infested) rather than falsely complaining about the election results.",
  "“Nobody has ever had crowds like Trump has had.” (January 11 in a press conference)\n\nAlthough Trump did draw very large crowds during the campaign, he often exaggerated their size, and his rallies rarely exceeded 15,000 attendees.",
  "“We ended up close to 15 points [of the African American vote], as you know.” (November 20 during an interview with the New York Times)\n\nDonald Trump received approximately 8 percent of the black vote, according to polling data.",
  "Story Continued Below\n\nSince winning, however, Trump has added two new areas where he frequently strays from the facts: the size of his victory over Hillary Clinton and the role of Russia in the 2016 presidential election.",
  "“For the 100th time, I never \"mocked\" a disabled reporter (would never do that) but simply showed him....... [break] \"groveling\" when he totally changed a 16 year old story that he had written in order to make me look bad.",
  "“These thefts and disclosures are intended to interfere with the US election process.” Four days later, White House Press Secretary Josh Earnest promised that the United States would deliver a “proportional” response.",
  "According to the final numbers from the Federal Election Commission, if one includes groups allied with the campaigns, Clinton spent about $1.2 billion in Michigan, while Trump and his allies spent about $600 million.",
  "Many of Trump’s forays into fiction are familiar to those who watched his campaign: He’s still inflating statistics on undocumented immigration, crime and unemployment to paint a distorted picture of domestic safety.",
  "It’s the craziest thing in the world.” Clinton’s comments are a criticism of how the law affects a certain group of people: those making just above the threshold to qualify for subsidies for buying health insurance.",
  "Sad!” (January 14 on Twitter)\n\nBy standards of unemployment, crime and poverty, Representative John Lewis’ district—which encomppases much of Atlanta—fares worse than the national average, but not to a great degree.",
  "We got 96 million people out there.” (December 8 in Des Moines, Iowa, and at least one other time)\n\nTrump likely meant 94 million people, the total number of Americans age 16 and over who aren’t in the labor force.",
  "“Just got a call from my friend Bill Ford, Chairman of Ford, who advised me that he will be keeping the Lincoln plant in Kentucky - no Mexico […] I worked hard with Bill Ford to keep the Lincoln plant in Kentucky.",
  "Voting machines not touched!” (January 7 on Twitter and at least one other time)\n\nThe intelligence report Trump is referring to stated that Russia did target voting machines and did not compromise the final tally.",
  "“The murder rate in the United States is the largest that it's been in 45 years.” (December 15 in Hershey, Pennsylvania, and at least two other times)\n\nThe murder rate in 2015 was 4.9 murders per 100,000 people.",
  "According to a Reuters report, the plan was to move its production line of Lincoln SUVs from a Kentucky facility to Mexico, and then to direct the workers at that Kentucky plant to begin building Ford Escapes.",
  "It depends on how much.” (November 20 during an interview with the New York Times)\n\nClimate studies nearly unanimously conclude that human activity is responsible for the majority of measurable climate change.",
  "The meeting was supposed to be 10 minutes, 15 minutes max.” (November 20 during an interview with the New York Times, and at least one other time)\n\nThe meeting was scheduled for an hour , not 10 or 15 minutes.",
  "“In addition to winning the Electoral College in a landslide, I won the popular vote if you deduct the millions of people who voted illegally” (November 27 on Twitter)\n\nTrump’s assertion rests on two studies.",
  "The Environmental Protection Agency and the U.S. Department of Commerce Inspector General —in addition to four independent reviews—have all investigated the emails and found no evidence of data manipulation.",
  "(January 11 in a press conference)\n\nTrump’s tax returns would reveal the effective rate of tax he pays on his income and the types of taxes he pays, in addition to information about his charitable giving.",
  "And by other standards, like educational attainment and its real estate market, the district is doing better than average; it is also the home of Fortune 500 companies like Coca Cola and Delta Airlines.",
  "I HAVE NOTHING TO DO WITH RUSSIA - NO DEALS, NO LOANS, NO NOTHING!” (January 11 on Twitter)\n\nBecause Trump has not released his tax returns , there is a lot we don’t know about Trump’s business abroad.",
  "An alternative BLS measure (U-6), which includes people who looked for a job for an entire year but gave up and part-time employees who would prefer full-time work, counts nearly 15 million Americans.",
  "But in its overall trade deficit, which includes the nation’s $300 billion surplus in services and is a more comprehensive representation of trade’s effect on the economy, is closer to $500 billion.",
  "Some of that is because of Obamacare.” (December 1 in Cincinnati, Ohio)\n\nAccording to the Bureau of Labor Statistics, when Obama took office in 2009, 5.2 percent of the workforce held multiple jobs.",
  "The second study is a Washington Post article from 2014 that used data from the Cooperative Congressional Election Study to assert large numbers of non-citizens voted in the 2008 and 2010 elections.",
  "That number, however, includes all retirees, stay-at-home parents, people with disabilities who aren’t working, people who can afford to work and choose not to and high school and college students.",
  "Those statements were compared to publicly available information from objective sources, including data from some of the same federal agencies that will soon be part of Trump’s own administration.",
  "“What we are going to do is get the people that are criminal and have criminal records, gang members, drug dealers, we have a lot of these people, probably 2 million, it could be even 3 million.",
  "ABC News and NBC News are the only two of the five that conducted national polls in the week before the election, and both predicted Clinton would win by 4 points, when in fact she won by two.",
  "This followed reporting by David A. Fahrenthold of the Washington Post, who revealed that Trump used $258,000 from the foundation to settle legal problems afflicting his for-profit businesses.",
  "“If you look at Missouri, [Senator Roy] Blunt, he was down 5 points a few days before the election, he called for help, I gave him help, and I think I was up like over 30 points in Missouri.",
  "Those who reject the scientific consensus on climate science claimed the emails revealed a conspiracy among scientists to skew evidence to artificially inflate of global temperatures.",
  "I owed it to the great State of Kentucky for their confidence in me!” (November 17 on Twitter)\n\nFord never had any plans to move its Kentucky plant or fire any of its employees there.",
  "Unlike election polls, pollsters can measure the opinions of all adults, and they do not need to engage in the fraught task of predicting whether an eligible voter is likely to vote.",
  "The top 10 percent of earners, however, could see an average increase of 5 percent or more, while the top 1 percent might see an average increase ranging between 10 and 15 percent.",
  "According to report released by the Department of Health and Human Services, benchmark premiums for plans sold on the Obamacare marketplace will go up an average of 25 percent.",
  "Both the Tax Policy Center and the Tax Foundation estimate that the bottom 80 percent of the income bracket would see modest increases in after-tax income: around 1-2 percent.",
  "In 2013, when Trump brought the Miss Universe pageant to Moscow in 2013, he developed a friendly relationship with the Russian billionaire and real estate mogul Aras Agalarov.",
  "Serious bias - big problem!” (November 27 on Twitter)\n\nPolitifact investigated this claim in all three states mentioned, and rated Trump’s claim “Pants on Fire” in each case.",
  "Secretaries of state in California and New Hampshire told Politifact that Trump’s allegation is unfounded and baseless, and Virginia ’s top election official said the same.",
  "According to Forbes, in 2016 ExxonMobil ranked as the sixth-largest in sales, the 17th-largest in profit, the 88th-largest in assets and the fourth largest in market value.",
  "Like, a little more than $300 million.” (December 9 in Grand Rapids, Michigan)\n\nIn any consistent accounting method, Trump is overestimating Hillary Clinton’s spending.",
  "If you limit the accounting to funds spent by the campaign, the totals drop to around $562 million spent by the Clinton campaign and $313 million by the Trump campaign.",
  "First, CrowdStrike, the cybersecurity firm that initially connected the Democratic National Committee hack to the Russian government, did catch the hackers in the act.",
  "By the manner in which the administration withdrew U.S. forces from Iraq, it contributed to a power vacuum that allowed ISIL to accumulate territory in Iraq and Syria.",
  "But the report did not suggest these registrants voted, and there is little evidence of widespread voter fraud in the United States, in this election or in the past .",
  "“They say they have science [supporting human-caused climate change] on one side but then they also have those horrible emails that were sent between the scientists.",
  "(November 13 on Twitter)\n\nIn a May 4, 2016 interview with Wolf Blitzer, Donald Trump was asked if he is ready to let Japan and South Korea become nuclear powers.",
  "The article was highly contested, including through three rebuttals and a peer-reviewed article arguing that the methodology of the original article was flawed.",
  "But the people that are getting killed in this deal are small businesspeople and individuals who make just a little too much to get any of these subsidies.",
  "While the district has its fair share of both wealthy and poor neighborhoods, “falling apart” and “crime infested” simply don’t convey an accurate picture.",
  "Finally, ascribing the label of “all talk” to Lewis—a civil rights icon who was brutally beaten for his work in the movement—is ahistorical in the extreme.",
  "(December 12 on Twitter)\n\nTrump’s tweet is part of his argument that Russia’s role in election hacking remains unknown, but it’s inaccurate on two counts.",
  "“And then Iowa came in and we won by more than 10.” (December 9 in Grand Rapids, Michigan, and at least two other times)\n\nTrump won Iowa by 9.4 points.",
  "Clapper also said in the statement that the intelligence community “has not made any judgement that the information in this document is reliable.”\n\n80.",
  "The report said explicitly, “We did not make an assessment of the impact that Russian activities had on the outcome of the 2016 election.”\n\n67-68.",
  "The group’s founders include Abu Musab al-Zarqawi, who founded predecessor group Al Qaeda in Iraq and Abu Bakr al-Baghdadi, ISIS’s current leader.",
  "“I just noticed—I wrote down because I heard it—since about six years ago, 260 new federal regulations have passed, 53 of which affect this plant.",
  "I don't think so!” (December 4 on Twitter)\n\nTrump is incorrect to say that the United States “doesn’t tax” Chinese goods coming into the country.",
  "While no method is foolproof, the government has a very good idea of who refugees are and where they come from by the time they reach U.S. soil.",
  "Statements made by Trump that are in public dispute were not included in the count unless they were directly contradicted by available evidence.",
  "However, if Trump means this literally, there has been no indication that any of his cabinet nominees will likewise refuse government salaries.",
  "A Quinnipiac poll projected a Clinton victory in Florida and North Carolina, but Trump’s victory in both states was within the margin of error.",
  "They are rigged just like before.” (January 17 on Twitter)\n\nIt’s true that Trump outperformed election polling, contributing to his upset win.",
  "Obama drew approximately 72,000 people for a rally in Portland, Oregon, in 2007, and 35,000 turned out for one of his rallies in Philadelphia.",
  "That process includes two in-depth interviews, security screenings by at least five national security agencies and biometric security checks.",
  "The most commonly unemployment number used by the Bureau of Labor Statistics (U-3), counted approximately 7.4 million Americans in November.",
  "But “non-citizen immigrants” include both immigrants who are here illegally and immigrants who are here legally but do not have citizenship.",
  "He’s still missing the mark on issues such as the documented effects of trade policy or the scientific consensus surrounding climate change.",
  "It’s not, however, a blanket declaration that the law as a whole is “unaffordable,” that it “doesn’t work” or that it has “been crazy.”\n\n64.",
  "The murder rate over the past 45-year period peaked in 1980, when it hit 10.2 murders per 100,000 people—more than double the current rate.",
  "It’s hard to find a great dress for this inauguration.” (January 9 in an interview with the New York Times, and at least one other time.)",
  "POLITICO tabulated Trump’s untruths through a review of his public remarks, interviews and 346 tweets made since winning the election.",
  "(December 2 in Fayetteville, N.C., and at least five other times)\n\nTrump is close here, but he’s slightly exaggerating his figures.",
  "For undocumented immigrants alone, the Migration Policy Institute estimates that there are about 820,000 with criminal records.",
  "“The \"Intelligence\" briefing on so-called \"Russian hacking\" was delayed until Friday, perhaps more time needed to build a case.",
  "Additionally, Missouri polling showed Trump up by an average of 11 points in a four-way race and 9.5 points in a two-way race.",
  "One of them—a Pew Center on the States report —finds there are 24 million voter registrations that are invalid or inaccurate.",
  "(Since Trump’s tweet, the number of jobs saved has been further contested by a union official , who puts the number at 730.)",
  "Fahrenthold also reported that in 2007, Trump used $20,000 from his charity to purchase a six-foot-tall portrait of himself.",
  "The withdrawal, however, was also dictated in a Status of Forces Agreement negotiated by the George W. Bush administration.",
  "“Nobody even talked about it [when Hillary Clinton received a debate question in advance during the democratic primaries].",
  "That number dropped down to 5.0 in 2010, when Obamacare was passed, and then dropped to 4.9 percent between 2011 and 2015.",
  "\"The @nytimes states today that DJT believes ‘more countries should acquire nuclear weapons.’ How dishonest are they.",
  "The process to get the federal permit usually takes a year, he said, and can be longer than that for big projects.",
  "However, there is evidence to suggest that Trump has done business with Russian investors, at least in the past.",
  "“Intelligence stated very strongly there was absolutely no evidence that hacking affected the election results.",
  "“James Clapper called me yesterday to denounce the false and fictitious report that was illegally circulated.",
  "According to the Bureau of Labor Statistics, manufacturing jobs have dropped by 27 percent from 1994 to 2016.",
  "He’s still oversimplifying and overstating the Obama administration’s role in the rise of the Islamic States.",
  "“I think right now … well, I think there is some connectivity [between human activity and climate change].",
  "He was the first Republican to win Pennsylvania and Michigan in 28 years and to win Wisconsin in 32 years.",
  "“Serious voter fraud in Virginia, New Hampshire and California - so why isn't the media reporting on this?",
  "“The same people who did the phony election polls, and were so wrong, are now doing approval rating polls.",
  "(January 11 in a press conference)\n\nFirst, the Obama administration did not start, create or “found” ISIS.",
  "“We won so much and we just kept winning, and we topped it off by winning Pennsylvania, winning Michigan.",
  "This is true for medical care, public benefits eligibility, legal treatment by the government and more.",
  "It was the most subscriptions the company ever sold in a single day, the Condé Nast spokesperson said.",
  "In fact, in 1973, Richard Nixon released his tax returns despite being under an IRS audit at the time.",
  "Additionally, the day of Trump’s tweet, Vanity Fair’s new subscriptions increased by 10,000 percent .",
  "They concluded that by virtually no standard are veterans treated worse than undocumented immigrants.",
  "His largest rally was likely in August 2015, when Trump attracted 30,000 people in Mobile, Alabama.",
  "For comparison, 100,000 people attended an Obama rally in October 2008, when he visited St. Louis.",
  "The lowest murder rate over the past 51 years was reached in 2014: 4.5 murders per 100,000 people.",
  "In the first 11 months of 2016, that number rose back to 5.0 percent, the same as it was in 2010.",
  "\"Unless you catch ‘hackers’ in the act, it is very hard to determine who was doing the hacking.\"",
  "In the 18 elections since the end of World War II, Trump’s percentage ranks in the bottom third.",
  "No poll showed Trump leading by more than 15 points, far shy of the 28-point lead Trump claims.",
  "“The DJT Foundation, unlike most foundations, never paid fees, rent, salaries or any expenses.",
  "A Times spokeswoman said the paper had seen “far more starts than stops” during that period.",
  "In 71 days as president elect of the United States, Donald Trump told at least 82 untruths.",
  "\"The @nytimes sent a letter to their subscribers apologizing for their BAD coverage of me.\"",
  "“If Russia, or some other entity, was hacking, why did the White House wait so long to act?",
  "“You are required to prove the environmental impact of your project,” Orozco told POLITICO.",
  "The group’s roots trace back to at least 2004, years before Barack Obama became president.",
  "Those taxes, however, are lower than the ones American goods face while coming into China.",
  "It’s going to be over $4 billion for Air Force One program, and I think it’s ridiculous.",
  "And back in 2004, Trump sold a $ 100 million home to Russian oligarch Dmitry Rybolovlev.",
  "Bill Clinton said it, maybe he shouldn't have said it on the campaign when he said it.",
  "Statements made multiple times were included in the count but not listed separately.",
  "Overall, Forbes gave the company a composite ranking of ninth largest in the world.",
  "The report did not say, however, that Russia didn’t affect the election’s outcome.",
  "After this comments, Washingtonian magazine canvassed D.C.’s local dress shops.",
  "Here are 82 of Trump’s transgressions against the truth since his election win.",
  "In other BLS unemployment measures, these people are counted among unemployed.",
  "But those measures differ from the most commonly used measure of unemployment.",
  "None reported a shortage in dresses or expected there would be any time soon.",
  "\"If you look, this administration created ISIS by leaving at the wrong time.\"",
  "Blunt’s opponent, Jason Kander, only led in one poll, and he led by 1 point.",
  "“I doubt that you can get the proper permits in less than six months.”\n\n50.",
  "But there is no law that prevents the release of tax returns under audit.",
  "That’s a fraction of the 96 million that Trump suggests are seeking jobs.",
  "“The last [campaign rally] ended at 1 o’clock in the morning in Michigan.",
  "Half the money went to charity, and the other half went to the painter.",
  "“Has anyone looked at the really poor numbers of @VanityFair Magazine.",
  "There is also reason to think approval polls are less prone to error.",
  "\"The only one that cares about my tax returns are the reporters.\"",
  "Ruairí Arrieta-Kenna is an editorial intern at Politico Magazine.",
  "The company says building Air Force One is a matter of prestige.",
  "That includes 1.8 million dead people who remain on voter lists.",
  "“First of all, we don’t make the windmills in the United States.",
  "Trump’s transition team did not reply to a request for comment.",
  "He is also exaggerating the maximum family plan deductible.",
  "Aidan Quigley and Lakshmi Varanasi contributed reporting.",
  "You may very well be better off if that’s the case.”\n\n5.",
  "[The Clinton campaign] spent $2.2 billion [in Michigan].",
  "Clinton won approximately 88 percent of the black vote.",
  "Few people will see an increase of 100 percent or more.",
  "Where was that, in Geneva or wherever five years ago?",
  "Obama’s role in the rise of ISIS is more complicated.",
  "“We haven’t had refineries built in decades, right?",
  "And he’s still exaggerating the size of his crowds.",
  "“And today, you’re older and you’re working harder.",
  "So we're number one in the world in cost per pupil.",
  "Taylor Gee is an editorial researcher at Politico.",
  "I think Boeing is doing a little bit of a number.",
  "“All the dress shops are sold out in Washington.",
  "“Russia has never tried to use leverage over me.",
  "Politico cut off its count at 5 p.m. Thursday.",
  "I was leading by a massive amount, 28 points.",
  "“I had a great meeting with President Obama.",
  "All talk, talk, talk - no action or results.",
  "“It's called we want our children educated.",
  "\"You learn very little in a tax return.\"",
  "States that hadn’t been won in 38 years.",
  "At no point were American jobs at risk.",
  "“The plane is totally out of control.",
  "Blunt won the election by 3.2 points.",
  "And in many cases, you have two jobs.",
  "Trump won Missouri by 18.5 points.",
  "“Now, I get no credit for this.",
  "38-39.“We got to get the jobs.",
  "[Obamacare is] “unaffordable.",
  "Way down, big trouble, dead!",
  "Fifty-three new regulations.",
  "It is $14,300, not $16,000.",
  "There is some, something.",
  "I really liked him a lot.",
  "I never met him before.",
  "I never said this!\"",
  "Winning Wisconsin.",
  "What did we spend?",
  "A lot of states.\"",
  "It doesn’t work.",
  "That's our take.",
  "Winning—right?",
  "Terrible.",
  "12-14.",
  "26-31.",
  "32-33.",
  "34-35.",
  "16-17.",
  "20-21.",
  "61-63.",
  "57-58.",
  "44-46.",
  "42-43.",
  "52-53.",
  "72-73.",
  "69-70.",
  "65-66.",
  "6-7.",
  "11.",
  "15.",
  "10.",
  "22.",
  "19.",
  "25.",
  "18.",
  "36.",
  "37.",
  "40.",
  "41.",
  "71.",
  "75.",
  "74.",
  "76.",
  "77.",
  "79.",
  "78.",
  "81.",
  "51.",
  "47.",
  "49.",
  "48.",
  "59.",
  "54.",
  "56.",
  "60.",
  "82.",
  "8.",
  "9.",
  "1.",
  "3.",
  "4.",
  "2."
]