[
  "Steele told Glenn Simpson, the founder of the opposition research firm that commissioned that dossier, that the source of the “golden showers” claim was Sergei Millian, a naturalized U.S. citizen who runs the Russian-American Chamber of Commerce, according to “Russian Roulette.” (RELATED: Book Provides New Information About Dossier Source)\n\nMillian — who is identified as “Source D” in the dossier — was an unwitting source for Steele, according to Isikoff and Corn.",
  "Dossier claims that Trump used prostitutes in raunchy hotel incident\n\nBut authors of new book say there was “very little” time for Trump to pull it off\n\nThe source of the claim is also reason to doubt the allegation\n\nA new book about the Steele dossier and the Russia investigation adds crucial details to the timeline of President Donald Trump’s 2013 visit to Moscow — a trip that is a central to allegations made in the infamous Steele dossier.",
  "“The memo had described Millian as a Trump intimate, but there was no public evidence he was close to the mogul at that time or was in Moscow during the Miss Universe event,” reads “Russian Roulette.”\n\nReached for comment earlier this week, Millian told The Daily Caller News Foundation that he was not in Moscow at the time.",
  "The book, “Russian Roulette: The Inside Story of Putin’s War on American and the Election of Donald Trump,” shows that Trump had little time to engage in the “perverted” sex acts described in the dossier, which was written by former British spy Christopher Steele and funded by Democrats.",
  "They report that Millian told a collector working for the former MI6 officer about the “golden showers” scene and also said the Kremlin had been “very helpful” in providing information about former Secretary of State Hillary Clinton to the Trump campaign.",
  "The Agalarovs would later have a hand in setting up the June 2016 Trump Tower meeting between a group of Russians and Donald Trump Jr. Goldstone attended that meeting along with a Russian attorney with links to the Russian government.",
  "Trump accepted a request from Goldstone to appear for a cameo in a music video being filmed by Emin the next day, according to “Russian Roulette.”\n\n“Could Trump the next day shoot a scene that would be based on ‘The Apprentice’?",
  "“And I’ve got to say, it is unfortunate and rather deplorable an allegation that the guy who brought it forth can only say is 50-50 ever got into the public sphere in the first place,” said Isikoff, a reporter at Yahoo!",
  "According to “Russian Roulette,” Trump’s first day in Moscow was capped off with a visit to a birthday party for Aras Agalarov, a billionaire oligarch who partnered with Trump to host the Miss Universe pageant.",
  "(RELATED: ‘Fifty-Fifty’: Christopher Steele Is Unsure About ‘Golden Showers’ Incident)\n\n“Is the tape real?” MSNBC host Chris Hayes asked Isikoff and Corn in an interview about their book on Wednesday.",
  "Millian is described in the dossier as “a close associate of TRUMP who had organized and managed his recent trips to Moscow” who was “present” at the time of the controversial incident.",
  "During the 2016 campaign, he became friends with George Papadopoulos, the Trump campaign adviser who pleaded guilty to lying to the FBI about contacts he had with Russian nationals.",
  "The dossier alleges that encounter — which would have occurred on the night of Nov. 8 to 9 — was videotaped and the Kremlin has been using the footage to blackmail the Republican.",
  "Follow Chuck on Twitter\n\nContent created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "The narrow window of opportunity — which does not account for sleep time — is not the only reason to question the veracity of the dossier’s most salacious allegation.",
  "They report that Trump spent most of the event sitting with his bodyguard, Keith Schiller, and Paula Shugart, the president of the Miss Universe Organization.",
  "They also wrote that Trump had just over six hours — from 1:30 a.m. to 7:45 a.m. — in which to engage in the raunchy tryst that is described in the dossier.",
  "Corn also noted the book reports that Steele “has been telling associates that he thinks when it comes to that particular allegation, it’s ‘fifty-fifty.",
  "According to Steele, Trump had a group of prostitutes in his room at the Moscow Ritz-Carlton to perform a “golden showers” scene in front of him.",
  "Authors Michael Isikoff and David Corn report that Trump spent only one night in Moscow during a November 2013 trip to the Miss Universe pageant.",
  "Schiller, the longtime Trump bodyguard, has testified to Congress that an associate of the Agalarovs offered to send five women to Trump’s room.",
  "Millian’s involvement as a dossier source was also a source of concern for Simpson, a former Wall Street Journal reporter who runs Fusion GPS.",
  "Corn, a reporter at Mother Jones, replied that the book shows that “the time available for this was short.”\n\n“It was very short,” he said.",
  "He also exchanged emails with Trump lawyer Michael Cohen just before the election in which he tried to set up an appearance with Trump.",
  "At one point, Trump was approached by Rob Goldstone, a publicist for Emin Agalarov, a Russian-Azeri pop star and son of Aras Agalarov.",
  "His visit was cut short on the front end because he attended a celebration for evangelist Billy Graham’s 95th birthday.",
  "The two veteran reporters were part of a small handful of journalists who met with Steele prior to the 2016 election.",
  "This would be his only night in Moscow.”\n\nThe book notes that Trump was offered prostitutes during his Moscow visit.",
  "The main source for the claim about the lewd hotel room incident is also reason to question whether it occurred.",
  "Schiller testified that he stood outside of Trump’s room for a while during his stay before turning in for bed.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "“Had Millian made something up or repeated rumors he had heard from others to impress Steele’s collector?",
  "They are also the only two reporters to have written articles based on information directly from Steele.",
  "The “very short” window of opportunity raises questions about whether the incident actually occurred.",
  "“About 1:30 a.m., Trump left the party and headed to the Ritz-Carlton a few blocks from the Kremlin.",
  "He also called Millian a “phony” who has overstated his ties to the then-presidential candidate.",
  "Trump was originally scheduled to stay in Moscow for two nights, according to Isikoff and Corn.",
  "There is no evidence that Millian has any close ties to the former real estate tycoon.",
  "Trump agreed, but it had to be early — between 7:45 and 8:10 in the morning.",
  "There is also no evidence that Millian was in Moscow when Trump was there.",
  "'”\n\nIsikoff added his analysis, saying that he agreed with Steele’s odds.",
  "He told Congress that he informed Trump about it and they laughed it off.",
  "Twenty-five minutes of Trump would have to do,” the book reads.",
  "He considered Millian a big talker,” wrote Isikoff and Corn.",
  "“Trump by now was exhausted,” wrote Isikoff and Corn.",
  "Cohen claims he told Millian to stop contacting him.",
  "Millian has had some contact with Trump associates.",
  "“Fifty-fifty is about the best,” said the reporter.",
  "That event was held Nov. 7 in North Carolina.",
  "Nobody entered the room, he testified.",
  "Schiller says he rejected the offer.",
  "Simpson had his doubts.",
  "Sure, Goldstone said.",
  "News."
]