[
  "But it is not clear whether that was the only email exchanged between Veselnitsksya and Goldstone, who told Donald Trump Jr. in an email on June 3 that \"the Crown prosecutor of Russia ... offered to provide the Trump campaign with some official documents and information that would incriminate Hillary and her dealings with Russia and would be very useful to your father.\"",
  "While it is possible that Veselnitskaya promised compromising information she did not have to get in the door with the Trump campaign, it is unlikely she would have attended the meeting empty-handed, said Bill Browder, the founder of the investment advisory firm Hermitage Capital who spearheaded the Magnitsky Act.",
  "Yury Martyanov /Kommersant Photo via AP The Russian lawyer Natalia Veselnitskaya says she met with several well-connected Russians to discuss US sanctions legislation before traveling to New York in June 2016 for a meeting with top Trump campaign officials, an attorney told The Washington Post on Monday.",
  "The US passed the Magnitsky Act in 2012 to punish those suspected of being involved in the death of the Russian tax lawyer Sergei Magnitsky, who is believed to have uncovered a $230 million tax-fraud scheme in 2008 that implicated high-level Kremlin officials and allies of President Vladimir Putin.",
  "\"Asking Donald Trump Jr. and the rest to withdraw the Magnitsky Act if Trump were elected was such a significant request that they would have come with various things to offer, and they would have thought carefully about what,\" Browder said earlier this year.",
  "At the time of Veselnitskaya's meeting with Trump Jr., the US Department of Justice was investigating whether Prevezon laundered millions of dollars — allegedly stolen in the tax-fraud scheme that Magnitsky uncovered — into New York City real estate.",
  "Agalarov's attorney, Scott Balber, shared that email with The Post and CNN because he thought it would prove Veselnitskaya had not offered the campaign damaging information about Democratic nominee Hillary Clinton in exchange for the meeting.",
  "Trump Jr. said in his initial statement about the meeting — which was also attended by Trump's campaign chairman, Paul Manafort, and son-in-law, Jared Kushner — that they \"primarily discussed a program about the adoption of Russian children.\"",
  "Akhmetshin, a Russian-American dual citizen who's a longtime DC lobbyist, initially said Veselnitskaya had asked him over lunch on June 9, roughly four hours before she was due at Trump Tower, to attend the meeting.",
  "\"He has no recollection of signing a nondisclosure agreement in connection with the meeting and was not aware of the communications between Ms. Veselnitskaya and Mr. Goldstone,\" Tremonte told The Post.",
  "One day later, Trump Jr. clarified that Veselnitskaya had \"stated that she had information that individuals connected to Russia were funding the Democratic National Committee and supporting Mrs.",
  "Balber told CNN that Veselnitsksaya had been focused on launching \"a legislative review of the Magnitsky Act\" but did not explicitly deny that Veselnitsksya had offered information on Clinton.",
  "One of those well-connected Russians was President Donald Trump's former business partner Aras Agalarov, who Veselnitskaya said connected her with his son's music publicist, Rob Goldstone.",
  "Veselnitskaya is the family lawyer for Denis Katsyv, the son of the senior Russian government official Pyotr Katsyv and owner of the Cyprus-incorporated real-estate company Prevezon.",
  "Veselnitskaya wrote to Goldstone on the morning of the meeting asking whether she could bring Rinat Akhmetshin, whom she described as a \"trusted associate and lobbyist.\"",
  "It did not mention both that Trump Jr. had been promised damaging information on Clinton in exchange for taking the meeting, and that Akhmetshin had attended, too.",
  "\"Her statements were vague, ambiguous, and made no sense,\" he said in that statement, adding: \"It quickly became clear that she had no meaningful information.\"",
  "He also did not go into detail about who else Veselnitskaya met with before traveling to New York or what they discussed.",
  "In retaliation for the law, Russia altered its adoption policy to bar American families from adopting Russian children.",
  "Screenshot\n\nMichael Tremonte, an attorney for Akhmetshin, said Akhmetshin was invited to the meeting over lunch.",
  "The newly released emails also reveal a discrepancy between Veselnitskaya's and Akhmetshin's version of events.",
  "Thomson Reuters\n\nThe scheme quickly snowballed into one of the biggest corruption scandals of Putin's tenure.",
  "Akhmetshin, she wrote, had been \"working to advance these issues with several congressmen.\"",
  "The information, Goldstone added, \"is part of Russia and its government's support for Mr.",
  "But Veselnitskaya emailed Goldstone at 9:24 a.m. asking whether Akhmetshin could attend.",
  "Balber did not respond to a request for comment from Business Insider.",
  "That statement, released on July 8, 2017, turned out to be misleading.",
  "And she said Akhmetshin had already signed a nondisclosure agreement.",
  "Russian President Vladimir Putin and Foreign Minister Sergey Lavrov.",
  "\"They wouldn't have come to this meeting empty-handed.\"",
  "Read the email exchange:",
  "Natalia Veselnitskaya.",
  "Rinat Akhmetshin.",
  "Clinton.\"",
  "Trump.\""
]