[
  "The circumstances surrounding the meeting, and a report by The New York Times late Monday that Trump Jr. was told ahead of time that the source of the information was the Russian government, fueled new questions about the Trump campaign's possible ties to Moscow, which are being scrutinized by federal and congressional investigators.",
  "In a statement, Trump Jr.'s New York-based attorney Alan Futerfas called the Times report \"much ado about nothing,\" though he acknowledged his client had received an email from Goldstone to set up a meeting with the purpose of passing along damaging information on Clinton.",
  "WASHINGTON (AP) — A meeting between President Donald Trump's eldest son and a Russian lawyer during the presidential campaign occurred at the behest of a Moscow-based singer with family ties to Trump's businesses, according to a participant in the talks.",
  "The report is the first public word that Trump Jr. took the meeting with the understanding that he would be presented with damaging information about his father's political opponent and that the material could have emanated from the Kremlin.",
  "Earlier Monday, Trump Jr. tried to brush off the significance of the meeting, tweeting sarcastically, \"Obviously I'm the first person on a campaign to ever take a meeting to hear info about an opponent ... went nowhere but had to listen.\"",
  "Although she has not been publicly linked with the Russian government itself, Veselnitskaya represented the son of a vice president of state-owned Russian Railways in a New York money-laundering case settled in May before a trial.",
  "Goldstone said the Russian lawyer, Natalia Veselnitskaya, stated that she had information about purported illegal campaign contributions to the Democratic National Committee that she thought Trump Jr. might find helpful.",
  "\"The bottom line is that Don, Jr. did nothing wrong,\" Futerfas said in the statement, noting that the younger Trump hasn't been contacted by any congressional committees or Special Counsel Robert Mueller's office.",
  "Goldstone spoke to The Associated Press earlier Monday to confirm he had set up the meeting on behalf of his client, Emin Agalarov, but he did not disclose the contents of the email described by The Times.",
  "Dmitry Peskov, a spokesman for Russian President Vladimir Putin, said Monday the Kremlin doesn't know Veselnitskaya and \"cannot keep track\" of every Russian lawyer who holds meetings in Russia or abroad.",
  "The Times reported that Trump Jr., who was a key campaign adviser to his father, was told the Russian government was behind the information on Clinton in an email from music publicist Rob Goldstone.",
  "Mark Corallo, a spokesman for President Donald Trump's outside legal team, would not comment on the Times story, reiterating only that Trump \"was not aware of and did not attend the meeting.\"",
  "Trump Jr. also said on Twitter he was willing to work with the Senate intelligence committee, one of the panels probing possible campaign collusion, \"to pass on what I know.\"",
  "Trump Jr. initially didn't name the acquaintance, but in an interview with the AP, Goldstone confirmed he set up the meeting on behalf of Agalarov.",
  "The sequence of events that led to the June 2016 meeting highlighted the tangled web of relationships that investigators now are sorting through.",
  "The president's son said the meeting was arranged by an acquaintance he knew through the 2013 Miss Universe pageant Trump held in Moscow.",
  "Donald Trump Jr. acknowledged Monday he made time for the meeting hoping to get information about Democrat Hillary Clinton.",
  "Sen. Susan Collins, R-Maine, said the panel \"needs to interview him and others who attended the meeting.\"",
  "Sen. Ron Wyden, D-Ore., agreed, saying, \"Based on his own admissions, this is an attempt at collusion.\"",
  "Lawmakers on the committee from both parties said they indeed wanted to talk with the president's son.",
  "Futerfas said Trump Jr. was not told the specifics of the information and nothing came of the meeting.",
  "Goldstone did not immediately respond to attempts to contact him Monday night.",
  "Goldstone said Trump Jr. agreed to squeeze the meeting into a tight schedule.",
  "The Times cited three unnamed people with knowledge of the email.",
  "His statement did not dispute the Times report on the email.",
  "The White House referred questions to the president's son.",
  "Story continues"
]