[
  "On June 3, Rob Goldstone, a music publicist and acquaintance of the Trumps, wrote Trump Jr. saying that one of his clients “offered to provide the Trump campaign with some official documents and information that would incriminate Hillary and her dealings with Russia and would be very useful to your father.”\n\n“I love it,” Trump Jr. responded to Goldstone, whose main client is Emin Agalarov, the pop musician son of Russian billionaire and Putin crony Aras Agalarov.",
  "Trump “and his inner circle have accepted a regular flow of intelligence from the Kremlin, including on his Democratic and other political rivals,” reads the memo, which Steele wrote based on information he received third-hand from “a senior Russian Foreign Ministry figure and a former top level Russian intelligence officer still active inside the Kremlin.”\n\nSteele, a former MI6 intelligence officer who worked in Moscow, was prohibited from visiting Russia.",
  "According to Steele, the senior Russian Foreign Ministry official had confided in Steele’s contact “that the Kremlin had been feeding Trump and his team valuable intelligence on his opponents, including Democratic presidential candidate Hillary Clinton, for several years.”\n\nAccording to Steele’s dossier, Russia’s intelligence agency, FSB, had been compiling a dossier of its own on Clinton for many years.",
  "The dossier “comprised mainly eavesdropped conversations of various sorts rather than details/evidence of unorthodox or embarrassing behavior.”\n\nSteele’s source claimed that some of the information was gleaned from bugged conversations Clinton had made during trips to Russia.",
  "Eleven days after Donald Trump Jr. met in his Trump Tower offices with a Kremlin-connected lawyer, former British spy Christopher Steele authored the first of 17 memos alleging various illicit connections between the Trump campaign and Russian government.",
  "Knew Information May Have Come From Russian Government)\n\nPage strongly denied the claims and calls Steele’s document “the dodgy dossier.”\n\nBut some elements of Steele’s June 20 memo match up loosely with what’s known about the June 9 Trump Tower meeting.",
  "And after the Trump Tower meeting with Veselnitskaya was revealed over the weekend, Trump’s legal team noted a peculiar connection between the lawyer and Fusion GPS, the opposition research firm who hired Steele to investigate Trump.",
  "Steele’s two sources claimed that “Russian authorities had been cultivating and supporting…Trump for at least five years.”\n\nThe second source asserted that the effort was supported by Russian president Vladimir Putin.",
  "Emails released on Tuesday by Donald Trump Jr. show that he agreed to take that meeting after he was told that “a Russian government attorney” would be providing him with derogatory information about Hillary Clinton.",
  "(RELATED: EXCLUSIVE: Oppo Researcher Behind Anti-Trump Dossier Worked On Pro-Kremlin Lobbying Campaign)\n\nVeselnitskaya and Fusion GPS have worked for several years on the campaign to roll back the Magnitsky Act.",
  "“This is obviously very high level and sensitive information but is part of Russia and its government’s support for Mr. Trump — helped along by Aras and Emin,” wrote Goldstone, referring to the Agalarovs.",
  "FBI officials even obtained a surveillance warrant against former Trump campaign adviser Carter Page based on the dossier’s allegations that he met secretly with Kremlin officials last July.",
  "Both Veselnitskaya and Fusion GPS worked with the law firm BakerHostetler as part of an influence campaign to neuter the sanctions bill, which the Kremlin strongly opposes.",
  "Instead, both participants have said that Veselnitskaya spoke against the Magnitsky Act, a 2012 law which places sanctions against Russians accused of human rights abuses.",
  "That dossier, which was financed by a political ally of Hillary Clinton, has been the subject of intense speculation since it was published by BuzzFeed News in January.",
  "But the FBI reportedly used the Steele dossier to form the basis of its investigation into whether members of the Trump campaign colluded with the Kremlin.",
  "Both Trump Jr. and Natalia Veselnitskaya, the lawyer he met with, say that no anti-Clinton information was provided during that meeting.",
  "In his June 20 memo, Steele describes a Kremlin-backed effort to provide the Trump campaign with information about Clinton.",
  "But that dossier “has not as yet been made available abroad, including to Trump or his campaign team,” Steele wrote.",
  "Goldstone’s emails to Trump Jr. do include a reference to the Russian government’s support for the Trump campaign.",
  "Trump Jr. and Goldstone hammered out a schedule for the meeting, and eventually settled on June 9 as the date.",
  "The document’s veracity has been questioned, and several inconsistencies have been found in the 17 memos.",
  "Steele’s reliance on indirect information has been one of the main critiques of the dossier.",
  "He reportedly obtained his information for the dossier by paying Russian sources.",
  "Trump son-in-law Jared Kushner and campaign chairman Paul Manafort also attended.",
  "The White House has vigorously denied the claims in the Steele report.",
  "(RELATED: Emails Show Trump Jr.",
  "Trump Tower was the location.",
  "Follow Chuck on Twitter"
]