[
  "Goldstone told Trump Jr. in an email dated June 3, 2016, that Aras Agalarov had met that morning with a Russian prosecutor who had “offered to provide the Trump campaign with some official documents and information that would incriminate Hillary.”\n\nGoldstone called the offer “part of Russia and its government’s support for Mr. Trump — helped along by Aras and Emin.” Goldstone told Trump Jr. that “Emin just called me and asked me to contact you.”\n\nTrump Jr. responded a few minutes later, agreeing to talk to the younger Agalarov and later to meet in person with Veselnitskaya, whom Goldstone identified as a “Russian government attorney who is flying over from Moscow for this.”\n\nIn addition to Veselnitskaya, Kaveladze and Goldstone, others at the meeting included Rinat Akhmetshin, a Washington lobbyist with dual U.S.-Russian citizenship, and Anatoli Samochornov, a translator.",
  "During the meeting, Natalia Veselnitskaya, the Russian lawyer who had traveled from Moscow, handed Trump Jr. a sheaf of documents that she said showed improper donations to the Democratic National Committee, information that she said could be used against Trump’s Democratic rival, Hillary Clinton.",
  "Neither the White House nor Trump Jr. had disclosed Kaveladze’s presence at the 2016 meeting despite repeated public statements about a sit-down that involved three of Trump’s closest aides — his eldest son, Donald, his son-in-law Jared Kushner and Paul Manafort, Trump’s then-campaign manager.",
  "During the 1990s, Kaveladze headed a Delaware-based company called International Business Creations and set up 2,000 U.S. corporations for Russian brokers, according to a critical report in November 2000 by an arm of Congress that is now known as the Government Accountability Office.",
  "He denounced the inquiry as “another Russian witch hunt in the United States.”\n\nFormer Sen. Carl Levin of Michigan, who had requested the GAO inquiry as the senior Democrat on the Permanent Subcommittee on Investigations, said Tuesday that he remembered Kaveladze well.",
  "Investigators for special counsel Robert S. Mueller III, who is leading the federal probe into possible coordination between the Trump presidential campaign and the Russian government, have asked to interview Kaveladze, according to Scott Balber, Kaveladze’s lawyer.",
  "A California businessman born in a former Soviet republic attended Donald Trump Jr.'s controversial meeting with a Russian lawyer at the height of the presidential campaign last year, adding a new level of intrigue to the political scandal roiling the White House.",
  "“He literally had no idea what the meeting was about until he showed up right before.”\n\nKaveladze did not recall saying anything at the meeting, which lasted less than half an hour, and does not understand why the meeting has become so controversial, Balber said.",
  "Lawyers for the two have said they are willing to cooperate with congressional panels looking at Russian interference in the 2016 election and possible ties between the Trump campaign and Moscow, but it is unclear if they will agree to testify.",
  "“GAO came across the numerous corporations and bank accounts established by Irakly Kaveladze on behalf of people in Russia,” Levin, who retired in 2015, said in a statement that criticized the use of U.S. companies to hide foreign assets.",
  "After giving Trump Jr. papers purporting to describe illegal donations, Veselnitskaya and Akhmetshin shifted the conversation to the Magnitsky Act, a U.S. law that imposes sanctions on Russian businessmen, which both have lobbied against.",
  "\"If it were, I suspect it would have happened very differently.”\n\nBut Balber’s account of who set up the meeting is at odds with email exchanges at the time between Trump Jr. and Goldstone, which Trump Jr. released last week.",
  "He described Kaveladze as “the poster child” of efforts in Congress and by law enforcement to “end the hidden ownership of U.S. corporations” and to enforce a requirement that banks know the true owner of their accounts.",
  "Some of the corporations operated as shell companies and moved about $1.4 billion through wire transfers to 236 accounts at Citibank of New York and the Commercial Bank of San Francisco, the GAO report said.",
  "Kaveladze told investigators that he did not know who owned the corporations because the law in Delaware, which permits an unusual degree of secrecy for registered corporations, did not require it.",
  "The former FBI director appears to be exploring the relationship between the Trumps and the Agalarovs, who were partners on a project for a Trump hotel in Moscow that was never built.",
  "Kaveladze’s involvement is more evidence of the role that Moscow’s powerful Agalarov family played in arranging the meeting with Trump Jr. that now is a key focus of Mueller’s probe.",
  "Sen. Dianne Feinstein (D-Calif.) said Tuesday that Mueller had told the Senate Judiciary Committee that he has no objection to the panel publicly questioning Trump Jr. and Manafort.",
  "The banks said at the time that \"no illegal activity in the Kaveladze-related accounts\" was found, but they closed the accounts after they were contacted by investigators.",
  "Aras Agalarov, a billionaire developer, and his son Emin, a Russian pop star, also hosted the Trump-owned Miss Universe contest in Moscow in 2013, which Trump attended.",
  "He was the focus of a scathing congressional inquiry in 2000 into alleged Russian money laundering through banks in California and New York but was not charged.",
  "Kaveladze emigrated from the Republic of Georgia to the United States shortly after the breakup of the Soviet Union in 1991 and later became a U.S. citizen.",
  "Balber said Veselnitskaya — who did real estate work for the Agalarovs in Moscow — asked one of the Agalarovs to provide an introduction to the Trumps.",
  "Irakly \"Ike\" Kaveladze, 52, is the eighth person known to have taken part in the unusual Trump Tower meeting on June 9, 2016, The Times has learned.",
  "It concluded that it was “relatively easy” to anonymously move large amounts of money though U.S. banks to launder ill-gotten gains.",
  "Nobody had any expectation this would be what it’s become, especially this poor guy, who had not been involved before.\"",
  "Kaveladze “was asked to attend the meeting purely to…make sure it happened,” said Balber, who is based in New York.",
  "No one answered the door or the phone at Kaveladze's three-story home in a gated community in Huntington Beach.",
  "It was President Trump’s most visible Russian business connection before he was elected to the White House.",
  "Kaveladze, who lives in Huntington Beach, is an employee of a large Russian real estate development firm.",
  "The family runs a real estate development firm favored by Russian President Vladimir Putin’s government.",
  "Kaveladze has worked for the Agalarovs’ holding company, the Crocus Group, since 2004, Balber said.",
  "The Agalarovs then asked a British music publicist, Rob Goldstone, to contact Trump Jr., he said.",
  "He was asked to take part in the Trump Tower meeting by Aras Agalarov, according to Balber.",
  "They indicated that the Agalarovs, not Veselnitskaya, pushed for the meeting.",
  "“He’s absolutely baffled,” said Balber, who also represents the Agalarovs.",
  "Times staff writer Hailey Branson-Potts contributed from Huntington Beach.",
  "“This was not a highly important item to the Agalarovs,\" Balber said.",
  "A dresser and other small pieces of furniture sat on the front lawn.",
  "Balber said his client was “cooperating fully” with investigators.",
  "He is now a vice president focusing on real estate and finance.",
  "Neither Trump Jr. nor Manafort are in the Trump administration.",
  "“Even the Agalarovs are absolutely baffled.",
  "His identity was not previously disclosed.",
  "Mueller’s office declined to comment."
]