[
  "Released on Tuesday, an email from British music producer to Trump Jr claims an offer was allegedly made by Russia's general prosecutor to provide the Trump campaign with \"official documents\" on Clinton during a meeting with real estate mogul Aras Agalarov.",
  "REUTERS/Lucas Jackson Moscow (AFP) - A Russian billionaire on Wednesday dismissed as \"fiction\" emails released by Donald Trump's eldest son which identify him as a potential middleman for allegedly incriminating Kremlin information on Hillary Clinton.",
  "Moscow (AFP) - A Russian billionaire on Wednesday dismissed as \"fiction\" emails released by Donald Trump's eldest son which identify him as a potential middleman for allegedly incriminating Kremlin information on Hillary Clinton.",
  "Goldstone claimed to have been tipped off by Agalarov's pop star son Emin, whom he managed, and he later helped organise a meeting between a Russian lawyer and Trump Jr to discuss the alleged information.",
  "The emails have thrust Donald Trump Jr into the centre of a growing scandal over whether Trump's associates colluded with Moscow in its efforts to tilt the 2016 election in the Republican's favour.",
  "Goldstone says the Russian prosecutor \"offered to provide the Trump campaign\" with \"very high level and sensitive information\" as \"part of Russia and its government's support\" for his father.",
  "U.S. President-elect Donald Trump speaks with his son Donald Trump Jr. during a news conference in the lobby of Trump Tower in Manhattan, New York City, U.S., January 11, 2017.",
  "Rob Goldstone/Facebook\n\nIn the email exchange which was released by Trump Jr on Tuesday, the president's oldest son suggested he would \"love\" to get any dirt on Clinton.",
  "US intelligence agencies have accused Russian President Vladimir Putin of approving a hacking and influence campaign to sway the vote, claims fiercely denied in Moscow.",
  "Trump Jr and two other top campaign officials eventually met with Russian lawyer Natalia Veselnitskaya but both sides insist she provided no information on Clinton.",
  "'Making It Up'\n\nBut Agalarov rubbished the emails touting him as a possible go-between for the Trumps and the Kremlin and said he only vaguely knew Goldstone.",
  "The Agalarov family has established ties to the Trumps and brought the future US leader to Moscow for the 2013 Miss Universe beauty competition.",
  "I don't know who is making it up,\" Agalarov told Russia's Business FM radio station, according to a transcript posted online.",
  "A publicist for Emin Agalarov directed all questions on the issue to his lawyer.",
  "\"What has Hillary Clinton got to do with anything?",
  "I really don't know Rob Goldstone well.\"",
  "\"I think this is some sort of fiction.",
  "Rob Goldstone.",
  "I don't know."
]