[
  "In addition to Kaveladze, Trump Jr., and the Russian lawyer, Natalia Veselnitskaya, the meeting included President Donald Trump's son-in-law, Jared Kushner; his campaign manager at the time, Paul Manafort; the British music publicist Rob Goldstone; the Russian-American lobbyist Rinat Akhmetshin; and the Russian translator Anatoli Samachornov.",
  "donald Trump Jr Meeting BI Graphics_ More\n\nAllegations of money laundering\n\nKaveladze was implicated in a Russian money-laundering scheme in 2000, during which investigators found that several Russians and Eastern Europeans had formed shell companies and used them to move money through American banks.",
  "Trump Tower More\n\nBalber told The Post on Tuesday that Kaveladze initially believed he was attending the meeting between Trump Jr. and Veselnitskaya as a translator but realized after arriving that Veselnitskaya had brought Samachornov as her translator.",
  "(Here is more about all 8 known people who were in the room, and their connections to either Trump Jr. or Russia >>)\n\nKaveladze has lived in the US as a citizen for many years, Balber told The Post.",
  "The New York Times reported at the time that Kaveladze had set up more than 2,000 corporations and their bank accounts in Delaware for Russian clients without knowing who owned the corporations.",
  "Irakly \"Ike\" Kaveladze was the eighth person at Donald Trump Jr.'s meeting in June 2016 with a Russian lawyer, Scott Balber, an attorney representing Kaveladze, confirmed to CNN on Tuesday.",
  "He is the vice president of the development firm founded by Aras Agalarov, Crocus Group, and he met with Trump in 2013 when Aras Agalarov brought Trump's Miss Universe pageant to Moscow.",
  "He continued:\n\n\"But Yuri did not ask for a car part and instead said the following: 'Me and the boys in the transportation department discussed it and decided that we all support Trump.",
  "Balber told The Post that someone from special counsel Robert Mueller's office called him over the weekend and requested the identity of the Agalarovs' representative at the meeting.",
  "He works for the Agalarovs' real-estate company, and Aras Agalarov asked Kaveladze to attend the meeting on his behalf, The Washington Post reported Tuesday.",
  "Kaveladze was at the meeting as a representative of Aras and Emin Agalarov, the wealthy Russians who first requested the meeting be arranged.",
  "He is also a member of the US-Russia Business Council and the Georgian Association in the USA, according to a CV posted online.",
  "When reached for comment by The Times, Kaveladze said he had done nothing wrong and called the investigation a \"witch hunt.\"",
  "(Kaveladze can be seen standing behind Emin Agalarov as he speaks with Trump in a video taken in Moscow in 2013.)",
  "Kaveladze mentioned Trump's visit to Crocus Group in an anecdote he shared in a Facebook post in April 2016.",
  "The request is the first public sign that Mueller's team is looking into the meeting, according to The Post.",
  "But Kaveladze has long served a far more important role than translator for the Agalarovs.",
  "(Donald Federovich [Trump] visited the Crocus in 2013 for the Miss Universe contest.)",
  "I said that I will pass it on even though I knew that I most likely wouldn't.\"",
  "Now he'll ask me to bring a car part, I thought,\" Kaveladze wrote.",
  "Who the hell knows what you can expect from them.",
  "He asked me when I was going to the States.",
  "We started working together in 1990.",
  "'The other candidates are shady.",
  "Some boys have photos with him.'",
  "Driver Yura comes up to me.",
  "Pass that on to them.'",
  "He's a normal guy.",
  "We all know it.",
  "I named a date.",
  "\"Moscow.",
  "Crocus."
]