[
  "The rest of the questions largely focus on events involving Manafort; Roger Stone, the GOP strategist who was an informal adviser to Trump; Jared Kushner, Trump's son-in-law and senior adviser; and Michael Cohen, Trump's longtime personal lawyer.",
  "Toward the end of the list, published on Monday by The New York Times, was this question: \"What knowledge did you have of any outreach by your campaign, including by Paul Manafort, to Russia about potential assistance to the campaign?\"",
  "Gates also sat for a \"Queen for a Day\" interview with Mueller, during which a defendant answers any and all questions from investigators, including about their case and any other criminal activity they may have witnessed.",
  "Alex Wong/Getty Images\n\nThe vast majority of the 48 questions the special counsel Robert Mueller wants to ask President Donald Trump in an interview have been public knowledge for some time, with one major exception.",
  "Mueller is digging deep into possible collusion\n\nThe question about outreach is one of 13 on the list related to possible coordination between the Trump campaign and Moscow around the 2016 election.",
  "Mueller's inclusion of a question about outreach to Russia from the campaign's side — specifically from Manafort, the former campaign chairman — suggests he has information involving such an offer.",
  "Manafort and Rick Gates, his longtime deputy, have been charged with dozens of counts related to financial crimes, conspiracy against the US, and failure to register as foreign agents.",
  "There has been no public indication, through news reports or testimony, that the Trump campaign reached out to Russia or Russia-linked actors for help ahead of the 2016 election.",
  "The offers of assistance — like a June 2016 Trump Tower meeting and communications involving the former Trump campaign aide George Papadopoulos — were all on Russia's end.",
  "While Manafort has maintained he is innocent, Gates pleaded guilty in February to two counts related to conspiracy and making false statements to the FBI.",
  "Robert Mueller is interested in finding out about possible outreach from the Trump campaign to Russia during the election.",
  "Experts said at the time that his plea deal indicated he had something of significant value to offer Mueller.",
  "Kevin Lamarque/Reuters\n\nMueller wants to know more from Trump about:",
  "President Donald Trump."
]