[
  "Bloomberg reported Thursday that Mueller's investigators are looking into Trump business transactions with Russians including apartment purchases in his buildings, a controversial New York development project, the multimillion-dollar sale of a Florida home and the 2013 Miss Universe pageant held in Moscow.",
  "In the same interview with the Times, Trump also lashed out at Attorney General Jeff Sessions; James Comey, the FBI director he fired; Andrew McCabe, the acting FBI director who replaced Comey, and Deputy Attorney General Rod Rosenstein, who appointed the special counsel.",
  "William Jeffress, a longtime defense attorney at Baker Botts who represented former President Richard Nixon, said Mueller's inquiry will almost certainly involve examining financial information as he looks for any connections between Trump associates and Russia.",
  "In 2008, he sued the bank for $3 billion after he defaulted on a loan for Trump Tower Chicago, using a novel legal theory that he shouldn't be held to the terms of his contract due to Deutsche Bank's involvement in the broader financial crisis.",
  "Rep. Maxine Waters of California, the ranking Democrat on the House Financial Services Committee, has called for the Treasury Department to turn over any documents related to the relationship between the bank and Trump or his family members.",
  "WASHINGTON (AP) -- President Donald Trump's growing anxiety about the federal Russia probe has spilled into public view with his warning that special counsel Robert Mueller would be out of bounds if he dug into the Trump family's finances.",
  "California Rep. Adam Schiff, top Democrat on the House intelligence committee, said Mueller has the authority to investigate any ties the Trump family has to Russia, \"including financial, and anything that arises.",
  "The Times also reported that federal investigators have been in talks with Deutsche Bank about obtaining records related to his finances, and that the bank expects it will have to provide information to Mueller.",
  "Deutsche Bank has been one of the few major institutions willing to regularly lend to Trump, who alienated large banks in New York with his past financial troubles and confrontational behavior as a borrower.",
  "The president's comments were a reminder of Trump's willingness to target his own appointees and blur lines that have traditionally existed between the White House and Justice Department investigations.",
  "Several of Trump's family members and close advisers have already become ensnared in the investigations, including son Donald Trump Jr. and son-in-law and White House senior adviser Jared Kushner.",
  "She also reiterated Trump's concern about the scope of Mueller's investigation, saying it \"should stay in the confines of meddling, Russia meddling, and the election and nothing beyond that.\"",
  "White House spokeswoman Sarah Huckabee Sanders said Thursday that Trump had no intention of firing Mueller \"at this time,\" but she did not rule out doing so in the future.",
  "That comment came amid news reports that the special counsel is interested in Trump's business transactions with Russians and with one of his main lenders, Deutsche Bank.",
  "Probing the family's sprawling business ties would bring an investigation the president has called a partisan \"witch hunt\" even closer to the Oval Office.",
  "That eventually led the bank to grant Trump some concessions on the loan, but the suit scarred his relationship with its commercial lending division.",
  "Trump told The New York Times it would be a \"violation\" of Mueller's formal charge if he looked into the president's personal finances.",
  "Over the years, the bank's cumulative loans to Trump add up to billions, and loans originally worth $300 million remain outstanding.",
  "The White House push against the special counsel's probe comes as the outlines of the investigation are beginning to become clearer.",
  "She also called on Treasury to turn over any evidence of financial dealing between Trump and Russian banks or government officials.",
  "Afterward, Deutsche's Trump relationship was transferred to Rosemary Vrablic, a banker in Deutsche's private wealth division.",
  "So far, her requests have been rebuffed because Republicans have not signed on.",
  "\"If I were his lawyer, I would be telling him to dial it down,\" Jeffress said.",
  "And he said Trump's threats toward Mueller aren't helping his case.",
  "But lending to Trump hasn't always been easy for Deutsche Bank.",
  "Democrats have seized on Trump's relationship with the bank.",
  "But that's a line that Mueller seems sure to cross.",
  "That is his duty.\"",
  "Story continues"
]