[
  "Goldstone, who had interacted with the Trump family during the planning of a Miss Universe pageant in Moscow in 2013, told the Sunday Times that he had a sense he shouldn't get involved when he sent the emails setting up a meeting with Trump Jr. on behalf of his Russian pop star client, Emin Agalarov, the son of Azerbaijani-Russian billionaire developer Aras Agalarov.",
  "Goldstone has since accepted an invitation to be interviewed on what he knows about the June 2016 Trump Tower meeting, as well as any ties between the Trump campaign and the Russian government to special counsel Robert Mueller and his team of investigators in the ongoing Russia probe.",
  "The meeting, in June 2016 at Trump Tower, was attended by Trump aides including former Trump campaign chairman Paul Manafort, Mr. Trump's son-in-law Jared Kushner and Natalia Veselnitskaya, a Russian lawyer with ties to the Kremlin at Trump Tower in New York.",
  "A music publicist who became a key player in the meeting between with President Trump's son Donald Trump Jr. and a Russian lawyer says he regrets his role in the arrangement, and that he \"puffed up\" the wording of his email communications.",
  "\"If I'm guilty of anything, and I hate the word guilty, it's hyping the message and going the extra mile for my clients,\" Rob Goldstone told the Times of London in an interview published Sunday.",
  "In a series of emails between Trump Jr. and Goldstone, the publicist promised documents on Mr. Trump's opponent Hillary Clinton that would prove \"very useful\" to the Trump campaign.",
  "The elder Agalarov helped bring the pageant to Moscow, and, according to the Washington Post, after the pageant, he signed a deal with Mr. Trump to develop a Trump Tower in Moscow.",
  "The White House and Trump allies have insisted the meeting had nothing to do with the campaign and instead focused on a disbanded Russian adoption program.",
  "\"I never thought in a million years that an email I wrote to [Trump's son Donald Trump Jr] would be examined by the world many times over,\" Goldstone said.",
  "Goldstone claims that the Russians' promise of providing \"dirt\" on the Clinton campaign was used as a \"pretext to lobby the Trumps\" on other issues.",
  "\"I remember specifically saying to Emin: 'You know, we probably shouldn't get involved in this.'\"",
  "\"I should have listened to that little voice in my head,\" said Goldstone."
]