[
  "Talks between President Trump’s lawyers and the special counsel investigating Russian interference in the 2016 election have restarted in recent days, and it is not clear a deal will be struck, according to the person, who spoke Thursday on the condition of anonymity to discuss private negotiations.",
  "They also played a key role in arranging the June 2016 meeting of Donald Trump Jr.; Jared Kushner, Donald Trump’s son-in-law and now senior adviser; Paul Manafort, Trump’s campaign manager at the time; a Kremlin-linked lawyer, Natalia Veselnitskaya; and others, according to congressional testimony.",
  "The Kremlin has denied reaching out to a Moscow-based property developer and his son who arranged a meeting between a Russian lawyer and Donald Trump Jr. to discuss allegedly compromising information about Hillary Clinton.",
  "The emails published by Trump Jr. show publicist Rob Goldstone telling Trump that singer Emin Agalarov and his father, developer Aras Agalarov, had “helped along” the Russian government’s support for Trump.",
  "Questions remain whether the special counsel has requested an interview with Aras Agalarov, the pop star’s father, who was awarded the Russian Order of Honor by Russian President Vladimir Putin.",
  "Aras Agalarov had told an intermediary, Rob Goldstone, that Veselnitskaya had “information that would incriminate” Hillary Clinton, Goldstone wrote in an email to Trump Jr. on June 3, 2016.",
  "Reports of Mueller seeking a sit down with Agalarov come amid negations between President Trump’s lawyers and the special counsel’s office to narrow down possible interview by prosecutors.",
  "“This is a terrible situation and Attorney General Jeff Sessions should stop this Rigged Witch Hunt right now, before it continues to stain our country any further,” he tweeted.",
  "In his email, Goldstone said that the “Crown prosecutor of Russia” offered to provide the information on Clinton to the Trump campaign in a meeting with Aras Agalarov.",
  "Mueller’s team has offered the White House format changes, perhaps willing to limit some questions asked of President Donald Trump or accept some answers in writing.",
  "Russian President Putin’s spokesman Dmitry Peskov insisted that the Kremlin has not spoken to Agalarov and has no ties to the Russian lawyer who was at the meeting.",
  "“Unclear how this will play out.”\n\nNBC writes:\n\nThe Agalarovs were partners in the Trump Organization’s hosting of the 2013 Miss America pageant in Moscow.",
  "Scott Balber, Agalarov’s lawyer, told NBC News he is in negotiations with the special counsel’s office pertaining to a possible interview with his client.",
  "Special counsel Robert Mueller wants to interview Russian pop singer Emin Agalarov as part of the Trump-Russia collusion probe, according to reports.",
  "The president once again voices his frustration with the Russia probe, calling on Attorney General Jeff Sessions to halt the investigation.",
  "President Trump attorneys say both sides have exchanged proposals for conditions for such an interview.",
  "“Conversations are ongoing,” Balber says in relation to a potential sit-down between the two parties.",
  "The Associated Press contributed to this report.",
  "The meeting took place days later, on June 9.",
  "Balber declined to comment on the matter."
]