[
  "In a statement to the Senate committee, Goldstone conceded that he utilized the “strongest hyperbolic language” to secure the meeting with Trump Jr.\n\nGoldstone conceded that he had no factual basis to back up his email to Trump Jr. claiming that any such purported opposition information on Clinton, which never actually surfaced, was “part of Russia and its government’s support for Mr. Trump.”\n\nAsked to further explain his admitted use of “hyperbolic language” in the email, Goldstone replied that “I had puffed it and used some keywords that I thought would attract Don Jr.’s attention.”\n\nHe said he was “embarrassed” that he even set up the meeting and described Trump campaign officials present as viewing the get-together as a waste of time.",
  "I do not know what information and documents Mr. Goldstone had in mind.”\n\nShe continued, mocking Goldstone:\n\nSecondly, if you follow the logic of submitting information to the United States as to the fact that the RF (Russian Federation) Prosecutor General was supposed to be meant by the ”the Crown Prosecutor of Russia,” then on the basis of Goldstone’s next phrase about the transfer of “official documents and information that would incriminate Hillary and her dealings with Russia,” which ends with the “this is part of Russia and its government’s support for Mr. Trump,” doesn’t the absurdity and improbability of the story by this Frankenstein writer become obvious?",
  "He was asked about the part where he wrote about “very high level and sensitive information but is part of Russia and its government’s support for Mr. Trump — helped along by Aras and Emin.”\n\nHe responded that this section was just his own assumption from watching television and visiting Russia, and the email was not based on any actual knowledge of information originating with Russia:\n\nWhat I meant in that was that I had been, at that time, probably 12 or 13 times to Russia, including I had been in Russia with Mr. Trump during the Miss Universe Organization pageant.",
  "Asked about the section of his email where he claims the purported Clinton information originated with Russia’s nonexistent “Crown prosecutor,” Goldstone claimed that his British background led him to believe that former or current federal prosecutors are known as “crown prosecutors.”\n\nHe stated: “I grew up in England, and when I studied journalism, we had to study a piece of law, a very small piece, but we were taught that all the equivalents of Federal prosecutors in this country were Crown prosecutors.",
  "Earlier, he explained how the email originated with a phone call from Emin, the pop star:\n\nI received — I received the call from Emin that morning, and he asked me if I could contact the Trumps with something interesting and said that a well-connected Russian attorney had met with his father that morning in his father’s office and had told him that they had some interesting information that could potentially be damaging regarding funding by Russians to the Democrats and to its candidate, Hillary Clinton.",
  "Rob Goldstone, the English publicist and music manager, admitted that he was “using a little artistic language” and he “puffed it” when he sent a much publicized email to Donald Trump Jr. to set up the infamous Trump Tower meeting, claiming to possess incriminating information and documents on Hillary Clinton originating with “the Crown prosecutor of Russia.”\n\n“I mean publicist puff is how they get meetings,” he added, referring to the work of a publicist.",
  "He stated:\n\nI described it as a — that it appeared to me to have been a bait and switch of somebody who appeared to be lobbying for what I now understood to be the Magnitsky Act, and probably thought she wouldn’t be able to get a meeting under that guise, and, therefore, had dangled the idea of having some damaging information on Hillary, which she may or may not have had, but it didn’t appear to me as if anything had come out of it at the meeting.",
  "Email Logs Reveal Correspondence Between Clinton Associate, Fusion GPS, and Russians at Trump Tower Meeting\n\nBreitbart News first reported that attorney Edward Lieberman, whose late wife Evelyn served as Hillary Clinton’s chief of staff, exchanged numerous emails with Glenn Simpson of Fusion GPS and with the Russian participants in the infamous June 9, 2016, Trump Tower meeting, documentation provided to the Senate Judiciary Committee shows.",
  "“Having compiled this, the musical producer as I learnt more than a year later could either confuse everything, or intentionally make everything look intriguing so that the meeting could take place.”\n\nRegarding the section of Goldstone’s email that claimed “some official documents and information that would incriminate Hillary,” Veselnitskaya testified that “I do not know anything about this; at least I have never given such information.",
  "Kaveladze described Trump Jr. as politely ending the meeting by telling participants that “we’re in the middle of electoral campaign” and “we’re extremely busy right now.”\n\nContrary to suggestions that the meeting represented some sort of shadowy intended collusion, Kaveladze said that the meeting was not arranged as a secret and that he told “a lot of people” about it beforehand, including family members and even a neighbor.",
  "Simpson’s attorney, Josh Levy, responded thusly for the Fusion GPS co-founder: “This is a judgment that his lawyers made and any knowledge he would have about whether it was attorney work product or not likely would come from communications with counsel, which obviously are privileged.”\n\nSimpson was also asked to explain Lieberman’s involvement in his work, ostensibly the work regarding Browder and the Magnitsky Act.",
  "In his own testimony before the Senate Judiciary Committee that was recently made public and was reviewed by this reporter, Kaveladze related that no one at the meeting presented themselves there as representing the Russian government, no one discussed hacked emails and no conversation took place that could possibly be characterized as “collusion” between Russia and the Trump campaign.",
  "That was when Kaveladze says he called an associate of Emin’s, Roman Beniaminov, who first told him that “as far as he heard” an attorney who would be present “had some negative information on Hillary Clinton.” He said that Beniaminov told him that he did not have any details on the alleged “negative information” concerning Clinton and that he overheard that suggestion from Goldstone.",
  "“Given what I know, I can assume that Mr. Agalarov might tell him a little about me, mentioning that I had previously worked in the prosecutor’s office, and the information I wanted to tell in the U.S. Congress had also been reported by me before to the General Prosecutor’s Office of Russia and it was confirmed there.” She was referring to the information about the Magnitsky Act.",
  "Lieberman’s expertise, listed on his former Albright Group bio, includes “multi-billion dollar privatizations of oil and gas assets in Eastern Europe, Central Asia and Russia.”\n\nIn his testimony before the Senate Judiciary Committee, Fusion GPS’s Simpson produced documentation requested by Senate investigators, including “privilege logs” of the emails in question.",
  "And he said that the attorney was well-connected.”\n\nHe said that Emin told him that “all he knew was that there was some potentially damaging information re: Hillary, which could be of interest to the Trumps.”\n\nHe admitted that when sending the email, “I didn’t know what I was really even talking about, because I had asked it to be elaborated on” and it wasn’t.",
  "“So, honestly, I was considering if I realized during the lunch that the meeting would be about negative information on Ms. Clinton, I’m not going to go to that meeting.”\n\nGoldstone said in his testimony that Veselnitskaya was reading from papers for most of her presentation, likely referring to the 11-page synopsis reviewed by Kaveladze.",
  "Dinners with Fusion GPS\n\nRussian-born Washington lobbyist Rinat Akhmetshin, who was present at the meeting, and Russian lawyer Natalia Veselnitskaya, who led the Trump Tower meeting along with Akhmetshin, both worked with Fusion GPS on a case involving the Magnitsky Act, which was the central topic of the Trump Tower meeting.",
  "NEW YORK — Multiple recent Breitbart News investigations into the infamous brief meeting at Trump Tower on June 9, 2016 between individuals tied to Russia, Donald Trump Jr. and other campaign officials point to the increasing likelihood of the confab being set up as a dirty trick against Donald Trump’s presidential campaign.",
  "He said Agalarov “asked me if I knew anything about (the) Magnitsky Act, and I said I did, and so he said the meeting is going to be about Magnitsky Act.”\n\nKaveladze said that two days prior to the meeting, he received an email from Goldstone informing him about three individuals who were going to be at the meeting.",
  "Like all other witnesses who have spoken publicly, Goldstone, who attended the Trump Tower meeting, said there was no dirt presented on Clinton and that the meeting focused largely on the Magnitsky Act as well as talk about a Russian tax evasion scheme and alleged connections to the Democratic National Committee.",
  "Yet Simpson claimed that to this best of his knowledge Lieberman was not aware of the Fusion GPS “Trump research”—meaning the dossier—even though the very dossier alleged unsubstantiated collision between the Trump Campaign and Russia and despite the later relevance of the Trump Tower meeting to the Russia probe.",
  "Also, email logs brought to light show numerous emails were exchanged between a Clinton associate, Fusion GPS and Trump Tower participants, with the subjects of some of those emails listing the Magnitsky Act, which sanctions Russian officials and was by all accounts the very topic of the Trump Tower meeting.",
  "Witness: Trump Tower Meeting Was ‘Boring’ Policy Presentation\n\nGoldstone’s testimony comes as Irakly “Ike” Kaveladze, senior vice president at Crocus Group, the real estate development firm run by Russian oligarch Aras Agalarov, gave similar descriptions of what happened inside the Trump Tower meeting.",
  "In other words, Akhmetshin is claiming that he attended a meeting at the campaign headquarters of Clinton’s presidential challenger with that challenger’s son and other top Trump staffers, and that same night Akhmetshin did not mention the meeting to his friend Lieberman, a reported Clinton associate.",
  "There are also questions about the initial setup of the Trump Tower meeting, with the publicist who sent the infamous email to Donald Trump Jr. promising “information that would incriminate” Clinton later admitting that he used deliberately hyperbolic language to ensure that the meeting took place.",
  "In her own testimony before the Senate, Veselnitskaya was asked why Goldstone may have presented her information, which she affirmed was about the Magnistky Act and not Clinton, as originating with the “crown prosecutor.”\n\n“I do not know what Mr. Goldstone was talking about,” she replied.",
  "The Russia collusion conspiracy was sparked by the dossier produced by Fusion GPS, which was paid for its anti-Trump work by Trump’s primary political opponents, namely Clinton’s 2016 presidential campaign and the Democratic National Committee (DNC) via the Perkins Coie law firm.",
  "In testimony to the Senate Judiciary Committee, Robert Goldstone, the publicist, further said that he believes the meeting was a “bait and switch” by a Russian lobbyist seeking a meeting on another matter by misleadingly claiming to be bringing the Trump campaign dirt on Clinton.",
  "The Crown prosecutor of Russia met with his father Aras this morning and in their meeting offered to provide the Trump campaign with some official documents and information that would incriminate Hillary and her dealings with Russia and would be very useful to your father.",
  "Later in the testimony, when Akhmetshin described disclosing another matter to journalist friends, he was questioned about his claim that he didn’t tell Lieberman that same night about the Trump Jr. meeting, yet he seemingly evidenced a lack of discretion with reporters.",
  "“And then subsequently also he knows Rinat (Akhmetshin) from I guess, I don’t know, college or something and subsequently the two of them were working on the—I don’t know what to call it, the congressional stuff.” Simpson explained he was referring to lobbying Congress.",
  "All participants at the Trump Tower meeting generally agree the confab, in which Veselnitskaya did most of the talking, focused largely on the Magnitsky Act as well as talk about a Russian tax evasion scheme and alleged connections to the Democratic National Committee.",
  "He previously served as legal counsel and advisor to the Albright Group LLC, which was founded by Madeleine K. Albright, who served as Bill Clinton’s Secretary of State and who would later serve as a surrogate for Hillary Clinton during the 2016 presidential campaign.",
  "The New York Times previously reported that Lieberman in 1998 arranged for Akhmetshin’s position at “an organization pushing what he described as a pro-democracy agenda for Kazakhstan.” Investigative journalist Seymour Hersh says he met Akhmetshin through Lieberman.",
  "He says the only reference to Clinton was “one sentence” about how Ziff Brothers Investments, an American firm, had been accused of evading Russian taxes and two of the company’s leaders are major donors to Democratic candidates, including Clinton.",
  "Besides working for Hillary Clinton while she was First Lady, Lieberman’s late wife, Evelyn, also served as Bill Clinton’s deputy chief of staff, and famously transferred Monica Lewinsky out of the White House to the Defense Department.",
  "He said that his concerns were put to rest just before the Trump Tower meeting when he had lunch with the attorney in question, Russian lawyer Natalia Veselnitskaya, who opposes the Magnitsky Act and led the meeting at Trump Tower.",
  "The actual email texts were not provided by Simpson citing confidentiality due to “attorney work product.”\n\nThe testimony and exhibits were released in January, but most of the exhibits remain largely unreported by the news media.",
  "Breitbart News previously cited witness testimony saying Lieberman was present at one and possibly two dinner meetings between the controversial Fusion GPS firm and key participants in the infamous June 2016 Trump Tower meeting.",
  "Although he says he saw the Russian attorney the day before the Trump Tower meeting, the same day as the meeting and the day after, he claimed that the two did not discuss the Trump Tower get together on any of those occasions.",
  "“I can’t give you word by word, but I think the idea was: ‘Why are we here and why are we listening to that Magnitsky Act story?’”\n\nGoldstone also related that Kushner was frustrated by the irrelevant content of the meeting.",
  "Can someone really think that the Prosecutor General is “leaking” “official, serious and confidential” information, uncovering some of his country’s bad relations with one candidate to another candidate via business people?",
  "After the meeting at Trump Tower, Akhmetshin says he went to dinner and a play with Lieberman, and the subject of the meeting that same day did not come up in his conversations with Lieberman at dinner or during the play.",
  "Simpson also recalled having a dinner with Veselnitskaya in “probably 2015.”\n\nSimpson further testified that he saw Veselnitskaya the same day as the June 9 Trump Tower meeting while attending a court hearing in New York.",
  "“Ed Lieberman is a lawyer in Washington who has a specialty in international tax who worked for BakerHostetler on some of the analysis of the alleged tax evasion by Hermitage Capital and William Browder,” Simpson stated.",
  "Two weeks ago, Breitbart News reported that Samochornov, the Russian translator, testified that he was present at several dinners between Simpson and Veselnitskaya, including around the date of the Trump Tower meeting.",
  "During further questioning in Senate testimony, Akhmetshin admitted to possibly telling Lieberman about the Trump Tower meeting, but says he may have told him on another day and not the same day as the meeting.",
  "Trump Tower Participant Met Clinton Associate Same Day\n\nLieberman’s alleged association with the Trump Tower fiasco was previously spotlighted in testimony by Akhmetshin, as first reported by Breitbart News.",
  "In the testimony, Kaveladze asserted that the meeting was an informational presentation that focused largely on the Magnitsky Act, relating how he called the meeting “boring” when describing it afterwards.",
  "I had also seen on television in Russia many, many reports in which government officials, including the President, Mr. Putin, had praised Mr. Trump, who, in turn, I had seen on CNN had praised Mr. Putin.",
  "He claims that after he had lunch with Veselnitskaya, she called him and asked him to attend the Trump Tower meeting, but she didn’t suggest any role he would play at the meeting or why he should attend.",
  "One Russian participant in the Trump Tower presentation admits to personally knowing Hillary Clinton since the late 1990s and says he “knew” some of the people who worked on Clinton’s 2016 campaign.",
  "Akhmetshin says that while he was in New York, he had lunch with Veselnitskaya, who told him about the scheduled meeting that day at Trump Tower, but she didn’t say anything about him attending.",
  "Kaveladze said that the senior Trump campaign officials present at the meeting — Paul Manafort, Donald Trump Jr. and Jared Kushner — didn’t seem interested in any of the information discussed.",
  "Russian-linked Prevezon Holdings Ltd. had settled a case in the U.S. involving the purchase of real estate with allegedly laundered money, accusations that centered around the Magnitsky Act.",
  "Anatoli Samochornov, the Russian translator who was present at the Trump Tower meeting, also did translation work associated with that case and was present for the meetings with Fusion GPS.",
  "Simpson’s testimony and the email logs make clear that Lieberman was player in the Prevezon case linked to the Magnitsky Act and involving the Trump Tower meeting’s Russian participants.",
  "Russia hasn’t had a crown since 1917.”\n\nVeselnitskaya previously described working in 1998 after law school at the Central Administration of the Prosecutor’s Office of the Moscow Region.",
  "I had seen and heard first hand people of all levels, whether it was business people, whether it was friends of Emin, friends of his father, talk in very glowing terms about Mr. Trump.",
  "He described Kushner as being “very frustrated” that he was wasting his time at the meeting and Manafort as busy on his phone and not even paying attention during the presentation.",
  "In his Senate testimony, Akhmetshin described taking an Acela train to New York the day of the Trump Tower meeting and says that Lieberman “may” have been with him on the train.",
  "The correspondence, part of a series of exhibits provided to Senate investigators and reviewed by Breitbart News, took place in the weeks leading up to the Trump Tower meeting.",
  "Speaking to the Senate Judiciary Committee, Samochornov described his work personally interpreting on one occasion for Clinton, “two or three times” for Kerry and for “Mr.",
  "Kaveladze says that the Russian attorney said that she would stick to the synopsis and stated that he was “relieved” that nothing else about Clinton would be discussed.",
  "In his testimony, Goldstone says that he did not know Veselnitskaya when he sent the email and did not have any information that she worked for the Russian government.",
  "Kaveladze, who attended as a representative of Agalarov, says that he grew concerned about the suggestion the meeting would involve opposition information on Clinton.",
  "He is a New York Times bestselling author and hosts the popular weekend talk radio program, “Aaron Klein Investigative Radio.” Follow him on Twitter @AaronKleinShow.",
  "The clearance provides a level of screening for individuals who do government work described as sensitive, but whose positions do not require a security clearance.",
  "Donald Trump Jr. previously explained that he took the meeting thinking it was about “opposition research” on Hillary Clinton and was disappointed that it wasn’t.",
  "“I didn’t want to be a part of a meeting where some negative information on a presidential candidate would be discussed,” the businessman told the Senate hearing.",
  "Goldstone says he contacted Trump Jr. on behalf of his client Emin Agalarov, a Russian singer and businessman who is the son of Russian billionaire Aras Agalarov.",
  "Simpson and Fusion GPS were hired by BakerHostetler, which represented the Russian firm Prevezon, to do opposition work targeting British financier Bill Browder.",
  "According to testimony, Akhmetshin, Veselnitskaya and Samochornov held several dinner meetings, including during the time of the June 9, 2016 Trump Tower confab.",
  "The logs show the emails in question were sent between Lieberman, Simpson, and the Russian lobbyist Akhmetshin, who was present at the Trump Tower presentation.",
  "Most of the email logs provided to the committee were sent between May 13, 2016, and May 20, 2016, ending just twenty days before the Trump Tower get-together.",
  "This is obviously very high level and sensitive information but is part of Russia and its government’s support for Mr. Trump — helped along by Aras and Emin.",
  "“And he was in New York that day to discuss arrangements with Metropolitan Museum with kind of taking care of that scholarship award,” Akhmetshin stated.",
  "Elsewhere in the testimony, Goldstone says it appeared the claim of damaging information on Clinton was used to pull a “bait and switch” on the campaign.",
  "Akhmetshin says his dealings with Lieberman in New York that day were “personal” and centered on a scholarship program that he claims Lieberman started.",
  "Other emails were sent from Mark Cymrot, a lawyer at the U.S. law firm BakerHostetler, with Simpson, Lieberman, and Akhmetshin listed as the recipients.",
  "Speaking in his Senate testimony, Kaveladze said that he didn’t see Goldstone’s email claiming incriminating information on Clinton before the meeting.",
  "Another Russian attendee, a translator, testified that he was previously an interpreter for Hillary herself as well as for John Kerry and Barack Obama.",
  "Questions are also raised by a timeline showing numerous personal meetings between Fusion GPS co-founder Glenn Simpson and Trump Tower participants.",
  "As part of his interview with the Senate Judiciary Committee last August, Fusion GPS’s Simpson described having several dinners with Veselnitskaya.",
  "Now the email logs provide a paper trail connection between Lieberman, Fusion GPS, and two of the Russian participants in the Trump Tower confab.",
  "On June 3, 2016, Goldstone sent the following email to Trump Jr.:\n\nEmin just called and asked me to contact you with something very interesting.",
  "The documentation was given new scrutiny in light of this reporter’s recent articles on Lieberman’s ties to Trump Tower meeting participants.",
  "Three Russian participants at the meeting have ties to the controversial Fusion GPS outfit, and two have confirmed ties to Hillary Clinton.",
  "During the testimony, the Senate asked Simpson why one of the emails were privileged, meaning why the actual email wasn’t provided.",
  "Translator Personally Served Hillary Clinton, John Kerry, President Obama\n\nSamochornov, the translator, also has links to Clinton.",
  "Obama’s summits at the United Nations.”\n\nSamochornov also said that he held a “public trust” clearance from the U.S. government.",
  "Separately, Lieberman met with one Russian participant the same day of the Trump Tower meeting, according to separate testimony.",
  "Akhmetshin also detailed knowing Hillary Clinton since the late 1990s and last seeing her at Evelyn Lieberman’s 2015 funeral.",
  "The email was widely cited by the news media, with many claiming the message represented some sort of collusion with Russia.",
  "The email logs resume again in October 2016, with no logs provided for the key days before or after the Trump Tower meeting.",
  "It was Browder who did extensive investment work in Russia and who successfully lobbied Congress to pass the Magnitsky Act.",
  "Also, Lieberman met with one Russian participant the same day of the Trump Tower meeting, according to separate testimony.",
  "“And at some point of time, Mr. Kushner asked a question,” recalled Kaveladze, who does not seem to speak fluent English.",
  "In her own written response to the Senate Judiciary Committee, Veselnitskaya denied meeting Simpson on June 8 or June 10.",
  "The businessman says that Veselnitskaya gave him an 11-page synopsis of what she had planned to discuss at the meeting.",
  "Aras Agalarov organized the 2013 Miss Universe pageant in Moscow when the pageant was partially owned by Donald Trump.",
  "What do you think is the best way to handle this information and would you be able to speak to Emin about it directly?",
  "And our meeting did not take place in a safe house like in the James Bond movies, but in the Trump Tower in New York.",
  "Simpson said that he had dinner with Veselnitskaya on June 8, 2016, in New York and two days later in Washington, DC.",
  "Goldstone also said that he told others about it, and even posted his presence at Trump Tower on Facebook that day.",
  "Goldstone made the comments in testimony to the Senate Judiciary Committee reviewed in full by Breitbart News.",
  "I can also send this info to your father via Rhona, but it is ultra sensitive so wanted to send to you first.",
  "Russia does not have a “Crown prosecutor.” Rhona Graff served as President Donald Trump’s longtime secretary.",
  "He also said he had drinks that same night with another “friend,” but could not remember who that friend was.",
  "Goldstone admitted that he “didn’t quite understand what he (Emin) was asking and asked for more information.",
  "In his testimony, Goldstone further attempted to explain his unusual phraseology in the email to Trump Jr.",
  "In the same testimony, Akhmetshin says he “knew” some of the people who worked on Clinton’s 2016 campaign.",
  "“To the best of your knowledge, was Ed Lieberman aware of your Trump research project?” Simpson was asked.",
  "A Clinton associate, Ed Lieberman, was listed as being present at one and possibly two of those meetings.",
  "Goldstone testified that Veselnitskaya did not present herself as working for Russia during the meeting.",
  "Samochornov testified that he was previously an interpreter for Clinton, John Kerry, and Barack Obama.",
  "He also described those present at meetings as including himself, Simpson, Veselnitskaya, Akhmetshin.",
  "The logs contained the names of the recipients of the emails as well as the dates and the subjects.",
  "Simpson related a personal relationship between Lieberman and Trump Tower participant Ahhmetshin.",
  "No such incriminating information on Hillary was provided, according to all meeting participants.",
  "Admits It Was ‘Hyperbolic,’ ‘Publicist Puff’\n\nThen there is the issue of the email to Trump Jr.",
  "Akhmetshin also stated in the testimony that he was not asked to keep the meeting confidential.",
  "Akhmetshin describes meeting with Lieberman two times the same day as the Trump Tower meeting.",
  "I asked if he could tell me a bit more about the attorney, as I felt I might be asked that.",
  "Edward Lieberman himself has been described as working within the orbit of the Clintons.",
  "The email logs show the emails included “Magnitsky Act” and “Browder” in the subjects.",
  "Aaron Klein is Breitbart’s Jerusalem bureau chief and senior investigative reporter.",
  "So what I was trying to say there was, look, here, Emin may have this information.",
  "Veselnitskaya has long maintained that she is not tied to the Russian government.",
  "He says that Aras Agalarov contacted him on June 6, 2016 to tell him about it.",
  "Attempts by Breitbart News to reach Goldstone have so far been unsuccessful.",
  "Goldstone had emailed Trump Jr. to set up a meeting with Veselnitskaya.",
  "This is yet another example of Russian support for you and your father.",
  "Isn’t the nonsense discussed for months already very obvious?",
  "She also denied informing Simpson of the Trump Tower meeting.",
  "The work included the period of the Trump Tower gathering.",
  "He also said that he translated meetings with Fusion GPS.",
  "Those were also the subjects of the Trump Tower meeting.",
  "That information was already a matter of public record.",
  "Joshua Klein contributed research to this article.",
  "“Not to the best of my knowledge,” he replied.",
  "We had a very simple and short conversation.",
  "Veselnitskaya was an attorney for Prevezon.",
  "Author of Infamous Russia Email to Don Jr.",
  "Goldstone made similar remarks.",
  "I’ve always called them Crown.",
  "Follow him on Facebook."
]