[
  "Just got off the phone with Trump lawyers and they would like us to have a blanket no comment for now.”\n\nAlan Futerfas, a lawyer representing the Trump Organization and Trump Jr., said in an email to Reuters on Wednesday that Goldstone was advised that “any statement should be accurate as to your very best recollection.”\n\nFILE PHOTO: Chuck Grassley (R-IA) prepares for a hearing about legislative proposals to improve school safety in the wake of the mass shooting at the high school in Parkland, Florida, on Capitol Hill in Washington, U.S., March 14, 2018.",
  "In a note to Goldstone accompanying the statement, the lawyers said it would be “our preference” that Goldstone say “nothing more, at least for the time being.”\n\nThe statement quoted Goldstone as saying Trump Jr.’s public account of the meeting was “100 percent accurate” and that Veselnitskaya “mostly talked about” a U.S. law sanctioning Russian officials for alleged human rights abuses and a subsequent Russian bar on Americans adopting Russian orphans.",
  "The meeting was set up by Goldstone, who offered in a June 3, 2016, email to provide Trump Jr. material harmful to Clinton that Russia’s top prosecutor had given to Aras Agalarov and “would be very useful to your father.”\n\nIn an email two days after the meeting was disclosed, Goldstone sent Kavaladze and another recipient - whose name was redacted - a statement drafted in Goldstone’s name by lawyers representing the Trump Organization and Trump Jr.",
  "Days after he was named White House communications director, Anthony Scaramucci offered to work with Rob Goldstone, an intermediary for a Russian oligarch, to counter “pressure on all sides.”\n\n“If we remain consistent and united I don’t envision any issues we can’t ride out,” Scaramucci wrote in a July 23, 2017, email to Goldstone, a publicist who represents singer Emin Agalarov, the son of Russian billionaire Aras Agalarov.",
  "WASHINGTON (Reuters) - An intermediary of a Russian oligarch and associates of then-U.S. presidential candidate Donald Trump coordinated responses to revelations of a meeting in which Trump’s eldest son expected to get “dirt” on Democratic rival Hillary Clinton, documents released by a U.S. Senate panel showed on Wednesday.",
  "REUTERS/Aaron P. Bernstein\n\nEmails and texts showed coordination - and a hint of panic – as Goldstone, Emin Agalarov, and Trump Organization lawyers sought to contain the fallout after the meeting was revealed by emails released by Trump Jr. and the New York Times published an account on July 8, 2017.",
  "Scaramucci, in a text message to Reuters, said the email “had nothing to do with Russia.”\n\nAras Agalarov, a billionaire real estate developer who joined Trump in staging the 2013 Miss Universe Pageant in Moscow, is on a list of Russian oligarchs close to Putin released by the White House in January.",
  "Among the documents released on Wednesday were transcripts of closed-door interviews with Goldstone, and other participants in the Trump Tower meeting, including Trump Jr., Rinat Akhmetshin, a Russian-American lobbyist, and Ike Kavaladze, a U.S.-based Agalarov representative.",
  "Many of the documents made public by Senate Judiciary Committee Chairman Chuck Grassley focused on the June 9, 2016, meeting at the Trump Tower in New York between Donald Trump, Jr. and Nataliya Veselnitskaya, a Russian lawyer and acknowledged Kremlin informant.",
  "The thousands of pages of emails, text messages, congressional testimony and other documents released by Grassley, a Republican, provide fresh evidence of coordination between associates of Trump and Russians with ties to President Vladimir Putin’s government.",
  "Trump has denied any collusion with Russia on his campaign and calls Mueller’s investigation a “witch hunt.” Russia rejects findings by U.S. intelligence agencies that it sought to aid Trump using computer hacking, propaganda and other means.",
  "In an undated chain of text messages, Goldstone told Emin Agalarov that he was besieged by inquiries from journalists about the meeting and that he was trying to keep the Agalarovs’ names out of his interviews.",
  "The meeting is being investigated by Special Counsel Robert Mueller as part of his probe into Russian interference in the 2016 presidential election and possible collusion with the Trump campaign.",
  "Also present were Trump’s son-in-law and close aide Jared Kushner, and senior campaign aide, Paul Manafort, both of whom declined committee interviews.",
  "REUTERS/Joshua Roberts\n\n“The first order of business in any new inquiry is to conduct a thorough investigation in order to determine the facts.",
  "In the undated text chain, Goldstone consulted Emin Agalarov on the draft of what he called “my ideal statement” on the Trump Tower meeting.",
  "Let’s see if that holds.”\n\nGoldstone went on to relay that the Washington Post was reporting that the FBI was investigating the meeting.",
  "The reporters “all ask about you,” he told Emin, “but I have said request (for the June 9 meeting) was from me.",
  "That is exactly what occurred here,” he wrote, adding that lawyers interviewed those who attended the meeting.",
  "Senator Chuck Grassley (R-IA) speaks with reporters on Capitol Hill in Washington, U.S., April 26, 2018.",
  "Lawyers for Goldstone and the Agalarovs did not immediately respond to requests for comment.",
  "Moreover, the documents suggest that the coordination continued after Trump’s inauguration.",
  "Veselnitskaya declined to be interviewed, but provided written answers to questions.",
  "“Each interviewee was advised that we only wanted to hear the truth,” he said.",
  "“I hope this favor was worth (it) for your dad.",
  "It could blow up."
]