[
  "CLOSE President Donald Trump's legal team is evaluating potential conflicts of interest among members of special counsel Robert Mueller's investigative team Time\n\nPresident Trump is pictured holding a jaw plier during a meeting at the White House with company representatives who featured products made in the U.S. (Photo: Michael Reynolds, EPA)\n\nASPEN, Colo. — Top former U.S. intelligence officials who helped author the assessment that Russia interfered in the 2016 elections voiced searing criticism Friday of President Trump's continuing disregard for the undisputed conclusions and his repeated rebukes of the U.S. intelligence services.",
  "It has since been disclosed that the attorney, Natalia Veselnitskaya, was accompanied to the meeting by Russian-American lobbyist Rinat Akhmetshin, who once served in an intelligence unit of the Russian military, and Ike Kaveladze, an executive working for Russian real estate developer Aras Agalarov.",
  "READ MORE:\n\nMeanwhile, Clapper and Brennan also expressed serious security concerns about the decision by Donald Trump Jr. and other top Trump campaign officials to meet with a Kremlin-connected lawyer last June on the pretext of receiving information potentially damaging to the Clinton campaign.",
  "Earlier this week, other Trump administration national security officials, including CIA Director Mike Pompeo, White House Homeland Security Adviser Tom Bossert and Homeland Security Secretary John Kelly also said there is no reason to question the Russia findings.",
  "Speaking after Clapper and Brennan, current Director of National Intelligence Dan Coats defended the president's right to question intelligence assessments, saying that Trump \"doesn't have to agree\" with all findings.",
  "They seized on a stream of Trump's tweets in which he accused officials of leaking unsubstantiated information about the president and compared the alleged actions to the gestapo tactics of \"Nazi Germany.''",
  "\"It's painful for me to speak like this,'' Clapper said, reflecting on a career in government service that spanned the administration of several presidents, both Democrat and Republican.",
  "Clapper said officials \"didn't get a lot of push back'' until five days later when information compiled in a lurid, unsubstantiated dossier about Trump was made public in news reports.",
  "In a Jan. 6 meeting with Trump prior to his inauguration, Clapper said he and other top officials offered a \"compelling case'' pointing to Russia's involvement in the election.",
  "Robert Mueller, the Justice Department's special counsel overseeing the investigation into whether the Trump campaign coordinated with Russia, is now investigating the meeting.",
  "Former National Intelligence Director James Clapper and CIA Director John Brennan held nothing back during a panel discussion hosted by the Aspen Security Forum.",
  "The director of national intelligence said he provided the president with the government's full array of evidence, all pointing in one direction: the Kremlin.",
  "Days later, Trump accused intelligence officials of leaking the information, which by then had been widely disseminated to members of Congress and reporters.",
  "Clapper suggested that the meeting represented \"typical Russian trade-craft'' in an attempt to exploit a new source of intelligence for Russia's benefit.",
  "Trump Jr. was joined at the meeting by Jared Kushner, now a senior White House adviser to Trump and Paul Manafort, then Trump campaign chairman.",
  "Brennan and Clapper said Trump was briefed on the contents of the dossier during the Jan. 6 meeting, as a precautionary measure.",
  "Brennan called Trump's \"disparagement\" of the intelligence institutions as \"disgraceful,\" adding that he should be \"ashamed.\"",
  "Clapper, playing off the president's own campaign slogan, said that Trump's actions were \"making Russia great again.\"",
  "Brennan said it was \"profoundly baffling'' for senior campaign officials to take a meeting with Russian operatives.",
  "According to emails Trump Jr. made public, the information was being provided by the Russian government.",
  "But he said there is \"no dissent\" among U.S. officials that Russian interfered in the election.",
  "\"Is anybody shocked that the Russians are trying to influence what we thing,\" Coatssaid.",
  "Video provided by Newsy Newslook\n\nRead or Share this story: https://usat.ly/2vK3ydW",
  "The incident began Trump's ongoing criticism of the intelligence community.",
  "If they didn't, they shouldn't have been in those (campaign) positions.''",
  "Clapper and Brennan denied any involvement in leaking the information.",
  "CLOSE Did people in Trump's campaign work with Russian operatives?",
  "Looking at Trump's digital campaign might help yield an answer.",
  "\"It raises a lot of questions,'' Brennan said.",
  "\"They should have known better."
]