[
  "Seems we have some time and if it’s what you say I love it especially later in the summer.”\n\nThat, by itself, is Trump Jr. expressing that he would “love” to have “official documents and information that would incriminate Hillary and her dealings with Russia” that were provided by “The Crown prosecutor of Russia” as “part of Russia and its government’s support for Mr. Trump.” That’s Trump Jr. giving a thumbs up, in theory, to Russian meddling in the election.",
  "That Trump Jr. and Agalarov spoke and, further, that Agalarov convinced Trump Jr. that it was worth his time to take the meeting with the “Russian government attorney who is flying over from Moscow.”\n\nThe meeting is set up, and Trump Jr. informs Goldstone that “[i]t will likely be Paul Manafort (campaign boss) my brother in law and me” who attend, as well.",
  "(Markus Schreiber/Associated Press)\n\nIn an off-and-then-on-the-record conversation with reporters on the flight to Paris on Wednesday, President Trump discussed the question of the week: His son Donald Trump Jr.’s meeting with a Russian lawyer who Trump Jr. believed could provide him with negative information about Hillary Clinton.",
  "The best-case scenario for Trump, then, is that his son was aware only that what was being offered was unspecified dirt from the Russian government, and that he then roped Kushner and Manafort into the meeting without telling them what it was about and only then discovered that nothing useful was going to be offered.",
  "The Crown prosecutor of Russia met with his father Aras [Agalarov, a prominent Moscow businessman] this morning and in their meeting offered to provide the Trump campaign with some official documents and information that would incriminate Hillary and her dealings with Russia and would be very useful to your father.",
  "We’re asked to believe that both he and Kushner agreed to take the meeting without knowing what it was about, that each of them was willing to set aside 30 minutes or an hour with the convention looming and while trailing in general election polling to meet with an unspecified person on an unspecified topic.",
  "Unless one of the other attendees says something different — a group of people that extends to the president’s son-in-law and adviser Jared Kushner, then-campaign chairman Paul Manafort (the one “playing with his iPhone”) and music promoter Rob Goldstone — that’s the story that we have to go with.",
  "The best-case scenario above also demands that you take Trump Jr. and Veselnitskaya — who, despite her protestations, is linked to powerful figures in the Russian government — at their word that nothing of substance emerged from the meeting.",
  "But even if you do, you still land on the fact that Trump Jr. believed that he was about to get negative information about a political opponent from a hostile foreign government that hoped that his father was elected president.",
  "On the day of the California and New Jersey primaries, June 7, Trump Jr. informs Goldstone that the meeting won’t include just him — it will also include the “campaign boss” and one of Donald Trump’s closest confidants.",
  "A spokesman for Manafort told Politico that he agreed to the meeting without reading the whole email chain, implying that he didn’t know that it was predicated on dirt being offered by the Russian government.",
  "It was a short meeting, as he told me — because I only heard about it two or three days ago.”\n\nTrump’s defense appears to have rested on how useless that meeting was, much as his son’s defense did.",
  "The two go back and forth, with Goldstone eventually saying he can have Agalarov call Trump Jr. on his cell in 20 minutes, when he gets offstage from a concert at which he’s performing in Moscow.",
  "Trump Jr. received an email from Goldstone that said, in part:\n\nEmin [Agalarov, a musician and Goldstone’s client] just called and asked me to contact you with something very interesting.",
  "That the subject line — “Russia — Clinton — private and confidential” — didn’t inspire more curiosity from a man who himself had links to Russian political interests is itself surprising.",
  "And that in itself is problematic for Trump’s denial of the “collusion” speculation — even before his son, his campaign chairman and his son-in-law walk in the door to the meeting.",
  "“I am going to give a major speech on probably Monday of next week,” Trump said, “and we’re going to be discussing all of the things that have taken place with the Clintons.",
  "The next morning, Goldstone emails to say that “Emin asked that I schedule a meeting with you” and that he believed Trump Jr. was “aware of the meeting.”\n\nThe implication?",
  "“As he told me,” the president continued, “the meeting went — and it was attended by a couple of other people who — one of them left after a few minutes — which is Jared.",
  "If that’s true, though, it also implies a shocking lack of attention to time management from a guy who had 154 days to get Trump past the general election finish line.",
  "The candidate himself wasn’t informed about a meeting determined to be important enough that his son, campaign chairman and close adviser were going to attend.",
  "Once Trump Jr. (and Manafort and Kushner) walked through the door of the office or conference room where the meeting was happened, the damage was already done.",
  "This is obviously very high level and sensitive information but is part of Russia and it’s government’s support for Mr. Trump — helped along by Aras and Emin.",
  "Or, given Manafort’s ostensible role in the campaign at that time, only about a month-and-a-half to ensure that Trump wasn’t facing a contested convention.",
  "Don listened, out of politeness, and realized it wasn’t.”\n\nLet’s say, for the sake of argument, that this portrayal of events is accurate.",
  "\n\nPresident Trump gestures during a news conference with French President Emmanuel Macron at the Elysee Palace in Paris on July 13, 2017.",
  "I think you’re going to find it very informative and very, very interesting.”\n\nYou may evaluate those purported coincidences as you wish.",
  "It’s what Trump Jr. said happened, and it’s what the Russian lawyer with whom he met, Natalia Veselnitskaya, said happened, too.",
  "That scenario requires that you accept that:\n\nTrump Jr. never received any more information from Emin Agalarov in a phone call.",
  "If that depiction of events is also inaccurate, then what happened once the Trump team entered the room becomes significant.",
  "Three days later, Goldstone emails again to ask about setting up that call with Emin Agalarov that Trump Jr. said he wanted.",
  "We’re also asked to believe that the candidate’s remarks during his victory speech that evening were merely coincidental.",
  "Even without such a development, though, this is not the non-issue that the president would like to suggest.",
  "Trump Jr. replied, in part: “I am on the road at the moment but perhaps I just speak to Emin first.",
  "A little less than an hour after that, Trump Jr. emails to thank Goldstone for his help.",
  "For a meeting two days after Trump formally clinched the Republican Party nomination.",
  "Manafort had no idea what the point of the meeting was going to be.",
  "“Don is — as many of you know Don — he’s a good boy,” Trump began.",
  "And he had a meeting, nothing happened with the meeting.",
  "What happened once inside is irrelevant to that.",
  "The other one was playing with his iPhone.",
  "And, for now, it doesn’t matter.",
  "But that’s not where it stopped.",
  "It is not irrelevant, though.",
  "Consider that, by itself.",
  "Kushner didn’t, either.",
  "Consider what happened.",
  "“He’s a good kid."
]