[
  "Which gets us back to the beginning: In his original email, Goldstone wrote, \"The Crown prosecutor of Russia [presumably a reference to Chaika] met with his father Aras this morning and in their meeting offered to provide the Trump campaign with some official documents and information that would incriminate Hillary and her dealings with Russia and would be very useful to your father.\"",
  "For a year, Donald Trump and everyone associated with him — his family, his strategists, his vice president, his official spokesmen and himself — indignantly have insisted there was nothing at all to the \"disgusting\" and \"phony\" and \"outrageous\" suggestions that Team Trump had anything to do with Russians who might have been trying to meddle in America's election.",
  "While he has deployed his favored means of communication on a range of topics — posting tweets that mourned those killed in the crash of a military plane in Mississippi, declared that he was \"working hard\" to land the Olympics for Los Angeles, and denounced Democratic \"obstruction\" in the Senate — they pointedly didn't include the subject in the headlines.",
  "The eclectic cast of characters in the unfolding story sounds almost comic: Rob Goldstone, a British-born publicist who was friends with Emin, a Russian pop star who is the son of Aras Agalarov, a real-estate tycoon who got to know Trump when he brought the Miss Universe contest to Moscow in 2013.",
  "And Vice President Pence, in a statement by press secretary Marc Lotter that tried to put some distance between him and the furor, said that he was \"not focused on stories about the campaign, particularly stories about the time before he joined the ticket.\"",
  "The blockbuster disclosure in the wake of The New York Times' scoops about the Trump Tower meeting in June 2016 undercut the credibility of all those denials by Trump Jr. (\"lies\") and Trump Sr. (\"fake news\" and \"a hoax\") and everybody else.",
  "And it is now almost impossible to imagine that Trump will be able to curtail the investigation by special counsel Robert Mueller, appointed after the president fired FBI director James Comey, no matter where that inquiry goes.",
  "(Photo: Ethan Miller, Getty Images)\n\nIn response, congressional Democrats expressed shock; Virginia Sen. Tim Kaine, who was Clinton's running mate, told CNN that Trump Jr.'s conduct was \"potentially treason.\"",
  "Then, more than two years would pass between the initial burglary of Democratic offices and the release of the \"smoking gun\" White House tape that prompted Nixon's resignation.",
  "Then there's Russian lawyer Natalia Veselnitskaya, said to be close to Yury Yakovlevich Chaika, the prosecutor general of Russia who was appointed by President Vladimir Putin.",
  "The White House seems unable to propel its legislative agenda, including the signature promise to repeal and replace the Affordable Care Act, through a stalemated Congress.",
  "But on Tuesday, the basic elements of collusion within President Trump's closest circle were detailed in black and white in a string of emails to and from Donald Trump Jr.",
  "In them, a former Trump business partner offered to act as the go-between with a senior Russian government official offering dirt on Democratic opponent Hillary Clinton.",
  "It stokes the most serious questions about improprieties in a presidential election in more than four decades, when the Watergate scandal forced Richard Nixon to resign.",
  "\"My son is a high-quality person, and I applaud his transparency,\" Trump said in a statement, read by Sanders without elaboration at the White House briefing Tuesday.",
  "But the U.S. intelligence community months ago unanimously concluded that Moscow had meddled in the election, with the goal of defeating Clinton and electing Trump.",
  "The reason the emails are so stunning is that so much is stated plainly: Goldstone was offering campaign dirt from the highest ranks of the Russian government.",
  "There's little attention to what White House officials saw as a defining speech in Poland and a Syrian ceasefire negotiated in Germany last week.",
  "Read more:\n\nFor what it's worth, Mark Corallo, a spokesman for the president's private legal team, said Trump Sr. wasn't aware of the meeting.",
  "CLOSE Donald Trump Jr. released emails suggesting 'incriminating information\" about his father's Democratic campaign rival, Hillary Clinton.",
  "White House deputy press secretary Sarah Huckabee Sanders said the president had learned of the meeting only \"in the last couple of days.\"",
  "But Trump Sr. hasn't put himself within shouting distance of a reporter since he returned from the G-20 summit in Germany on Saturday.",
  "One more thing: Trump Jr. and Manafort, at the least, have known all about that for more than a year, despite their flat denials.",
  "He brought along his brother-in-law, Jared Kushner, as well as his father's top political strategist at the time, Paul Manafort.",
  "(Trump Jr. had posted the emails on Twitter, albeit only after The New York Times had told him they were about to publish them.)",
  "The allegations about Russia have created a cloud over his presidency that threatens to overshadow everything else.",
  "USA TODAY\n\nIn this Nov. 16, 2016, file photo, Donald Trump Jr. walks from the elevator at Trump Tower in New York.",
  "Now the iconic Watergate question looms over this scandal: What did the president know, and when did he know it?",
  "Much remains unknown, including exactly what the information might have been, and whether or how it was used.",
  "Donald Trump Jr. looks on as his father speaks at a caucus night watch party on Feb. 23, 2016, in Las Vegas.",
  "He already has been forced to revise the disclosure reports he had to submit to get his security clearance.",
  "Alan Futerfas, Trump Jr.'s private lawyer, released a statement saying, \"His father knew nothing about it.\"",
  "So did Kushner, now one of the most influential senior advisers within the White House.",
  "This time, Trump is still a week away from marking his six-month anniversary in office.",
  "(The Times notes Agalarov is sometimes called \"the Donald Trump of Russia.\")",
  "There had been months of public hearings by the Senate Watergate Committee.",
  "Now the disclosures are accelerating at a speed unknown during Watergate.",
  "\"I love it,\" the president's oldest son replied within a few minutes.",
  "Six days later, Trump Jr. was sitting down with Veselnitskaya.",
  "Read more:\n\nRead or Share this story: https://usat.ly/2uOAzWH",
  "(Photo: Carolyn Kaster, AP)\n\nWASHINGTON — Smoke, meet fire.",
  "The president himself wasn't providing much illumination.",
  "And Trump Jr. was eager to hear all about it.",
  "Congressional Republicans mostly ducked.",
  "It's always the emails, right?",
  "Just what will Mueller find?"
]