[
  "In a press conference just after BuzzFeed published the dossier on Jan. 10, Trump called the sex allegations “phony stuff.”\n\n“The Clinton dossier was controlled exclusively by chief Kremlin spokesman, Dmitry Peskov, who was responsible for compiling/handling it on the explicit instructions of Putin himself.”\n\nUnsubstantiated.",
  "(RELATED: Government Source Says Trump’s Personal Lawyer Was Not In Prague)\n\nA Kremlin-controlled cultural exchange group called Rossotrudnichestvo “was being used as cover for this relationship and its office in Prague may well have been used to host the Cohen meeting/s.”\n\nUnsubstantiated.",
  "While this dossier claim has not been proved, it has been reported that U.S. investigators are looking into whether a pension system that the Russian government uses to pay soldiers living abroad was used as cover to finance covert actions during the presidential campaign.",
  "He has repeatedly denied the allegations against him in the Steele document, which he calls the “dodgy dossier.”\n\n“The Russian regime had been behind the recent leak of embarrassing e-mail messages, emanating from the [DNC], to the WikiLeaks platform.”\n\nTrue.",
  "The parts of the dossier that describe in general terms a Russian plot to meddle in the presidential campaign have been backed up by the U.S. intelligence community, which says there is ample evidence that Russia interfered in the presidential campaign.",
  "Russian diplomat Mikhail Kalugin was withdrawn from Washington at short notice because of his “heavy involvement in the US presidential election operation.” Kalugin took part in the veterans’ pension “ruse” to help fund the active measures campaign.",
  "But the date of this Steele memo — June 20 — is significant because it followed 11 days after the now-infamous Trump Tower meeting attended by Donald Trump Jr., Jared Kushner, campaign chairman Paul Manafort and a group of Russian lobbyists.",
  "Sept. 14\n\n“The Kremlin had further ‘kompromat’ on candidate Clinton and had been considering releasing this via ‘plausibly deniable’ channels after the Duma (legislative) elections were out of the way in mid-September.”\n\nTrue.",
  "While U.S. intelligence officials do believe that Putin was directly involved in the campaign meddling — a claim that the Kremlin denies — no evidence has been produced showing that Peskov personally handled the project.",
  "Russians sought to “exploit Trump’s personal obsessions and sexual perversions to obtain suitable ‘kompromot’ [compromising material] on him.” Kremlin operatives filmed Trump in compromising positions in a Moscow hotel.",
  "Dec. 13\n\n“A company called XBT/Webzilla and its affiliates had been using botnets and porn traffic to trasmit viruses, plant bugs, steal data and conduct ‘altering operations’ against the Democratic party leadership.",
  "McClatchy also reported that the FBI was investigating whether Russia’s intelligence agency, the FSB, used a pension system for former Russian soldiers to disguise payments for hackers who targeted the campaign.",
  "reporter Michael Isikoff wrote a Sept. 23, 2016 article based on the allegations, which he had apparently learned about after meeting with Steele and Fusion GPS, the opposition research firm that hired Steele.",
  "Entities linked to one Aleksej Gubarev were involved and he and another expert, both recruited under duress by the FSB, Seva Kapsugovich, were significant players in this operation.”\n\nUnsubstantiated.",
  "Mid-October\n\nRosneft CEO Igor Sechin offered Carter Page a 19 percent brokerage stake on a deal involving the Russian oil giant in return for getting sanctions lifted if Trump was elected president.",
  "The CIA, FBI, National Security Agency and the Office of the Director of National Intelligence all agree that Russian operatives hacked DNC emails and used WikiLeaks as a cutout to make them public.",
  "“This was managed on the Trump side by the Republican candidate’s campaign manager, Paul Manafort, who was using foreign policy advisor, Carter Page, and others as intermediaries.”\n\nUnsubstantiated.",
  "Trump and his real estate company did discuss real estate projects in Russia, but there has been no evidence produced so far that those were part of a Kremlin “cultivation operation” of Trump.",
  "July 19\n\nIgor Sechin, a crony of Putin’s and the CEO of Russian oil giant Rosneft, met secretly with Carter Page during a trip that the Trump campaign adviser made to Moscow in early July.",
  "“The Kremlin had been feeding Trump and his team valuable intelligence on his opponents, including Democratic presidential candidate Hillary Clinton, for several years.”\n\nUnsubstantiated.",
  "Sept. 14\n\nTrump participated in sex parties in St. Petersburg and paid bribes to make the stories “disappear.” Azerbaijani-Russian billionaire Aras Agalarov would know the details.",
  "June 20, 2016\n\n“The Russian authorities had been cultivating and supporting US Republican presidential candidate, Donald Trump for at least 5 years.”\n\nUnsubstantiated.",
  "“Russian diplomatic staff in key cities like New York, Washington and Miami were using the emigre ‘pension’ distribution system as cover.”\n\nUnsubstantiated.",
  "In addition to Cohen’s denial that he was in Prague, there has been no evidence produced that Rossotrudnichestvo was involved in helping the Trump campaign.",
  "(RELATED: Ex-Spy Who Wrote Trump Dossier Says Some Claims In It Are Unverified)\n\nFollow Chuck on Twitter\n\nWATCH CNN TALK ENDLESSLY ABOUT RUSSIAN COLLUSION:",
  "“The Kremlin’s cultivation operation on Trump had also comprised offering him various lucrative real estate development deals in Russia.”\n\nUnsubstantiated.",
  "“Konstantin Kosachev (head of the Foreign Relations Committee) is an important figure in the Trump campaign-Kremlin liaison operation.”\n\nUnsubstantiated.",
  "Page has denied ever meeting Sechin and Divyekin, though he has spoken positively about the former and said he would be honored to meet him one day.",
  "“Putin’s priority requirement” in the information exchange with Trump world was to obtain information about Russian oligarchs and their families.",
  "Oct. 20\n\n“Clandestine meeting between…Trump’s lawyer Michael Cohen and Kremlin representatives in August 2016.” The meeting took place in Prague.",
  "Sechin allegedly brought up the possibility of removing Ukraine-related sanctions against Russia, which Page allegedly “reacted positively” to.",
  "July 19-30\n\n“There was a well-developed conspiracy of co-operation between [the Trump campaign] and the Russian leadership.”\n\nUnsubstantiated.",
  "What is not known is whether investigators began looking into that independent of the dossier or whether Steele’s reports prompted the probe.",
  "Over Dossier Story)\n\n“An intelligence exchange had been running between [the Trump team and Kremlin] for at least 8 years.”\n\nUnsubstantiated.",
  "CNN reported just after the dossier was published in January that the document referred to a different Michael Cohen who had visited Prague.",
  "But the visit, where Page gave a speech at the New Economic School, had been revealed in the press by the time Steele made this allegation.",
  "“The operation had been conducted with the full knowledge and support of Trump and senior members of the campaign team.”\n\nUnsubstantiated.",
  "McClatchy has also reported that Kapsugovich appears to have been in prison when the dossier claims he was involved in the hacking scheme.",
  "Steele acknowledged in April in a court filing in London, where he is being sued by Gubarev, that the Dec. 13 memo had not been verified.",
  "Cohen has vehemently denied the allegations that he met with Kremlin representatives to discuss collusion and that he traveled to Prague.",
  "At the time the memo was written, Russian operatives had already hacked into the email account of Clinton campaign chairman John Podesta.",
  "An analysis of the 35-page document by The Daily Caller shows that a vast majority of its claims have neither been proved nor disproved.",
  "But the truth about the salacious document, written last year by former British spy Christopher Steele, lies somewhere in the middle.",
  "The infamous Trump dossier: Democrats say key parts of it have been proved accurate and Republicans claim it has been debunked.",
  "Trump and his campaign have denied the allegation, and no evidence has been released that supports the collusion claim.",
  "Some Russia observers have questioned why Putin’s chief spokesman would be in charge of the collusion operation.",
  "U.S. intelligence officials have said that there is ample evidence pointing to Russia being behind the hacks.",
  "Trump and senior members of the campaign have denied that Page offered any significant input to the campaign.",
  "Aug. 10\n\nCarter Page “conceived and promoted” the idea of releasing hacked DNC emails through WikiLeaks.",
  "WikiLeaks would begin releasing Podesta emails a month after Steele wrote this claim in the dossier.",
  "But he denied to McClatchy that he was involved in paying any operatives to influence the election.",
  "Gubarev is suing BuzzFeed and Steele for publishing the dossier containing this allegation.",
  "No evidence has been produced to support this claim, and the Trump campaign has denied it.",
  "And some of those specific claims have been vehemently denied by Trump and his associates.",
  "Kalugin was called back from Washington, D.C. at the time that the dossier claims he was.",
  "Trump Jr. accepted the meeting after he was offered damaging information about Clinton.",
  "But none of the specific claims about the Trump team’s involvement have been verified.",
  "Page, who served in a small volunteer role on the campaign, has also never met Trump.",
  "Cohen has provided photos of his passport showing that he has never visited Prague.",
  "Page has denied ever meeting Sechin or being offered a brokerage deal for Rosneft.",
  "The Trump campaign has denied receiving help from the Kremlin during the campaign.",
  "The Agalarov family was also involved in the June 9, 2016 Trump Tower meeting.",
  "BuzzFeed later apologized to Gubarev and redacted his name from the dossier.",
  "They partnered on a deal to host the 2013 Miss Universe pageant in Russia.",
  "Trump has adamantly denied receiving any help from the Russian government.",
  "Some are quoted directly from the dossier while others are paraphrased.",
  "Neither the Russian government nor Trumpworld has addressed the claim.",
  "Many are under dispute; others are the subject of defamation lawsuits.",
  "Page also met secretly with senior Kremlin official Igor Divyekin.",
  "Here is a review of the dossier’s claims, in chronological order.",
  "“The Kremlin had more intel on Clinton and her campaign.”\n\nTrue.",
  "WikiLeaks would begin publishing those hacked emails in October.",
  "Page did visit Moscow during the time that the dossier claims.",
  "Trump and his campaign have adamantly denied the allegation.",
  "Both Manafort and Page say they do not know each other.",
  "It was set up at the request of Agalarov’s son, Emin.",
  "But he claims that no such information was provided.",
  "Trump and his associates supplied the information.",
  "The status of that investigation is unclear.",
  "Page has denied allegations in the dossier.",
  "Page is suing the parent company of Yahoo!",
  "Page expressed interest in the proposal.",
  "Democrats are correct in one regard.",
  "News for republishing these claims.",
  "(RELATED: Carter Page Sues Yahoo!",
  "Kosachev has denied involvement.",
  "Trump does know Agalarov.",
  "Unsubstantiated.",
  "Unsubstantiated.",
  "Unsubstantiated.",
  "Unsubstantiated.",
  "Unsubstantiated.",
  "Unsubstantiated.",
  "Partially True.",
  "Yahoo!",
  "False."
]