[
  "=Receipt of illegal contrib https://t.co/tzSV1ZBLir — Paul Seamus Ryan (@ThePaulSRyan) July 14, 2017\n\nHis group and two others have filed complaints with the Justice Department and the Federal Election Commission, contending the younger Trump and campaign aides with him likely violated federal law that bars soliciting and accepting campaign contributions from foreign interests.",
  "As multiple congressional committees and a special counsel are investigating possible collusion between Trump associates and Russians who sought to influence the election by hacking Democrats close to Clinton, the president's son is now expected to testify about his meeting with Russian lawyer Natalia Veselnitskaya in Trump Tower.",
  "Related:\n\nBut Hermitage Capital Management chief William Browder — the driving force behind a 2012 law that imposed U.S. sanctions on Russian officials involved in human rights abuses and corruption — described Akhmetshin as “a counterintelligence asset who knows his way around Washington\" in an interview with USA TODAY.",
  "(Photo: Courtesy of William Browder)\n\nThe Russian lawyer may have provided some Clinton-related information to the Trump campaign\n\nTrump Jr. has insisted that no meaningful information about Clinton was provided in the meeting, which lasted between 20 to 30 minutes, and that it was altogether a waste of time.",
  "\"The Crown prosecutor of Russia met with his father Aras this morning and in their meeting offered to provide the Trump campaign with some official documents and information that would incriminate Hillary and her dealings with Russia and would be very useful to your father,\" Goldstone wrote.",
  "(July 14) AP\n\nUndated photo of Rinat Akhmetshin, the Russian lobbyist who was also reported to have been at the June 9, 2016 meeting at Trump Tower in New York City with Donald Trump, Jr., Paul Manafort, Jared Kushner and Russian lawyer Natalia Veselnitskaya.",
  "Akhmetshin said he hasn’t been contacted by federal investigators about the Trump Jr. meeting but is willing to talk with Senate Judiciary Committee about whether he violated federal lobbying registration requirements, according to the Associated Press.",
  "Undated photo of Rinat Akhmetshin, the Russian lobbyist who was also reported to have been at the June 9, 2016 meeting at Trump Tower in New York City with Donald Trump, Jr., Paul Manafort, Jared Kushner and Russian lawyer Natalia Veselnitskaya.",
  "CLOSE A Russian-American lobbyist says he attended a June 2016 meeting with President Donald Trump's son, marking another shift in the account of a discussion that was billed as part of a Russian government effort to help Trump's campaign.",
  "That could be a campaign law violation\n\nPaul Ryan, a top lawyer with the watchdog group Common Cause, argued Friday that any research Veselnitskaya left behind with Trump Jr. about the DNC would amount to an illegal contribution.",
  "But Akhmetshin, in a separate interview Friday with the Washington Post, said that Veselnitskaya had learned that an American hedge fund, perhaps linked to the Democratic National Committee, was in violation of Russian tax law.",
  "The Russian lawyer does have ties with the office of Russia's top prosecutor\n\nThe emails Trump Jr. released came from Rob Goldstone, an entertainment publicist who was trying to set up the meeting at Trump Tower in New York.",
  "Browder filed a detailed complaint with the Justice Department last year and Senate Judiciary Chairman Chuck Grassley, R-Iowa, followed up in March letter asking what – if any – action the agency had taken in response.",
  "Related:\n\nIn addition to Akhmetshin, there were even more people in that Trump Tower meeting\n\nTrump Jr. had not disclosed Akhmetshin’s presence at the meeting, which now appears to have included at least eight people.",
  "(Photo: Courtesy of William Browder)\n\nThe president's oldest son, Donald Trump Jr., said Tuesday that he released email correspondence about his June 2016 meeting with a Russian lawyer to be \"totally transparent.\"",
  "In addition to Akhmetshin, participants also reportedly include a translator and, according to CNN, an as-yet-unnamed representative of the Russian family who had asked Goldstone to set up the meeting.",
  "On Friday, Veselnitskaya, who has denied working for the Russian government when meeting with Trump Jr., acknowledged ties with the office of Russia’s top prosecutor, the Wall Street Journal reported.",
  "The 2012 U.S. law, named for Russian attorney Sergei Magnitsky who was beaten to death in a Russian prison three years earlier, barred Russians suspected of human rights abuses from entry to the U.S.",
  "He may not have followed U.S. lobbying rules\n\nAkhmetshin was “the primary organizer’’ of Russia’s opposition to the Magnitsky Act, working in tandem with Veselnitskaya, according to Browder.",
  "Akhmetshin was also referred to as a “former Soviet military counterintelligence officer” in a 2015 lawsuit by a Russian mining company that accused him of hacking its computer system.",
  "Still, Akhmetshin told the Associated Press that any efforts to tie him to Russian intelligence agencies are a “smear campaign.” The Kremlin says it doesn’t know anything about him.",
  "In fact, it has been reported that he worked for the GRU [Russia’s military intelligence agency] and allegedly specializes in active measures campaigns’’ or disinformation efforts.",
  "We already knew that the president's son invited other members of the Trump campaign — chairman Paul Manafort and Trump son-in-law Jared Kushner – so that's three people.",
  "When Veselnitskaya told Trump Jr. the Trump campaign would need to do some of its own research, the president’s son lost interest, Akhmetshin told the Associated Press.",
  "A Russian-American lobbyist was also in the meeting\n\nHis name is Rinat Akhmetshin, and he confirmed his participation in the meeting to multiple news outlets.",
  "Trump Jr.'s emails show he actively sought damaging information about Hillary Clinton even after he was told it would come from the Russian government.",
  "Akhmetshin told the Associated Press that Veselnitskaya brought documents she said would show the Democratic National Committee received illicit funds.",
  "He's reported to have ties to Russian intelligence agencies\n\nHe served in the Soviet military in a unit that handled some counterintelligence matters.",
  "People working on behalf of foreign interests must register and make periodic disclosures about their activities and how much they’re being paid.",
  "Grassley said that it was “particularly disturbing’’ that Akhmetshin and the firm Fusion GPS “were working on this pro-Russia lobbying effort.",
  "Veselnitskaya said she met regularly with Russian authorities while fighting the U.S. sanctions against Russia for human rights abuses.",
  "Born in Russia, the lobbyist served in the Soviet military and emigrated to the U.S., where he became a citizen in 2009.",
  "Goldstone told Trump Jr. that he had just heard \"something very interesting\" from Russian pop musician Emin Agalarov.",
  "Veselnitskaya makes four and entertainment publicist Rob Goldstone who helped arrange the meeting makes five.",
  "Yet three days later, a series of bombshell news reports revealed there was actually much more to the story.",
  "Contributing: Fredreka Schouten\n\nRelated:\n\nRead or Share this story: https://usat.ly/2v1kA80",
  "Here are takeaways from Friday's new revelations:\n\nIt wasn't just a Russian lawyer.",
  "But Akhmetshin did not register with the Justice Department as a foreign agent.",
  "In retaliation, the Kremlin barred Americans from adopting Russian children.",
  "Aras Agalarov is a Russian businessman with ties to both Putin and Trump.",
  "The claims were withdrawn last year, the Associated Press reported.",
  "He is still a Russian citizen, according to the Washington Post.",
  "Veselnitskaya \"presented\" oppo research on DNC/Clinton.",
  "Research folder left with Trump."
]