[
  "Bankers on Wall Street became unwilling to lend him money due to what they termed “the Donald risk.”\n\nThe most notable — and most notorious — of Trump’s Russian investors came through the Bayrock Group, which according to CNN, was “a company run by Soviet immigrants, and according to a lawsuit filed, financed by Russian and Kazakhstan money.” Bayrock, whose operations were headed by a man accused in a lawsuit of using “mob-like tactics to achieve his goals,” helped develop huge Trump projects in Fort Lauderdale, Florida, Phoenix, Arizona, and New York.",
  "Last summer, the New York Times reported the discovery of “handwritten ledgers show[ing] $12.7 million in undisclosed cash payments designated for Mr. Manafort from Mr. Yanukovych’s pro-Russian political party from 2007 to 2012.” Manafort denied that he worked for the Ukrainian government or the Russian government at any point, but public concerns about inappropriate ties to Russia may have played some role in his decision to quit running Trump’s campaign in August.",
  "Anyone needs it, this is the best shot of @DrJillStein kicking it with Putin and Flynn at that @RT_com gala in Moscow in Dec. 2015. pic.twitter.com/971xlYREiH — Casey Michel (@cjcmichel) February 15, 2017\n\nAnd Carter Page, a former — and obscure — foreign policy adviser to Trump during his campaign, was an energy consultant in Russia who advised Russia’s state-controlled gas company Gazprom.",
  "The US Army is investigating whether Flynn took money from the Russian government for a trip to Moscow in 2015 — and whether the payment could potentially constitute a violation of the Emoluments Clause of the Constitution, since former military officers are not meant to take money from foreign governments without permission from Congress.",
  "Trump likes Russia, and he wants it to like him back\n\nThe biggest takeaway from what we know so far about Trump’s Russia connections and how they could influence his view of US-Russia policy isn’t that a warming of ties is likely to make him unfathomably wealthy all of a sudden.",
  "It’s difficult to say if his praise was intended to make it easier for him to gain access to the Russian market, or if it simply arose out a sincere appreciation for Russia’s authoritarian political culture as he began to understand it more — or some combination of the two.",
  "Furthermore, it’s clear that his affinity for doing business with them is intertwined with how he perceives them politically; as Franklin Foer points out in Slate, Trump’s public affection for Vladimir Putin corresponds with his dependence on Russian investors.",
  "— Donald J. Trump (@realDonaldTrump) June 19, 2013\n\nTrump’s most substantial ties to Russia are through Russian investors\n\nTrump hasn’t had great success breaking into Russia itself, but he has gotten along quite well with Russian buyers and investors.",
  "\"And in terms of high-end product influx into the US, Russians make up a pretty disproportionate cross-section of a lot of our assets; say in Dubai, and certainly with our project in SoHo and anywhere in New York,” Trump Jr. said in the interview.",
  "Some of Trump’s trademark bombast and recklessness are very apparent in his earliest hopes to forge some kind of relationship with Russia, which he considered largely uncharted territory for Western businesses and a potential boon for his own.",
  "In one iteration, he promised an ice rink, a “members club,” and a spa, for “the finest residences in Moscow.” Another project he described as “the largest hotel in the world.” His gaudy style appealed to Russian nouveau riche, and he knew it.",
  "Those trademarks include \"Trump,\" \"Trump Tower,\" \"Trump Home,\" Trump International Hotel and Tower.” But he never ended up getting to use them for buildings because of some kind of insurmountable obstacle on the investment or approval side.",
  "Michael Flynn, who resigned from his post as National Security Adviser on Monday, also has Russia ties that extend further back than the conversation about sanctions with the Russian ambassador in December that got him in hot water.",
  "“One thing led to another, and now I’m talking about building a large luxury hotel across the street from the Kremlin in partnership with the Soviet government,” Trump wrote in in his book Trump: The Art of the Deal.",
  "In his essay for Slate, Foer recalls how Trump planted fabricated stories in the tabloid press about how Soviet leader Mikhail Gorbachev was going to make a stop by Trump Tower during a visit to New York in 1988.",
  "A number of Trump’s advisers have had financial links to Russia as well\n\nTrump’s inner circle for the past year has been populated by a number of operatives with financial ties to Russia or Russian interests.",
  "Doing business with Russia in the Arctic was a massive prospect for Exxon that would’ve personally enriched Tillerson a great deal, and while heading Exxon he vocally opposed US sanctions against the country.",
  "It’s not necessarily all by design, but it raises additional questions about what set of values and incentives underpinned the formation of Trump’s consistently pro-Russia stance on the campaign trail.",
  "There’s no particular reason to think that getting friendly with Vladimir Putin ensures something for his real estate empire that couldn’t be gained by cozying up to, say, the president of Argentina.",
  "Along the way, he’s gotten a taste of Russian culture, observed it firsthand during visits, admired Putin’s authoritarian style, and met with Russian oligarchs that he’s been desperate to impress.",
  "Trump has a long history of trying to do business in Russia, but despite many efforts and plenty of boasting and angling, he hasn’t managed to land a single major real estate deal there.",
  "The same year he sold the mansion, his son, Donald Trump Jr., told the global trade publication eTurboNews that Russians were key investors in the Trump Organization’s assets.",
  "His fortunes are no longer tied up in Exxon’s performance — in the run up to taking office, he opted to put the value of his company shares in an independently managed trust.",
  "Even without access to his tax returns or venturing into conjecture about hidden business interests, it’s clear that Trump has an affinity for doing deals with Russians.",
  "Rex Tillerson, Trump’s secretary of state, has more than a 15 years of associations with Vladimir Putin and was the former head of Exxon Mobil’s division in Russia.",
  "There's indeed a lot of money coming for new-builds and resale reflecting a trend in the Russian economy and, of course, the weak dollar versus the ruble.\"",
  "But in a bizarre turn of events, a Gorbachev impersonator did show up at his hotel, and Trump enthusiastically greeted him, thinking he was the real deal.",
  "Russia analyst Julia Ioffe wrote in Politico magazine that he likely quickly gained political stature in Russia through his association with Trump.",
  "Money from Russia was particularly important to Trump’s business interests because his many bankruptcies had taken a toll on his creditworthiness.",
  "Sure, gaining the friendship of Putin probably makes a real estate deal in Russia more likely and makes it easier to find more Russian investors.",
  "CNN reports that between 1996 and 2008, Trump hired the Russian law firm Sojuzpatent in order to claim at least eight trademarks in the country.",
  "Trump has tried really hard to do business in Russia — and failed most of the time\n\nTrump’s history with Russia dates back to the Soviet era.",
  "Paul Manafort, Trump’s former campaign manager, has consulted extensively for pro-Russian former Ukrainian president Viktor Yanukovych.",
  "At a raucous press conference on Thursday, President Trump faced a volley of questions about his and his inner circle’s ties to Russia.",
  "Russian investors have been instrumental in helping him cope with all the credit problems he has thanks to his serial bankruptcies.",
  "As of now, there isn’t any kind of evidence that suggests Trump has some spectacular financial prize to gain by warming to Russia.",
  "Do you think Putin will be going to The Miss Universe Pageant in November in Moscow - if so, will he become my new best friend?",
  "He has made a little bit of cash from allowing Drinks Americas Holdings to use his name to sell 8,000 cases of vodka in Russia.",
  "More notably, he brought the Miss Universe Pageant to Moscow in 2013, in partnership with Russian billionaire Aras Agalarov.",
  "But of course his savvy with Russia’s political and economic elites — and his Russian Order of Friendship award — remain.",
  "Per Foer:\n\nFive separate times Trump attempted Russian projects, hotels, apartments, and retail on the grandest scale.",
  "The next year, Dubinin invited Trump to Moscow, where he talked with the Soviet tourist agency about hotel projects.",
  "The most striking connection Trump has to Russia through his business ties appears to be social and psychological.",
  "But it won’t transform his prosperity, and there are other countries that could serve a similar purpose for him.",
  "And in the case of his long-desired Trump tower in Moscow, it’s also one of unfulfilled aspiration and fantasy.",
  "In 2008, Trump sold a mansion in Palm Beach, Florida, to Russian billionaire Dmitry Rybolovlev for $95 million.",
  "On the campaign trail, Trump at one point claimed it was his only dealing with Russia, but that’s not accurate.",
  "At the time, Trump publicly contemplated whether it would increase the likelihood of a friendship with Putin.",
  "But in either case it’s clear that Trump’s attempts at making deals in Russia have gone beyond business.",
  "In 1986, he and Soviet ambassador Yuri Dubinin got to talking about building hotels in Moscow.",
  "The hotels never came to fruition, but Trump’s interest in Russia has remained ever since.",
  "At one point, he declared: “I can tell you, speaking for myself, I own nothing in Russia.",
  "He has partnered with Russian financiers on major projects elsewhere around the world.",
  "And a number of Trump’s former and current advisers have had financial ties to Russia.",
  "He played a key role in orchestrating Yanukovych’s winning election campaign in 2010.",
  "It’s a history of forging trust and connections with Russian investors.",
  "It’s hard to not come to the conclusion that he simply likes Russia.",
  "In the following years, Trump’s streak of disappointments continued.",
  "That being said, Trump did have a few modest victories in Russia.",
  "Still, Trump’s business ties to Russia are striking nonetheless.",
  "Even for businessmen, not everything is about making money.",
  "I don't have any deals in Russia.”\n\nAnd he’s right.",
  "“We see a lot of money pouring in from Russia.",
  "Watch: How Putin won Republicans’ approval",
  "But that’s only part of the picture.",
  "None of those projects worked out.",
  "I have no loans in Russia."
]