[
  "Goldstone, who is also seen in the video talking with Trump, claimed in the 2016 emails that damaging information against Hillary Clinton surfaced after a meeting between someone Goldstone described as \"the Crown prosecutor of Russia\" and Aras Agalarov, an Azerbaijani-Russian billionaire with ties to Russian President Vladimir Putin.",
  "The video, obtained by CNN in the wake of the email disclosures, offers fresh insights into the warm relationship between Trump and the Agalarovs, which has been widely reported because Aras Agalarov and Emin Agalarov inked a multi-million dollar deal with Trump to bring the Miss Universe pageant to Moscow in 2013.",
  "\"Miss Universe now is, in the whole world, because you know it's, like the Super Bowl is a watched, but outside the United States, nobody watches it, it's one of the largest, I think top three broadcasts in the world,\" Trump says, prompting Emin Agalarov to suggest that only the Olympics earn more viewership.",
  "Donald Trump Jr. does not appear in the video obtained by CNN, but several other top Trump associates do -- including Trump's personal attorney, Michael Cohen, and his long-time aide and current director of Oval Office operations, Keith Schiller, who are both in the video.",
  "\"It's just fantasy world because the reality is if there was something important that Mr. Agalarov wanted to communicate to the Trump campaign, I suspect he could have called Mr. Trump directly as opposed to having his son's pop music publicist be the intermediary.\"",
  "And to have the Miss Universe pageant in Moscow, in the most important location, the most beautiful building, in your convention center, with such amazing partners, I mean it's going to be fantastic for detente, or whatever you want to say,\" Trump continues.",
  "It also shows their publicist, Rob Goldstone, who would later send Donald Trump Jr. the emails that have brought the eldest Trump son to the center of the controversy over possible collusion between Trump campaign associates and Russia.",
  "In one conversation captured on the video, Trump discusses how he came to own the Miss USA and Miss Universe pageants, noting that the previous owners \"didn't know what they were doing,\" prompting laughter from the Agalarovs.",
  "Another clip shows a conversation between Trump and the Agalarovs before the dinner, where Emin Agalarov introduces Trump to his mother and sister -- prompting the future US president to remark on their looks.",
  "I wasn't even at the Miss Universe pageant, but I met him through out there, so I had a casual relationship with him,\" Trump Jr. told Hannity, describing Goldstone later in the interview as \"an acquaintance.\"",
  "The younger Trump instead suggested in an interview Tuesday with Fox News' Sean Hannity, an ardent Trump supporter, that he met Goldstone through a golf course tournament where Emin Agalarov performed.",
  "Agalarov told BFM he \"doesn't really know\" publicist Rob Goldstone either and he says the notion that Goldstone asked Trump Jr. to contact him about some dirt on Hillary Clinton is a \"tall tale\".",
  "Washington (CNN) Video obtained exclusively by CNN offers a new look inside the web of relationships now at the center of allegations of collusion between Trump campaign associates and Russia.",
  "Scott Balber, an attorney for the Agalarovs, also did not deny the closeness of the relationship between the Trumps and Agalarovs, instead raising a question about Goldstone's credibility.",
  "\"These are the most powerful people in all of Russia, the richest men in Russia,\" Trump says during the public red carpet ceremony, which was included in the clips obtained by CNN.",
  "The video was shot on June 15, 2013 in Las Vegas on the eve of the Miss USA pageant where Trump would officially announce the deal to bring the Miss Universe contest to Moscow.",
  "Trump Jr. said he had only met Emin Agalarov \"once or twice and maintained a casual relationship there, talked about some potential deals, and then to that -- the extent of it.",
  "\"It's simply fiction that this was some effort to create a conduit for information from the Russian federal prosecutors to the Trump campaign,\" Balber said on CNN's \"New Day.\"",
  "Goldstone then offered to set up a call between the younger Trump and Emin Agalarov, the billionaire's son and a pop star Goldstone represents, to discuss the information.",
  "The video shows the future President Donald Trump attending a dinner with an Azerbaijani-Russian family who became Trump's business partners in Las Vegas in June 2013.",
  "It's a very powerful country that we have a relationship with, but I would say not a great relationship, and I would say this can certainly help that relationship.",
  "The footage, a series of clips from the eve of the Miss USA pageant, documents more than three minutes of interactions between Trump, the Agalarovs and Goldstone.",
  "Aras Agalarov told Russian radio station BFM that he doesn't know Trump Jr. personally, though he acknowledges that they \"did Miss Universe\" together.",
  "The next day, Trump lavishes praise on the Agalarovs at the Miss USA 2013 red carpet, calling them \"the most powerful people in all of Russia.\"",
  "During dinner, Trump is seated across from Aras Agalarov and beside Emin Agalarov -- who in turn is seated next to Goldstone.",
  "At one point in the clip, Trump and Goldstone engage in a brief conversation while the younger Agalarov leans into the table.",
  "In another clip from the Miss USA pageant that year, Trump discusses the forthcoming Miss Universe pageant in Moscow.",
  "Donald Trump Jr. has said that his relationship with Goldstone did not arise from the Miss Universe pageant.",
  "He lavishes praise on Russia and says he hopes the pageant will help improve the US-Russia relationship.",
  "\"I think it's a great thing for both countries, and honestly they really wanted it in Russia -- badly.",
  "Trump Jr. maintained in the interview that he agreed to the meeting \"as a courtesy\" to Goldstone.",
  "The clips show Trump engaged in animated conversation with the Agalarov men and Goldstone.",
  "Now I'm glad we're going to dinner,\" Trump says after meeting the mother and sister.",
  "I think it's very important,\" Trump says in response to a question.",
  "But Agalarov told BFM that his son Emin Agalarov does know him.",
  "Well, you produce good looking stuff, right?",
  "\"I met him through the golf course.",
  "\"What a beautiful mother you have!",
  "\"I have great respect for Russia.",
  "They really didn't go anywhere.\"",
  "\"It really is a great country.",
  "Politically they wanted it.\"",
  "\"Whoa, look at this!",
  "Beautiful stuff.\"",
  "..."
]