[
  "They are even more damning than they sounded when the New York Times reported on their existence Monday night: It is now clear that Trump Jr. knew the information on offer came from the Russian government’s efforts to support his father’s campaign, and was thrilled by the prospect.",
  "The Crown prosecutor of Russia met with his father Aras this morning and in their meeting offered to provide the Trump campaign with some official documents and information that would incriminate Hillary and her dealings with Russia and would be very useful to your father.",
  "“The law states that no person shall knowingly solicit or accept from a foreign national any contribution to a campaign of an item of value,” explains Ryan Goodman, a former Defense Department special counsel and current editor of the legal site Just Security.",
  "Here are all of Trump Jr.’s tweets containing the full email chain:\n\nHere's my statement and the full email chain pic.twitter.com/x050r5n5LQ — Donald Trump Jr. (@DonaldJTrumpJr) July 11, 2017\n\nHere is page 4 (which did not post due to space constraints).",
  "The first email shows Trump Jr. was informed that the meeting was “part of Russia and its government’s support for Mr. Trump”:\n\nEmin just called and asked me to contact you with something very interesting.",
  "The emails contradict his suggestion that he though this was mere “Political Opposition Research.” He was informed from the beginning that the alleged source of the information was the Russian government.",
  "The emails are between Trump Jr. and Rob Goldstone, a British publicist who arranged the meeting between Trump Jr. and lawyer Natalia Veselnitskaya on behalf of Azeri oligarchs Emin and Aras Agalarov.",
  "pic.twitter.com/z1Xi4nr2gq — Donald Trump Jr. (@DonaldJTrumpJr) July 11, 2017\n\nAccording to legal experts, Trump Jr. very likely committed a federal criminal offense by doing this.",
  "He was told the meeting was “part of Russia and its government’s support for Mr. Trump.” He brought Jared Kushner and then-campaign chair Paul Manafort with him to the meeting.",
  "Donald Trump Jr., in a series of tweets, has released the emails concerning his meeting with a Russian attorney who claimed to have information on Hillary Clinton.",
  "This is obviously very high level and sensitive information but is part of Russia and its government’s support for Mr. Trump — helped along by Aras and Emin.",
  "Campaign finance law expressly prohibits soliciting campaign assistance from foreign sources, and this email chain clearly shows Trump Jr. doing that.",
  "“There is now a clear case that Donald Trump Jr. has met all the elements of the law, which is a criminally enforced federal statute.”",
  "Trump Jr. appears to have posted the damning emails in an attempt to preempt a New York Times story that published shortly afterward.",
  "“If it’s what you say I love it,” he replied."
]