[
  "He’s the one who informed Trump Jr. that the meeting was “part of Russia and its government’s support for Mr. Trump,” prompting the immortal response, “If it’s what you say I love it.” Rinat Akhmetshin: a Russian-American lobbyist who, by his own admission, worked as a military counterintelligence officer for the Soviet Union before its fall.",
  "The Post’s Rosalind Heiderman reports that he “attended as their representative.”\n\nThe Kaveladze news is the final piece in the puzzle of who actually attended the meeting, which is under investigation by both special counsel Robert Mueller and committees in both the House and the Senate.",
  "Now we can begin discussing the biggest outstanding questions: what was really discussed there, if the Trump campaign accepted other aid from Moscow, and whether Donald Trump himself knew about the meeting or any broader collusion with the Kremlin.",
  "As with so much else about the scandal, the answers won’t come from the White House, which has been lying about its ties to Russia for months, or from Trump Jr., who has offered multiple and contradictory explanations for the meeting.",
  "He was a colleague of Veselnitskaya in lobbying against US sanctions; the New York Times reports that he had openly bragged in the past about the ease with which he could coordinate an email hacking campaign if he wanted to.",
  "The final attendee at Donald Trump Jr.’s now-infamous June 2016 meeting — the one convened to discuss colluding with Russia against Hillary Clinton — has been identified, courtesy of the Washington Post.",
  "His name is Ike Kaveladze, a real estate and finance executive who works for Emin and Aras Agalarov, the Russian oligarchs who helped set up the session in the first place.",
  "She reportedly presented Trump Jr. with a file with information acquired by the Kremlin about Hillary Clinton’s alleged financial ties to Russia.",
  "His presence made clear that this wasn’t a rogue Trump Jr. operation, but rather something with some real buy-in from the Trump campaign.",
  "Jared Kushner: Basically played the same role as Manafort in indicating the seriousness with which the Trump team took the meeting.",
  "We know for sure that there were at least eight people at this meeting, and now we have a full list of the confirmed attendees.",
  "So here they are:\n\nNatalia Veselnitskaya: An attorney who lobbied professionally against US human rights sanctions on Russia.",
  "Instead, the answers will come from Mueller — and they may determine which Trump aides, if any, are indicted.",
  "Paul Manafort: The then-chair of the Trump campaign, who went along at Trump Jr.’s request.",
  "Anatoli Samochornov: A former State Department staffer who was there purely to translate.",
  "Rob Goldstone: The British publicist who contacted Trump Jr. on behalf of the Agalarovs.",
  "Donald Trump Jr.: The lead representative on the Trump side, who arranged the meeting.",
  "But it can be hard to keep all of them straight.",
  "Ike Kaveladze: See above.",
  "So that’s who was there."
]