[
  "And by July 11, through the Times’ reporting and Trump Jr.’s own release of the emails, we knew that the meeting was explicitly about potential dirt on the soon-to-be Democratic presidential nominee from a purported “Russian government attorney.”\n\nThe June 3, 2016, email from music publicist Rob Goldstone said that Russian pop star Emin Agalarov had asked Goldstone to contact Trump Jr. on behalf of his father, Aras Agalarov, a Russian real estate developer who has ties to Donald Trump Sr., including his 2013 Miss Universe pageant in Moscow.",
  "The primary purpose of the meeting, according to Goldstone’s initial email, was “to provide the Trump campaign with some official documents and information that would incriminate Hillary and her dealings with Russia and would be very useful to your father.” Further, Trump Jr. later responded that in addition to himself, he would likely be joined by “Paul Manafort (campaign boss)” and “my brother-in-law.” Manafort had been named campaign convention manager in March 2016 and would be named campaign manager on June 20.",
  "“This is obviously very high level and sensitive information but is part of Russia and its government’s support for Mr. Trump — helped along by Aras and Emin.”\n\nTrump Jr. responded 17 minutes later, saying that “if it’s what you say I love it.” Four days later, Goldstone emailed again to “schedule a meeting with you and The Russian government attorney who is flying over from Moscow.”\n\nTrump Jr.’s statements on the meeting evolved as the Times gathered more information.",
  "On July 9, the Timesreported that Trump Jr. was “promised damaging information about Hillary Clinton before agreeing to meet with a Kremlin-connected Russian lawyer during the 2016 campaign.” His statement that day:\n\nTrump Jr., July 9 statement: \"[T]he woman stated that she had information that individuals connected to Russia were funding the Democratic National Committee and supporting Mrs. Clinton.",
  "And a Jan. 6, 2017, declassified intelligence report from the Office of the Director of National Intelligence said that Russian President Vladimir Putin had ordered the hacking, designed to “help President-elect Trump’s election chances.”\n\nTo be clear, there is nothing in the email chain or recent reporting to suggest Trump Jr. knew anything about Russian hacking of the DNC emails.",
  "He first said only that the meeting was “primarily” about the adoption of Russian children, but he later acknowledged he had agreed to a meeting promising damaging information about Clinton from, the emails say, a “Russian government attorney.”\n\nIn this March 4, 2016, file photo, Donald Trump listens to his son Donald Trump Jr. speak to supporters at a rally in New Orleans.",
  "In its July 8 story, The New York Times noted that in an interview with the younger Trump back in March, he said he had never “set up” any meetings with Russians and “certainly none that I was representing the campaign in any way, shape or form.” Further, he denied that he ever discussed government policies related to Russia with any Russians.",
  "(Photo: Richard Drew, AP)\n\nWe now know that Donald Trump Jr., during the presidential campaign, met with a Russian lawyer offering information that was “part of Russia and its government’s support for Mr. Trump.” And we now know that the president’s eldest son was less-than-forthcoming in his previous statements on the issue.",
  "On July 8, The New York Times broke the story that Donald Trump Jr. had arranged a meeting at Trump Tower with a Russian lawyer, Natalia Veselnitskaya, “who has connections to the Kremlin.” The president’s son-in-law and now senior adviser, Jared Kushner, and Paul Manafort, then-campaign convention manager, also attended.",
  "As for the elder Trump, the president was asked by ABC News’ Cecilia Vega at the conclusion of a Jan. 11 press conference, about a week before he was inaugurated: “Did you or anyone in your campaign have any contact with Russia leading up to or during the campaign?” Trump’s response, ABC News reported: “No.",
  "“The Crown prosecutor of Russia met with his father Aras this morning and in their meeting offered to provide the Trump campaign with some official documents and information that would incriminate Hillary and her dealings with Russia and would be very useful to your father,” Goldstone wrote.",
  "When he tweeted images of the email chain about that June 9, 2016, meeting, he said it was “in order to be totally transparent.” But that transparency came days after a misleading statement about the meeting and just as The New York Times was preparing to publish the emails.",
  "We primarily discussed a program about the adoption of Russian children that was active and popular with American families years ago and was since ended by the Russian government, but it was not a campaign issue at the time and there was no follow up.",
  "The emails between Goldstone and Trump Jr. leave no question that this meeting was “set up” between Trump Jr. and what was purported to be a “Russian government attorney.” The face-to-face meeting subsequently occurred on June 9, 2016, in Trump Tower.",
  "Trump Jr. told Fox News’ Sean Hannity on July 11 that Veselnitskaya told “a story about Russian adoption and how we could possibly help.” Trump Jr. said he then quickly shut down the meeting because “this wasn’t a campaign talking point.",
  "Two days later, on CNN’s State of the Union, host Jake Tapper had this exchange with Trump Jr.\n\nCNN’s Jake Tapper, July 24, 2016: \"Robby Mook, the campaign manager for Secretary of State Hillary Clinton — I asked him about the DNC leak.",
  "According to his own account of the June 2016 meeting with Russian lawyer Natalia Veselnitskaya, the two discussed adoption policy and the Magnitsky Act, a law that denies entrance to the U.S. to Russian human rights abusers.",
  "President Trump also told Reuters on July 12 that he “didn’t know” about the meeting “until a couple of days ago, when I heard about this.”\n\nMore coverage from USA TODAY:\n\nRead or Share this story: https://usat.ly/2uoy4xu",
  "Of course, the U.S. intelligence community did later say, on Oct. 7, 2016, that it is “confident” that hacks into the email systems of the Democratic Party and its officials were directed by the Russian government.",
  "But we do know that he had been told that the promise of incriminating information about Clinton was “part of Russia and its government’s support for Mr. Trump,” in Goldstone’s June 3, 2016, email.",
  "In an interview on Fox News on July 11, Trump Jr. said he may have met during the campaign with other Russians, but not in “a formalized meeting.”\n\nTrump Jr., July 11: \"You know, I don’t even know.",
  "He didn’t say anything about potential meetings, but his reaction to the suggestion that the Russian government wanted to help his father’s candidacy belied what he knew at the time.",
  "The New York Times, July 8: \"Donald Trump Jr. had denied participating in any campaign-related meetings with Russian nationals when he was interviewed by The Times in March.",
  "Finally, the emails and statements from Trump Jr. about the meeting contradict his claim that he never discussed government policies related to Russia with any Russians.",
  "(Photo: Dan Anderson, European Pressphoto Agency)\n\nNot-So-Transparent\n\nThis wasn’t the first time the newspaper had asked Trump Jr. about meetings with Russians.",
  "CLOSE Donald Trump Jr. released emails that showed him setting up a meeting to get 'incriminating' information about Hillary Clinton during the campaign.",
  "I mean, we had a lot of bigger fish to fry.”\n\nIn the summer of 2016, Trump Jr. made one other notable statement on Russian interference in the election.",
  "It became clear to me that this was the true agenda all along and that the claims of potentially helpful information were a pretext for the meeting.\"",
  "Here’s what Trump Jr. told the Times about that meeting in a statement:\n\nDonald Trump Jr., July 8 statement: \"It was a short introductory meeting.",
  "I’ve probably met with other people from Russia … not in the context of actual — a formalized meeting or anything like that because why would I?\"",
  "\"Asked at that time whether he had ever discussed government policies related to Russia, the younger Mr. Trump replied, 'A hundred percent no.'",
  "But that was misleading and glossed over the reason for the meeting, which the Times would soon report and Trump Jr. would acknowledge.",
  "And he suggested that experts are saying that Russians were behind both the leak — the hacking of the DNC emails and their release.",
  "I was asked to attend the meeting by an acquaintance, but was not told the name of the person I would be meeting with beforehand.\"",
  "In his meeting with the Russian attorney in June 2016, was Trump Jr. representing the campaign “in any way, shape or form”?",
  "I mean, I can’t think of bigger lies, but that exactly goes to show you what the DNC and what the Clinton camp will do.",
  "Trump Jr. said in his July 11 Fox News interview that he didn’t tell his father anything about the June 2016 meeting.",
  "She then changed subjects and began discussing the adoption of Russian children and mentioned the Magnitsky Act.",
  "This wasn’t something we were — you know, this was not something I was going to worry about at that stage.",
  "He seemed to be suggesting that this is part of a plot to help Donald Trump and hurt Hillary Clinton.",
  "The law prompted Russian President Vladimir Putin to halt American adoption of Russian children.",
  "\"\n\nLet’s start with Trump Jr.’s assertion that he had never “set up” any meetings with Russians.",
  "You know, his house cat at home once said that this is what’s happening with the Russians.",
  "On July 22, 2016, WikiLeaks released nearly 20,000 Democratic National Committee emails.",
  "I watched him bumble through the interview, I was able to hear it on audio a little bit.",
  "And certainly none that I was representing the campaign in any way, shape or form.'",
  "USA TODAY\n\nDonald Trump Jr. is interviewed by Sean Hannity on July 11, 2017.",
  "His father said his transparency makes Don Jr. a \"high quality person.\"",
  "Trump Jr.: \"Well, it just goes to show you their exact moral compass.",
  "No details or supporting information was provided or even offered.",
  "It quickly became clear that she had no meaningful information.",
  "Not at all.” (See the 3-minute mark of the news segment.)",
  "Her statements were vague, ambiguous and made no sense.",
  "I mean, they’ll say anything to be able to win this.",
  "I mean, this is time and time again, lie after lie.",
  "Let’s take a look at Trump Jr.’s previous comments.",
  "You notice he won’t say, well, I say this.",
  "'Did I meet with people that were Russian?",
  "None that I can think of at the moment.",
  "They will lie and do anything to win.\"",
  "I’m sure, I’m sure I did,' he said.",
  "I asked Jared and Paul to stop by.",
  "'But none that were set up.",
  "None of that is accurate.",
  "Clearly, he was.",
  "It’s disgusting.",
  "We hear experts.",
  "Your response?\"",
  "Indeed, he did.",
  "It’s so phony."
]