[
  "Some of the emails usually show normal behind-the-scenes maneuvering and activity that just looks shady because it happened in private, like Neera Tanden, head of the ideologically friendly Center for American Progress, emailing the Clinton campaign to talk about coordinating a Supreme Court message.",
  "When you hand stolen information that’s damaging to Hillary Clinton to a radical transparency group that detests Hillary Clinton (mostly because of her relatively hawkish foreign policy), the result is eminently predictable: That information will be published online for the entire world to see.",
  "\"Unless you screw up and make your phishing campaign linkable like this group apparently did, it is very hard to attribute to any given actor,\" Nicholas Weaver, a senior researcher at UC Berkeley’s International Computer Science Institute, wrote to me via email in October.",
  "We know that Russia is hacking Clinton allies and dumping their info to WikiLeaks\n\nThere used to be some doubt as to whether Russia was behind the hacking of various people and organizations close to Hillary Clinton and the dump of their private emails to WikiLeaks.",
  "— Donald J. Trump (@realDonaldTrump) June 19, 2013\n\nThere is no good evidence, despite suggestions to the contrary from Slate and Mother Jones, that Trump is in on such a plot — that he’s actively working with the Russians to get himself into the White House.",
  "Cybersecurity experts believe the server in question is most likely sending spam emails from Trump hotels, not secret missives to Russian handlers, and the FBI has found no credible evidence that Trump has direct ties to Russian intelligence.",
  "In 2013, Trump found a new Russian partner for a Moscow real estate project, Aras Agalarov, an Azeri-born real estate developer who is sometimes called the \"Trump of Russia\" for his tendency to emblazon his name on his development projects.",
  "I’d encourage you to read the whole thing, but here’s the most relevant bit:\n\nTrump’s partners on a Panama project traveled to Moscow in 2006 to sell condos to Russian investors, according to litigation filed in Florida.",
  "The result of either kind of leak, shady-seeming normal activity or actual malfeasance, is embarrassing to the United States and weakens the next likely president (Hillary Clinton) even before she takes office.",
  "For example, he has effusively praised Russia’s bombing campaign in Syria: \"What’s wrong with Russia bombing the hell out of ISIS and these other crazies so we don’t have to spend a million dollars a bomb?\"",
  "Trump and his top advisers have taken a lot of money from Russian interests\n\nDo you think Putin will be going to The Miss Universe Pageant in November in Moscow - if so, will he become my new best friend?",
  "A Trump victory, then, seems like it might allow Putin to fulfill his fundamental foreign policy goal — reviving Russia’s Soviet-era influence over its region — to a degree previously thought impossible.",
  "\"The role of nonmilitary means of achieving political and strategic goals has grown, and, in many cases, they have exceeded the power of force of weapons in their effectiveness,\" Gerasimov writes.",
  "\"Putin’s Russia has been proven or credibly alleged to have boosted friendly candidates in France, Germany, Austria, and, most successfully, in the election of a pro-Russian government in Ukraine.",
  "No, the issue instead is that everything about Trump — his advisers, his personal feelings on Putin, his own business interests — incline him toward seeing things from the Kremlin’s point of view.",
  "Trump’s policies are objectively pro-Russia\n\nAs the evidence suggesting Russia is behind the leak and the hack mounted, a number of theories cropped up as to why, exactly, Putin would do this.",
  "The hacks fit squarely within Russian strategic doctrine\n\nThe bigger picture here is that Russia under Putin has something of a habit of using information as a weapon in foreign countries.",
  "Never mind that Russian bombs have targeted the relatively moderate opposition more than ISIS, and that the point is to prop up Syrian dictator Bashar al-Assad rather than defeat ISIS.",
  "The emails tell the recipient to click on a link or attachment, which seems authentic but actually contains some nasty code that gives the hacker access to the target’s email account.",
  "Not only that, but his actual behavior militates against it: It would be very dumb for a Russian operative to openly announce his friendliness toward the Kremlin during a campaign.",
  "You can see where people get the impression that the Kremlin might wield some direct influence over Trump: More than one key adviser has direct business links to the Russian state.",
  "Another, at Mother Jones, quotes an unnamed former intelligence officer claiming that Trump is a Russian operative, one who has been \"compromised\" by Moscow \"for at least 5 years.\"",
  "Trump sees Russia as more of a partner than an adversary — mostly because he doesn’t seem to care about the independence of Eastern Europe or Syria’s freedom from dictatorship.",
  "Instead of picking advisers from the anti-Russia neoconservative camp, which dominated GOP foreign policy before Trump, he has drawn some of the most pro-Russia people around.",
  "\"The forensic evidence linking the DNC breach to known Russian operations is very strong,\" Thomas Rid, a professor at King’s College who studies cybersecurity, wrote at Vice.",
  "It’s that the strategic effect of the leak — releasing information that breeds infighting among American political factions — fits squarely within Russian strategic doctrine.",
  "Trump seems totally oblivious to the fact that he would be throwing US allies under the bus — and, in fact, oblivious to Putin’s hostility toward the United States entirely.",
  "The first is that Russian state interests are intervening in an American election, in a way that hurts Hillary Clinton and thus furthers Donald Trump’s electoral ambitions.",
  "\"I will tell you that, in terms of leadership, he's getting an 'A' and our president is not doing so well,\" Trump said during the NBC Commander-in-Chief Forum in September.",
  "Guccifer tried to dodge chatting in his allegedly native language, and, per Franceschi-Bicchierai, \"the few short sentences he sent in Romanian were filled with mistakes.\"",
  "For another, three cybersecurity firms investigated the hack and found direct evidence that two Russian-linked hacking groups, Fancy Bear and Cozy Bear, did the DNC hack.",
  "The evidence that Russia is behind the two most significant hacks, of the Democratic National Committee and top Clinton aide John Podesta, is beyond any reasonable doubt.",
  "\"I got to know him very well because we were both on 60 Minutes, we were stablemates, we did well that night,\" Trump said on CBS’s Face the Nation back in November 2015.",
  "There is basically conclusive evidence that Russia is interfering in the US election, and that this interference has been designed to damage Hillary Clinton’s campaign.",
  "His theories for how to do that — like spending less on alliances and other foreign commitments — line up exactly with a series of Russian foreign policy objectives.",
  "Perhaps most compellingly, they found that the malware infecting the DNC used an IP address that had previously been used in a hack targeting the German parliament.",
  "The Agalarovs are wealthy developers who have received several contracts for state-funded construction projects, a sign of their closeness to the Putin government.",
  "He advocates using \"military means of a concealed character,\" including \"actions of informational conflict\" in order to accomplish Russian strategic objectives.",
  "The link they got Podesta to click on used an account from a public link-shortening service, Bitly, which the cybersecurity firm SecureWorks had been tracking.",
  "This isn’t exactly evidence of Trump being a secret agent, but it does raise serious questions about the kind of advice that he would get in the White House.",
  "Traditionally, American parties have seen its alliance commitments, NATO in particular, as ironclad guarantees — the core part of America’s global strategy.",
  "\"The forensic evidence that links network breaches to known groups is solid: used and reused tools, methods, infrastructure, even unique encryption keys.\"",
  "It is quite possible that the Russians don’t believe they can make Trump win, and just want to weaken Clinton and distract Americans from foreign policy.",
  "There is strong evidence linking Trump’s foreign policy advisers to Russia, and Trump’s stated policy ideas are extremely favorable to Russian interests.",
  "If he’s really serious about it, he could alter the very fundamental fabric of global politics, weakening core institutions like NATO that Russia hates.",
  "His name is a reference to Marcel Lazar Lehel — a now-jailed Romanian hacker who famously claimed to have hacked Hillary Clinton’s private email server.",
  "In a phishing campaign, hackers send emails that are dressed up to look like something from a trustworthy source — in Podesta’s case, Gmail security.",
  "But it must comfort Putin to know that Trump’s ideas align with Russia’s interest, and that Trump himself is deeply impressed by Putin as a leader.",
  "The US is the strongest power in the world, Trump reasons — why protect tiny NATO allies like Estonia, Latvia, and Lithuania if they don’t pay up?",
  "Well, here’s the Occam’s razor explanation: Nothing Russia could do, on its own, would help its foreign policy more than what Trump is proposing.",
  "Generally, these attacks are highly effective, because they rely on human gullibility: our willingness to trust things that basically look legit.",
  "The right approach, I think, is to avoid focusing too heavily on the question of whether Russia actively wants to plant Trump in the White House.",
  "He’s said that he’ll do that, repeatedly, and both his campaign and his personal life give us every reason to believe he’s absolutely serious.",
  "Flynn is currently a regular guest on RT, Russia’s English-language propaganda outlet, and he will not disclose whether the channel pays him.",
  "The key question about any politician isn’t his \"real\" motivation for doing something; it’s what he actually does when entrusted with power.",
  "All Trump cares about, instead, is getting more money for the United States, as he’s said: \"My whole life I’ve been greedy, greedy, greedy.",
  "The alliance depends entirely on an ironclad guarantee on behalf of all allies to defend any one of them — that is literally what it does.",
  "Gerasimov’s ideas, then, are explicitly designed to be used in attempts to influence other countries’ internal politics and conflicts.",
  "Shortly after the pageant, Putin awarded the elder Agalarov the \"Order of Honor of the Russian Federation,\" a prestigious designation.",
  "Again, it’s kind of the opposite: Leaving such a public paper trail back to your paymaster would be incredibly incompetent tradecraft.",
  "Trump also sold a mansion in Palm Beach in 2008 for $95 million to Russian oligarch Dmitry Rybolovlev, according to property records.",
  "How to think about Trump and the Kremlin\n\nSo we come back to a basic question: How should we see the Kremlin’s role in the 2016 race?",
  "One such story, at Slate, suggests that a server owned by Trump has been communicating with a Russian bank with ties to the Kremlin.",
  "But his son, Donald Trump Jr., said in 2008 that \"Russians make up a pretty disproportionate cross-section of a lot of our assets.\"",
  "Trump doesn’t know much about foreign policy, the reasoning goes, and so his policy preferences are the result of pure ignorance.",
  "The disclosures bring to light information that makes it seem like the American democratic process is fundamentally illegitimate.",
  "Others show shadier stuff, like Democratic National Committee staffers discussing plans to undermine the Bernie Sanders campaign.",
  "That would make it far easier to install friendly dictators in small nearby countries, like Estonia, or even annex them entirely.",
  "Trump’s approach to American allies, specifically the North Atlantic Treaty Organization (NATO) alliance, is the biggest reason.",
  "So Trump not only has a long history of investing in Russia but also has a recent history of working with pro-Kremlin oligarchs.",
  "Carter Page, another Trump foreign policy adviser, has served as an adviser for Gazprom, Russia’s state-run energy corporation.",
  "Michael Flynn, a Trump adviser and former head of the Defense Intelligence Agency, was rumored to be on Trump’s VP shortlist.",
  "If Trump put his ideas into practice and actually renounced commitments that didn’t do what he wanted, it would destroy NATO.",
  "The hackers’ laziness, or lack of caution, exposed their operation, negating one of the core advantages of a phishing attack.",
  "It’s that they obscure and even discredit the more sober evidence about Trump’s troubling attitude toward the Russian state.",
  "\"He wrote a column explicitly comparing the Obama administration’s Russia policy to chattel slavery in the American South.\"",
  "He even, weirdly, invented a story about the two of them becoming best buds in the green room before a 60 Minutes episode.",
  "At the very least, Trump has said, they should spend more on their own defense if they want to expect American protection.",
  "His skepticism about NATO and support for Russia’s intervention in Syria, then, are not incidental parts of his platform.",
  "All of this suggests that Trump has thought a fair amount about Russia-related stuff, and come down on the Russian side.",
  "He is literally suggesting the United States transform global politics to make it more favorable to Russian interests.",
  "Vice’s Lorenzo Franceschi-Bicchierai interviewed him, mostly in English but with a few Romanian questions peppered in.",
  "Trump had purchased the mansion at a bankruptcy auction less than four years earlier for $41.4 million, records show.",
  "There is a confluence of interests between the Kremlin and Donald Trump, and they are, in effect, helping each other.",
  "This is born, as the New York Times’s Max Fisher explains, from a traumatic experience Russia had in the mid-2000s.",
  "A series of pro-Kremlin strongmen in former Eastern Bloc states were toppled by the so-called \"Color Revolutions.\"",
  "The Kremlin, intentionally or not, is serving as a kind of pro-Trump Super PAC, albeit one with access to hackers.",
  "\"That Russia is pulling for Trump is at this point beyond any dispute,\" New York magazine’s Jonathan Chait writes.",
  "As a result, Russian strategic leaders came to see the internal politics of other countries as a key battlefield.",
  "The second is that Trump is deeply committed to reorienting American foreign policy in a pro-Russian direction.",
  "Trump’s campaign staff and businesses have a disturbing number of connections to Russia and Russian interests.",
  "There’s never been a major party candidate in the modern era more friendly to a Russian dictator’s interests.",
  "This meeting never happened: The two men were interviewed by different journalists on different continents.",
  "Fisher points to a 2013 article, by Gen. Valery V. Gerasimov, as key evidence of this new Russian thinking.",
  "The Washington Post has a great investigation into Trump’s \"30 year\" history of trying to build in Russia.",
  "as a major bulwark against Russian expansionism in Eastern Europe, and would be thrilled if it fractured.",
  "These stories are overblown, for reasons my colleagues Matt Yglesias and Timothy Lee explain rather well.",
  "Trump sees Russia as a hot market, and has chosen to get into bed with suspiciously pro-Kremlin figures.",
  "Figuring out what Putin’s exact thoughts on the American election are — well, it’s literal Kremlinology.",
  "In short: Russian operatives were sloppy enough to link themselves to two different hacks of Democrats.",
  "Given the power of the US presidency, Trump could go beyond merely altering American foreign policy.",
  "Controlling the information and propaganda environment can inflict serious blows on one’s enemies.",
  "They’re also hard to trace, because there’s usually nothing in the email to give away the source.",
  "The hacker who claims to be behind the DNC hack, Guccifer 2.0, is quite clearly a Russian cutout.",
  "Russia’s role in the election is plenty worrying without positing any Manchurian Candidate plots.",
  "Hillary Clinton, a solid establishmentarian who’s hated by Russia, would do nothing of the kind.",
  "The idea that they’re not interfering in the US election is, at this point, just not credible.",
  "Gerasimov argued that \"non-military means\" had eclipsed weapons in their strategic importance.",
  "They reflect the candidate’s actual worldview, and likely predict how he would act in office.",
  "As extensive as these ties to Russia are, they still don’t vindicate the secret agent theory.",
  "When he attended RT’s 10th anniversary party, he sat at the head table with Putin himself.",
  "In the past 12 hours, a flurry of stories have come out on Donald Trump’s links to Russia.",
  "But if they actually are trying to make Trump win, it would make a certain kind of sense.",
  "The Arab Spring wasn’t about wars between countries but rather upheaval inside countries.",
  "These were seen, in the paranoid climate of Moscow, as American intelligence operations.",
  "Podesta fell for the phishing scam, hook, line, and sinker (if you’ll pardon the pun).",
  "In 2011, protests in Moscow threatened the very stability of the Putin regime itself.",
  "Something like this seems to be happening in the American presidential election now.\"",
  "That’s exactly what Russia is doing when it hands over the information to WikiLeaks.",
  "On that count, we now know two important facts about Putin and Trump, respectively.",
  "There’s similarly strong evidence linking Russian operatives to the Podesta hack.",
  "You don’t need to construct poorly evidenced conspiracy theories to explain this.",
  "It’s very unlikely that some other hacking group would use such similar code.",
  "Gerasimov’s article uses the Arab Spring as a key example, which is telling.",
  "We can’t be sure exactly how much, as he refuses to release his tax returns.",
  "It’s easy to see Trump’s pro-Russian policies as a kind of novice mistake.",
  "So it’s not just that the hack looks traceable back to Russian hackers.",
  "He thinks that alliances are only useful as tools for extracting money.",
  "It looks a lot like Russia is running Gerasimov’s playbook in America.",
  "For one thing, Guccifer 2.0 doesn’t actually appear to speak Romanian.",
  "The German hack was — you guessed it — linked to Russian intelligence.",
  "That Bitly account, according to SecureWorks, belonged to Fancy Bear.",
  "\"Page has defended Russia with relish,\" Slate’s Franklin Foer writes.",
  "The problem with these stories isn’t just that they’re speculative.",
  "As recently as March 2016, he said he owned shares in the company.",
  "He sees Putin as a model leader, not a disturbing authoritarian.",
  "Yet you can see where the conspiracy theorists are coming from.",
  "That’s obviously incendiary, and makes for great headlines.",
  "The attack that got Podesta is something called \"phishing.\"",
  "Chait’s \"beyond any dispute\" is kind of an overstatement.",
  "If the US won’t do that, then NATO is effectively dead.",
  "… But now I want to be greedy for the United States.",
  "Lehel’s nom de plume was, you guessed it, Guccifer.",
  "What’s the ultimate endgame of attacking Clinton?",
  "Moreover, Trump seems to admire Putin personally.",
  "So what’s the evidence he’s a Russian cutout?",
  "He sees the NATO alliance (correctly!)",
  "Interestingly, so does Trump himself.",
  "But that doesn’t seem to be the case.",
  "Those are some pretty high stakes.",
  "But the Russian hackers messed up.",
  "But it’s more or less unknowable.",
  "I want to grab all that money.\"",
  "This is music to Putin’s ears.",
  "It’s also irrelevant.",
  "Trump doesn’t agree.",
  "Here’s why.",
  "No longer."
]