[
  "A spokesperson for Browder said that “it was apparent that the requests posed by the Russians were for collateral purposes of the Russian government, not to assist with the litigation,” and that “Glenn Simpson’s activity on behalf of the Russian government has caused Mr. Browder and his family grave harm and has put his life at greater risk in the long term.” But Simpson, of Fusion GPS, testifying before the Senate, wondered whether there was something else Browder “was hiding about his activities in Russia.” Senator Cardin called Simpson’s insinuations about Browder’s past “irrelevant” to the law, describing any attempts to smear Browder’s reputation as “a distraction, and an effort being made to deflect responsibility from Mr. Putin.” “Is that all you can think about?” In the months after the deposition, Veselnitskaya expanded her own counter-campaign.",
  "In Donald Trump, Jr.,’s initial statement about the meeting—which the President’s lawyers later admitted had been dictated by the President himself—he insisted that he, Jared Kushner, and Paul Manafort, who was then Trump’s campaign chairman, had attended simply hoping for “information helpful to the campaign.” The main topic of the meeting was “the adoption of Russian children,” he said, although Veselnitskaya had also “mentioned the Magnitsky Act.” According to Veselnitskaya, she talked mostly about Browder and his alleged misdeeds, to the disappointment of the Trump team, which was, she said, hoping for “some sort of grenade.” The President has maintained that he was not aware of the meeting at the time, despite recent claims of his former lawyer Michael Cohen to the contrary.",
  "A banker who managed a number of Russian funds said, “We’re not generally disciples of Mother Teresa, but Bill was singularly bottom-line focussed.” Other investors, the banker said, considered tax-avoidance measures like Hermitage’s hiring of disabled people “too risky, and borderline illegal, with the possibility of too much danger if revealed.” (A spokesperson for Browder said, “The use of Kalmykia and disabled-employee tax incentives were standard practice at the time and fully in compliance with the law.”) Browder received a British passport in 1998 and, rather than become a dual citizen, renounced his U.S. citizenship.",
  "As for her real agenda—Browder and the Magnitsky Act—she relayed to Katsyv, via text, what the Trump team told her: “That all sounds really great, but we’ll deal with this issue if we come to power.” When I asked Steven Hall, a former head of Russia operations at the C.I.A., what he made of the meeting, he said he was convinced that it was a Russian intelligence operation to gauge the Trump campaign’s willingness to accept assistance from the Kremlin, whether through e-mail leaks damaging to Clinton or targeted propaganda efforts.",
  "David Kramer, who was the president of Freedom House at the time and sat in on a number of congressional meetings and hearings where Browder gave testimony, said, “I think it boils down to one phrase I heard him use numerous times: ‘They killed my guy.’ He feels a responsibility and obligation to make sure Sergei didn’t die in vain, and it’s hard to argue with that.” Even so, the Magnitsky Act might have languished had it not been for the fact that, in 2012, Russia was about to become a member of the World Trade Organization.",
  "Browder was responsible for the case: in December, 2012, he hand-delivered a letter to the office of the New York District Attorney documenting allegations against Prevezon and Denis Katsyv, and requesting that prosecutors “initiate a civil forfeiture action.” The District Attorney passed the materials to the U.S. Attorney and the New York office of the Department of Homeland Security, which has a dedicated money-laundering and financial-crimes task force.",
  "He didn’t like that Browder had given up his U.S. citizenship, and, when they first met, in 2002, Browder had struck him as “a shill for Putin.” But, Fried said, “I don’t have to like him—I thought it was the right thing to do, and I was happy the U.S. government was doing it.” The opacity of the Russian bureaucracy and the lack of any prosecutions within Russia meant that much of the information Browder offered was difficult to confirm.",
  "As Michael Carpenter, a career diplomat at the State Department who worked on Russia policy and later served on the National Security Council, told me, “We had strong confidence in the details of the over-all Magnitsky story, but where we had less confidence initially was the culpability of particular individuals.” The Obama Administration chose to sanction just eighteen of the two hundred and eighty-two people Browder had nominated.",
  "Magnitsky, Browder, and others at Hermitage began to piece together what they believed had happened next: police had used the impounded seals and stamps to reregister Hermitage’s companies in the name of low-level criminals, and those companies then applied for tax refunds totalling two hundred and thirty million dollars, the amount that Hermitage had paid in capital-gains tax.",
  "The offices of Hermitage and its law firm were being raided by dozens of police officers as part of a tax-fraud investigation into Kameya, which, in “Red Notice,” Browder describes as “a Russian company owned by one of our clients whom we advised on investing in Russian stocks.” (Kameya was, in fact, one of the companies that Hermitage had initially set up in Kalmykia.)",
  "The indictment, which appeared to have drawn much of its information from an investigation published in Novaya Gazeta, a respected Moscow-based independent newspaper, claimed that Prevezon had benefitted from a part of the two-hundred-and-thirty-million-dollar theft uncovered by Magnitsky and used those funds to buy a number of luxury apartments in Manhattan.",
  "In 2015, he published a memoir, “Red Notice,” which sold three hundred and fifty thousand copies in the U.S. and was described by a reviewer in the Times as “riveting” and “marred only by Browder’s perhaps justifiable but nevertheless grating sense of self-importance.” He is a persuasive speaker, and careful in selecting the details of the story he presents.",
  "He has explained that he had been motivated by the discrimination that his grandparents faced in America during the McCarthy era as a result of their political activism for the Communist Party: his grandfather was forced to testify in front of the House Un-American Activities Committee, and his grandmother was threatened with deportation to Russia.",
  "which houses he visits.”) According to multiple sources familiar with the Katsyv family’s legal strategy, the legal work on the Prevezon case and Veselnitskaya’s related lobbying carried costs of up to forty million dollars—a vast sum, considering that the U.S. government was trying to seize, at most, fourteen million dollars’ worth of property.",
  "I don’t get why he’s so obsessed, but the fact remains that he is, and that suggests it’s had a tremendous impact.”\n\nThe only time the Magnitsky story was invoked in the seizing of assets inside the United States was in September, 2013, when the U.S. Attorney’s office in New York filed money-laundering charges against a company called Prevezon.",
  "In 2004, he told the Times, “We want an authoritarian—one who is exercising authority over mafia and oligarchs.” He added that Putin “has turned out to be my biggest ally in Russia.”\n\nBusiness was going well for Browder until one day in November, 2005, when Russia’s border guards denied him entry at Moscow’s Sheremetyevo International Airport.",
  "“Well, like they say—if you don’t like New York weather, wait twenty years till it’s all underwater.” In April, 2016, Robert Otto, a top intelligence official at the State Department, wrote in one of many e-mails that were later leaked online, in a hack widely linked to Russia, “I am beginning to feel we are all just part of the Browder P.R.",
  "In exchange, Putin explained to the gathered press, Russian investigators would question certain Americans who the Kremlin believes “have something to do with illegal actions on the territory of Russia.” Putin singled out William Browder, an American-born hedge-fund manager who had worked in Moscow in the nineties and early aughts.",
  "A person who was friendly with Browder at the time said, “He told me he didn’t want to pay U.S. taxes.” He added, “If there has been a consistent passion in Bill’s life over the last twenty or thirty years, it is not wanting to pay taxes.” Vladimir Putin assumed the Presidency in 2000, and at first Browder was an ardent supporter.",
  "I did not know about it!” Mueller’s investigation is almost certainly exploring the question of whether the meeting was, in fact, “totally legal,” or an attempt to collude with a foreign government, and whether the Administration’s initial version of events and the actions of the President constituted an obstruction of justice.",
  "Veselnitskaya said that she was “stunned” when she received Simpson’s findings, “which ran to something like six hundred pages, with charts and attachments and analysis.” Simpson and his researchers had found a company called Hermitage Global Partners, registered in Delaware, at which Browder was listed as an executive officer.",
  "You didn’t seize any assets.’ ” In “Red Notice,” Browder calls the Russia policy of the Obama Administration at the time “appeasement.” Browder then approached the Helsinki Commission, an independent federal agency in Washington that monitors human rights, where he met Benjamin Cardin, a Democratic senator from Maryland.",
  "“Apparently, the credible threats did not prevent him from going on ‘The Daily Show’ on February 3rd, ‘Fox & Friends’ on February 3rd, appearing on Sirius on February 3rd, going on CNBC ‘Squawk Box’ on February 3rd, going on MSNBC on February 5th, going on Gregg Greenberg’s program on February 6th,” he said.",
  "Putin said that he didn’t know the particulars of the case, but added, “I can imagine this person has broken the laws of our country, and if others do the same we’ll refuse them entry, too.” Browder instructed his Hermitage colleagues to sell off the firm’s Russian assets and moved key staff to London.",
  "As she wrote in a memo, the Magnitsky law was “the beginning of a new round of the Cold War.” In May, 2016, Veselnitskaya had a meeting in Moscow with an old client, Aras Agalarov, a billionaire property developer who owns a shopping center and an entertainment complex in the Moscow region.",
  "Browder expressed the incongruity of his plight to The Economist: “Logic dictates that it’s not in the national interest to ban the biggest investor in Russia and one of the biggest supporters of the government’s policy.” In July, 2006, Putin was asked at a press conference about Browder.",
  "“I think Putin’s going to put them back in, and that’s good for business.” In 2003, when the billionaire head of the Yukos oil company, Mikhail Khodorkovsky, was arrested and charged for fraud and tax evasion, many saw it as evidence that Putin was becoming uncompromisingly authoritarian.",
  "Browder, who has taken to relating to as large an audience as possible the danger he faces, has called this “a perfect example of why you don’t want to be an anonymous guy who drops dead.” In Helsinki, Trump’s apparent openness to handing Browder over seemed to play into Browder’s fears.",
  "(Browder has said that he has “not given Hillary Clinton’s campaign or anybody else’s campaign a single penny ever.”) Browder watched the press conference on his computer: Putin’s “forehead was getting all twisted and furrowed, and you could just tell—he was not playing poker,” he said.",
  "Last summer, news broke of a meeting that took place at Trump Tower in June, 2016, at which members of the Trump campaign team, having been offered damaging information on Hillary Clinton, met with Natalia Veselnitskaya, a Russian lawyer with close ties to Russian government officials.",
  "Stephen Sestanovich, who worked on Russia policy in the Reagan and Clinton Administrations, explained to me that, more than the legislation’s particular merits, “the real question was whether Congress and the White House could find any substitute for Jackson-Vanik other than Magnitsky.",
  "Last fall, when Preet Bharara asked Browder if he had ever wanted Magnitsky to sign a fake confession to end his jailhouse tortures, Browder answered, “Yeah, through his lawyer I encouraged him to.” Browder’s tight-lipped answers were understandable, given his concerns for his safety.",
  "For the Trump campaign, the timing of the meeting is certainly suspect: on June 7th, four days after Goldstone wrote to Trump, Jr., and two days before the meeting at Trump Tower, Trump, Sr., who had just clinched the Republican nomination, spoke to an audience outside New York City.",
  "It was a work-around used by a number of Moscow-based investment funds that, as Dashevsky put it to me, “fell into a gray zone: it was clearly against the spirit of the law, but never prosecuted or pursued.” Browder also minimized how much Hermitage paid in Russian taxes.",
  "“So being involved in a policy process is now somehow considered criminal behavior?” The State Department’s spokesperson Heather Nauert called the notion “absolutely absurd,” and, after lawmakers from both parties raised an outcry, the White House rejected Putin’s offer.",
  "It was July 16th, three days after the special counsel Robert Mueller published an indictment charging twelve members of the G.R.U., Russia’s military-intelligence service, with hacking into Democratic Party servers and disseminating e-mails during the 2016 election.",
  "His singling out of Browder in Helsinki, McFaul told me, “only gives Bill a bigger global platform—it was a huge public-relations coup, which of course Bill will use.”\n\nAs Browder often points out, he has an improbable background for a millionaire hedge-fund manager.",
  "information that would incriminate Hillary and her dealings with Russia.” Trump, Jr., was enthusiastic: “I love it.” Veselnitskaya insisted that she did not discuss her meeting in Trump Tower with Yuri Chaika or other Russian officials before or after it took place.",
  "In order to grant Russia what the group calls “permanent normal trade relations” status, Congress would have to repeal the Jackson-Vanik amendment, a 1975 measure aimed at the Soviet Union that penalized trade with countries that had restrictive emigration policies.",
  "The researcher for the Prevezon defense, who helped unearth information on Browder’s relationship with Ziff Brothers, said that the details had “morphed into something wildly inaccurate.” The researcher added, “We never thought this Ziff stuff would have any value.",
  "As Trump started answering questions about the interference, and it became clear that he would not accept the assessment of U.S. intelligence agencies over the denials offered by Putin, the frenetic sense of anticipation in the room turned to silent confusion.",
  "Browder has often said that, in response to the raid, he went out and hired Sergei Magnitsky, “the smartest lawyer I knew in Moscow.” Actually, Magnitsky, then thirty-five, was a tax adviser who worked for the firm that had advised Hermitage for a decade.",
  "In spring, 2014, Katsyv’s defense team hired Glenn Simpson, of Fusion GPS, a private research-and-investigation firm in Washington, D.C., to identify Browder’s remaining ties to the United States, and to dig up everything he could on his past activities.",
  "machine.” That machine has been singularly effective, allowing Browder to turn his experiences into a fable for why the West should confront Putin—a tale he has told as a frequent guest on cable news shows and as a speaker at congressional hearings.",
  "Putin falsely claimed that Browder’s business associates had earned more than $1.5 billion in Russia and “never paid any taxes,” and that Browder had donated some four hundred million dollars of this money to Hillary Clinton’s Presidential campaign.",
  "In 2009, Browder’s tax adviser Sergei Magnitsky testified that the Russian police and tax authorities had attempted to steal two hundred and thirty million dollars in Russian taxes paid by Browder’s Moscow-based investment firm, Hermitage Capital.",
  "In 2013, Boris Nemtsov, a leading opposition activist in Russia, wrote of the new law, “It hurts Putin’s thieves, murderers and scoundrels, and benefits the country.” (Two years later, he was assassinated, not far from the walls of the Kremlin.)",
  "Regulators had instituted a dual price structure for the company’s shares: one class of shares, priced relatively cheaply, could be held only by Russian citizens and firms; the second class, priced much higher, could be purchased by anyone.",
  "The Magnitsky Act, which sanctions Russian human-rights violators and other officials implicated in corruption and abuse-of-power cases, was passed by Congress in 2012 and has been a subject of furious preoccupation for Putin ever since.",
  "Goldstone wrote to Trump, Jr., telling him, confusingly, that “the Crown prosecutor of Russia”—he later clarified that he meant Veselnitskaya—had met with Aras Agalarov and “offered to provide the Trump campaign with some official .",
  "It emerged that the task force had received bank records, Russian court judgments, and other documents from Browder and his associates at Hermitage, but had interviewed no other witnesses or parties involved in the alleged crime.",
  "In that address, he made a promise that, in the end, he didn’t keep: “I am going to give a major speech on probably Monday of next week, and we’re going to be discussing all of the things that have taken place with the Clintons.",
  "In one particularly testy moment in the deposition, the BakerHostetler lawyer asked whether the government agent had contacted the banks in question, in Moldova and Switzerland, to confirm the wire records provided by Browder.",
  "He held combative press conferences outlining Russian corporate malpractice and passed along to journalists dossiers that described the way venal oligarchs engaged in asset stripping, wasteful spending, and share dilutions.",
  "As an anti-corruption activist, Browder has spoken out against the exploitation of offshore tax havens—for example, the ones detailed in the documents that were leaked from the Panamanian law firm Mossack Fonseca, in 2016.",
  "In 2006, Celeste Wallander, a program director at the Center for Strategic and International Studies (she later worked as an adviser to President Obama on the National Security Council), ran into Browder at a conference.",
  "Shortly after Presidents Donald Trump and Vladimir Putin wrapped up their recent summit at the Finnish Presidential Palace, in Helsinki, around two hundred journalists gathered in the building’s neoclassical ballroom.",
  "Russian law-enforcement officers on the list were unlikely to travel to the United States in any case, and, for years, as far as officials in Washington could tell, no assets were seized as a result of the sanctions.",
  "The only time any of her interlocutors perked up, she said, was when she mentioned that the profits of the trades Browder had executed for Ziff Brothers could have made their way to the Democratic National Committee.",
  "She would not have gone for something like this—meeting the son of a U.S. Presidential candidate—unless she felt someone very high up had O.K.’d it.” Veselnitskaya described the meeting as awkward and disappointing.",
  "I have to be lucky every time.” In 2012, in Surrey, England, Alexander Perepilichny, one of Browder’s chief sources of information on the movement of the stolen funds, collapsed while jogging near his home and died.",
  "It included supposed links between Hermitage Capital’s purchase of Gazprom shares and the New York investment firm Ziff Brothers, a longtime Democratic donor for which Browder had once made stock trades in Russia.",
  "The lawyer countered: “Does your phone go long distance?” Veselnitskaya, convinced that U.S. law enforcement had not done due diligence, devoted herself to investigating Browder and undermining the Magnitsky Act.",
  "McFaul told me it had long struck him that “the spectre of the Magnitsky law and the noise around it are much more important than the law itself.” After the Helsinki summit, he said, he revised that assessment.",
  "In March, 2015, the judge in the Prevezon case ruled that Browder’s activism and promotion of “Red Notice” counted as business in America, and that he would have to give testimony as part of pretrial discovery.",
  "The allegations were curious: Hermitage had been under investigation for tax avoidance in previous years, but it was not in arrears at the time, and the Russian authorities had no active tax claims against it.",
  "His grandfather Earl Browder became active in socialist politics during the First World War and lived in the Soviet Union for five years before becoming the secretary-general of the Communist Party of America.",
  "The Prevezon case provided the platform for an ever-expanding Russian campaign against the Magnitsky Act, largely overseen by Natalia Veselnitskaya, who had been the lawyer for the Katsyv family for a decade.",
  "Ultimately, it became a sincere crusade.” According to Steven Dashevsky, then the head of research at a Russian investment bank, Browder’s anti-corruption stance was a kind of “free marketing” for Hermitage.",
  "As she recalled, Agalarov suggested that she meet with Donald Trump, Jr., whom he and his son, Emin, knew from the 2013 Miss Universe competition, which had been held in Moscow at a venue owned by Agalarov.",
  "Browder gained attention for publicly criticizing the management of companies in which his fund had invested as a minority shareholder, in an effort to goad them into being more efficient and transparent.",
  "Nothing would piss my family off more than that,” he writes in “Red Notice.” Browder studied economics at the University of Chicago, and then did a stint at the management-consulting firm Bain & Company.",
  "Over the next two years, Hermitage’s portfolio grew to more than a billion dollars, but it was nearly wiped out in August, 1998, when Russia defaulted on its sovereign debt, causing widespread panic.",
  "Veselnitskaya raised the allegations in Trump Tower, and Putin returned to them in Helsinki when he mentioned the “business associates of Mr. Browder” who “sent a huge amount of money” to Clinton.",
  "“The whole world knows that Vladimir Putin hates me, Vladimir Putin wants to get his hands on me, and, if anything happens to me, Vladimir Putin is going to be blamed,” he told National Review.",
  "But Canada, the Baltic states, and the U.K. have passed their own Magnitsky-style bills, and, last year, Congress passed the Global Magnitsky Act, which targets human-rights abusers worldwide.",
  "In July, 2016, information about Ziff Brothers appeared in requests for legal coöperation sent to the Department of Justice from the Russian general prosecutor’s office—the body Chaika heads.",
  "We tried to find a use for it, and never managed to—but, obviously, the Russians did.” Ultimately, the researcher said, Putin’s false accusations had only strengthened Browder’s credibility.",
  "The Magnitsky Act threatened the unspoken pact that governs Putin’s relations with those who enforce his power, whether they are interior-ministry officials or bureaucrats in the tax agency.",
  "Veselnitskaya and Akhmetshin also came up with the idea for a new nonprofit, the Human Rights Accountability Global Initiative Foundation, funded largely by wealthy Russians close to Katsyv.",
  "The company’s sole shareholder was Denis Katsyv, a businessman and the son of Pyotr Katsyv, who, as a high-ranking bureaucrat, oversaw large state budgets for the region surrounding Moscow.",
  "This would require a court subpoena; Browder had not voluntarily agreed to testify and, having given up his U.S. citizenship, was not immediately liable to the jurisdiction of a U.S. court.",
  "Trump claimed that Putin had made “an incredible offer” during their meeting: investigators working with Mueller could come to Russia to interview the twelve indicted intelligence officers.",
  "Browder is obviously nothing like the cartoon villain that Putin portrays him to be, and yet his political influence means that his every move, past and present, has global reverberations.",
  "At the time the law was passed, more than two hundred Russian children, who had already met their new parents, were prevented from travelling to the U.S. to join their adoptive families.",
  "“She’s not that important—but for a while the case she was fighting was.” The Prevezon investigation was of particular interest to those back in Moscow who resented the Magnitsky Act.",
  "If you’re going to do it in New York City, right in Trump Tower, you want to have some sort of cover story.” In this case, Hall said, that was the Magnitsky Act and the adoption ban.",
  "At one point, Cymrot read from the letter that Browder had delivered to prosecutors in New York in 2012, which refers to the “corrupt schemes” by which Katsyv acquired his wealth.",
  "Talking to me, Veselnitskaya downplayed any ties she had to Yuri Chaika, Russia’s general prosecutor, but a researcher on the Prevezon case told me that she often took his calls.",
  "Browder, who is fifty-four, with a dusting of silver hair and rimless eyeglasses, has a forceful yet understated authority and a talent for telling a coolly suspenseful tale.",
  "“He was pissed.” At the lectern in Helsinki, Putin did not speak of what is surely the true source of his animus: Browder’s decade-long campaign against Russian corruption.",
  "When Katsyv’s legal team sent a subpoena to the firm’s Delaware address, they got a reply saying that it was a mistake, and that Browder had nothing to do with the company.",
  "The government, in an effort to stimulate regional investment, had established a special zone in Kalmykia, a republic north of the Caucasus, that offered a lower tax rate.",
  "The answer turned out to be no, they couldn’t.” Natalia Veselnitskaya, the Russian lawyer who met with Donald Trump, Jr., Jared Kushner, and Paul Manafort at Trump Tower.",
  "According to Magnitsky’s lawyer and Russian human-rights advocates who later investigated the case, Magnitsky was put in a holding cell, handcuffed to a bed, and beaten.",
  "Since the Magnitsky Act passed, the Russian government has charged Browder with myriad crimes, and has periodically tried to lodge warrants for his arrest via Interpol.",
  "In February, 2015, outside the New York studio of “The Daily Show,” where Browder had filmed an interview with Jon Stewart, another server tried to hand him a subpoena.",
  "Browder was questioned by Mark Cymrot, a lawyer from BakerHostetler, who pushed him on where he got this or that document, or how he knew an allegation to be factual.",
  "Simpson also found that Browder had frequently used a ten-million-dollar vacation home in Aspen, Colorado, which is held through a company he set up for this purpose.",
  "On November 16, 2009, he felt deeply unwell, and was brought to Matrosskaya Tishina, or Sailor’s Rest, a notorious prison in northeast Moscow that had a medical wing.",
  "officer” and “a Russian intelligence asset.” Akhmetshin introduced Veselnitskaya to pro-Russian lawmakers, including Representative Dana Rohrabacher, of California.",
  "Prevezon’s lawyers sent process servers to issue a subpoena twice in person—first in July, 2014, as Browder was leaving a talk he had given at the Aspen Institute.",
  "Browder often replied that he didn’t know or didn’t remember, or that the answer to a particular question was known only by his lawyers or the team at Hermitage.",
  "Two weeks after the bill was passed, officials in the Kremlin came up with a particularly cruel response: a ban on U.S. citizens’ adoptions of Russian children.",
  "Bernie Sucher, a prominent American banker in Moscow throughout the nineteen-nineties and the aughts, told me, “Looking back, I think he was absolutely right.",
  "Earlier this month, Trump tweeted, “This was a meeting to get information on an opponent, totally legal and done all the time in politics—and it went nowhere.",
  "They also made off with Hermitage’s original corporate seals and stamps, bureaucratic instruments needed to register a new company and to act on its behalf.",
  "I met Veselnitskaya last fall in Moscow, at a café in the center of town; she is an imposing, glamorous woman with an exhaustive memory for dates and facts.",
  "In 2015, as Browder was busy promoting his book, he expounded on the Katsyv case in television and radio interviews, but was reluctant to testify in court.",
  "It called for those deemed culpable in the fraud and in Magnitsky’s death to be denied entry into the United States and their assets in the country seized.",
  "The kind of transparency required by a U.S. judicial process could also have exposed the identities of those who leaked crucial materials to Hermitage.",
  "“This type of thing could never happen in Britain, and that was the basis of my decision to become British,” he recently told an audience in Colorado.",
  "She doesn’t speak English, is not licensed to practice law in New York, and, at the time the charges were filed, had never been to the United States.",
  "Veselnitskaya’s defense of a client in what was formally a white-collar financial matter had become an influence campaign with geopolitical stakes.",
  "(It also raised practical questions: in 1998, Browder, who lives in the U.K., acquired a British passport and renounced his American citizenship.)",
  "In the years before the ban, Russian children had been adopted by more families in the U.S. than in any other country—around a thousand a year.",
  "He became entranced by the opportunities in the country’s newly privatized industries and bought up shares of formerly state-held enterprises.",
  "“Yeltsin let the animals get out of the cages and start running the zoo in Russia,” Browder told a trade publication for investors in 2000.",
  "She had befriended Rinat Akhmetshin, a Russian-born lobbyist in Washington, D.C., who was hired to join the Katsyv defense as a consultant.",
  "Cymrot quoted another passage from the letter, which alleged that Katsyv had “taken significant steps” to conceal the source of his assets.",
  "One of the most attractive investments for Western funds and banks operating in Russia was Gazprom, the state-owned natural-gas behemoth.",
  "The next day, Russian prosecutors added Michael McFaul, a top adviser on Russia policy in the Obama Administration and, later, the U.S.",
  "Over the next eleven months, he was transferred from one Moscow prison to another, held in increasingly foul and torturous conditions.",
  "The government needed that harsh spotlight.” But, he added, “I don’t think Bill started out with a passion for corporate governance.",
  "He believed that Putin’s predecessor, Boris Yeltsin, had allowed Russia’s oligarchs to manipulate the economy for their own profit.",
  "Its ostensible aim was to overturn the Russian adoption ban, but its real mission was to lobby for the repeal of the Magnitsky Act.",
  "Her defense of a client in what was formally a white-collar financial matter became an influence campaign with geopolitical stakes.",
  "McFaul, then in charge of Russia policy at the National Security Council, recalls, “Bill, to his credit, said, ‘That’s not enough.",
  "“But what was unique here was Bill Browder,” he said—in particular, Browder’s ability to tell the story of Magnitsky’s suffering.",
  "She recalled that he was convinced his visa problems could be resolved if he could only explain his predicament to Putin himself.",
  "In the early nineties, he spent several years in London as a trader at Salomon Brothers, and met his first wife, who is British.",
  "The Obama Administration placed sanctions on some of them, a routine procedure that barred them from entering the United States.",
  "Putin’s actions, too, can seem to prove Browder’s case about the need to combat the Russian state’s corruption and malfeasance.",
  "“I wanted to do something to fix it.” She and the BakerHostetler lawyers wanted Browder deposed as part of pretrial discovery.",
  "In March, 2014, a lawyer from BakerHostetler deposed the agent from the government task force who had acted on Browder’s tip.",
  "“I get the feeling Natalia is a very effective provincial-court operator,” a person close to the Prevezon defense team said.",
  "Legislators did not want to rescind the law without sending the Kremlin a message about American toughness on human rights.",
  "Magnitsky testified to Russian state investigators in June, 2008, after which his lawyer advised him to leave the country.",
  "Several weeks later, he was arrested on charges of abetting tax evasion through Hermitage, and held in pretrial detention.",
  "Between 1998 and 2005, the price of oil quadrupled and the Russian stock index went up by nearly three thousand per cent.",
  "A few low-level officials were admonished for Magnitsky’s maltreatment, but no one in Russia faced criminal punishment.",
  "As Browder tells it in his book, on June 4, 2007, while he was on a business trip to Paris, he got a call from Moscow.",
  "Katsyv, following Veselnitskaya’s advice, hired BakerHostetler, an élite law firm with offices in Rockefeller Center.",
  "Toward the end of nine hours of questioning, Cymrot turned to the year Magnitsky had spent in jail before his death.",
  "As Veselnitskaya remembered it, Trump, Jr., asked her if she had any proof that the Clinton campaign or the D.N.C.",
  "Krysha is Russian for “roof,” and in criminal jargon means the protection that a powerful figure can offer others.",
  "“There were no Russian intelligence officers who showed up, no one firmly associated with the Russian government.",
  "In “Red Notice,” for example, he mentions the need for secure, in-person communication with Magnitsky’s lawyer.",
  "In 1989, he got his M.B.A. at Stanford before going to Poland as a consultant for the Boston Consulting Group.",
  "Photograph by Olya Ivanova for The New Yorker On December 14, 2012, Obama signed the Magnitsky Act into law.",
  "Still, Browder tends not to mention that Mossack Fonseca set up at least three firms for him and Hermitage.",
  "But the researcher on the Prevezon team told me, “Natalia is an incredibly careful and considerate person.",
  "The law has made Browder, if not quite a household name, then a central figure in the Trump-Russia drama.",
  "Decades ago, as an enlisted soldier in the Soviet Army, he had worked for military counterintelligence.",
  "In the years that followed, Browder strenuously lobbied for a law that would punish those responsible.",
  "“The pain I felt was physical, as if someone were plunging a knife right through my gut,” he writes.",
  "Hermitage got the cheaper price by buying Gazprom stock through companies it registered in Russia.",
  "Daniel Fried, then the head of sanctions policy at the State Department, told me that he was wary.",
  "Veselnitskaya has closer links to the world of Russian officialdom than she has previously let on.",
  "Despite his public campaign, Browder was not immune to the era’s spirit of financial adventurism.",
  "This was the peak of the chaotic post-Soviet “Wild East,” a time of lawlessness and speculation.",
  "That the White House considered the proposal was an extraordinary breach of diplomatic protocol.",
  "But those I talked to who knew Browder in the nineties assumed that the reasons were financial.",
  "Kushner, she told me, was barely paying attention; Manafort was mostly on his phone, or asleep.",
  "Emin Agalarov called Rob Goldstone, a British tabloid reporter turned music promoter and P.R.",
  "The rate went down even more if disabled workers made up a majority of a company’s employees.",
  "In “Red Notice,” Browder describes getting the news of Magnitsky’s death, at home in London.",
  "She played no formal role in Katsyv’s defense but acted as his legal adviser and confidante.",
  "In 2010, Browder went to Washington with a list of Russian officials he said were to blame.",
  "Last July, he filed a libel lawsuit against Browder for describing him as “a Russian G.R.U.",
  "He developed gallstones and pancreatitis; a doctor ordered surgery, but he was not treated.",
  "But Browder welcomed the prosecution of Khodorkovsky, with whom he had clashed in the past.",
  "U.K. tax rules governing foreign income are less stringent than those in the United States.",
  "But elsewhere Browder has talked openly of having had contact with Magnitsky’s legal team.",
  "To take advantage of this, Hermitage hired disabled people for its companies in Kalmykia.",
  "The judge was skeptical that Browder’s evasiveness was motivated by fear of the Kremlin.",
  "William Browder took an interest in business while in boarding school in the seventies.",
  "He found it to be an instrument that helped him and his investors make a lot of money.",
  "“Cutouts”—envoys with no official role—would always be used for an approach like that.",
  "had received funds that could be traced back to Russia; she told me that she said no.",
  "“The main evidence that the law is having an effect is how obsessed Putin is with it.",
  "Information gathered by Prevezon’s defense team made its way to officials in Moscow.",
  "Two state tax offices in Moscow appeared to have approved the refunds the next day.",
  "Hermitage filed criminal complaints, some of them more than two hundred pages long.",
  "He was told that his Russian visa had been annulled on national-security grounds.",
  "Browder was one of the few Western financiers who chose to remain in the country.",
  "Cardin told me that visitors routinely bring him tales of injustice and atrocity.",
  "“Did you consult with Mr. Magnitsky’s lawyers from time to time?” Cymrot asked.",
  "Did anyone else consult on Browder’s behalf in directing Magnitsky’s defense?",
  "I think you’re going to find it very informative and very, very interesting.”",
  "Putin’s beleaguered political opponents in Russia celebrated the sanctions.",
  "“It screws up his social contract with those inside the system,” she said.",
  "Browder handed hundreds of pages of documents over to the U.S. government.",
  "Browder and his colleagues at Hermitage conducted their own investigation.",
  "Magnitsky was arrested, and died in a pretrial detention center in Moscow.",
  "Many companies listed in the so-called Panama Papers were entirely legal.",
  "“Their main objective is to get me back to Russia,” Browder has said.",
  "He leaped out of a waiting town car and fled down Fifty-first Street.",
  "Ambassador to Russia, to the list of those they wanted to question.",
  "“I’m a lawyer, but I’m also a citizen of my country,” she told me.",
  "Over the next six years, thirty-one more were sanctioned as well.",
  "He let it drop to the ground and drove off with his teen-age son.",
  "During the search, police officers seized thousands of documents.",
  "“It means his krysha doesn’t work,” Celeste Wallander explained.",
  "In 1996, Browder moved to Moscow and founded Hermitage Capital.",
  "“I would put on a suit and tie and become a capitalist.",
  "Putin, searching for retribution, supported the idea.",
  "He refused, and gave further testimony that October.",
  "Cymrot asked him which schemes he was referring to.",
  "agent who had helped put together the 2013 pageant.",
  "Browder was reassured by the bipartisan response.",
  "Other effects of the law were harder to measure.",
  "Browder is not aware of Fusion GPS discovering .",
  "They were foreign banks,” the agent replied.",
  "“We were as outraged as he was,” he told me.",
  "The deposition took place on April 15, 2015.",
  "Earl’s son Felix was a noted mathematician.",
  "(He declined to talk to me for a profile.)",
  "“I couldn’t believe it,” McFaul told me.",
  "“They did it by the book,” Hall told me.",
  "(A spokesperson for Browder said, “Mr.",
  "“And they only have to get lucky once.",
  "The case is still under investigation.",
  "“I don’t know,” Browder answered.",
  "She told him about her mission.",
  "“I don’t know,” Browder said.",
  "“I don’t know,” he answered.",
  "You didn’t make it public.",
  "By 10 P.M., he was dead.",
  "“No,” Browder said.",
  "What were they?",
  "“No, I did not.",
  ".",
  ".",
  ".",
  "."
]