[
  "— Julia Ioffe (@juliaioffe) June 26, 2018\n\nPop star Emin Agalarov trolls everyone in new music video, including his old pal Donald Trump, Stormy Daniels, Hillary Clinton and Mark Zuckerberg https://t.co/YkqBCUlO8L — Marshall Cohen (@MarshallCohen) June 26, 2018\n\nAgalarov has been an important figure in the Russia investigation because of the role he played in facilitating the meeting between Donald Trump Jr. and a Russian delegation at Trump Tower in June 2016.",
  "“The Crown prosecutor of Russia ... offered to provide the Trump campaign with some official documents and information that would incriminate Hillary and her dealings with Russia and would be very useful to your father,” the email, which Trump Jr. himself released to the public, said.",
  "The Trump-Russia scandal just took another bizarre turn — this time in the form of a head-scratching music video created by the aspiring Russian pop star who helped arrange the infamous Trump Tower meeting involving Donald Trump Jr. and several Russians.",
  "It features actors depicting several figures involved in Robert Mueller’s special investigation into alleged Russian meddling in the 2016 presidential election, including Donald Trump, his daughter Ivanka Trump and son-in-law Jared Kushner.",
  "— Donald J. Trump (@realDonaldTrump) November 11, 2013\n\nThe video Agalarov released this week, accompanying a song called “Got Me Good,” has been interpreted as a humorous, though ham-fisted, nod to that Moscow visit.",
  "As The New Yorker’s Adam Davidson noted on Tuesday, “Emin Agalarov is one of the only people in the world who might have firsthand knowledge of what Trump did or didn’t do” during his time in the Russian capital.",
  "Russian Singer Tied to Trump Collusion Scandal Trolls Everyone With 'Pee Tape' Music Video https://t.co/QFaFB1yAeR pic.twitter.com/t6Y6HXbVnZ — TheWrap (@TheWrap) June 27, 2018\n\nTroll level ??",
  "During a visit by Trump to Moscow that year, Agalarov was reportedly his “primary companion.” It was during that trip that the alleged “pee tape” was filmed at Moscow’s Ritz-Carlton Hotel.",
  "https://t.co/yLpaU2LXdi — Svetlana Shkolnikova (@svetashko) June 26, 2018\n\nHi guys, your resident Russia expert weighing in from vacation to say, hey!",
  "I wish that you told me the truth,” Agalarov croons to the Trump stand-in, before the pair walks into a hotel room with several bikini-clad models.",
  "At one point, an actor portraying Hillary Clinton is seen knocking back shots at a club with Ivanka Trump and Jared Kushner impersonators.",
  "Agalarov had told his publicist Rob Goldstone to contact Trump’s eldest son to relay a “very interesting” message from his father, Aras.",
  ": Russian pop star Emin Agalarov, who spent his teenage years in Tenafly, releases music video poking fun at Trump-Russia collusion.",
  "You are being trolled and made fun of by Emin Agalarov, who actually found a clever way to get you to listen to his shitty song.",
  "“This is obviously very high level and sensitive information but is part of Russia and its government’s support for Mr. Trump ?",
  "Actors portraying Hillary Clinton, Facebook founder Mark Zuckerberg and North Korean leader Kim Jong Un also make appearances.",
  "Back in 2013, Agalarov and his father partnered with the real estate magnate to bring the Miss Universe contest to Russia.",
  "At the very end of the video, the mysterious hacker figure is revealed to be none other than an actor playing Kim Jong Un.",
  "A hacker-type figure is seen watching surveillance footage of the scene before he erases Trump from the video.",
  "In one scene, Agalarov and a Trump impersonator are seen exchanging a briefcase in a hotel hallway.",
  "Later, actors playing Mark Zuckerberg, Stormy Daniels and Donald Trump are seen partying together.",
  "helped along by Aras and Emin.”\n\nTrump Jr. responded with apparent enthusiasm to the suggestion.",
  "Emin Agalarov, son of Russian oligarch Aras Agalarov, released the baffling clip on Tuesday.",
  "More briefcases and envelopes are shadily exchanged by the various characters in the clip ?",
  "Agalarov is trolling “everyone,” TheWrap concluded after watching the clip.",
  "@AgalarovAras I had a great weekend with you and your family.",
  "Agalarov and President Trump have a history of friendship.",
  "But as the clip continues, it degenerates into absurdity.",
  "The music video, at first, appears almost incriminating.",
  "The words “TRUE_FAKE” then appear on the screen.",
  "though, for what purpose, it’s never made clear.",
  "“If it’s what you say I love it,” he replied.",
  "“I wish you at least could be honest.",
  "You have done a FANTASTIC job.",
  "TRUMP TOWER-MOSCOW is next.",
  "EMIN was WOW!"
]