[
  "“We primarily discussed a program about the adoption of Russian children that was active and popular with American families years ago and was since ended by the Russian government, but it was not a campaign issue at the time and there was no follow up,” read that statement, which added that it was “a short introductory meeting.”\n\nThe news media also misleadingly framed Trump’s tweet to imply the statement about seeking to obtain “information on an opponent” was some sort of new admission when in fact the White House last year released information about the meeting being set up by Russian participants under the pretense that they possessed information about Hillary Clinton.",
  "NEW YORK — In a tweet on Sunday, President Donald Trump wrote that the infamous, brief confab at Trump Tower on June 9, 2016 between individuals tied to Russia, Donald Trump Jr. and other campaign officials was a “meeting to get information on an opponent.”\n\nTrump further tweeted that the meeting was “totally legal and done all the time in politics – and it went nowhere.”\n\nNumerous major media outlets quickly utilized Trump’s social media posting to misleadingly suggest that the president was contradicting an official statement issued by Trump Jr. last July about the purpose of the meeting.",
  "Akhmetshin’s email reply, in which he calls Fusion GPS’s Simpson “my colleague” was read aloud: “I am traveling this week, but my colleague Glenn Simpson, cc’d , will be able to brief you on the particulars of the case.”\n\nAnother email read in the testimony described plans for a February 4, 2016 dinner meeting between Simpson, Akhmetshin and Veselnitskaya, with Akhmetshin confirming that he did have a meeting with Simpson and Veselnitskaya around that time, possibly dinner.",
  "— Donald J. Trump (@realDonaldTrump) August 5, 2018\n\nNBC News used the twitter posting to claim that the tweet was “seemingly contradicting a statement from more than a year ago that the meeting focused on a Russian adoption program.”\n\nA widely circulated Associated Press article suggested Trump’s tweet was at odds with Trump Jr.’s statement, claiming that Trump “gave a far different explanation for the meeting” 13 months ago and referring to the Trump Jr. statement.",
  "In a New York Times oped in January, GPS co-founders Glenn Simpson and Peter Fritch wrote that they helped McCain share their anti-Trump dossier with the Obama-era intelligence community via an unnamed “emissary.”\n\nIn testimony his Senate testimony, Akhmetsin describes attending the Halifax security conference in 2016, but claimed he played no role in the contact where Wood connected with McCain and Kramer to inform them of the dossier’s existence.",
  "Goldstone replied, “It was an example of, I was given very limited information, and my job was to get a meeting, and so I used my professional use of words to emphasize what my client had only given bare-bones information about, in order to get the attention of Mr. Trump Jr.”\n\nElsewhere in the testimony, Goldstone says it appeared the claim of damaging information on Clinton was used to pull a “bait and switch” on the campaign.",
  "The Crown prosecutor of Russia met with his father Aras this morning and in their meeting offered to provide the Trump campaign with some official documents and information that would incriminate Hillary and her dealings with Russia and would be very useful to your fat This is obviously very high level and sensitive information but is part of Russia and its government’s support for Mr. Trump – helped along by Aras and Emin.",
  "All meeting participants who have spoken publicly, including the Russian attorney who led the meeting, agree the confab itself focused largely on the Magnitsky Act, which sanctions Russian officials accused of involvement in the death of a Russian tax accountant, as well as talk about a Russian tax evasion scheme and alleged connections to the Democratic National Committee.",
  "In one instance, Akhmetshin was asked about an email obtained by the Senate committee in which he described Fusion’s Simpson as a “colleague.”\n\nThe email related to the Russian-linked Prevezon Holdings Ltd., a firm that had settled a case in the U.S. involving the purchase of real estate with allegedly laundered money, accusations that centered around the Magnitsky Act.",
  "A headline at CNBC.com claims that the president’s tweet “changes rationale behind son’s controversial 2016 Trump Tower meeting.”\n\nIn actuality, Trump’s Sunday tweet that the meeting was set up “to get information on an opponent” does not contradict Trump’s Jr.’s statement, which focused on the actual content of the meeting itself.",
  "And we know that statement said that “we primarily discussed a program about the adoption of Russian children that was active and popular with American families years ago.” And we know that statement didn’t say that the initial impetus for the meeting was the promise from the Russians of dirt on Clinton.",
  "The Russia collusion conspiracy theory was sparked by the discredited dossier produced by Fusion GPS, which was paid for its anti-Trump work by Trump’s primary political opponents, namely Clinton’s 2016 presidential campaign and the Democratic National Committee (DNC) via the Perkins Coie law firm.",
  "In other words, Akhmetshin is claiming that he attended a meeting at the campaign headquarters of Clinton’s presidential challenger with that challenger’s son and other top Trump staffers, and that same night Akhmetshin did not even mention the meeting to his friend Lieberman, a Clinton associate.",
  "In testimony to the Senate Judiciary Committee reviewed in full by Breitbart News, Goldstone further said that he believes the meeting was a “bait and switch” by a Russian lobbyist seeking a meeting on another matter by misleadingly claiming to be bringing the Trump campaign dirt on Clinton.",
  "Meanwhile, amid renewed news media attention focusing on the infamous, brief Trump Tower meeting, there are largely unreported details surrounding the get-together that point to the increasing likelihood of the encounter being set up as a dirty trick against Trump’s presidential campaign.",
  "Russian lawyer Natalia Veselnitskaya, who led the meeting, told the Wall Street Journal that she approached Russian real estate magnate Aras Agalarov, whom she was representing, to help set up a meeting with the Trump campaign as part of her efforts opposing the Magnitsky Act.",
  "Later in the testimony, when Akhmetshin described disclosing another matter to journalist friends, he was questioned about his claim that he didn’t tell Lieberman that same night about the Trump Jr. meeting, yet he seemingly evidenced a lack of discretion with reporters.",
  "The New York Times previously reported that Lieberman in 1998 arranged for Akhmitshi’s position at “an organization pushing what he described as a pro-democracy agenda for Kazakhstan.” Investigative journalist Seymour Hersh says he met Akhmetshin through Lieberman.",
  "Email transcripts and other information disclosed in testimony released by the Senate Judiciary Committee reveal a significant relationship between Russian-born Washington lobbyist Rinat Akhmetshin, who was present at the Trump Tower meeting, and Fusion GPS.",
  "Another under-reported issue pointing to the possibility of dirty tricks at play in setting up the Trump Tower meeting surrounds Akhmetshin’s claimed relationship with Clinton and his meeting with a Clinton associate the same day as the Trump Tower meeting.",
  "During further questioning in Senate testimony, Akhmetshin admited to possibly telling Clinton associate Lieberman about the Trump Tower meeting, but says he may have told him on another day and not the night they met the same day as the meeting.",
  "In yet another under-reported issue raising questions about the Trump Tower meeting, Akhmetshin admitted to being present at the same security conference in Canada where Sen. John McCain was reportedly first informed about the anti-Trump dossier.",
  "Goldstone was asked to clarify a draft statement he sent to the committee stating, “I, therefore, used the strongest hyperbolic language in order to secure this request from Donald Trump Jr. based on the bare facts I was given.”\n\n“Mr.",
  "It was at the security conference in Canada in November 2016 that McCain says he was approached by Sir Andrew Wood, a former British ambassador to Moscow and friend of ex-British spy Christopher Steele, the author of the dossier.",
  "After the meeting at Trump Tower, Akhmetshin says he went to dinner and a play with Lieberman, and the subject of the meeting that same day did not come up in his conversations with Lieberman at dinner or during the play.",
  "This puts Simpson in person with two participants in the Trump Jr. meeting just four months before the June 2016 Trump Tower meet, although Akhmetshin described the meeting with Simpson as being about the Prevezon case.",
  "In his testimony, one Senate griller asked Akhmetshin about a December 2015 email from a Bloomberg News reporter that states he was told that Akhmetshin was “handling media calls” for Prevezon and its owner.",
  "He claims that after he had lunch with Veselnitskaya, she called him and asked him to attend the Trump Tower meeting, but she didn’t suggest any role he would play at the meeting or why he should attend.",
  "Nor was Trump’s tweet the first time the White House released information about the meeting being set up by Russian participants under the pretense that they possessed information about Hillary Clinton.",
  "In his senate testimony , Akhmetshin related a personal connection to Clinton via attorney Ed Lieberman, whose late wife Evelyn previously served as Clinton’s chief of staff when she was First Lady.",
  "Akhmetshin says that while he was in New York, he had lunch with Veselnitskaya, who told him about the scheduled meeting that day at Trump Tower, but she didn’t say anything about him attending.",
  "Veselnitskaya was involved in the case since it investigated financier Bill Browder, who successfully lobbied Congress to pass the Magnitsky Act and was a witness in the Prevezon legal matter.",
  "In his Senate testimony, Akhmetshin described taking an Acela train to New York the day of the June 9, 2016 Trump Tower meeting, and says that Lieberman “may” have been with him on the train.",
  "Goldstone admitted that when he wrote Trump Jr. to set up the meeting with the Russian attorney at Trump Tower he used deliberately hyperbolic language to ensure that the meeting took place.",
  "In other words, Akhmetshin is claiming he is not certain whether he spoke to one of the most famous American politicians, something that would seemingly be quite memorable to most people.",
  "The news media on Sunday covered Trump’s tweet about the meeting being set up “to get information on an opponent” as if this were the first time that such information was made public.",
  "Wood briefed McCain and Kramer, a former State Department official and longtime McCain associate who agreed to meet Steele in London for a fuller briefing on the dossier contents.",
  "“I knew Senator McCain when he was running years ago because I had friends who were — did advance work for him,” Akmetshin said, referring to McCain’s 2008 presidential campaign.",
  "Here is Trump’s Sunday tweet about the subject:\n\nFake News reporting, a complete fabrication, that I am concerned about the meeting my wonderful son, Donald, had in Trump Tower.",
  "One largely unreported issue centers on the two Russians at the meeting evidencing a larger relationship with Fusion GPS and the controversial firm’s co-founder Glenn Simpson.",
  "Akhmetshin’s November 14, 2017 testimony before the Senate Judiciary Committee contained numerous sections that detail his past relationship with Fusion GPS and Simpson.",
  "“So if I understand your statement right, you were saying that your email on June 3rd to Mr. Trump was an example of this hyperbolic exaggeration type?” he was asked.",
  "He is a New York Times bestselling author and hosts the popular weekend talk radio program, “Aaron Klein Investigative Radio.” Follow him on Twitter @AaronKleinShow.",
  "Goldstone, in your capacity as a music publicist, have you at times used hyperbolic language or exaggeration or hype as part of your pitch?” Goldstone was asked.",
  "CNN.com suggested there was a discrepancy between Trump’s tweet and the Trump Jr. statement:\n\nAn analysis piece by CNN Editor-At-Large Chris Cillizza reads:\n\nSo.",
  "Evelyn Lieberman also served as Bill Clinton’s deputy chief of staff, and famously transferred Monica Lewinsky out of the White House to the Defense Department.",
  "The Washington Post reported in February that after meeting with Steele, Kramer went to Washington and received the dossier document directly from Fusion GPS.",
  "In recently released Senate Judiciary Committee testimony, Goldstone admitted to using deliberately hyperbolic language to ensure that the meeting took place.",
  "In fact, in his Senate testimony, Akhmetshin says that he “knows” Hillary Clinton and has a personal relationship with her that dates back to the late-1990s.",
  "Besides describing a direct connection to Clinton, Akhmetshin also testified that he “knew some people who worked on” Clinton’s 2016 presidential campaign.",
  "Trump Jr. previously explained that he took the meeting thinking it was about “opposition research” on Hillary Clinton and was disappointed that it wasn’t.",
  "Akhmetshin further revealed that the same day of the Trump Tower meeting he met with a Clinton associate after the confab and possibly also just before.",
  "Akhmetshin says his dealings with Lieberman in New York that day were “personal” and centered on a scholarship program that he claims Lieberman started.",
  "“And he was in New York that day to discuss arrangements with Metropolitan Museum with kind of taking care of that scholarship award,” Akhmetshi stated.",
  "Goldstone contacted Trump Jr. on behalf of his client Emin Agalarov, a Russian singer and businessman who is the son of Russian oligarch Aras Agalarov.",
  "On June 3, 2016, Goldstone sent the following email to Trump Jr.:\n\nEmin just called and asked me to contact you with something very interesting.",
  "Akhmetshin says he might have spoken to McCain and the senator’s assistant David J. Kramer at the Halifax International Security Forum in 2016.",
  "Akhmetshin also relates a previous working relationship with Simpson’s wife, pitching her stories while she served at the Wall Street Journal.",
  "Akhmetshin further describes pitching stories directly to Simpson while Simpson was a journalist prior to his co-founding of Fusion GPS.",
  "Trump Jr. himself released emails containing that information immediately following a July 2017 New York Times article on the subject.",
  "This was a meeting to get information on an opponent, totally legal and done all the time in politics – and it went nowhere.",
  "Was it the initial statement he dictated to the Times on behalf of Don Jr. that made clear the meeting was about adoptions?",
  "Some of that relationship, which also involved Veselnitskaya, spanned the period just prior to the meeting with Trump Jr.",
  "Akhmetshin detailed knowing Hillary Clinton since the late 1990s and last seeing her at Evelyn Lieberman’s 2015 funeral.",
  "What do you think is the best way to handle this information and would you be able to speak to Emin about it directly?",
  "Aras Agalarov organized the 2013 Miss Universe pageant in Moscow when the pageant was partially owned by Donald Trump.",
  "She was also looking to spread information about Bill Browder, the primary supporter of the Magnitsky Act, she said.",
  "Russian lawyer Natalia Veselnitskaya, who led the meeting, also worked closely with Fusion GPS on a legal matter.",
  "I can also send this info to your father via Rhona, but it is ultra sensitive so wanted to send to you first.",
  "Russia does not have a “Crown prosecutor.” Rhona Graff served as President Donald Trump’s longtime secretary.",
  "He also said he had drinks that same night with another “friend” but could not remember who that friend was.",
  "Or is it what he is saying now — that the meeting was aimed at gathering negative information about Clinton?",
  "In the same testimony, Akhmetshin says he “knew” some of the people who worked on Clinton’s 2016 campaign.",
  "The Russian lobbyist also said he “might have spoken with” Kramer but would not give a definitive answer.",
  "But now Trump is saying that the meeting was designed “to get information on an opponent.” Which is it?",
  "Fusion GPS investigated Browder for another client and their findings were used in the Prevezon trial.",
  "Veselnitskaya, who countered the Magnitsky Act along with Akhmetshin, was an attorney for Prevezon.",
  "Akhmetshin also stated in the testimony that he was not asked to keep the meeting confidential.",
  "Aaron Klein is Breitbart’s Jerusalem bureau chief and senior investigative reporter.",
  "The meeting was arranged by Rob Goldstone, the English publicist and music manager.",
  "The meeting, however, was scheduled with Trump Jr. under very different pretenses.",
  "Akhmetshin said he “might” have “said hi” to McCain but could not say for sure.",
  "Akhmetshin also stated that he had a previous relationship with McCain.",
  "Ahmetshin also claimed he was not aware of the dossier at the time.",
  "McCain then passed the dossier to FBI Director James Comey.",
  "We know that Trump dictated the initial Don Jr. statement.",
  "Simpson previously worked for the Wall Street Journal.",
  "Joshua Klein contributed research to this article.",
  "“At most times, yes,” he replied.",
  "I did not know about it!",
  "Follow him on Facebook.",
  "Dirty trick?"
]