[
  "The Democratic National Committee has filed a lawsuit against the Russian government, one of its spy agencies, WikiLeaks, and numerous Trump campaign associates seeking damages related to the hack of its email systems during the 2016 presidential campaign.",
  "“This constituted an act of unprecedented treachery: the campaign of a nominee for President of the United States in league with a hostile foreign power to bolster its own chance to win the presidency.”\n\nThe DNC is suing in federal court in New York City.",
  "“During the 2016 presidential campaign, Russia launched an all-out assault on our democracy, and it found a willing and active partner in Donald Trump’s campaign,” DNC Chairman Tom Perez told The Washington Post, which first reported the lawsuit.",
  "Trump Jr. accepted the meeting after being told by a representative for Emin Agalarov, a Russian pop star, that a Russian government attorney wanted to offer the Trump campaign dirt on former Secretary of State Hillary Clinton.",
  "The professor, Joseph Mifsud, told Papadopoulos during a meeting in London on April 26, 2016 that he had learned the Russian government had obtained “thousands” of Clinton-related documents.",
  "The lawsuit seeks millions of dollars for what it alleges is a conspiracy between President Donald Trump’s campaign and the Russian government to disseminate emails hacked from the DNC.",
  "Follow Chuck on Twitter\n\nContent created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "Also included are several Trump campaign advisers, including Donald Trump Jr., Paul Manafort, Rick Gates, George Papadopoulos, Roger Stone, and Jared Kushner.",
  "The former campaign adviser pleaded guilty on Oct. 5, 2017 to lying to the FBI about his interactions with a Maltese professor and two Russian nationals.",
  "The documents were released through WikiLeaks and Guccifer 2.0, a website believed to be affiliated with Russia’s military intelligence agency, the GRU.",
  "Content created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "The DNC is also suing Agalarov and his father, Aras Agalarov, an Azeri-Russian billionaire with ties to Russian President Vladimir Putin.",
  "The lawsuit focuses in part on a June 9, 2016 meeting held at Trump Tower between Trump Jr., Manafort, Kushner and a group of Russians.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "Yet, he and the other attendees now claim that no information on Clinton changed hands.",
  "The complaint lists the Russian Federation, GRU and Trump campaign as plaintiffs.",
  "The Agalarovs partnered with Trump for the 2013 Miss Universe pageant in Moscow.",
  "Trump Jr. enthusiastically accepted the offer.",
  "Papadopoulos is also named in the lawsuit.",
  "They have denied engaging in collusion."
]