[
  "(CNN) Thousands of pages of interview transcripts with the participants of the June 2016 Trump Tower meeting shed new light on how eager Donald Trump Jr. and senior members of the Trump campaign were to obtain damaging information on Hillary Clinton — and how frustrated and angry they were that the material did not come to fruition.",
  "The Senate Judiciary Committee's release Wednesday of the Trump Tower transcripts and hundreds of pages of exhibits provide the most comprehensive view yet into the circumstances surrounding the controversial meeting and the details of the roughly 20-minute encounter, in which Trump's team was expecting dirt from Veselnitskaya.",
  "The documents contain a record of closed-door committee interviews with five of the eight meeting attendees, including Trump Jr., Goldstone, Russian-American lobbyist Rinat Akhmetshin, translator Anatoli Samochornov and Ike Kaveladze, a Russian with ties to oligarch Aras Agalarov.",
  "The committee also formally released the transcriptof the transcript of Fusion GPS co-founder Glenn Simpson, who was not at the Trump Tower meeting but whose transcript was unilaterally released in January by the committee's top Democrat, California Sen. Dianne Feinstein.",
  "Rob Goldstone, the British music publicist who arranged the Trump Tower meeting, told the committee he was anticipating a \"smoking gun\" from Veselnitskaya when he urged Trump Jr. to take the meeting, even though he thought it was a \"bad idea and that we shouldn't do it.\"",
  "But the transcripts released by the Senate Judiciary Committee fill in new details about how Trump Jr., President Donald Trump's son-in-law Jared Kushner and then-Trump campaign chairman Paul Manafort were expecting a bombshell from Russian lawyer Natalia Veselnitskaya.",
  "Trump Jr. said he believed there to be a \"pretty substantial delta\" between the meeting described in Goldstone's initial email and what actually took place, saying he imagined there was an element of \"showmanship\" involved in Goldstone's meeting pitch.",
  "\"I appreciate the opportunity to have assisted the Judiciary Committee in its inquiry,\" Trump Jr. said in a statement, \"The public can now see that for over five hours I answered every question asked and was candid and forthright with the Committee.",
  "\"When we walked out of the meeting room and went down to the bar, he called me, and Natalia was present there , and I said, 'Oh, well, everything is fine, we had a great meeting and stuff,' because I didn't want to upset her,\" Kaveladze said.",
  "When asked if he is satisfied that he knows the whole story now, Grassley didn't answer directly, but said: \"I'm satisfied that we have a lot of collaboration by different people that were there, and they seem to draw the same conclusions.\"",
  "Trump Jr. — who had emailed Goldstone ahead of the meeting about the dirt, \"if it's what you say I love it\" — told congressional investigators he was interested in \"listening to information\" about Clinton in the June Trump Tower meeting.",
  "Akhmetshin described a lunch he attended with Veselnitskaya directly before the controversial sit-down where he says he was first invited to the meeting, and where she seemed to crowdsource ideas for what to discuss with Trump, Jr.",
  "\"I just sent somebody an email that says I'm setting up a meeting for someone that is going to bring you damaging information about somebody who was running to become the President of the United States,\" Goldstone said.",
  "\"My impression from watching Donald Trump, Jr in that meeting is that he evaded and contradicted himself in many of his answers, and he needs to come back before the committee and testify in person under oath.\"",
  "The meeting -- and whether President Trump knew about it -- has become a central focus of Mueller's investigation into Russian meddling in the 2016 election, as well as the congressional Russia investigations.",
  "While Kushner and Trump Jr. have said the now-White House senior adviser left in the middle of the meeting, others who were there told the committee they remembered Kushner staying the whole time.",
  "Kaveladze told the committee that he \"discussed no dirt with Mr. Agalarov,\" but he said that he did speak with Roman Beniaminov, a friend of Emin Agalarov, about damaging information on Clinton.",
  "But Democrats, who feuded with Grassley for months about issuing subpoenas to force Kushner to testify and Trump Jr. to return for a public hearing, argued there are outstanding questions.",
  "\"We still do not know the full story about the June 9 meeting or, more broadly, the degree to which the campaign cooperated or communicated with Russia,\" Feinstein said in a statement.",
  "The nearly 2,000 pages of interviews do not appear to contain information that would change the course of special counsel Robert Mueller's investigation into Trump's team and Russia.",
  "Kaveladze told lawmakers he also spoke with Emin Agaralov about two hours after the meeting, telling him \"that it was (a) complete loss of time and it was (a) useless meeting.\"",
  "\"And I recall that she began the presentation exactly where she had begun it last time, almost word for word, which seemed, by his body language, to infuriate him even more.\"",
  "The transcripts also detail the scramble that occurred across the Trump orbit and for those connected to the Trump Tower meeting after it became public roughly a year later.",
  "Partisan divide over committee's probe\n\nThe committee on Wednesday released transcripts and hundreds of pages of related material from nine people connected to the meeting.",
  "Goldstone told the committee he sent the email to set up the meeting to Trump Jr., rather than the presidential candidate, because it felt it was the \"lesser of two evils.\"",
  "\"I didn't know whether this should go to (Trump's assistant) Rhona (Graff) for Mr. Trump or it should go to Don Jr. and let him decide where it should go,\" Goldstone said.",
  "I once again thank Chairman Grassley and Ranking Member Feinstein, as well as other members of the Committee and their staff for their courtesy and professionalism.\"",
  "\"But then I believe two hours later we had another conversation where I gave details of the meeting, and at that conversation I explained that it was loss of time.\"",
  "Goldstone set up the meeting on behalf of his client Emin Agaralov, a Russian pop star, who is the son of Aras Agaralov, a wealthy real estate developer in Moscow.",
  "A meeting comes together\n\nThe various transcripts paint a fuller picture into how the meeting was arranged and what the participants were expecting going into it.",
  "Senate Judiciary Chairman Chuck Grassley said Wednesday that he decided to release the Trump Tower transcripts because \"the public's business ought to be public.\"",
  "The White House has said the President weighed in on a misleading statement his son issued after the meeting became publicly known, more than a year later.",
  "Trump Jr. also said he did not inform his father about the meeting ahead of time, because he didn't want to bring him \"unsubstantiated\" information.",
  "The committee's documents also included responses from Veselnitskaya, as well as a statement from Kushner and a page of notes from Manafort.",
  "\"She was expecting 'something bigger' from the meeting only to find herself headed to the Trump Tower Bar without what she wanted,\" he said.",
  "Instead, Veselnitskaya focused on US sanctions on Russia under the Magnitsky Act that the US passed to punish Russian human rights abuses.",
  "\"Jared Kushner, who is sitting next to me, appeared somewhat agitated by this and said, 'I really have no idea what you're talking about.",
  "Goldstone called Emin Agaralov immediately after the meeting and told him it was \"the most embarrassing thing you've ever asked me to do.",
  "Trump Jr. testified at the conclusion of the meeting, Goldstone apologized to him \"for what he believed was wasting our time.\"",
  "\"Roman told me that, as far as he heard, (the) attorney had some negative information on Hillary Clinton,\" Kaveladze said.",
  "\"I was wearing jeans and T-shirt and things, so I actually was -- when she invited me, I was slightly hesitant,\" he said.",
  "Trump Jr. has told House investigators that he did not communicate with his father about the meeting before it happened.",
  "\"Manafort was like on his — I believe it's a BlackBerry, so he was just sitting in the chair which kind of goes back.",
  "He was almost like lying there, like, you know, on his phone and it's throughout the whole meeting,\" Akhmetshin said.",
  "Trump Jr.'s response, according to Goldstone: \"And the answer was simply, 'I'm only asking you to get a meeting.'\"",
  "I've just sat in a meeting about adoption,\" which is an issue linked to the US Magnitsky Act sanctions on Russia.",
  "Anger and embarrassment after the meeting\n\nThe transcripts also show that all sides knew the meeting went poorly.",
  "Akhmetshin testified that Manafort and others were on their phones throughout Veselnitskaya's presentation.",
  "Following the documents' release, Trump Jr. said the transcripts show he \"answered every question asked.\"",
  "Despite believing there was a \"smoking gun,\" Goldstone said he thought the meeting was ill-advised.",
  "There is also a discrepancy between the meeting participants about how long Kushner was present.",
  "Sen. Richard Blumenthal, a Connecticut Democrat, said Trump Jr.'s testimony was evasive.",
  "\"I had no way of assessing where it came from, but I was willing to listen,\" he said.",
  "When he showed up for the lunch meeting, Akhmetshin was dressed informally, he said.",
  "which suggests Agalarov didn't anticipate that to be the topic at the meeting.",
  "This story has been updated and will continue to update with new developments.",
  "\"I have no confidence that he has told the whole truth,\" Blumenthal said.",
  "Trump's team was not pleased, according to testimony about the session.",
  "Goldstone said of Kushner, who was not interviewed by the committee.",
  "But Veselnitskaya was also disappointed, according to Samochornov.",
  "And I gave the reason for that being that I am a music publicist.",
  "Could you please focus a bit more and maybe just start again?'\"",
  "And she looked at Ike, and he kind of like said yeah, kind of.\"",
  "\"I thought that was worthy of the words 'smoking gun,' yes.\"",
  "Goldstone told lawmakers that Agalarov replied, \"Adoption?\"",
  "\"I believed it was a bad idea and that we shouldn't do it.",
  "\"And I said, neither do you and neither does your father.\"",
  "Politics, I knew nothing about,\" Goldstone said.",
  "The Russians in attendance felt the same way.",
  "The damaging information didn't materialize.",
  "I thought it was the lesser of two evils.\"",
  "\"So I went with the latter.",
  "\"I said, like, 'You sure?'",
  "kind of thing."
]