[
  "RUSSIAN ATTORNEY RIPS ANTI-TRUMP DOSSIER AS 'CHEAP GOSSIP,' AMID QUESTIONS OVER ORIGIN\n\nThe emails show Veselnitskaya requesting to invite Akhmetshin to the meeting, saying he had “invaluable knowledge about the positions held by the members of the Foreign Relations Committee that will be important to our discussion,” the Wall Street Journal reported.",
  "Trump Jr., his brother-in-law Jared Kushner and then-campaign chairman Paul Manafort were known to have attended the meeting with Veselnitskaya, Russian-born lobbyist Rinat Ahkmetshin and music publicist Rob Goldstone, who brokered the get-together promising campaign dirt on Hillary Clinton.",
  "EXCLUSIVE: The Russian attorney whose 2016 meeting with Donald Trump Jr. fueled allegations of campaign collusion told Fox News on Wednesday that she would have made contact with Hillary Clinton as well if she thought the Democratic nominee could help Moscow in its anti-sanctions push.",
  "“Because I naively thought there should be justice in the US for the fraudsters fostering hatred between the two of our countries.”\n\nThe suggestion that she would have made contact with Clinton further challenges the notion that the meeting was about anything other than sanctions.",
  "Goldstone said at the time that he could set up a meeting to provide “very high level and sensitive information” compromising Clinton’s election chances as part of “Russia and its government’s support for Mr. Trump.”\n\n“If it’s what you say, I love it,” Trump Jr. wrote in response.",
  "The emails were released by Scott Balber, an attorney for Aras Agalarov, who helped organize the meeting with Trump Jr.\n\nBalber also told the Journal that the Russian lawyer has been fighting the Magnitsky Act for years and reached out to numerous Russian authorities.",
  "While Veselnitskaya -- in correspondence at the time and comments made more recently -- has countered claims that the meeting might have dealt with Clinton dirt, that narrative emerged thanks to the originally published correspondence between Trump Jr. and Goldstone.",
  "As reflected in those emails, Russian lawyer Natalia Veselnitskaya told Fox News she believed the June 2016 meeting with President Trump’s eldest son was meant to discuss the Magnitsky Act, a 2012 sanctions law aimed at top Russian officials.",
  "As part of her effort against the sanctions law, Veselnitskaya reportedly had talking points that included one reference to Clinton, suggesting a U.S. company had avoided taxes in Russia and donated to the Democratic Party, possibly Clinton.",
  "TRUMP TOWER MEETING WASN'T ABOUT CLINTON 'DIRT,' EMAILS SHOW\n\n“If Hillary Clinton or anybody from her environment could have been such an individual [to help], I also would have passed that information [to her],” Veselnitskaya wrote.",
  "The Wall Street Journal reported earlier on correspondence between Veselnitskaya and Goldstone, likewise suggesting the meeting was not set up to pass on damaging information about Clinton on behalf of the Russian government.",
  "Veselnitskaya told Fox News on Wednesday that the information being shared in the Trump Tower meeting “was not confidential,” but also “was not public.” “I wanted to make it public,” Veselnitskaya said in the email.",
  "“I had never been looking for a meeting neither with Trump Jr., nor Sr., nor his team,” Veselnitskaya told Fox News in an email, sent in Russian and translated to English by her translator.",
  "The assertion came as newly revealed email correspondence further undermined previous reports that the Trump Tower meeting was set up to discuss damaging information about Clinton.",
  "Veselnitskaya wrote, however, that she “had been told” Trump Jr. “could help” her bring information to members of Congress about the Magnitsky Act, which Moscow adamantly opposed.",
  "The June 2016 meeting was first reported by The New York Times over the summer, reigniting claims that the Trump campaign coordinated with Russia in the presidential election.",
  "Following the controversy, Trump Jr. defended himself, saying Veselnitskaya did not have any such information and wanted to focus on other non-election-related issues.",
  "Fox News' Lukas Mikelionis contributed to this report.",
  "It remains unclear what Goldstone was referring to.",
  "She echoed his view on multiple occasions."
]