[
  "In the words of a go-between writing on behalf of Aras Agalarov, a Russian oligarch Trump Sr. met in Moscow, the Russians were dangling information harmful to Clinton as part of their “government’s support for Mr. Trump.” Instead of reporting this overture to the FBI, Trump Jr. responded, “I love it.”\n\nBy welcoming and concealing the meeting, the campaign’s most senior officials confirmed their willingness to communicate in secret with representatives of America’s leading geopolitical adversary specifically to obtain electoral help.",
  "Joseph Mifsud, an academic with extensive ties to the Russian government who is now mysteriously missing, told Trump campaign foreign policy adviser George Papadopoulos that Russia had dirt on Clinton — “thousands of emails.” Other contacts included Trump’s national security adviser Michael Flynn, who had personal ties to Putin, and Carter Page, another adviser who American intelligence believed was being recruited by Russia as a potential asset.",
  "Russia conducted its efforts to influence the election through the WikiLeaks releases, Steele reported, “with the full knowledge and support of Trump and senior members of his campaign.”\n\nAccording to Steele, he shared this information with British and U.S. intelligence because he believed that Trump was being blackmailed by Russia.",
  "For Russia, he represented an antidote to the offensive policies of Obama’s likely Democratic successor, Clinton; for Putin, supporting Trump through Russian intelligence was standard operating procedure, reflecting his support of pro-Russian candidates in France, Germany, Austria, Hungary, Greece, Bulgaria and Ukraine.",
  "Before then, Trump had only praise; as late as 2010 he wrote that “Obama proved that determination combined with opportunity and intelligence can make things happen — and in an exceptional way.” But in 2011 Trump began aggressively questioning Obama’s birthplace and his legitimacy as president ?",
  "Russia was ready for him: In the spring of 2015, The Wall Street Journal reports, U.S. spy agencies captured Russian government officials discussing “associates of Mr. Trump, including Mr. Manafort.”\n\nIn March 2016, Manafort offered Trump his services as campaign manager, for free.",
  "In brief, Trump concealed an earlier warning about Flynn’s lies from acting Attorney General Sally Yates; dissembled about his knowledge concerning Flynn’s discussions with Kislyak and the FBI; attempted to dissuade Comey from investigating Flynn; and, having failed, fired him.",
  "The question is whether America’s president is also a Russian asset — specifically, whether Trump’s bewildering affinity for President Vladimir Putin is simply a matter of ego and admiration or whether Putin possesses information that empowers him to influence Trump’s conduct.",
  "Indeed, the bare public revelation that Trump knowingly accepted Russian assistance — even without an explicit quid pro quo — would be unacceptable to Trump: As a political and psychological matter, he clearly would do anything to avoid the delegitimization of his victory.",
  "Once ensconced, he promised Deripaska confidential briefings on the campaign; Manafort was now ideally situated to seek new financing from Kremlin-connected sources, perhaps in exchange for furthering a mutually beneficial arrangement between the Trump campaign and Russia.",
  "BRENDAN SMIALOWSKI / AFP / Getty Images President Donald Trump’s bewildering affinity for President Vladimir Putin raises the question of whether it’s merely a matter of admiration or Putin possesses information that empowers him to influence Trump’s conduct.",
  "This could explain the uncharacteristic public admonitions of former CIA Director John Brennan (“the Russians may have something on [Trump] personally”) and former Director of National Intelligence James Clapper (Putin handles Trump like a Russian “asset”).",
  "What they may well know — and what the public record overwhelmingly suggests — is that Trump and his campaign knowingly and willingly went along with Russian efforts to influence the election and, in the process, repeatedly violated American law.",
  "The most obvious potential leverage between Trump and Russia is the most contemporary: that Trump’s campaign accepted Russian help to defeat Hillary Clinton in the 2016 presidential election, perhaps in exchange for a promise of sanctions relief.",
  "This evidence includes dozens of secret contacts between the two efforts that reflect classic Russian tradecraft: Regardless of whether Trump won or lost, he would be complicit in Russia’s illegal activities and knowingly indebted to Putin.",
  "If the answer is damning, Trump must quash special counsel Robert Mueller’s investigation not simply to protect himself but also to conceal that, in matters critical to Russia, his actions as president are circumscribed by Putin’s wishes.",
  "1986 To 2011: Trump’s Growing Entanglement With Russia\n\nCraig Allen / Getty Images After several bankruptcies, by the early 1990s, Trump could no longer secure American financing for his businesses, and he turned to Russian lenders.",
  "Instead, Trump has spent the last 18 months persistently questioning U.S. intelligence’s conclusions about Russia’s role, castigating the FBI investigation as a “witch hunt” and deriding Brennan and Clapper as political hacks.",
  "In January 2017, Brennan, Clapper and National Security Agency Director Michael Rogers briefed Trump on highly confidential, detailed and compelling evidence of Putin’s role in directing Russian interference in the election ?",
  "In Steele’s account, Russian intelligence videotaped Trump watching prostitutes urinate on a bed that Obama had occupied during a state visit — another weapon in Russia’s arsenal of kompromat, or compromising information.",
  "Further, a respected Israeli journalist reported that CIA officials warned their Israeli counterparts that they believed Russia had “leverages of pressure” over then-President-elect Trump, matching Steele’s conclusion.",
  "Beyond doubt, in 2013 Trump met with individuals who became central — either as intermediaries or participants — to the infamous 2016 Trump Tower meeting between members of his campaign and Kremlin-connected Russians.",
  "2011 To 2016: Trump’s Political Synergy With Russia\n\nMatthew Cavanaugh / Getty Images Trump speaks to the media on April 27, 2011, about President Barack Obama’s release of his original birth certificate that morning.",
  "Given the KGB’s routine deployment of economic opportunity, flattery and sensitive personal information, this visit is the obvious potential beginning of Trump’s soft recruitment as a tool of Russian influence.",
  "Only a desperate man would turn to a corrupt kleptocracy like post-communist Russia, where lending is controlled by shady oligarchs beholden to an autocratic government antagonistic to American interests.",
  "While in their positions, both received classified information regarding Trump; their dilemma is that they can’t publicly reveal all they know, including why the CIA warned Israeli intelligence about him.",
  "This unbearable humiliation, some speculate, fueled his personal hatred of Obama and hardened his decision to run for president, lending credence to the infamous pee tape described in the Steele dossier.",
  "Election Day 2016 To August 2018: Trump’s Efforts To Conceal His Complicity With Russia\n\nKevin Lamarque / Reuters Trump at a press conference with Putin after their meeting in Helsinki, July 16, 2018.",
  "In 2005, Manafort became an agent of Kremlin influence, collecting $10 million annually from a key Putin ally, the oligarch Oleg Deripaska, in exchange for advancing Russian surrogates in Ukraine.",
  "Certainly, this would fit Manafort’s profile as a venal influence peddler, Trump’s as an amoral opportunist and Putin’s as a ruthless handler of Russian assets bent on using Trump’s campaign.",
  "The now infamous dossier compiled by former British intelligence officer Christopher Steele alleges this was also the period when Russian authorities began “cultivating and supporting” Trump.",
  "2016: The Trump Campaign Collaborates With Russia\n\nThe Washington Post / Getty Images Trump campaign manager Paul Manafort at the Republican National Convention in Cleveland on July 21, 2016.",
  "Routinely, the KGB identified and cultivated foreign nationals who could be useful in advancing Russia’s interests — especially those who might be susceptible to blandishments or blackmail.",
  "In response, Obama mercilessly filleted Trump’s presidential preening at the 2011 White House Correspondents’ Association dinner, eliciting much laughter and, from Trump, a frozen scowl.",
  "Steele’s account of Russian goals — using Trump to relieve sanctions on Russia, countenance further aggression and create “a divisive rift amongst Western allies” — has proved prescient.",
  "Moreover, his erstwhile lawyer Michael Cohen said he witnessed Trump Jr. telling his father about the prospective meeting; before one questions Cohen’s credibility, consider Trump Sr.’s.",
  "Another apparent effort involves a clandestine meeting with Trump ally Erik Prince, the founder of Blackwater (now called Academi) and the brother of Education Secretary Betsy DeVos.",
  "Maxim Shemetov / Reuters Russian businessman Aras Agalarov, Miss Universe 2013 Gabriela Isler and Trump at a news conference after the Miss Universe pageant in Moscow, Nov. 9, 2013.",
  "Computer scientists observed a suspicious pattern of electronic communications between Trump Tower and a Russian bank with links to the Kremlin — a mystery that remains unsolved.",
  "All this may help explain Trump’s obsession with concealing financial information, including his tax returns, and further exposed him to the influence of the Russian government.",
  "Another meeting involved Donald Trump Jr. and a Russian banker who the FBI believes funneled millions of dollars to Trump Sr.’s campaign through the National Rifle Association.",
  "Whatever the impetus, in 1986, Russia’s ambassador to the U.N. visited Trump in his office, praised his prowess as a developer and invited him to discuss a project in Moscow.",
  "There is overwhelming evidence that the Trump campaign cooperated with Russia’s comprehensive effort to help elect him president — an operation ordered by Putin himself.",
  "In December 2016, Kislyak and Flynn secretly discussed relieving Russia from sanctions imposed by Obama for its aggression in Ukraine and interference in the election.",
  "At the least, by 2013 it seems clear that Russia viewed Trump as a potentially significant force in American politics and, by 2015, a serious presidential candidate.",
  "More Kremlin-related money poured into Trump properties through cash payments for high-end condominiums — riches derived from criminal enterprises run by oligarchs.",
  "Concurrently, Russia was running its massive disinformation campaign, displaying a suspiciously uncanny grasp of American politics and Trump’s electoral interests.",
  "In short, he was perfectly designed to draw the attention of the KGB, Putin’s employer and the Russian intelligence agency predecessor of the current FSB and GRU.",
  "Now, over a year later, he has been forced to admit that his top campaign officials met with Kremlin-connected Russians to obtain information damaging to Clinton.",
  "It would be consistent with Russia’s intelligence practices to direct money to the vulnerable Trump and keep close watch on his indebtedness to Russian sources.",
  "This is precisely the kind of leverage Russian intelligence seeks and precisely the kind of information that it was imperative for the Trump campaign to hide.",
  "It defies belief that Trump’s campaign manager, son and son-in-law would conceal this meeting from the notorious micromanager who terrorizes those around him.",
  "It defies belief that Trump’s campaign manager, son and son-in-law would conceal this meeting from the notorious micromanager who terrorizes those around him.",
  "Its main conclusion, that Putin ordered an “influence campaign” to help elect Trump, was independently verified by U.S. intelligence agencies in January 2017.",
  "In December 2016, Kushner and Russian Ambassador to the U.S. Sergey Kislyak discussed establishing a secret communication line through the Russian Embassy.",
  "Yet Trump’s strangely solitary summit with Putin in Helsinki last month was followed by a craven press conference in which Trump parroted Putin’s denials.",
  "In response, Trump Jr. issued a false statement claiming that the meeting concerned Russian adoption policy and concealing Russia’s offer of information.",
  "But a mass of publicly available evidence regarding Trump’s behavior over 30-plus years suggests that Putin is positioned to function as Trump’s handler.",
  "But as the facts emerged, the president was forced to acknowledge through his lawyers that he dictated his son’s false statement while on Air Force One.",
  "But like Trump, Manafort became cash strapped because of overspending and misbegotten business deals, eventually becoming deeply indebted to Deripaska.",
  "As Jonathan Chait set forth in New York magazine, Trump’s limited regard for ethical boundaries included associating with people linked to the Mafia.",
  "The bare public revelation that Trump knowingly accepted Russian assistance — even without an explicit quid pro quo — would be unacceptable to Trump.",
  "After the meeting, FBI Director James Comey gave Trump a complete account of the Steele dossier alleging Trump’s complicity, including the pee tape.",
  "Some examples: On June 18, the Trump campaign inexplicably amended the GOP platform to remove support for arming Ukraine against Russian domination.",
  "Either way, Putin holds secrets that Trump is desperate to conceal — giving the Russian an invaluable source of leverage over America’s president.",
  "But there is compelling evidence that Russia’s electoral help in 2016 is the culmination, not the genesis, of Trump’s enthrallment by the Kremlin.",
  "An obvious linchpin of Russia’s efforts was the veteran GOP operative Paul Manafort, who became Trump’s campaign manager in the spring of 2016.",
  "This explains the otherwise inexplicable affirmation by Russia’s deputy foreign minister one day after Trump’s election: “There were contacts.",
  "The first is wrong; accepting campaign help from foreign nationals, let alone a foreign government, violates American law in several respects.",
  "Perhaps a light suddenly went on in Trump’s brain, spurring him to publicly trumpet the pro-Russian sentiments he now acts on as president.",
  "For whatever reason, on returning to New York, Trump showed a newfound interest in geopolitics, even hinting at presidential ambitions.",
  "Trump backed Putin’s denial of interference in the 2016 presidential election, contrary to U.S. intelligence agencies’ conclusions.",
  "“An open letter from Donald J. Trump on why America should stop paying to defend countries that can afford to defend themselves” ?",
  "During the campaign, Steele wrote that two highly placed sources — a senior Russian official and a close associate of Trump’s ?",
  "a campaign that aligned perfectly with Russia’s interests while ballooning Trump’s popularity among Republican primary voters.",
  "A little-noted clincher is that in August 2016, the FBI warned Trump that the Russians would try to infiltrate his campaign.",
  "as well as the June 9, 2016, meeting in Trump Tower with Manafort, Trump Jr., Jared Kushner and Kremlin-connected Russians.",
  "Obviously, to protect himself; he knew very well what the meeting was about because he had always known about the meeting.",
  "This fact is incontrovertible: By word and deed, on the world stage Donald Trump has become an invaluable asset to Russia.",
  "This question has the gravest implications for our foreign policy, national security, electoral integrity and rule of law.",
  "Trump was a publicity-hungry real estate developer known for his avarice, ego and risky financial and personal behavior.",
  "Whatever the cause, 2011 marked a complete reversal in Trump’s public statements about America’s first black president.",
  "revealed that the Kremlin was feeding Trump and his campaign valuable intelligence on his opponents, including Clinton.",
  "Disclosure of such an arrangement would likely doom Trump’s presidency, rendering him susceptible to Russian pressure.",
  "But Russian oligarchs aren’t free; often their lending is directed by the government to obtain geopolitical leverage.",
  "Throughout the fall, Trump campaign adviser Roger Stone maintained contact with WikiLeaks and hackers tied to Russia.",
  "Thus Trump insists he remained utterly oblivious to the glaring pattern of complicity from June 2016 to Election Day.",
  "We are doing this and have been doing this during the election campaign.” One can read that as a warning — to Trump.",
  "At this point, Russia’s threat to our national security and electoral integrity would alarm any normal president.",
  "Certainly, it marked Trump’s debut as a prominent American voice for sentiments aligned with Russia’s interests.",
  "In July 2017, The New York Times reported the June 2016 meeting between Trump campaign officials and Russians.",
  "Unbeknownst to Flynn, the FBI monitored these calls; queried by the FBI, he lied about their subject matter.",
  "What discretion he evinced seemed limited to maintaining tight control over sensitive personal information.",
  "For a former KGB spymaster, the prospect of helping choose America’s president must have been intoxicating.",
  "This underscores an important possibility: that much of the information that would validate the dossier ?",
  "Finally, before and after the meeting, Trump Jr. called a blocked private number — likely Trump Sr.’s.",
  "Uncovering this, The Washington Post contacted Flynn, who persisted in lying, publicly and repeatedly.",
  "Just yesterday, Trump revoked Brennan’s security clearance, citing his supposedly “erratic” behavior.",
  "The only rational explanation is that Trump needed to conceal that Flynn was acting at his direction.",
  "citing a source so sensitive that Brennan had omitted the person from Obama’s briefings on Russia.",
  "Obviously, Trump was such a person, easily visible to KGB talent scouts in Russia’s U.N. mission.",
  "President Barack Obama’s first term saw Putin’s increasing hostility toward America and the West.",
  "At this point, he is reduced to claiming that his son, Manafort and Kushner did nothing illegal ?",
  "Trump’s cover-up is unraveling; his burgeoning attacks on Mueller reek of guilt and desperation.",
  "At that point, he was on notice that his denials of Russian influence were subject to scrutiny.",
  "In an earlier piece, I detailed Trump’s frenzy to cover up for Flynn and Russia — and himself.",
  "But as Trump’s sons have acknowledged, Trump’s businesses came to depend on Russian financing.",
  "After several Trump bankruptcies, American financial institutions refused him further lending.",
  "This story arose from Trump’s 2013 return to Moscow to preside over the Miss Universe contest.",
  "Like many other assertions in the dossier, this has not been conclusively proved or debunked.",
  "As Trump’s sons have acknowledged, Trump’s businesses came to depend on Russian financing.",
  "For many years, no sane lender — American or Russian — would have freely lent Trump money.",
  "By 2016, Manafort’s financial future and perhaps more depended on pacifying Putin’s ally.",
  "hours after the release of the salacious “Access Hollywood” tape so damaging to Trump ?",
  "This history makes it imperative to protect Mueller’s inquiry until it finds the truth.",
  "Take the surreptitious efforts to establish a back channel between Trump and Russia.",
  "He can either control Trump’s actions or, if he pleases, destroy Trump’s presidency.",
  "But it is worth noting here that key aspects of it have been independently verified.",
  "But the timing of his abrupt public outspokenness on U.S. foreign policy is curious.",
  "WikiLeaks released another batch of emails hacked from Clinton’s campaign chairman.",
  "As he had in prior years, he began hinting that he might run for president.",
  "In his own lie, Trump Sr. denied any involvement with his son’s account.",
  "Our intelligence agencies decry Russia’s ongoing electoral interference.",
  "The Republican Party has sought to use the origin of Steele’s report ?",
  "By the early 1990s, his businesses incurred enormous debts and losses.",
  "attacking Japan and others for relying on the U.S. for their defense.",
  "On July 22, WikiLeaks published yet more emails damaging to Clinton.",
  "Yet he kept on denying them, digging himself an ever-deepening hole.",
  "Once elected, Trump has behaved like a president with much to hide.",
  "In many ways, Manafort’s indebtedness to Russia paralleled Trump’s.",
  "while continuing to insist that he knew nothing about the meeting.",
  "In the ensuing years, Trump became further entangled with Russia.",
  "Russia also appears to have cultivated other Trump associates.",
  "Incredibly, Trump Sr. claims ignorance of all these contacts ?",
  "The primary threat to these countries was, of course, Russia.",
  "He placed a full-page ad in three major national newspapers ?",
  "The second claim is, to any conscious observer, surely false.",
  "In many ways, his indebtedness to Russia paralleled Trump’s.",
  "By early 2016, Putin’s campaign and Trump’s began to meld.",
  "In light of all this, we can return to the Steele dossier.",
  "Yet the dossier’s central findings remain highly credible.",
  "These behaviors bespeak a president fearful of exposure.",
  "The dossier’s overall credibility is discussed below.",
  "staying in a hotel suite certain to have been bugged.",
  "to cast aspersions on the entire Trump-Russia probe.",
  "When the meeting occurred, Trump was one floor away.",
  "As late as 2010, Trump had only praise for Obama.",
  "At that point, the campaign was on Russia’s hook.",
  "So does Trump’s behavior regarding sanctions.",
  "Such a scenario remains difficult to accept.",
  "Meaning that Putin has Trump in his thrall.",
  "opposition research paid for by Democrats ?",
  "Why did Trump throw his son under the bus?",
  "This has serious political implications.",
  "In 1987, Trump visited Moscow ?",
  "That history begins in 1986.",
  "Either way, Putin wins.",
  "That’s what assets do.",
  "and implicate Trump ?",
  "remains classified.",
  "On Oct. 7 ?"
]