[
  "He also called on the Senate to clear all of his outstanding nominations.”\n\n\n\nPLAY-BY-PLAY\n\nCIA pick Haspel wins key Dem endorsements ahead of confirmation vote - Fox News\n\nTrump eliminates cybersecurity czar job, Dems introduce legislation to bring it back - NBC News\n\nIdaho Republicans dump statehouse conservatives - Idaho Statesman\n\nFarenthold won’t repay $84K sexual harassment settlement after he said he would - ABC News\n\nMcConnell’s tech entrepreneur brother-in-law tapped by Trump for Labor position - Roll Call\n\n\n\nMichael Avenatti being investigated by California State Bar - Fox News\n\n\n\nAUDIBLE: SUREEEE\n\n“I don’t do Snapchat, I have enough forms of social media.” – Donald Trump Jr. quoted from one of the transcripts released by the Senate Intelligence Committee Wednesday morning.",
  "But the new information helps explain why [Rob Goldstone] had written the candidate’s son before the meeting that Veselnitskaya would bring ‘very high level and sensitive information’ … The testimony also sheds light on the anxiety that rippled through President Trump’s orbit a year later, as news of the meeting became public and his aides and lawyers tried to manage the story.”\n\nMooch to key witness: ‘remain consistent and united’ - CNBC: “Anthony Scaramucci, days after he was appointed White House communications director in 2017, wrote an email to Rob Goldstone, the music promoter who played a role in setting up a meeting between Russians linked to the Kremlin and Donald Trump Jr. and top campaign figures at Trump Tower in 2016.",
  "The assessment reached by the Senate panel after 14 months of work affirms one of the most explosive findings of the intelligence agencies under former President Barack Obama and gives bipartisan support to the conclusion that Russia waged a campaign of disinformation and hacking aimed at helping Mr. Trump.”\n\nTrump Jr. meeting with Russians in new light - WaPo: “The intensity with which [Emin Agalarov] and his father, the billionaire Aras Agalarov, sought the Trump Tower meeting, which has become a key point of scrutiny for congressional inquiries and special counsel Robert S. Mueller III, was revealed in more than 2,500 pages of congressional testimony and exhibits released by the Senate Judiciary Committee on Wednesday morning.",
  "In a blow to Manafort’s defense, U.S. District Court Judge Amy Berman Jackson ruled that Mueller’s prosecution of the longtime political consultant on charges of money laundering and failing to register as a foreign agent for Ukraine was ‘squarely’ within the authority that Deputy Attorney General Rod Rosenstein granted to Mueller last May.”\n\nRudy looks to jack up pressure on probe’s one-year anniversary - Bloomberg: “President Donald Trump and his legal team are planning to use the one-year anniversary this week of Robert Mueller’s appointment to ratchet up pressure on the special counsel to close his investigation.",
  "The employee-owned company has also helped bankroll a handful of well-connected business groups who have contributed millions of dollars to the Republican candidate.”\n\nAt CAP event, Dems present policy visions - WaPo: “The day-long annual event, organized by the Center for American Progress, offered an opportunity for Democrats to sketch out their policy solutions… Tuesday’s conference reflected a more upbeat party as Democrats, through special elections, have shrunk Republican margins in the House and Senate, while flipping 41 state legislative seats since the nadir of the 2016 election.",
  "The approach, road-tested by the National Republican Congressional Committee in special elections, uses advanced data analytics to identify low-propensity voters less inclined to vote if Trump isn’t on the ballot… The NRCC moved quietly last year to launch a multifaceted communications strategy that stretches beyond the Tax Cuts and Jobs Act House Republicans talk about the most in public and emphasizes messaging designed to excite Trump’s loyal base.”\n\nPawlenty to skip party convention and focus on August primary - Minneapolis Star Tribune: “Former Gov.",
  "Prosecutors have questioned potential witnesses in recent weeks, telling them that there is an open investigation into Cambridge Analytica — which worked on President Trump’s election and other Republican campaigns in 2016 — and ‘associated U.S. persons.”\n\nJudge rebuffs Manafort effort to kill case - Politico: “A federal judge on Tuesday rejected an attempt by Paul Manafort, a former Trump campaign chairman, to get an indictment against him dismissed by claiming that special counsel Robert Mueller’s appointment was flawed.",
  "The White House, having promised to overhaul the long-troubled VA, which serves nine million veterans, is now taking more time to vet candidates before putting forward a nominee, officials said.”\n\nImmigration hardliners may withhold votes on farm bill - Politico: “Conservative opposition to the House farm bill is mounting, with more members of the House GOP’s right flank suggesting they could oppose the measure in an expected Friday vote.",
  "‘Since [leadership] is whipping the farm bill very hard for a vote this week, we believe it’s probably time to go ahead and call the question on the Goodlatte bill as well,’ said House Freedom Caucus Chairman Mark Meadows (R-N.C.), referring to House Judiciary Chairman Bob Goodlatte’s immigration text.”\n\nCall to cancel August recess gains more support - Roll Call: “…lawmakers said [Trump] did not prod them to cancel their August recess.",
  "… Wallace outspent Reddick’s campaign by a 7-to-1 margin with much of the $2.4 million spent as of end of April coming from his own pockets.”\n\nDrucker: ‘House Republicans’ plan to entice Trump voters to the polls’ -WashEx: “House Republicans are counting on an innovative digital messaging strategy to lure passionate supporters of President Trump to the polls in the midterm and close a crucial enthusiasm gap with energized Democrats.",
  "Giuliani has discussed the debt in TV appearances and told The Washington Post Trump owed Cohen $250,000.”\n\nTHE RULEBOOK: MORE IMMEDIATELY, PLEASE\n\n“The nature of [the members of the legislative department] public trust implies a personal influence among the people, and that they are more immediately the confidential guardians of the rights and liberties of the people.” – Alexander Hamilton or James Madison, Federalist No.",
  "Senators ticked off ideas on education, health care, criminal justice and infrastructure that had no chance of passage in a Republican-run Congress.”\n\nMORE ETHICS WOES FOR PRUITT\n\nThe Hill: “The Environmental Protection Agency’s (EPA) inspector general said it is investigating EPA Administrator Scott Pruitt’s use of nonpublic email accounts, the latest in a series of federal investigations into the agency chief.",
  "The former governor joined the race in April and is up against three other GOP candidates who are all seeking the endorsement at the Republican Party convention in June… Other GOP candidates — Woodbury Mayor Mary Giuliani Stephens, Hennepin County Commissioner Jeff Johnson and Navy Reserve intelligence officer Phillip Parrish — are after the party’s endorsement at the Duluth convention.",
  "Control of House\n\nRepublican average: 41.8 percent\n\nDemocratic average: 48.4 percent\n\nAdvantage: Democrats plus 6.6 points\n\nChange from one week ago: Democratic advantage down 0.4 points\n\n[Average includes: CNN: 47% Dems - 44% GOP; CBS News: 50% Dems - 41% GOP; Pew Research Center: 48% Dems - 43% GOP; Monmouth University: 49% Dems - 41% GOP; Quinnipiac University: 48% Dems - 40% GOP.]",
  "SCOREBOARD\n\nTrump job performance\n\nAverage approval: 41.4 percent\n\nAverage disapproval: 53.6 percent\n\nNet Score: -12.2 points\n\nChange from one week ago: up 0.2 points\n\n[Average includes: Gallup: 43% approve - 52% disapprove; CBS News: 40% approve - 55% disapprove; CNN: 44% approve - 51% disapprove; IBD: 38% approve - 56% disapprove; Pew Research Center: 42% approve - 54% disapprove.]",
  "A fourth email account was created for use by the Administrator but was superseded and never used beyond three test emails,’ EPA spokesperson Jahan Wilcox said.”\n\nWhite House narrows VA secretary search - WSJ: “Two retired generals have visited the White House in the past week to interview with aides for the Veterans Affairs secretary position, a White House official said Tuesday.",
  "She stressed that health care remained a top issue on voters’ minds, noting her support for ‘Medicare-for-All’ legislation.”\n\nDeeper pockets but longer odds for Dems in key Pa. House race - The Philadelphia Inquirer: “Democrat Scott Wallace, a philanthropist and grandson of a former vice president, won the Democratic primary for U.S. House in the First District of Pennsylvania.",
  "‘We don’t want to signal our action if this doesn’t work -- we are going to hope they listen to us -- but obviously we have a Plan B and C.’”\n\nTRUMP NODS TO HUSH MONEY FOR SEX WORKER\n\nNPR: “In his annual disclosure of personal finances, President Trump acknowledged that he paid lawyer Michael Cohen between $100,000 and $250,000 last year.",
  "Chris Stirewalt, coming off an all-nighter wrapping up his new book and Dana Perino, busy prepping her summer reading list (it's long) launch into a bevy of topics - Tuesday's primaries, the possibility of Bernie Sanders 2020 run and whether Republican's have underestimated public concern about health care.",
  "… The school learned that Gilstrap-Portley may not have been the student he said he was when a former coach from North Mesquite High School saw him playing basketball at the end of April at an AAU basketball tournament, Harris said.”\n\nChris Stirewalt is the politics editor for Fox News.",
  "Echoing calls from his legislative affairs staff and allies in the Senate, Trump on Saturday tweet-declared that Congress should cancel its annual August recess unless it completes all government spending bills, adding a demand that ‘wall and border security’ dollars must be included.",
  "SENATE INTEL CONCURS: KREMLIN LOOKED TO BOOST TRUMP\n\nWSJ: “A Republican-led Senate committee backed U.S. intelligence agencies’ finding that Moscow attempted to boost Donald Trump’s 2016 presidential campaign, breaking with a GOP-led House panel that examined the same material.",
  "The Senate Intelligence Committee’s conclusion on the January 2017 intelligence finding was made public on Wednesday after a closed-door hearing with former intelligence chiefs and is part of the committee’s continuing probe into Russian interference in the 2016 election.",
  "That’s because the idea appears to be gaining steam for a number of reasons, not the least of which is that the large number of Democratic incumbents running for re-election could find themselves off the campaign trail and in Washington at a prime time for campaigning.",
  "House Freedom Caucus members in a Tuesday night meeting discussed withholding their votes unless they receive a roll call on separate legislation pertaining to DREAMers — a conservative immigration measure that even GOP leaders say won’t pass in its current form.",
  "Whichever of those candidates clinches the endorsement now faces the prospect of a primary race against Pawlenty, a formidable fundraiser whose previous stint as governor also brings high name recognition.”\n\nPublix in the checkout aisle for Putnam in Florida gov.",
  "Trump and his lawyers are trying to set up the milestone on Thursday as a turning point in their campaign to end Mueller’s probe into Russian election meddling and obstruction of justice, Rudy Giuliani, Trump’s personal lawyer, said Tuesday in an interview.",
  "The inspector general, an independent office within the EPA, will look into whether Pruitt is keeping a record of his emails, as he is mandated to by federal law, and whether the EPA is searching all his accounts when fulfilling public records requests.",
  "Publix, the heirs to the company’s founder and its current and former leaders have given Putnam $670,000 in the last three years… No other Florida candidate has ever come close to that kind of subsidy from Florida’s largest Fortune 500 Company.",
  "The Office of Government Ethics flagged the disclosure in a letter to Deputy Attorney General Rod Rosenstein, who oversees the investigation led by special counsel Robert Mueller into whether the Trump campaign colluded with Russia in 2016.",
  "are investigating Cambridge Analytica, the now-defunct political data firm, and have sought to question former employees and banks that handled its business, according to an American official and other people familiar with the inquiry.",
  "The email was included in thousands of pages of documents released Wednesday morning by Senate Judiciary Committee Chairman Chuck Grassley, R-Iowa.”\n\nTrump data firm gets new scrutiny - NYT: “The Justice Department and the F.B.I.",
  "‘We are going to try as best we can to put the message out there that it has been a year, there has been no evidence presented of collusion or obstruction, and it is about time for them to end the investigation,’ Giuliani said.",
  "Cohen and Trump defense attorney Rudolph Giuliani have both said some of that money was to reimburse Cohen for a $130,000 hush money settlement with adult film actress Stormy Daniels, who says she had an affair with Trump.",
  "race - Tampa Bay Times: “The Florida supermarket giant Publix has given more money to Adam Putnam’s gubernatorial bid than any other candidate since at least 1995 and likely for the entirety of the company’s history.",
  "The testimony shows that attendees at the June 9, 2016, Trump Tower meeting largely agreed with Trump Jr.’s long-standing contention that the lawyer, Natalia Veselnitskaya, did not transmit dirt about Clinton.",
  "Voters who supported Trump in 2016 but are less interested in turning out this fall for traditional GOP candidates are being bombarded with digital advertising linking House Republicans to the president.",
  "**\n\nOn the roster: Senate Intel concurs: Kremlin looked to boost Trump - Trump nods to hush money for sex worker - I’ll Tell You What: Read you like a book - Primary upset dims Dem chances for Neb.",
  "… By swabbing abandoned chimpanzee nests in Tanzania’s Issa Valley, scientists learned that just 3.5 percent of the bacteria species present came from the chimps’ own skin, saliva, or feces.",
  "‘The EPA maintains three email accounts which are attributed to Administrator Pruitt: two are used by staff for calendaring and public correspondence; the third is used by the Administrator.",
  "FROM THE BLEACHERS\n\n“One of your ‘From the Bleachers’ … reminded me of an idea I’ve had for a long time, and that is changing the terms of legislators along with imposing term limits.",
  "So it makes at least a little sense that their sleeping spots would have lower concentrations of body-associated bacteria than the sheets we Americans spend a third of our lives in.",
  "That comes just a few hours after the more than 150 member-strong Republican Study Committee circulated a memo spelling out their own criticism of the agriculture text.",
  "Gilstrap-Portley had enrolled under the name Rashun Richardson in August at Skyline High School at a time when the district had opened its doors to hurricane evacuees.",
  "HOUSE SEAT\n\nRoll Call: “Nonprofit executive Kara Eastman scored a surprise victory over former Rep. Brad Ashford in the Democratic primary for Nebraska’s 2nd District.",
  "He had also been added to the Democratic Congressional Campaign Committee’s Red to Blue program and was viewed as a strong challenger to Bacon as he sought a rematch.",
  "Also in the mix is Ron Nicol, a senior adviser at the Boston Consulting Group, though the White House official said his chances of getting nominated are less likely.",
  "While neither group has come out against the bill, their demands signal a problem for GOP whips who’ve remained confident this week about prospects for passage.",
  "Tim Pawlenty announced Tuesday he will not seek the Republican endorsement in the governor’s race, opting instead to head straight for the August party primary.",
  "But I just wanted to drop you a line to say if you ever need to pick my brains then my door is always open,’ Scaramucci wrote in an email dated July 23, 2017.",
  "The Dallas Morning News: “A 25-year-old man is facing charges after he reportedly posed as a Hurricane Harvey refugee and enrolled at Dallas ISD schools.",
  "The race will be one of the most closely watched races in the nation as Democrats try to flip the U.S. House of Representatives from red to blue.",
  "I might rotate the house like the Senate so that only 1/5 to 1/4 or 1/3 is up at any one time, but the constant reelection cycle is killing me!",
  "The general election campaign will be between Wallace, 66, and incumbent Rep. Brian Fitzpatrick, 44, who handily won the Republican primary.",
  "The money owed to Cohen wasn't listed on Trump's 2017 report, although the disclosure should include current liabilities of $10,000 or more.",
  "Eastman said last week that her campaign had been focusing on its ground game, reaching out to Democratic voters Omaha-based 2nd District.",
  "For starters, chimpanzees construct a new nest each night, and they also take pains to lean over the side of their nests when defecating.",
  "President Donald Trump is looking for a permanent head of the 360,000-person VA, the second-largest government agency after the Pentagon.",
  "49\n\nTIME OUT: DO IT FOR HARAMBE\n\nNat Geo: “For the first time, scientists have compared microbes in human and chimpanzee sleeping areas.",
  "While he isn’t threatening specific actions, Giuliani said they haven’t ruled out additional steps if Mueller doesn’t heed their calls.",
  "Its most recent contribution, a $100,000 donation on April 30, was the largest, too, according to the latest campaign finance filings.",
  "Democratic governors took the stage to talk about how they could defy the Trump administration and try out liberal policy proposals.",
  "Under consideration for the cabinet post are retired Air Force Lt. Gen. Ronnie Hawkins, and retired Army Lt. Gen. Michael Ferriter.",
  "Ashford had the backing of national Democratic leaders, including his former colleagues in Congress who donated to his campaign.",
  "… After Dr. [Ronny Jackson] stepped aside, the White House publicized records that officials said disputed both allegations.",
  "Share your color commentary: Email us at\n\nHALFTIMEREPORT@FOXNEWS.COM and please make sure to include your name and hometown.",
  "Sidney Bouvier Gilstrap-Portley was arrested Friday and booked into the Dallas County Jail, according to court records.",
  "Honestly, I’d go for two terms at shorter lengths... once in a while, these Congress Critters need to get a real job!",
  "… His main opponent in the primary, Rachel Reddick, argued the multimillionaire was out of touch with the district.",
  "… Now, before you burn your linens and start building a bed out of leaves, there are a few things you need to know.",
  "During his victory speech at the Wyndham in Feasterville-Trevose, Wallace thanked Reddick for her public service.",
  "According to the EPA, there are three email accounts attributed to Pruitt that are used for administrative tasks.",
  "Bacon unseated Ashford in 2016 by 1 point, while President Donald Trump was carrying the district by 2 points.",
  "In a statement to CNBC, Scaramucci denied that his email to Goldstone had something to do with Russia.",
  "In human beds sampled in a previous study in North Carolina, the number was a whopping 35 percent.",
  "Trump's revelation came in his signed disclosure report, required by federal ethics law.",
  "However, even the scientists were surprised by the study’s findings.”\n\nFlag on the play?",
  "Add a maximum number of years of federal service.” – Jeff Smith, Statesboro, Ga.\n\n\n\n[Ed.",
  "- Email us at\n\nHALFTIMEREPORT@FOXNEWS.COM with your tips, comments or questions.",
  "The panel is expected to release a more detailed evaluation in the coming weeks.",
  "It was not immediately clear why he decided to enroll in the high school.",
  "Increase terms for Rep’s to 3, 4 or 5 years, and Senators to 7 or 8.",
  "I’LL TELL YOU WHAT: READ YOU LIKE A BOOK\n\nIt’s a jam-packed podcast.",
  "Parasites, such as ticks and fleas, were also scarce in chimp beds.",
  "LISTEN AND SUBSCRIBE HERE\n\nPRIMARY UPSET DIMS DEM CHANCES FOR NEB.",
  "… GOP incumbent Don Bacon ran unopposed in the Republican primary.",
  "She has denied she was acting on behalf of the Russian government.",
  "I’d add in the Presidential and VP term to 5 or 6 years as well.",
  "This way, an elected official could move on to another post.",
  "**Want FOX News Halftime Report in your inbox every day?",
  "He faces a charge of tampering with government records.",
  "Want FOX News Halftime Report in your inbox every day?",
  "He has since posted bond and been released from jail.",
  "And Chris tests his knowledge of the Keystone State.",
  "… ‘I don't officially start until the 15th Rob.",
  "Set term limits at two or three terms per Seat.",
  "Brianna McClelland contributed to this report.",
  "My idea trends towards an ‘up or out’ style.",
  "We can MCGA (Make Congress Great Again!)]",
  "House seat - How do you do, fellow kids?",
  "Plus, are we over the mailbag?",
  "note: Keep ‘em coming, folks!",
  "HOW DO YOU DO, FELLOW KIDS?",
  "Dana asks your thoughts.",
  "She is a Navy veteran.",
  "He did not have to.",
  "Sign up here.",
  "Sign up here."
]