[
  "“…[Y]our tax returns do not reflect (1) any income of any type from Russian sources,” the letter reads, “(2) any debt owed by you or [The Trump Organization (TTO)] to Russian lenders or any interest paid by you or TTO to Russian lenders, (3) any equity investments by Russian persons or entities in entities controlled by you or TTO, or (4) any equity or debt investments by you or TTO in Russian entities.”\n\nBut the first part of that paragraph is what seizes the public’s imagination: That lack of business dealings holds true, the lawyers say, “[w]ith few exceptions.”\n\nThe exceptions are the sale of the house in Palm Beach and the Miss Universe pageant.",
  "In the third presidential debate, he preemptively responded to a question about Russian interference in the election by saying, “I don’t know Putin.”\n\nAs we did with Trump’s claims about knowing Putin, in light of the most recent Post reporting, it’s worth reviewing Trump’s long history of seeking a business deal in Russia — and his change in tune once such a deal would no longer be personally helpful.",
  "I can’t go further than that, but I will tell you that I met the top people, and the relationship was extraordinary.”\n\nJanuary 2016\n\nMichael Cohen, an attorney for the Trump Organization and occasional advocate for Trump on the campaign trail, emails Putin’s top press aide to ask for assistance in advancing the project.",
  "“In terms of high-end product influx into the US,” he says, “Russians make up a pretty disproportionate cross-section of a lot of our assets … We see a lot of money pouring in from Russia.”\n\nThat same year, Trump sells a house in Palm Beach, Fla., to a Russian oligarch named Dmitry Rybolovlev for $95 million.",
  "— Donald J. Trump (@realDonaldTrump) June 19, 2013\n\nRe Miss Universe Pageant, we’ve spoken w/the LGBT community in Russia who asked “please don’t leave, it would send the wrong signal.” — Donald J. Trump (@realDonaldTrump) August 22, 2013\n\nPutin's letter is a masterpiece for Russia and a disaster for the U.S.",
  "(Jenny Starrs,Meg Kelly/The Washington Post)\n\nOn Sunday night, The Washington Post reported that President Trump’s private business was actively pursuing a real estate deal in Russia in late 2015, only to abandon it shortly before the 2016 presidential primaries.",
  "Trump, we form a committee with ten people, of which seven are Russian and three are your representatives, and all disputes will be resolved in this manner.’ I thought to myself, [S—], seven to three — are we dealing in the world of the make-believe here or what?",
  "The revelation adds a new layer of context to Trump’s repeated insistence over the past year that he has no business ties to the country, suggesting that his avowed indifference toward making money in Russia was a function less of resolve than of circumstance.",
  "@eminofficial #missuniverse http://t.co/Y6TJL7znRD — Donald J. Trump (@realDonaldTrump) November 20, 2013\n\nAs part of the pageant media circus, Trump tells the Russian-government-operated RT: “I have plans for the establishment of business in Russia.",
  "… We will be in Moscow at some point.”\n\n2008\n\nIn an interview linked to a conference about real estate investments in developing countries, Trump’s son Donald Trump Jr. explains the Trump Organization’s relationship with Russian investors.",
  "So great that when I did the old post office, on Pennsylvania Avenue, the United States government because of my balance sheet, which they actually know very well, chose me to do the old post office between the White House and Congress.",
  "Via @MoscowTimes Donald Trump Planning Skyscraper in Moscow http://t.co/ubiHDd5sqr — Donald J. Trump (@realDonaldTrump) November 12, 2013\n\nSeptember 2015\n\nDiscussions about a new project in Moscow begin, according to Post reporting.",
  "He is lecturing to our President.Never has our Country looked to weak — Donald J. Trump (@realDonaldTrump) September 12, 2013\n\n\"@TimTMahar: @realDonaldTrump when you leave Russia, please bring back some leaders!\"",
  "July 2016\n\nWith emails from the Democratic National Committee that were allegedly stolen by the Russians being shared by WikiLeaks, questions about Trump’s relationship to Russia take on a new urgency.",
  "— Donald J. Trump (@realDonaldTrump) January 11, 2017\n\nI don't know Putin, have no deals in Russia, and the haters are going crazy – yet Obama can make a deal with Iran, #1 in terror, no problem!",
  "June 2016\n\nEmin Agalarov helps facilitate a meeting between a lawyer linked to the Russian government and the Trump campaign, predicated on dirt the Russian government dug up on Hillary Clinton.",
  "Sater, who was also involved in the project outlined in the new Post’s report, is cooperating with an international investigation into money laundering, according to the Financial Times.",
  "— Donald J. Trump (@realDonaldTrump) November 11, 2013\n\nFor the pageant, Trump partners with a developer named Aras Agalarov and his son, Emin, who has a side job as a musician.",
  "Now, I am in talks with several Russian companies to establish this skyscraper.” That includes the Agalarov’s company, Crocus Group, but this, too, comes to nothing.",
  "“I respectfully request someone, preferably you, contact me so that I might discuss the specifics as well as arranging meetings with the appropriate individuals.",
  "At a news conference, he says that he has never been as “impressed with the potential of a city as I have been with Moscow,” according to the New York Times.",
  "That shows you the power of strength.”\n\n1996\n\nTrump announces a $250 million investment in two residential buildings in Moscow near the old Olympic Stadium.",
  "I thank you in advance for your assistance and look forward to hearing from you soon.”\n\nDespite that request, the proposed project comes to nothing.",
  "I built an unbelievable company but if you look there you’ll see there’s nothing in Russia.” … “No, I have nothing to do with Russia, John (ph).",
  "— Donald J. Trump (@realDonaldTrump) February 7, 2017\n\nMay 2017\n\nTrump has his attorneys release a summary of his business dealings with Russia.",
  "1987\n\nTrump — and his business, the Trump Organization — explores opening a hotel in Moscow while the country was still under Communist control.",
  "What kind of financing are you gonna get on a building where the land is owned by the goddamned motherland?’ They said, ‘No problem, Mr. Trump.",
  "2005\n\nWorking with a longtime business partner named Felix Sater, Trump explores building a high-rise on the site of an old pencil factory.",
  "Early 2017\n\nWith new revelations about Russian interference in the 2016 election emerging, Trump repeatedly denies any link to the country.",
  "“Once the campaign was really going-going, it was obvious there were going to be no deals internationally,” he told TPM’s Sam Thielman.",
  "2013\n\nThe Trump Organization, which owns the Miss Universe pageant, announces that the pageant will be held in Moscow that November.",
  "The Washington Post's Carol Leonnig and Tom Hamburger explain the Trump Organization's efforts to build a Trump Tower in Moscow.",
  "Do you think Putin will be going to The Miss Universe Pageant in November in Moscow – if so, will he become my new best friend?",
  "Despite that concern, Trump warned of an imminent revolution in the country because premier Mikhail Gorbachev was too lenient.",
  "He goes on:\n\n“I built an unbelievable company, tremendous cash, tremendous company with some of the great assets of the world.",
  "But we had a major developer, particular, but numerous developers that wanted to develop property in Moscow and other places.",
  "You know the closest I came to Russia, I bought a house a number of years ago in Palm Beach, Florida.” … “Excuse me, listen.",
  "“As this project is too important, I am hereby requesting your assistance,” the email read, as the Post reported on Monday.",
  "Broadly, Trump’s attitude toward business in Russia mirrors his behavior when it comes to Russian President Vladimir Putin.",
  "They chose me to do the old post office — one of the primary things, in fact, perhaps the primary thing was balance sheet.",
  "They were both on the same episode of “60 Minutes” — though Trump was filmed in the United States and Putin in Russia.)",
  "He says he will release tax returns that prove he had no business in the country — once the returns are out of audit.",
  "Before he was a political candidate, Trump repeatedly said that he had a relationship with the Russian president.",
  "We will work out lease arrangements.’ I said, ‘I want ownership, not leases.’ They came up with a solution: ‘Mr.",
  "Far as real estate is concerned, it’s impossible to get title to Russian land, since the government owns it all.",
  "What you will see there soon is a revolution; the signs are all there with the demonstrations and picketing.",
  "“When the students poured into Tiananmen Square,” Trump explained, “the Chinese government almost blew it.",
  "At his last news conference before the election, Trump is repeatedly asked about business deals in Russia.",
  "“I know nothing about Russia — I know about Russia, but I know nothing about the inner workings of Russia.",
  "— Donald J. Trump (@realDonaldTrump) November 9, 2013\n\nI just got back from Russia-learned lots & lots.",
  "2007\n\nDuring a deposition about the Bayrock Group, Trump addresses his interest in investing in Russia.",
  "But I was with the top level people, both oligarchs and generals, and top of the government people.",
  "And there were developers in Russia that wanted to put a lot of money into developments in Russia.",
  "That same year, he is granted a number of trademarks for real estate property in the country.",
  "In an interview with Talking Points Memo, Sater blames the campaign for killing the project.",
  "Sater ran the Bayrock Group, once a real estate development firm located in Trump Tower.",
  "The subject of business dealings in Russia is raised in the context of the 2013 pageant.",
  "After that relationship became politically inconvenient, his tune changed sharply.",
  "But we decided not to do it.”\n\nHe doesn’t mention the project described by Sater.",
  "October 2016\n\nDuring the second presidential debate, the subject comes up again.",
  "Then they were vicious, they were horrible, but they put it down with strength.",
  "But that those were the only exceptions was not, it seems, for lack of trying.",
  "1990\n\nIn an interview with Playboy, he explains why that project didn’t work.",
  "And a lot of the people, Hugh, they were there, and they had an amazing time.",
  "I don’t deal there, I have no businesses there, I have no loans from Russia.",
  "But I have no loans with Russia.”\n\nNov. 8, 2016\n\nTrump is elected president.",
  "We wanted to; we were doing Miss Universe four or five years ago in Russia.",
  "You were all very disappointed when you saw it actually but that’s okay.",
  "The same day, four Trump Organization trademarks in Russia are renewed.",
  "Later that month, Trump appears on journalist Hugh Hewitt’s radio show.",
  "“It’s ridiculous that I wouldn’t be investing in Russia,” he said.",
  "I HAVE NOTHING TO DO WITH RUSSIA – NO DEALS, NO LOANS, NO NOTHING!",
  "Frankly I didn’t want to do it for a couple of different reasons.",
  "“Russia is one of the hottest places in the world for investment.",
  "I have nothing to with Russia, I have nothing to do with Russia.",
  "I really loved my weekend, I called it my weekend in Moscow.",
  "Trump’s enthusiasm about the event spurs a number of tweets.",
  "Not a firm enough hand.”\n\nChina, by contrast, did it right.",
  "(Among the examples he cited as evidence he knew Putin?",
  "Trump had purchased the house for $40 million in 2004.",
  "Russia is out of control and the leadership knows it.",
  "You know, I was getting along with them so great.",
  "Moscow is a very interesting and amazing place!",
  "Russia has never tried to use leverage over me.",
  "“I told them, ‘Guys, you have a basic problem.",
  "“I was very unimpressed” with Russia, he said.",
  "U.S. MUST BE VERY SMART AND VERY STRATEGIC.",
  "Far, far greater than anybody ever thought.",
  "Trump stars in one of Emin’s music videos.",
  "All proceeds go to help the Philippines.",
  "1999\n\nPutin becomes president of Russia.",
  "I have a very very great balance sheet.",
  "Emin from Russia–a very talented guy.",
  "Among them are ones praising Putin.",
  "“[T]wo years ago, I was in Moscow.",
  "How many times do I have say that?",
  "What do I have to do with Russia?",
  "That’s my problem with Gorbachev.",
  "The project is driven by Sater.",
  "And they’re terrific people.",
  "The deal is never finalized.",
  "“Their system is a disaster.",
  "It was a tremendous success.",
  "And they wanted us to do it.",
  "We begin at the beginning.",
  "But it never worked out.",
  "And even — for anything.",
  "I have a great company.",
  "Very, very successful.",
  "Are you a smart man?",
  "You’ve seen it.",
  "Interesting!"
]