[
  "According to the emails he released on Twitter last week, entertainment publicist Rob Goldstone offered to connect Trump Jr. with information the Russian government promised to Aras Agalarov, a Russian businessman with ties to Putin, who awarded him the Russian Order of Honor.",
  "Kaveladze also participated in the June 2016 meeting in Trump Tower, his lawyer Scott Balber told CNN, who also revealed that special counsel investigators are seeking information from his client.",
  "Balber said his client, who has not yet been interviewed, recalls discussions about sanctions on Russian individuals and the ban that prevented Americans from adopting Russian children.",
  "A special counsel and multiple congressional committees are investigating possible collusion between Trump associates and Russians seeking to interfere in the presidential election.",
  "Buzz60\n\nOne week after Donald Trump Jr. confirmed that he met with a Kremlin-linked lawyer, new revelations have emerged about another person in the meeting: Ike Kaveladze.",
  "Rinat Akhmetshin, a Russian-American lobbyist with former ties to Soviet military counterintelligence\n\nRead more:\n\nRead or Share this story: https://usat.ly/2uFj1jb",
  "Balber said Kaveladze, a U.S. citizen who is fluent in Russian, was asked to go to the meeting to act as a translator for Russian lawyer Natalia Veselnitskaya.",
  "According to Kaveladze's LinkedIn profile, he is a vice president at Crocus International, an arm of a real estate development company run by Aras Agalarov.",
  "\"The eighth person has been identified by prosecutors and we are cooperating fully with prosecutors as a result of the investigation,\" he told CNN.",
  "Rob Goldstone, the entertainment publicist who first reached out to Trump Jr. about incriminating information on Hillary Clinton\n\n5.",
  "Anatoli Samochornov, a Russian-born American translator who was brought to the meeting by Veselnitskaya.",
  "After arriving at the meeting, this person realized Veselnitskaya had brought along her own translator.",
  "Trump Jr. took the meeting seeking damaging information about his father's opponent Hillary Clinton.",
  "Agalarov and his pop-star son, Emin, previously worked with Donald Trump before he ran for office.",
  "CLOSE The Secret Service is weighing in on that infamous Trump Jr/Russian lawyer meeting.",
  "As a refresher, here's who else was present at the June 2016 meeting:\n\n1.",
  "His presence at the meeting was revealed by the New York Times.",
  "Donald Trump Jr., oldest son of then-candidate Trump\n\n2.",
  "Nathan Rousseau Smith (@fantasticmrnate) explains.",
  "Paul Manafort, then Trump's campaign manager\n\n4.",
  "Natalia Veselnitskaya, the Russian lawyer\n\n6.",
  "Jared Kushner, Trump's son-in-law\n\n3.",
  "Balber also represents the Agalarovs.",
  "7."
]