[
  "Following the article, Trump Jr. confirmed he agreed to the meeting because of the information on Clinton, though the information provided was not useful and the meeting was actually about adoption: “It became clear to me that this was the true agenda all along and that the claims of potentially helpful information were a pretext for the meeting,” Trump Jr. stated.",
  "July 27, 2016\n\nDonald Trump in a news conference calls on Russia to release emails from Clinton's private server that were destroyed: “If you’re listening, I hope you’re able to find the 30,000 emails that are missing.”\n\nAug. 19, 2016\n\nManafort is fired from the campaign.",
  "June 3, 2016\n\nDonald Trump Jr. receives an email from entertainment publicist Rob Goldstone saying that Aras Agalrov was contacted by the crown prosecutor of Russia, who wanted to provide the Trump campaign with damaging information on Hillary Clinton.",
  "Minutes later, Trump Jr. responded: “If it’s what you say I love it especially later in the summer.”\n\nJune 6, 2016\n\nGoldstone emails Trump Jr. asking him when he is available to speak over the phone \"about this Hillary info.\"",
  "July 13, 2017\n\nSenate Judiciary Chairman Chuck Grassley, R-Iowa, said he wants Trump Jr. to testify before the committee and would be willing to issue a subpoena to compel his testimony if necessary.",
  "Trump Jr. responds, agreeing to the meeting and stating he would most likely bring Donald Trump's son-in-law and now-adviser Jared Kushner and then-Trump campaign manager Paul Manafort.",
  "The president said, \"I only heard about it two or three days ago,\" but his understanding was the meeting was arranged to discuss some opposition research and nothing came of it.",
  "He continued: \"This is obviously very high level and sensitive information but is part of Russia and its government's support for Mr. Trump — helped along by Aras and Ermin.\"",
  "(Photo: Andrew Harnik, AP)\n\nJuly 14, 2017\n\nNBC News reported that a Russian-American lobbyist who is a veteran of the Russian military also attended the Trump Tower meeting.",
  "Here are some key dates surrounding the president's son and his meeting:\n\nNov. 9, 2013\n\nDonald Trump and family members attend the 2013 Miss Universe competition in Moscow.",
  "The statement did not address whether the presidential campaign was discussed.”\n\nJuly 9, 2017\n\nThe Times reports the presidential campaign was a topic of the meeting.",
  "He also includes a statement saying he believed the meeting would be about \"Political Opposition Research\" and originally wanted to have the meeting over the phone.",
  "(Photo: Richard Drew, AP)\n\nAs controversy builds around Donald Trump Jr.'s meeting with Kremlin-backed lawyer Natalia Veselnitskaya, a look back at how we got here.",
  "(Photo: Cliff Owen, AP)\n\nJuly 8, 2017\n\nThe New York Times first reports the previously undisclosed meeting between Trump Jr., Kushner, Manafort and Veselnitskaya.",
  "Sen. Chuck Grassley, R-Iowa, speaks while meeting with FBI Director nominee Christopher Wray in his office on Capitol Hill in Washington, Thursday, June 29, 2017.",
  "(Photo: Robert Hanashiro, USA TODAY)\n\nJuly 21, 2016\n\nTrump officially becomes the GOP presidential nominee with the end of the Republican National Convention.",
  "\"This was going to be a speech on Hillary Clinton and how bad a President, especially in these times of radical Islamic terrorism, she would be,\" Trump said.",
  "The lobbyist, Rinat Akhmetshin, confirmed to The Washington Post that he had been in the room, and said he had been invited to the meeting by Veselnitskaya.",
  "June 13, 2016\n\nTrump acknowledges that he had promised a major speech about Clinton, but instead said he would discuss her failings in depth another time.",
  "The article cited five sources who stated Trump Jr. agreed to the meeting on the premise that damaging information on Hillary Clinton would be provided.",
  "Following the pageant, Trump signed a deal with Agalarov to build a Trump Tower in Moscow, though the deal was stalled when Trump ran for president.",
  "According to the article, Trump Jr. did not indicate he believed Veselnitskaya was connected to the Russian government — something she has denied.",
  "June 9, 2016\n\nRussian lawyer Natalia Veselnitskaya meets with Trump Jr., along with Kushner and Manafort, in Trump Jr.'s office in Trump Tower.",
  "CLOSE Donald Trump Jr. released emails suggesting 'incriminating information\" about his father's Democratic campaign rival, Hillary Clinton.",
  "July 19, 2016\n\nTrump Jr. gives a speech at the Republican National Convention stating his father would “put America first” if elected.",
  "Separately, in a speech, Trump promises to deliver a \"major speech\" to reveal damaging information about Clinton \"probably\" June 13.",
  "Goldstone said the information \"would incriminate Hillary and her dealings with Russia and would be very useful to your father.\"",
  "Later that evening, the Times reports Goldstone presented the meeting in an email to Trump Jr. promising information on Clinton.",
  "June 16, 2015\n\nTrump launches his campaign for president, largely seen by political experts as a sideshow to the real contest.",
  "\"There will be plenty of opportunity to discuss these important issues at a later time, and I will deliver that speech soon.\"",
  "July 12, 2017\n\nPresident Trump, aboard Air Force One, tells reporters, \"Don is — as many of you know Don — he's a good boy.",
  "As part of security clearance, he is required to report meetings with foreign officials such as the one with Veselnitskaya.",
  "Oct. 7, 2016\n\nThe U.S. intelligence community issues its finding that Russia is attempting to interfere with the election.",
  "June 15, 2016\n\nDemocratic National Committee opposition research files are released by a hacker called Guccifer 2.0.",
  "May 26, 2016\n\nThe Associated Press delegate count declares Trump the presumptive Republican presidential nominee.",
  "The same day, WikiLeaks releases the first of compromised emails from John Podesta, Clinton's campaign chairman.",
  "The Times reported that Trump Jr. told them in a statement the meeting was “primarily about an adoption program.",
  "July 10, 2017\n\nThe Washington Post reports the meeting was arranged at the request Emin Agalrov by Goldstone.",
  "USA TODAY\n\nDonald Trump announces that he will run for president at Trump Tower in New York on June 16, 2015.",
  "\"To put this in context,\" Trump Jr. stated, \"this occurred before the current Russian fever was in vogue.\"",
  "July 11, 2017\n\nDonald Trump Jr. posts screenshots of the emails between him and Goldstone on Twitter.",
  "The pageant, owned by Trump at the time, was sponsored by Aras Agalarov, a real estate developer.",
  "Donald Trump Jr. speaks during the Republican National Convention in Cleveland on July 19, 2016.",
  "\"Honestly, in a world of politics, most people are going to take that meeting,\" Trump said.",
  "Goldstein emails Trump Jr. again asking him to meet with \"a Russian government attorney.\"",
  "June 8, 2016\n\nTrump Jr. confirms the meeting to be held in his office the following day.",
  "January 2017\n\nKushner accepts a job in the new administration as a White House adviser.",
  "July 22, 2016\n\nThe remainder of the DNC emails are released by WikiLeaks.",
  "June 7, 2016\n\nThe final primaries of the 2016 election season take place.",
  "Jared Kushner arrives for a meeting on Capitol Hill on Jan. 9, 2017.",
  "Read more:\n\nRead or Share this story: https://usat.ly/2uf6DWU",
  "And he had a meeting, nothing happened with the meeting.\"",
  "Emin Agalrov is Aras's son and a pop star in Russia.",
  "The files are allegedly tied to Russian hackers.",
  "He is cleared to take it on Jan. 21.",
  "He's a good kid."
]