[
  "The Trump Jr. argument, which he makes repeatedly later in his testimony, is that there was nothing wrong with his interest in Goldstone's information because he believed Goldstone to be a bit of an exaggerator and wanted to know more rather than take what the publicist was saying at face value.",
  "(CNN) On Wednesday morning, the Senate Judiciary Committee released a slew of transcripts related to its investigation of a June 2016 meeting at Trump Tower between the top brass of Donald Trump's presidential campaign and several Russians, including Natalia Veselnitskaya, a Russian lawyer.",
  "\"After perfunctory greetings, the lawyers began telling the group very generally something about individuals connected to Russia supporting or funding Democratic presidential candidate Hillary Clinton or the Democratic National Committee.",
  "I imagine I was talking about Russian government people, not Russian nationals, because I would have no way of knowing how many people of Russian descent that I would have met along the campaign trail every day for two and a half years.\"",
  "It appears as though Goldstone, the music publicist, was doing what he could to get in good with the Trumps -- making sure Don Jr. and even Don Sr. knew he was following the presidential race closely, and that he was 100% behind Trump.",
  "Trump responded to Goldstone's email that he had \"dirt\" on Clinton by saying he loved it because it was a way of thanking Goldstone for the gesture, not an indication that he was excited about what the information might be?",
  "\"In his email to me, Rob suggested that someone had official documents and information that would incriminate Hillary Clinton and her dealings with Russia and that the information would be very useful to the campaign.\"",
  "The meeting was arranged by Rob Goldstone, a publicist for Emin Agalarov, a Russian music star and the son of billionaire Aras Agalarov, with the express purpose of sharing \"dirt\" on Hillary Clinton.",
  "Here are the relevant lines from the story : \"Asked at that time whether he had ever discussed government policies related to Russia, the younger Mr. Trump replied, 'A hundred percent no.'\"",
  "It has become one of the critical moments of the ongoing special counsel investigation into Russia's interference into the 2016 election and possible collusion with the Trump campaign.",
  "And, as I mentioned above, Trump Jr. argues that because he didn't take Goldstone super-seriously he wasn't really sure about the source of the information or the information itself.",
  "Which Trump portrays as a total and compete nothing-burger -- and simply a ruse by the Russians to get a meeting with him, Jared Kushner and Paul Manafort about the Magnitsky Act\n\n7.",
  "I'm not sure whether Trump's lack of note-taking was purposeful -- leave no paper trail and all that -- or whether he simply didn't think there was anything of note in the meeting.",
  "This isn't new -- we know that Goldstone promised \"dirt\" on Clinton -- but it is helpful to have Don Jr. on the record about what he thought he was getting from Goldstone.",
  "This is a tactic Don Jr. used repeatedly in his testimony -- he lacks clear recollection of what happened because it was sort of a useless meeting.",
  "-- given that he is not only the eldest son of the President of the United States but was also Goldstone's contact in setting up the meeting.",
  "\"Rob was among the many individuals who would reach out from time to time to congratulate us on winning a primary or to show their support.\"",
  "\"As much as some have made of the phrase 'I love it,' it was simply a colloquial way of saying that I appreciated Rob's gesture.\"",
  "Trump Jr., according to his version of events, goes to a meeting with Russians and two top members of the campaign apparatus.",
  "The transcripts released Wednesday provide the most detailed version of events of that day we have seen to date.",
  "\"After the meeting but prior to the news of it breaking this summer, did you discuss the meeting with anyone?\"",
  "But, he never speaks of the meeting -- not to his father, not to the other meeting attendees -- ever again.",
  "\"As will become clear, I did not collude with any foreign government and do not know of anyone who did.\"",
  "\"While Rob said he would send me the names of the attendees for the June 9th meeting, he never did.\"",
  "\"Again, I don't remember much from the meeting because I didn't give it much credence at the time.\"",
  "The 31 most important, intriguing, insightful and, occasionally, odd lines from Don Jr. are below.",
  "When it was clear -- and this happened quickly -- that he wasn't, he sort of checked out mentally.",
  "\"Did you inform your father about the meeting or the underlying offer prior to the meeting?\"",
  "\"[Kushner] showed up a few minutes late and left a few minutes early to take a phone call.\"",
  "Trump Jr. is asked if he ever mentioned the June meeting at Trump Tower to his father.",
  "-- that he had no idea who was coming to the meeting in which the dirt was promised.",
  "Yes, Goldstone said he had dirt and that it came from Russians but that was it.",
  "Don Jr. gets the big thing out of the way early on in his opening statement.",
  "We'll never know which it was because, well, Trump Jr. didn't take notes.",
  "It was quite difficult for me to understand what she was saying or why.\"",
  "\"I have no recollection of documents being offered or left for us.\"",
  "So, there is a possibility the Russians -- Veselnitskaya, etc.",
  "I zeroed in on Don Jr.'s testimony -- all 232 pages of it!",
  "-- may have left documents for the Trump team.",
  "Jr. gave to The New York Times in March 2017.",
  "A simple \"thank you\" wouldn't have sufficed?",
  "To paraphrase someone else: \"No collusion!\"",
  "He thought he was getting dirt on Clinton.",
  "\"Did you take any notes at the meeting?\"",
  "This is in reference to a quote Don.",
  "Trump says -- under oath no less!",
  "He is definitive: \"I did not.\"",
  "(You can see them all here .)",
  "But, Don Jr. can't remember.",
  "This is the alleged \"dirt.\"",
  "Jared Kushner is all of us.",
  "This isn't quite a \"no.\"",
  "This is very important.",
  "\"No, I did not.\"",
  "\"No, I did not.\"",
  "\"I do not know.",
  "\"I didn't, no.\"",
  "Important.",
  "Hmmm.",
  "12.",
  "11.",
  "10.",
  "13.",
  "4.",
  "3.",
  "5.",
  "6.",
  "9.",
  "8.",
  "2.",
  "1."
]