[
  "March 2, 2017\n\nSessions recuses himself from the Russia investigation due to his own contacts with Kislyak during the campaign: “I have decided to recuse myself from any existing or future investigations of any matters related in any way to the campaigns for President of the United States.”\n\nMarch 20, 2017\n\nDuring testimony on Capitol Hill, Comey confirms for first time publicly that the FBI was investigating Russian interference, including communications between Trump associates and Russian officials.",
  "The news came after reports that as many as eight people were present in the Trump Tower meeting, including: Rinat Akhmetshin, a Russian-American lobbyist with former ties to Soviet military counterintelligence; Ike Kaveladze, an executive of a firm run by Trump family friend and Russian mega-developer Aras Agalarov; and a Russian-born American translator.",
  "June 5, 2017\n\nWhite House spokesperson Sarah Huckabee Sanders said Trump would not block Comey's testimony: \"In order to facilitate a swift and thorough examination of the facts sought by the Senate Intelligence Committee, President Trump will not assert executive privilege regarding James Comey's scheduled testimony.\"",
  "In his six months in office, Trump's firing of former FBI director James Comey and tweets criticizing his own attorney general, Jeff Sessions, have raised questions about whether Trump was trying to obstruct or wrest control over the ongoing federal probe into Russian interference in the 2016 presidential election.",
  "May 11, 2017\n\nTrump tells Lester Holt on NBC Nightly News the Russia investigation was indeed a factor in his decision to fire Comey – and that he would have fired him regardless of the Justice Department's recommendation: \"You know, this Russia thing with Trump and Russia is a made up story.",
  "July 8, 2017\n\nAccording to The Washington Post, while on board Air Force One flying home from the G-20 summit in Germany, Trump dictated the misleading statement his son, Donald Trump Jr., gave in response to the previously undisclosed meeting he took with a Russian lawyer in June 2016.",
  "While all agree the U. S. President has the complete power to pardon, why think of that when only crime so far is LEAKS against us.FAKE NEWS — Donald J. Trump (@realDonaldTrump) July 22, 2017\n\nHe also begins tweeting pointed criticism of his Sessions, which would go on for several days.",
  "Feb. 14, 2017\n\nTrump met with Comey in the Oval Office and, after requesting everyone else leave the room, asks him to close the investigation into Michael Flynn, the former national security advisor who misled other officials about his contact with Russian ambassador Sergei Kislyak.",
  "Just this week, Trump's actions are in the spotlight again, after a Washington Post report that Trump personally dictated a statement from his son, Donald Trump Jr., in response to a New York Times story revealing his meeting with a Russian lawyer during the 2016 campaign.",
  "Jan. 27, 2017\n\nTrump invites Comey to dinner in the Green Room at the White House and asks him whether he intended to remain FBI director and requests his loyalty: “I need loyalty,” the president said according to Comey’s memo of the meeting.",
  "July 20, 2017\n\nSessions said in a press conference he intends to remain the attorney general “as long as that is appropriate.”\n\nJuly 21, 2017\n\nTrump’s lawyers look into the scope of his ability to pardon, The Washington Postreports.",
  "Judges first subcabinet 2nd / AG no way — ChuckGrassley (@ChuckGrassley) July 27, 2017\n\nJuly 31, 2017\n\nThe Washington Post first reports Trump’s involvement with the misleading statement in response to the Trump Jr.-Russia meeting.",
  "The email correspondence confirmed that Trump Jr. arranged the meeting in the hopes of receiving potentially damaging information on Hillary Clinton — even after knowing it would be provided by the Russian government.",
  "July 19, 2017\n\nIn an interview with The New York Times, Trump criticizes Sessions for his recusal from the Russia investigation, and states he would not have appointed him if he knew Sessions would recuse himself.",
  "May 3, 2017\n\nTestifying once again on Capitol Hill, Comey defended his decision to publicly announce the reopening of the probe into Hillary Clinton's private email server 11 days before the November election.",
  "July 11, 2017\n\nAs The New York Times continued to report new details of his meeting, Trump Jr. released all of his emails related to the meeting on Twitter in order to be, as he put it, \"totally transparent.\"",
  "— Donald J. Trump (@realDonaldTrump) July 24, 2017\n\nJuly 25, 2017\n\nSeveral GOP senators, including Lindsey Graham of South Carolina and Richard Shelby of Alabama, released statements in support of Sessions.",
  "March 22, 2017\n\nTrump approaches Director of National Intelligence Dan Coats to ask him whether he could intervene with Comey to stop the FBI's inquiry into Flynn, first reported in The Washington Post.",
  "Trump's comments — and subsequent criticism of his own attorney general — raised questions about whether Trump was seeking to pressure Sessions to quit or assert greater control over the Russia probe.",
  "The Trump administration initially says the decision is based on Comey’s controversial handling of the Clinton email probe and was based on the recommendation of Justice Department leadership.",
  "\"It came from Donald Trump Jr.\"\n\nJuly 18, 2017\n\nRepresentatives for individuals involved the Trump Tower meeting confirm that Mueller is investigating the meeting with the Russian officials.",
  "The initial statement provided to The New York Times said the Trump Tower meeting was primarily about Russian adoption sanctions and claimed Trump Jr. did not know with whom he was meeting.",
  "While Trump cannot fire Mueller directly, he could replace Sessions with another attorney general free of conflicts of interest in the Russia probe to do something about Mueller.",
  "\"Sessions should have never recused himself, and if he was going to recuse himself he should have told me before he took the job and I would have picked somebody else,\" he said.",
  "July 26, 2017\n\nSen. Chuck Grassley, R-Iowa, who chairs the Judiciary Committee, tweeted out the committee did not intend to approve another attorney general this year.",
  "Video provided by Newsy Newslook\n\nPresident Trump has railed against the ongoing investigations into possible collusion between his associates and Russia for months.",
  "That statement was later proved to be inaccurate and misleading – which advisers told The Post might have unnecessarily opened up the president to legal jeopardy.",
  "May 10, 2017\n\nIn a meeting in the White House, Trump tells top Russian diplomats classified information, according to The Washington Post, who broke the story.",
  "Trump’s advisers reportedly sought to provide a full statement with the goal of being transparent, but Trump reportedly changed the direction of the response.",
  "The inquiry comes amid reports that Trump is increasingly frustrated with what Mueller is investigating, including his scrutiny of Trump’s financial dealings.",
  "June 2, 2017\n\nWhite House spokesperson Sean Spicer said he was unsure whether Trump would invoke executive privilege to try to prevent Comey from testifying.",
  "July 16, 2017\n\nOn NBC's Meet the Press, Trump's lawyer Jay Sekulow denied Trump was involved in writing the statement in response to the Trump Jr. meeting.",
  "CLOSE 'Washington Post' sources say the president personally overruled plans to be transparent about Donald Trump Jr.'s meeting with a Russian lawyer.",
  "So why aren't the Committees and investigators, and of course our beleaguered A.G., looking into Crooked Hillarys crimes & Russia relations?",
  "May 17, 2017\n\nThe Justice Department appoints former FBI director Robert Mueller to be special counsel overseeing the Russia investigation.",
  "Jan. 6, 2017\n\nIn their first meeting in Trump Tower in New York, Trump asks then-FBI director James Comey if the FBI is investigating him.",
  "Somebody can argue the president is saying he doesn’t want you to say the whole truth.”\n\nRead or Share this story: https://usat.ly/2vqwzzf",
  "\"I do want to be clear, the president was not involved in the drafting of the statement and did not issue the statement,\" Sekulow said.",
  "Yet Trump's own responses to the investigation he calls a \"witch hunt\" are now under scrutiny by special counsel Robert Mueller.",
  "June 1, 2017\n\nThe Senate Intelligence Committee announced Comey would testify publicly regarding the Russia investigation.",
  "May 16, 2017\n\nThe New York Times first reports that Trump asked Comey in February to end the investigation into Flynn.",
  "So many people are asking why isn't the A.G. or Special Council looking at the many Hillary Clinton or Comey crimes.",
  "On occasion, I've vigorously disagreed with Jeff, but I've never once doubted his integrity or sense of fair play.\"",
  "— Donald J. Trump (@realDonaldTrump) July 22, 2017\n\nJuly 24, 2017\n\nTrump calls Sessions “beleaguered” in a tweet.",
  "Trump's son-in-law Jared Kushner and then campaign manager Paul Manafort were also in the meeting.",
  "Everybody in D.C. Shld b warned that the agenda for the judiciary Comm is set for rest of 2017.",
  "In the email chain, he was told that he would be meeting with a \"Russian government attorney.\"",
  "Trump reportedly also insulted Comey in that same meeting: \"I just fired the head of the FBI.",
  "Graham called Sessions \"one of the most decent people I've ever met in my political life.\"",
  "\"It makes me mildly nauseous that we would have had an impact on the election,\" he said.",
  "Trump also calls out Comey in the interview: \"Look he’s a showboat, he’s a grandstander.",
  "You take a look at the FBI a year ago, it was in virtual turmoil — less than a year ago.",
  "It's an excuse by the Democrats for having lost an election that they should have won.\"",
  "He also went on to criticize special counsel Mueller for having conflicts of interest.",
  "The statement also said the subject of the meeting was not related to the campaign.",
  "Here's a timeline of key actions Trump has taken in response to the Russia probe.",
  "This account is from contemporaneous notes Comey took of his meetings with Trump.",
  "\"He's a rock solid conservative, but above else, he believes in the rule of law.",
  "May 9, 2017\n\nThe White House announces FBI Director James Comey has been fired.",
  "According to Comey’s memos, Trump told Comey: \"I hope you can let this go.\"",
  "An anonymous adviser to the president told The Post: “This was .",
  "July 22, 2017\n\nTrump tweets he has the full ability to pardon.",
  "But he acknowledged the possible repercussions of such a move.",
  "That’s taken off,\" he said, according to The New York Times.",
  "Now someone can claim he’s the one who attempted to mislead.",
  "Jeff understands that we are a nation of laws, not men.",
  "The FBI was not investigating Trump at the time.",
  "The move took the White House by surprise.",
  "I faced great pressure because of Russia.",
  "It hasn’t recovered from that.\"",
  "He was crazy, a real nut job.",
  "The FBI has been in turmoil.",
  "You know that, I know that.",
  "33,000 e-mails deleted?",
  "Everybody knows that.",
  "unnecessary.",
  ".",
  "."
]