[
  "In response, Trump Jr. added to his initial statement, saying he knew attendees of the meeting “might have information helpful to the campaign.” At the time, he said the Russian lawyer’s statements about Clinton were “vague, ambiguous, and made no sense” and that “she had no meaningful information.” He said he believed the information on Clinton was merely a “pretext for the meeting,” and that the adoption program and the Magnitsky Act constituted its true agenda.",
  "Trump’s lawyer Rudy Giuliani contradicted that account on Thursday night, saying that Cohen has “been lying for years” and “he’ll lie like crazy because he’s lied all his life.”\n\nDemocrats have pointed out that Trump Jr. called a blocked number in between two phone conversations with Agalarov about the meeting, according to records in Senate Judiciary Committee documents.",
  "The Times’ deputy managing editor said Trump Jr. posted the screenshots “after being informed that the New York Times was doing a story on them.”\n\nTrump’s response\n\nTrump’s lawyer, Jay Sekulow, denied the President was involved in drafting Trump Jr.’s initial, misleading statement about the meeting, in which he claimed its primary purpose was to discuss adoption.",
  "After the news broke in July 2017, President Trump told the New York Times, “No, I didn’t know anything about the meeting… must have been a very unimportant meeting, because I never even heard about it.” Shortly thereafter, he spoke to the press and said, “I only heard about it two or three days ago.”\n\nTrump Jr. has corroborated that account.",
  "Sekulow said on July 12, 2017, that “I wasn’t involved in the statement drafting at all, nor was the President.”\n\nLess than a month later, the Washington Post reported the President was involved in the decision to construct Trump Jr.’s misleading statement and actually “dictated the statement” to his communications director, Hope Hicks.",
  "When testifying before the Senate Judiciary Committee in September 2017, he said he “did not” tell his father about the email exchange “because I wouldn’t bring him anything that’s unsubstantiated” and “because it had nothing to do with him.”\n\nCohen has claimed that Trump was in fact aware of the meeting before it occurred.",
  "She said in a July 2017 statement that she discussed “nothing at all about the presidential campaign” at the Trump Tower meeting and that she had “never acted on behalf of the Russian government.”\n\nThe lobbyist, Rinat Akhmetshin, claimed he attended the meeting to encourage amending the Magnitsky act.",
  "The publicist allegedly offered the Trump campaign “very high level and sensitive information but is part of Russia and its government’s support for Mr. Trump,” to which Trump Jr. replied, “If it’s what you say I love it.”\n\nTrump said on Twitter Friday he was unaware of his son’s Trump Tower meeting.",
  "President Donald Trump is saying he did not know in advance about a Trump Tower meeting between his campaign associates and important Russian officials after a CNN report said Trump’s former lawyer Michael Cohen claims the President knew in advance.",
  "Trump Jr. said it was a “short introductory meeting” primarily discussing a Russian adoption program and that it was “not a campaign issue at the time.”\n\nReports then surfaced that Trump Jr. knew damaging information about Clinton would be provided.",
  "Others have also noted that, two days before the Trump Tower meeting, Trump announced he would soon give a “major speech” discussing “all of the things that have taken place with the Clintons.” He did not end up giving the speech.",
  "In response to the story, Sekulow issued a one-sentence statement: “Apart from being of no consequence, the characterizations are misinformed, inaccurate, and not pertinent.”\n\nDid the President know about the Trump Tower meeting?",
  "On the Russian side, attendees included Goldstone, a lawyer with ties to the Kremlin, a translator, a businessman associated with a Russian oligarch and a lobbyist with past connections to Russian counterintelligence operations.",
  "Trump Jr. was promised “some official documents and information that would incriminate Hillary and her dealings with Russia and would be very useful to your father,” according to published email exchanges with Goldstone.",
  "The question of whether or not Trump knew about the meeting is likely one that Special Counsel Robert Mueller will be exploring as part of his investigation into Russian interference in the 2016 election.",
  "Trump Jr. and Goldstone, the two organizers of the meetings, both have said Clinton was only briefly discussed at the beginning and no documents or meaningful pieces of information were exchanged.",
  "They said the topic of conversation quickly turned to the adoption of Russian children and the Magnitsky Act, a law that authorizes sanctions on Russians who have committed human rights abuses.",
  "The meeting, which took place in June 2016 amid the presidential campaign, was organized by Donald Trump Jr. and Rob Goldstone, the publicist of a prominent Russian pop star, Emin Agalarov.",
  "Trump Jr. testified that he did not remember who he spoke to at that time, but others told the Senate Judiciary Committee that President Trump does use a blocked line.",
  "Here’s what we know about the 2016 Trump Tower meeting:\n\nThe Brief Newsletter Sign up to receive the top stories you need to know right now.",
  "“And so the Fake News doesn’t waste my time with dumb questions, NO, … I did NOT know of the meeting with my son, Don jr,” Trump tweeted.",
  "Cohen was present, along with several others, when Trump was informed of the Russian’s proposal — and he approved the meeting.",
  "The lawyer, Natalia Veselnitskaya, was the person who allegedly had dirt on Clinton that would aid the Trump campaign.",
  "Aside from Trump Jr., Jared Kushner and Paul Manafort (who was Trump’s campaign manager at the time) were all present.",
  "Trump Jr.’s Response\n\nOn July 8, 2017 the New York Times first published the existence of the Trump Tower meeting.",
  "Ike Kaveladze, the businessman, has said through his lawyer that he was there to represent the Agalarov family.",
  "Later, Trump Jr. provided screenshots of his email exchanges with Goldstone leading up to the meeting.",
  "Trump and his associates have adamantly denied that he knew about the meeting before it occurred.",
  "Cohen is reportedly willing to verify that to special counsel Robert Mueller, CNN reported.",
  "According to those who attended the meeting, it only lasted about 20 to 30 minutes.",
  "Minutes later, the New York Times published a story disclosing those emails.",
  "View Sample Sign Up Now\n\nWhat are the facts about the Trump Tower meeting?",
  "The Trump team’s narratives about the meeting have changed over time.",
  "What has Trump’s team said about the meeting in the past?",
  "The gathering took place at Trump Tower in June 9, 2016.",
  "(Emin is the son of Aras Agalarov, a Russian oligarch.)",
  "Who was present at the Trump Tower meeting?",
  "Contact us at editors@time.com."
]