[
  "When news of the June 9, 2016, Trump Tower meeting broke in the summer of 2017, Donald Trump Jr. initially said that he “was asked to attend the meeting by an acquaintance” — later clarifying that it was “an acquaintance [he] knew from the 2013 Miss Universe pageant.”\n\nIn the days that followed, Trump Jr.’s lawyer — Alan Futerfas, who currently represents the Trump Organization in the litigation over materials seized in the search of Michael Cohen’s properties — acknowledged that the meeting was set up by Rob Goldstone, Emin’s music manager and the person who connected the Agalarovs with the Miss Universe pageant back in 2013.",
  "In addition to Goldstone, the attendees would include the lawyer, Natalia Veselnitskaya, who Trump Jr. has said he knew would be attending but claims not to have known her name; Ike Kaveladze, a longtime employee of the Agalarov business; Rinat Akhmetshin, a Russian-American lobbyist with ties to Russian intelligence; and Anatoli Samochornov, a Russian-American translator who served as Veselnitskaya’s translator but has worked for the US State Department at other times.",
  "The emails released by Trump Jr. later that week made clear that Goldstone suggested the meeting at the request of Emin and following a conversation that Aras had earlier that day with what Goldstone described as “the Crown prosecutor of Russia.”\n\nDespite that introduction and Trump Jr.’s infamous “if it’s what you say I love it” response, the Trumps have sought to downplay the significance of the relationship since.",
  "Although expecting damaging information about Hillary Clinton, both the Republicans and Democrats' reports say the discussion quickly turned to the Magnitsky Act — a set of sanctions against Russians and Russian businesses that are strongly opposed by Russian President Vladimir Putin — and Putin’s response to the law: banning adoptions of Russian children by Americans.",
  "Democrats on the House Intelligence Committee revealed one of the text messages, from Dec. 13, 2016, in their “minority views” report on Friday — one of several new pieces of information that suggest that the Trumps’ relationship with the Agalarovs was much closer than the president and his family have said.",
  "A call came from “a ‘blocked’ number … between the two calls.”\n\n“The first call occurred at 4:04 pm on June 6, 2916 [sic] – just 21 minutes after Goldstone emailed Trump Jr. to say that Emin Agalarov was ‘on stage in Moscow but should be off within 20 minutes so I am sure can call,’” the report states.",
  "The Agalarovs and Trumps have a relationship dating back to 2013, when Trump and the Agalarovs — father Aras (who has ties to Putin and whom Putin presented with the Order of Honor in 2013) and son Emin — hosted the Miss Universe pageant in Moscow.",
  "BuzzFeed News sought more information this past summer about whether any such calls took place, but no one would say — until Friday, when the Democrats detailed two calls from a number that Trump Jr. told the committee was Emin’s.",
  "A direct line of communication between the Kremlin-connected Agalarov family and the Trump family was open during the transition after President Donald Trump’s presidential election, BuzzFeed News has learned.",
  "The “first of a series” of text messages was sent between Emin Agalarov and Donald Trump Jr. two days after the 2016 election, a source familiar with the communications told BuzzFeed News.",
  "It is not clear how many messages were sent, whether Trump Jr. sent any of them, or how many were sent by either party — although BuzzFeed News confirmed that multiple messages were sent.",
  "The report confirms an email exchange Trump Jr. released in July 2017 in which Trump Jr. and Goldstone were trying to set up a phone call between Trump Jr. and Emin on June 6, 2016.",
  "But as even House Republicans concede in the House Intelligence Committee report released Friday, “the Agalarovs were the driving force to arrange” the Trump Tower meeting.",
  "In their response to the Republican report, the Democrats on Friday provided more detail about the relationship between the Trumps and the Agalarovs.",
  "D”\n\nThree days later, Trump Jr. — along with Paul Manafort and Jared Kushner — would host the Trump Tower meeting.",
  "The communications continued through at least mid-December 2016, according to information made public Friday.",
  "By 4:38 p.m., Trump Jr. sent Goldstone a follow-up email: “Rob thanks for the help.",
  "The blocked call came at 4:27 pm."
]