[
  "According to reports, Mueller has additionally expanded the investigation to examine Trump's financial history and business dealings, and he recently added a 16th lawyer to his team of investigators: Greg Andres, a former Justice Department official who managed the department's program targeting illegal foreign bribery.",
  "Citing people familiar with the investigation, CNN reported on Thursday that \"federal investigators exploring whether Donald Trump's campaign colluded with Russian spies have seized on Trump and his associates' financial ties to Russia as one of the most fertile avenues for moving their probe forward.\"",
  "\"It is a clear sign that this investigation is escalating, and it likely means we are going to see a parade of White House staffers and other Trump associates coming in and out of the courthouse in downtown Washington,\" said Matthew Miller, a Justice Department spokesman under President Barack Obama.",
  "\"While many people have focused on the potential actions of the president and whether he can face charges, I think that the lower-level folks who are reportedly targets have more to fear, given it is likely more difficult to indict a president than a campaign operative,\" Pierce said.",
  "Stephen Vladeck, a professor at the University of Texas who specializes in national-security law, told The Journal that the grand jury was \"a further sign that there is a long-term, large-scale series of prosecutions being contemplated and being pursued by the special counsel.\"",
  "\"While testimony is secret, you can't hide who is coming in and out of that courthouse,\" Miller said, \"and it will put tremendous pressure on White House staffers who will be wondering what their friends and associates testified to behind closed doors.\"",
  "The grand jury has been working for several weeks already, according to The Journal, and marks an escalation of the investigation into the election meddling and whether President Donald Trump's campaign team was involved.",
  "\"It's significant that the grand jury has issued subpoenas regarding Trump, Jr.'s meeting with Russians,\" said William Yeomans, a former Deputy Assistant Attorney General who spent 26 years at the Justice Department.",
  "Andy Wright, a former associate counsel to President Barack Obama who is now a professor at Savannah Law School, agreed that grand juries \"largely operate in secret so we won't hear much from Mueller's team.\"",
  "George Frey/Getty Images\n\nReuters reported that the jury had already issued subpoenas related to the June 2016 meeting between Trump's eldest son and a Russian lawyer with connections to the Kremlin.",
  "A grand jury \"serves as the mechanism by which\" criminal charges are initiated, according to Alex Whiting, a former federal prosecutor, and it has the authority to subpoena documents and witnesses.",
  "Drew Angerer/Getty Images Mueller reportedly expanded the investigation in May to include obstruction of justice, days after Trump fired FBI Director James Comey, who was leading the Russia probe.",
  "Robert Mueller, the special counsel leading the FBI's investigation into Russia's interference in the 2016 election, has impaneled a grand jury, The Wall Street Journal reported on Thursday.",
  "It may also mean that Mueller is looking at the misleading or incomplete statements issued by Trump Jr. about the meeting \"as part of an inquiry into obstruction of justice,\" Yeomans said.",
  "Whiting previously wrote that grand jury investigations \"can last for months or even years, as prosecutors chase down evidentiary leads and amass the documentary and testimonial evidence.\"",
  "\"In any complex or long-term criminal investigation, therefore, federal prosecutors will go to the grand jury to compel the production of documents or records,\" Whiting wrote in May.",
  "The investigators are apparently examining Trump Organization financial records and looking at who purchased Trump-branded real estate in the past six years, according to CNN.",
  "The White House said in a statement attributed to Ty Cobb, the special counsel to the president, that it \"favors anything that accelerates the conclusion of his work fairly.",
  "In June, Mueller took over the grand-jury investigation into former national security adviser Michael Flynn's lobbying work for a Turkish businessman, according to Reuters.",
  "Emily Pierce, who was a Justice Department official in the Obama administration, said that impaneling a grand jury \"does not necessarily mean Mueller will bring charges.\"",
  "They're also probing the backgrounds of people like the Russian-Azerbaijani oligarch Aras Agalarov, who helped bring Trump's Miss Universe pageant to Moscow in 2013.",
  "\"Or if they want to force witnesses to testify under oath, which a grand jury subpoena requires unless the witness has a valid privilege not to testify.\"",
  "\"If there was already a grand jury in Alexandria looking at Flynn, there would be no need to reinvent the wheel for the same guy,\" he told The Journal.",
  "\"We will, however, likely hear from witnesses brought before the grand jury or parties the grand jury subpoenas from time to time,\" Wright said.",
  "\"While there is no guarantee Mueller will seek indictments, this is a significant moment in the overall Special Counsel's Russia investigation.\"",
  "Trump's son-in-law and senior adviser, Jared Kushner, and his former campaign chairman, Paul Manafort, also attended the meeting.",
  "\"Washington is where any obstruction-of-justice crimes that occurred in the White House would be appropriately venued,\" he said.",
  "And experts say Mueller appears to be widening his investigation into Trump's associates by impaneling the second grand jury.",
  "\"This suggests that the investigation is bigger and wider than Flynn, perhaps substantially so.\"",
  "But she added that \"it certainly ups the ante for anyone who may be a target of this probe.\"",
  "\"That suggests Mueller is looking into crimes associated with the allegations of collusion.\"",
  "\"The investigation into possible criminal conduct has obviously taken a big step forward.\"",
  "Miller said the choice of venue for the grand jury was \"notable,\" too.",
  "The White House is committed to fully cooperating with Mr.",
  "Vladeck agreed.",
  "Mueller.\""
]