[
  "Given the power of the US presidency, Trump could go beyond merely altering American foreign policy: If he’s really serious about it, he could alter the very fundamental fabric of global politics, weakening core institutions like NATO that Russia hates.",
  "In July, Donald Trump did something extraordinary even for him: He called on a foreign power to launch an espionage operation against his chief political opponent, hacking into Hillary Clinton’s email server to find 30,000 emails she allegedly deleted.",
  "In 2013, Trump found a new Russian partner for a Moscow real estate project, Aras Agalarov, an Azeri-born real estate developer who is sometimes called the \"Trump of Russia\" for his tendency to emblazon his name on his development projects.",
  "And the hard facts are these: Trump's policy instincts are objectively pro-Kremlin and the sources of information that shape his policy ideas (his advisers and business interests) serve to reinforce rather than challenge these instincts.",
  "(Just yesterday, the New York Times reported the existence of a handwritten ledger documenting $12.7 million in payments to Trump's campaign manager, Paul Manafort, from Ukraine's pro-Russian deposed president, Viktor Yanukovych).",
  "There is no evidence that Trump has personal contact with FSB agents, that he has received payments from Russia, that he makes furtive calls to the Kremlin, or really anything else that we’d associate with secret agent behavior.",
  "I’d encourage you to read the whole thing, but here’s the most relevant bit:\n\nTrump’s partners on a Panama project traveled to Moscow in 2006 to sell condos to Russian investors, according to litigation filed in Florida.",
  "Trump, alone among American political figures, sees Russia as more of a partner than an adversary — mostly because he doesn’t seem to care about the independence of eastern Europe or Syria’s freedom from dictatorship.",
  "These emails included talk of a (never-realized) plot to attack Bernie Sanders on his religion, a revelation that exacerbated divisions inside the Democratic Party and thus seemingly helped Trump’s political chances.",
  "For example, he has effusively praised Russia’s bombing campaign in Syria: \"What’s wrong with Russia bombing the hell out of ISIS and these other crazies so we don’t have to spend a million dollars a bomb?\"",
  "CrowdStrike, the cybersecurity contractor employed by the DNC, initially traced the hack to two hacking groups — called Fancy Bear and Cozy Bear — widely believed to be sponsored by the Russian government.",
  "Russia appears to be helping Trump win\n\nTo understand Trump’s comments about hacking Clinton, and why they are so controversial, you need to understand a little bit about the DNC hack that came before it.",
  "Trump and his top advisers have taken a lot of money from Russian interests\n\nDo you think Putin will be going to The Miss Universe Pageant in November in Moscow - if so, will he become my new best friend?",
  "A Trump victory, then, seems like it might allow Putin to fulfill his fundamental foreign policy goal — reviving Russia’s Soviet-era influence over its region — to a degree previously thought impossible.",
  "Trump’s policies are objectively pro-Russia\n\nAs the evidence suggesting Russia is behind the leak and the hack mounted, a number of theories have cropped up as to why, exactly, Putin would do this.",
  "No, the issue instead is that everything about Trump — his advisers, his personal feelings on Putin, his own business interests — incline him towards seeing things from the Kremlin’s point of view.",
  "\"Putin’s Russia has been proven or credibly alleged to have boosted friendly candidates in France, Germany, Austria, and, most successfully, in the election of a pro-Russian government in Ukraine.",
  "\"The role of nonmilitary means of achieving political and strategic goals has grown, and, in many cases, they have exceeded the power of force of weapons in their effectiveness,\" Gerasimov writes.",
  "\"We’ve had lots of experience with both of these actors attempting to target our customers in the past and know them well,\" CrowdStrike CTO Dmitri Alperovitch wrote in a blog post about the hack.",
  "All Trump cares about, instead, is getting more money for the United States, as he’s said: \"my whole life I’ve been greedy, greedy, greedy … But now I want to be greedy for the United States.",
  "You can see where people get the impression that the Kremlin might wield some direct influence over Trump: Many of his key advisers have business interests that tie back to the Russian state.",
  "In its most outlandish form, the theory is that Trump is an actual Russian agent — that he is willfully doing the Kremlin’s bidding in exchange for favors for his Russian business interests.",
  "The hack fits squarely within Russian strategic doctrine\n\nThe bigger picture here is that Russia under Putin has something of a habit of using information as a weapon in foreign countries.",
  "What follows is a guide to all the big issues surrounding Trump and Russia: Putin’s role in the campaign, Trump’s policies on Russia, and Trump’s personal connections to the Russian state.",
  "The first is that Russian state interests are likely intervening in an American election, in a way that divides the Democratic party and thus furthers Donald Trump’s electoral ambitions.",
  "Never mind that Russian bombs have targeted the relatively moderate opposition more than ISIS, and that the point is to prop up Syrian dictator Bashar al-Assad rather than defeat ISIS.",
  "\"The forensic evidence linking the DNC breach to known Russian operations is very strong,\" Thomas Rid, a professor at King’s College who studies cybersecurity, wrote in Vice.",
  "Instead of picking advisers from the anti-Russia neoconservative camp, who dominated GOP foreign policy before Trump, he has drawn some of the most pro-Russia people around.",
  "Guccifer tried to dodge chatting in his allegedly native language, and, per Franceschi-Bicchierai, \"the few short sentences he sent in Romanian were filled with mistakes.\"",
  "Just before Trump's comment, WikiLeaks released about 19,000 emails that were stolen from the DNC servers by hackers who were almost certainly linked to the Russian state.",
  "The name Dzerzhinsky references the founder of the Soviet secret police; the kind of hacker who would go by that nome de guerre is probably at least sympathetic to Putin.",
  "It’s that the strategic effect of the leak — exacerbating existing divisions inside America’s ruling Democratic party — fits squarely within Russian strategic doctrine.",
  "By that point, hackers had access to DNC servers for about a year — and had stolen huge amounts of information, including thousands of emails, chatlogs, and documents.",
  "His theories for how to do that — like spending less on alliances and other foreign commitments — line up exactly with a series of Russian foreign policy objectives.",
  "Perhaps most compellingly, they found that the malware infecting the DNC used an IP address that had previously been used in a hack targeting the German parliament.",
  "The Agalarovs are wealthy developers who have received several contracts for state-funded construction projects, a sign of their closeness to the Putin government.",
  "This isn’t exactly evidence of Trump being a secret agent, but it does raise serious questions about the kind of advice that Trump would get in the White House.",
  "He advocates using \"military means of a concealed character,\" including \"actions of informational conflict\" in order to accomplish Russian strategic objectives.",
  "Trump seems totally oblivious the fact that he would be throwing US allies under the bus — and, in fact, to Putin’s hostility toward the United States entirely.",
  "Suspicion immediately fell on Russian intelligence: After all, they were the only group widely believed to have penetrated DNC servers and extracted documents.",
  "@PwnAllTheThings also found error messages written in Russian, further suggesting a Russian user had control of the documents before WikiLeaks received them.",
  "Most notably, Manafort worked as a political adviser for former Ukrainian President Viktor Yanukovych for years, masterminding his electoral victory in 2010.",
  "Manafort has a long history of working as a lobbyist for unsavory foreign leaders, including Zaire’s Mobutu Sese Seko and the Philippines’ Ferdinand Marcos.",
  "Traditionally, American parties have seen its alliance commitments, NATO in particular, as ironclad guarantees — the core part of America’s global strategy.",
  "\"The forensic evidence that links network breaches to known groups is solid: used and reused tools, methods, infrastructure, even unique encryption keys.\"",
  "His name is a reference to Marcel Lazar Lehel, — a now-jailed Romanian hacker who famously claimed to have hacked Hillary Clinton’s private email server.",
  "\"I got to know him very well because we were both on 60 Minutes, we were stablemates, we did well that night,\" Trump said in a November GOP debate.",
  "The US is the strongest power in the world, Trump reasons — why protect tiny NATO allies like Estonia, Latvia, and Lithuania if they don’t pay up?",
  "Well, here’s the Occam’s Razor explanation: Nothing Russia could do, on its own, would help its foreign policy more than what Trump is proposing.",
  "\"I will tell you that, in terms of leadership, he's getting an 'A' and our president is not doing so well,\" Trump said in a September interview.",
  "But shortly after Guccifer 2.0, evidence emerged that it was a false identity — that the hack was, as originally reported, Russian intelligence.",
  "Trump’s proposed foreign policy would, intentionally or no, aid Vladimir Putin in ways the Russian dictator could only dream about before Trump.",
  "Trump has repeatedly expressed wild admiration for Putin personally; his campaign staff and businesses have extensive ties to Russian interests.",
  "The right approach, I think, is to avoid focusing too heavily on the question of whether Russia is actively supporting Donald Trump’s candidacy.",
  "He’s said that he’ll do that, repeatedly, and both his campaign and personal life give us every reason to believe that he’s absolutely serious.",
  "The key question about any politician isn’t their \"real\" motivation for doing something; it’s what they actually do when entrusted with power.",
  "But it must comfort Putin to know that Trump’s ideas align with Russia’s interest, and Trump himself is deeply impressed by Putin as a leader.",
  "A security researcher, known on Twitter as @PwnAllTheThings, found that a user named Felix Dzerzhinsky modified the documents before release.",
  "But Trump’s own son, Donald Trump Jr., said in 2008 that \"Russians make up a pretty disproportionate cross-section of a lot of our assets.\"",
  "The alliance depends entirely on an ironclad guarantee on behalf of all allies to defend any one of them — that is literally what it does.",
  "Gerasimov’s ideas, then, are explicitly designed to be used in attempts to influence other countries’ internal politics and conflicts.",
  "These facts have led to wilder theories about the Kremlin plotting to elect Trump, or even that Trump might be doing Russia’s bidding.",
  "Shortly after the pageant, Putin awarded the elder Agalarov the \"Order of Honor of the Russian Federation,\" a prestigious designation.",
  "It’s important to be cautious about what we actually know, as alleging Russian interference in an American election is pretty serious.",
  "Trump also sold a mansion in Palm Beach in 2008 for $95 million to Russian oligarch Dmitry Rybolovlev, according to property records.",
  "How to think about Trump and the Kremlin\n\nSo we come back to a basic question: How should we see the Kremlin’s role in the 2016 race?",
  "Trump’s approach to American allies, specifically the North Atlantic Treaty Organization (NATO) alliance, is the biggest reason why.",
  "Until some kind of evidence like this emerges, it’s best to think of \"Agent Trump\" as nothing more than wild conspiracy theorizing.",
  "Krugman’s insinuation is … a little hard to believe, even in light of Trump’s suggestion that Russia should hack Clinton’s server.",
  "This should be a ludicrous, outrageous question … But we’re talking about a ludicrous, outrageous candidate,\" Paul Krugman writes.",
  "— Donald J. Trump (@realDonaldTrump) June 19, 2013\n\nThe speculation on Russia’s motivations has gone well beyond merely alignment.",
  "Trump doesn’t know much about foreign policy, the reasoning goes, and so his policy preferences are the result of pure ignorance.",
  "That would make it far easier to install friendly dictators in small nearby countries, like Estonia, or even annex them entirely.",
  "Then, between the Republican and Democratic national conventions, WikiLeaks released a trove of 19,000 documents from a DNC hack.",
  "For another, two other cybersecurity firms investigated the hack, and found direct evidence supporting CrowdStrike’s conclusions.",
  "So Trump not only has a long history of investing in Russia, but he has a recent history of working with pro-Kremlin oligarchs.",
  "Carter Page, another Trump foreign policy adviser, has served as an adviser for Gazprom, Russia’s state-run energy corporation.",
  "Michael Flynn, a Trump adviser and former head of the Defense Intelligence Agency, was rumored to be on Trump’s VP shortlist.",
  "Trump’s skepticism about NATO and support for Russia’s intervention in Syria, then, are not incidental parts of his platform.",
  "If Trump put his ideas into practice and actually renounced commitments that didn’t do what he wanted, it would destroy NATO.",
  "\"He wrote a column explicitly comparing the Obama administration’s Russia policy to chattel slavery in the American South.\"",
  "He even, weirdly, invented a story about the two of them becoming best buds in the green room before a 60 Minutes episode.",
  "At the very least, Trump has said, they should spend more on their own defense if they want to expect American protection.",
  "All of this suggests that Trump has thought a fair amount about Russia-related stuff, and come down on the Russian side.",
  "He is literally suggesting the United States transform global politics to make it more favorable to Russian interests.",
  "Vice’s Lorenzo Franceschi-Bicchierai interviewed him, mostly in English but with a few Romanian questions peppered in.",
  "The fact that Trump is seemingly inviting more Russian intervention into US politics, then, is very, very disturbing.",
  "Trump had purchased the mansion at a bankruptcy auction less than four years earlier for $41.4 million, records show.",
  "\"That Russia is pulling for Trump is at this point beyond any dispute,\" New York magazine’s Jonathan Chait writes.",
  "This is born, as the New York Times’ Max Fisher explains, from a traumatic experience Russia had in the mid-2000s.",
  "A series of pro-Kremlin strongmen in former Eastern Bloc states were toppled by the so-called \"Color Revolutions.\"",
  "As a result, Russian strategic leaders came to see the internal politics of other countries as a key battlefield.",
  "Guccifer 2.0 claimed to be a Romanian lone wolf, with no ties to Russian intelligence or any other organization.",
  "First, the Kremlin appears to be interfering in the US election in a way likely to help Trump become president.",
  "Yanukovych was a Kremlin stooge, one who (per the New York Times) paid Manafort millions between 2007 and 2012.",
  "The second is that Trump is deeply committed to reorienting American foreign policy in a pro-Russian direction.",
  "Trump’s campaign staff and businesses have a disturbing number of connections to Russia and Russian interests.",
  "You’d have to be a pretty stupid secret agent to put your admiration for your paymaster out there so publicly.",
  "There’s never been a major party candidate in the modern era more friendly to a Russian dictator’s interests.",
  "The Kremlin, wittingly or not, serving as a kind of pro-Trump Super PAC, albeit one with access to hackers.",
  "Fisher points to a 2013 article, by Gen. Valery V. Gerasimov, as key evidence of this new Russian thinking.",
  "The Washington Post has a great investigation into Trump’s \"30 year\" history of trying to build in Russia.",
  "as a major bulwark against Russian expansionism in eastern Europe, and would be thrilled if it fractured.",
  "\"Russia, if you’re listening, I hope you’re able to find the 30,000 emails that are missing,\" Trump said.",
  "If the Kremlin is helping Trump win the election, it would be a perfectly rational thing for them to do.",
  "Trump sees Russia as a hot market, and has chosen to get into bed with suspiciously pro-Kremlin figures.",
  "Figuring out what Putin’s exact thoughts on the American election are — well, it’s literal Kremlinology.",
  "This never happened: The two men were interviewed by different journalists on different continents.",
  "Around that same time, Manafort also appears to have had links to Russian energy sector interests.",
  "Controlling the information and propaganda environment can inflict serious blows on one’s enemies.",
  "Hillary Clinton, a solid establishmentarian who’s hated by Russia, would do nothing of the kind.",
  "Gerasimov argued that \"non-military means\" had eclipsed weapons in their strategic importance.",
  "They reflect the candidate’s actual worldview, and likely predict how he would act in office.",
  "As extensive as these ties to Russia are, they still don’t vindicate the secret agent theory.",
  "What’s the ultimate endgame of intensifying the fight between Bernie and Hillary supporters?",
  "The Arab Spring wasn’t about wars between countries, but rather upheaval inside countries.",
  "When he attended RT’s 10th anniversary party, he sat at the head table with Putin himself.",
  "Trump’s foreign policy team, too, appears to have ties to Russia or a pro-Russian slant.",
  "These were seen, in the paranoid climate of Moscow, as American intelligence operations.",
  "He’s basically encouraging Russia to try out Gerasimov’s playbook in the United States.",
  "When Trump said it, it didn’t sound like a joke — especially in light of recent events.",
  "Flynn is currently a regular guest on RT, Russia’s English-language propaganda outlet.",
  "Something like this seems to be happening in the American presidential election now.\"",
  "All of this raises one big question: What the hell is going on with Trump and Russia?",
  "In 2011, protests in Moscow threatened the very stability of the Putin regime itself.",
  "Close examination of the documents’ metadata found tell-tale traces of Russian work.",
  "On that count, we now know two important facts about Putin and Trump, respectively.",
  "But on June 15, a hacker named Guccifer 2.0 claimed responsibility for the hack.",
  "We can’t be sure exactly how much, as Trump refuses to release his tax returns.",
  "It’s very unlikely that some other hacking group would use such similar code.",
  "Gerasimov’s article uses the Arab Spring as a key example, which is telling.",
  "\"If elected, would Donald Trump be Vladimir Putin’s man in the White House?",
  "It’s easy to see Trump’s pro-Russian policies as a kind of novice mistake.",
  "So it’s not just that the hack looks traceable back to Russian hackers.",
  "He thinks that alliances are only useful as tools for extracting money.",
  "The German hack was — you guessed it — linked to Russian intelligence.",
  "Whether or not that’s the intent of the meddling, that is the result.",
  "\"Page has defended Russia with relish,\" Slate’s Franklin Foer writes.",
  "And yet, you can see where the conspiracy theorists are coming from.",
  "The DNC hack was detected in April 2016 and made public on June 14.",
  "As recently as March 2016, he said he owned shares in the company.",
  "He sees Putin as a model leader, not a disturbing authoritarian.",
  "It’s less important than the hard facts about Trump and Russia.",
  "\"I think you will probably be rewarded mightily by our press.\"",
  "If the US won’t do that, then NATO is effectively dead letter.",
  "For one thing, Guccifer 2.0 doesn’t appear to speak Romanian.",
  "That’s obviously incendiary, and makes for great headlines.",
  "Let’s start with Paul Manafort, Trump’s campaign manager.",
  "Chait’s \"beyond any dispute\" is kind of an overstatement.",
  "Warning: It gets pretty weird, and pretty deep, fast.",
  "Lehel’s nome-deplume was, you guessed it, Guccifer.",
  "Moreover, Trump seems to admire Putin personally.",
  "Second, Trump is deeply, weirdly pro-Russian.",
  "This speculation is just that: speculation.",
  "But it would make a certain kind of sense.",
  "Vladimir Putin's odd photo-ops explained",
  "He sees the NATO alliance (correctly!)",
  "But that doesn’t seem to be the case.",
  "Interestingly, so does Trump himself.",
  "Those are some pretty high stakes.",
  "But it’s more-or-less unknowable.",
  "The answer appears to be twofold.",
  "I want to grab all that money.\"",
  "This is music to Putin’s ears.",
  "The title of Krugman’s column?",
  "\"The Siberian Candidate.\"",
  "It’s also irrelevant.",
  "Trump doesn’t agree."
]