[
  "The Steele dossier claims that Russian authorities had exploited Trump’s “personal obsessions and sexual perversion in order to obtain suitable ‘kompromat’ (compromising material) on him.” A source allegedly present at the scene said that Trump had rented the Presidential Suite at the hotel, where Barack and Michelle Obama had stayed, and that he had employed “a number of prostitutes to perform a ‘golden showers’ (urination) show in front of him,” as a way of defiling the bed in which the former First Couple had slept.",
  "The controversy resurfaced during the 2016 campaign, when Hillary Clinton, in the first Presidential debate, said, “He called this woman ‘Miss Piggy.’ Then he called her ‘Miss Housekeeping,’ because she was Latina.” After a pause, Clinton said, “Donald, she has a name: Her name is Alicia Machado.” (Trump was unrepentant, telling Fox News, “She gained a massive amount of weight, and it was a real problem.”) Trump also boasted about ogling Miss Universe contestants during the events.",
  "Emin and his publicist, Rob Goldstone, a former tabloid journalist from Great Britain who was hired to promote Emin’s singing career outside Russia, approached the Miss Universe Organization and asked if the men could cast the reigning champion, Olivia Culpo, the former Miss U.S.A. Emin and Goldstone also suggested that the Agalarovs host Miss Universe in Moscow in 2013, so that Emin could perform for the pageant’s global audience.",
  "As he said in the introduction to the first episode of “The Apprentice,” the reality-television show that made him a global celebrity, “I’ve mastered the art of the deal and have turned the name Trump into the highest-quality brand.” Trump often staged the Miss Universe pageant in cities where he had other business interests, and finalists usually came from countries where Miss Universe had strong television ratings.",
  "Asked by Roberts about his relationship with Putin, Trump again dissembled, saying, “I do have a relationship, and I can tell you that he’s very interested in what we’re doing here today.” Trump went on, “He’s probably very interested in what you and I are saying today, and I’m sure he’s going to be seeing it in some form, but I do have a relationship with him.” He told Roberts that Putin had “done an amazing job.",
  "On Friday afternoon, Sarah Huckabee Sanders, the White House press secretary, said that the President took this omission as vindication, noting that Trump “is glad to see the Special Counsel’s investigation further indicates—that there was NO COLLUSION between the Trump campaign and Russia and that the outcome of the election was not changed or affected.” In fact, Mueller’s charges suggest the opposite.",
  "One judge, an Italian wristwatch designer named Italo Fontana, told me, by e-mail, that Trump “greeted me like we were friends since ages and with a smile and a pat on my shoulder he told me: ‘I recommend you, vote the most beautiful one!’ ” The judges included Steven Tyler, of Aerosmith; the supermodel Carol Alt, who had been a contestant on “Celebrity Apprentice”; and the ice-skater Tara Lipinski.",
  "On June 18, 2013, just after Trump announced that the Miss Universe pageant would take place in Russia, he tweeted, with a kind of desperate giddiness, “Do you think Putin will be going to The Miss Universe Pageant in November in Moscow—if so, will he become my new best friend?” That fall, before the pageant, David Letterman asked Trump, on “Late Night,” if he had ever met Putin.",
  "He basically told us he picked nine of the top fifteen.” Kerrie Baylis, who was Miss Jamaica in 2013, described a similar scene and added that, when the finalists were announced, “the list looked like the countries that Donald Trump did business with, or wanted to do business with.” Shi Lim, who competed that year as Miss Singapore, told me, “The finalists were picked by Trump.",
  "Trump later boasted about how many important people he met during the weekend, telling Real Estate Weekly, a trade publication, “Almost all of the oligarchs were in the room.” This was far from true––very few attended––but photographs and news reports show that Trump did cross paths with some wealthy Muscovites and a variety of prospective business partners.",
  "Retained by the research firm Fusion GPS, which was paid by Hillary Clinton’s campaign, Steele asserted that the “Russian regime has been cultivating, supporting and assisting TRUMP for at least 5 years.” Even if Steele is wrong and Russia was not cultivating Trump as an asset, it seems clear that by this point Trump would do business with just about anyone.",
  "As Candace Savage put it, in “Beauty Queens,” her amusing history of the pageants, “The new competitions were to emphasize ‘beauty,’ pure and simple, with none of the ridiculous folderol about talent.” By the late nineteen-sixties, ownership of the Miss Universe Organization had passed to a lingerie company called Kayser-Roth.",
  "In the words of the indictment, the conspirators sought to provide information to the American public “supporting the presidential campaign of then-candidate Donald J. Trump and disparaging Hillary Clinton.” The indictment does not explicitly assert that Trump or his campaign knowingly participated in the Russian conspiracy.",
  "“It was a pretty sedate affair in their box,” one guest recalled, adding that, in the next box, Roustam Tariko, the founder of the business empire Russian Standard, which was an official partner of the pageant, held a livelier celebration, with about a dozen young women, including numerous Miss Russia contestants.",
  "A lot of people would say he’s put himself at the forefront of the world as a leader.” Maria Abakumova, a Moscow-based journalist who worked for the Russian edition of Forbes at the time and covered Aras Agalarov, told me that people thought Putin would attend the pageant, but he never showed up.",
  "“You know, they’re standing there with no clothes.” Over the years, when asked about his management of the pageants, he has often replied with some version of the quip “The bathing suits got smaller and the heels got higher and the ratings went up.” The part about ratings isn’t true.",
  "He wasn’t The Donald then.” Adams concluded, “I also knew then that he loved beauty, loved blondes, and loved the Miss Universe Pageant.” In 1996, Trump attended the Miss Universe pageant, which was being co-hosted in Paradise, Nevada, by the second of his three wives, Marla Maples.",
  "Agalarov surely had met Putin, but in 2013 neither he nor Trump would have mattered much to Putin.” Trump’s mistaken impression of Agalarov seems to have given him an exaggerated expectation of meeting Putin, which was one of his goals in taking Miss Universe to Moscow.",
  "In 1993, he went to prison for fifteen months after stabbing a man in the face with the stem of a broken margarita glass during a barroom confrontation; and in 1998 he pleaded guilty for his role in a forty-million-dollar stock-fraud scheme carried out with mobsters.",
  "Former contestants told me that Trump would circulate among the young women, shaking hands and chatting with each of them, periodically turning to speak with Paula Shugart, the president of the Miss Universe Organization, who followed him at a discreet distance.",
  "Executives at Catalina swimwear, a sponsor of the pageant, were offended, and the company decided to create competing events, which came to be called Miss Universe and Miss U.S.A. (Miss U.S.A., not Miss America, advances to the Miss Universe competition.)",
  "A source in Moscow told me that “Trump was always trying to get in touch with Russian money,” adding that in 2007 the source brought a Russian real-estate developer to meet with Trump at Trump Tower, in New York, to discuss a franchise project in Moscow.",
  "“Trump didn’t decide alone that the pageant would take place in Russia,” Michael Cohen, a former executive vice-president of the Trump Organization and a personal attorney to the President who also served on the Miss Universe board of directors, told me.",
  "Anders Aslund, an expert on the Russian economy at the Atlantic Council, in Washington, told me, “Most of the great Russian fortunes come from natural resources, like oil, and the real-estate developers are distinctly second-class in the pecking order.",
  "In a news conference shortly after his arrival in Moscow, he said that he planned to invest two hundred and fifty million dollars to build a pair of luxury apartment towers in the city, one to be called Trump International and the other Trump Tower.",
  "Aras Agalarov hosted a fifty-eighth-birthday party for himself at which the contestants gathered to sing “Happy Birthday.” The event may have been Trump’s chance to inspect the women and render his judgments about who should advance to the finals.",
  "“By the summer of ’06,” Trump said in a news release, “I fully expect the most called-for cocktail in America to be the ‘T&T,’ or the ‘Trump and tonic.’ ” The product was launched at a series of parties in New York, Miami Beach, and Hollywood.",
  "A White House spokesperson indicated that the President has “absolutely no memory of any women attending a meeting with him while there and disputes any suggestion to the contrary.”) Later, the Rossiya was torn down and replaced with a park.",
  "A longtime adviser to Trump told me, “It’s a major metropolitan city, and around the years of 2000, give or take, with the privatization, there was a lot of money in Moscow.” The atmosphere of post-Soviet Russia also seemed to suit Trump.",
  "“The site fee to Miss Universe was a couple of million dollars at most.” In 2002, Trump had sold half of the Miss Universe Organization to NBC, which broadcast the pageant, and the network had representatives on the organization’s board.",
  "At the time of the pageant, he was a fugitive from justice in the United States, where he had been charged with running an organized-crime money-laundering operation from an apartment at Trump Tower, three floors below Trump’s penthouse.",
  "“And I wasn’t interested.” In 1997, during his first year as owner, Trump became embroiled in a conflict involving Alicia Machado, of Venezuela, who was the reigning Miss Universe at the time and had gained weight during her tenure.",
  "“I’ll go backstage before a show and everyone’s getting dressed, and everything else, and you know, no men are anywhere, and I’m allowed to go in because I’m the owner of the pageant and therefore I’m inspecting it,” he told Stern.",
  "As the book “Trump Revealed,” by Michael Kranish and Marc Fisher, noted, when Trump bought Miss Universe the viewership in the United States had declined from around thirty-five million in 1984 to twelve million in 1997.",
  "He also held a news conference and sat for an interview with Thomas Roberts, an MSNBC anchorman who would serve as the television host of the finals, along with Mel B., the British singer better known as Scary Spice.",
  "The judges—including public-relations professionals, a modelling entrepreneur, and a fashion reporter—rated each woman on such qualities as “appearance” and “personality,” after which the ballots were whisked away.",
  "Adwoa Yamoah, who competed as Miss Canada in 2012, told me, “He made comments about every girl: ‘I’ve been to that country.’ ‘We’re building a Trump Tower there.’ It was clear the countries that he liked did well.",
  "Miss Universe represents a paradigmatic example of Trump’s business style in action—the exaggerations that teeter into lies, the willingness to embrace dubious partners, the hunger for glamour and recognition.",
  "His first book, “The Art of the Deal,” published in 1987, begins with an account of a typical day in his life, including a phone call with an acquaintance who conducted a lot of business with the Soviet Union.",
  "Among the guests, according to news reports, were Stormy Daniels, the porn actress, and the former Playmate Karen McDougal, both of whom were reportedly later paid to conceal their relationships with Trump.",
  "I suspect that one of the Agalarovs’ motivations was to advance Emin’s career.” Trump, though eager to take his pageant to Moscow, likely had an exaggerated idea of the Agalarovs’ place in Russian society.",
  "Last Friday, Robert Mueller, the special counsel, unveiled the indictment of thirteen Russian nationals, and three Russian organizations, on charges that they conspired to throw the 2016 election to Trump.",
  "His regular visits have led some to speculate that Trump had a kind of obsession with the country, but he looked for deals all over the world, and he returned to Russia because that’s where the money was.",
  "Cindy Adams, who was an assistant at the company, and her husband, the comedian Joey Adams, were friends of Roy Cohn, the New York lawyer and fixer who had been a close aide to Senator Joseph McCarthy.",
  "I said, ‘Yeah, pass the gravy.’ ” In 1971, Adams arranged for the Miss Universe contestants to walk down Seventh Avenue as a publicity stunt for the pageant, which was to take place in Miami that year.",
  "The Russians’ diction was sometimes imperfect—one Instagram post said a “particular hype and hatred for Trump is misleading the people and forcing Blacks to vote Killary”—but their goal was apparent.",
  "“Roy used to invite us everywhere, and once we went to a party on Long Island, where I happened to be seated at a small table with this tall young guy with blond hair,” Adams told me recently.",
  "In the other years, Trump kept the pageant true to its origins as a swimsuit competition by setting the ceremony in warm-weather locations like Panama City, São Paulo, Quito, and Mexico City.",
  "On the trip to Las Vegas, Aras and Emin Agalarov were accompanied by Goldstone and came to an agreement with Trump that the Agalarovs would host the Miss Universe pageant in Moscow that year.",
  "During this trip, Trump was accompanied by a prominent American businessman—Bennett LeBow, the chairman of the Vector Group, a holding company with investments in tobacco and real estate.",
  "“They have asked me to go to Moscow in July.” Later that year, he did go to Moscow and what was then Leningrad (now St. Petersburg), but his plans to build there never came to fruition.",
  "“I remember when we first came to him for a meeting, he was sitting in the lobby of his own hotel, which, of course, is called ‘Trump,’ ” Aras Agalarov told the Russian magazine Snob.",
  "And Mueller has not yet made public his findings on the clearest link between the Trump campaign and Russian interests: the link that emerged from the Miss Universe pageant in Moscow.",
  "Emin Agalarov owns several restaurants run by the Los Angeles-based chef Nobu Matsuhisa, who was also in Moscow to serve as a judge in the final round of Miss Universe the next day.",
  "The ever-more-pressing question is whether Trump and the Russians used the relationships cemented at the pageant to advance Trump’s goal of becoming President of the United States.",
  "The indictment does not address several other efforts that American intelligence agencies have tied to Russia, such as the hacking of e-mail accounts linked to prominent Democrats.",
  "In “The Art of the Comeback,” he wrote that he beat out several competitors with a bid of ten million dollars; in subsequent interviews, he said that he had paid only two million.",
  "An announcer provided a few facts about each finalist—“She never wears flats because she feels she is made to be a beauty queen”—until only Miss Venezuela and Miss Spain remained.",
  "About a dozen people attended, including Herman Gref, the former Minister of Economic Development and Trade under Putin and the president of Sberbank, the largest bank in Russia.",
  "With his characteristic salesman’s bravado, Trump later said that there had been eighteen other bidders vying for the pageant; in fact, it’s not clear that there were any others.",
  "And we’re working with the local government, the mayor of Moscow and the mayor’s people.” The Moskva, steps from Red Square and the Kremlin, was the subject of a bizarre legend.",
  "The first-round results of the 2013 Miss Universe pageant seem to have come as a surprise to some of the competition’s judges, who thought that they would declare the finalists.",
  "This is the richest person in Russia!’ ” According to Forbes’s ranking of the wealthiest people in Russia, Agalarov placed fifty-first, with a net worth of about $1.7 billion.",
  "In 2010, Arif, who had worked at the Soviet Ministry of Trade, was arrested in Turkey with ten others aboard a luxury yacht and accused of being part of a prostitution ring.",
  "We called it the Trump card.” (A Miss Universe spokeswoman said that the pageant rules allowed the company’s staff, including Trump, to participate in naming the finalists.)",
  "Unlike Trump, Aras came from a family of modest means, but he had roots in Azerbaijan, where work was under way on a Trump hotel and residence tower in Baku, the capital.",
  "(Andy Cohen, the television personality, had co-hosted the previous year’s pageant but withdrew from the 2013 contest because Russia had passed an anti-gay law that year.",
  "The 2008 recession shattered the real-estate market, but Trump’s position was cushioned by the success of “The Apprentice,” which was being syndicated around the world.",
  "At some point during the session, Schiller testified to the House Permanent Select Committee on Intelligence, someone offered to send five women to Trump’s hotel room.",
  "Perhaps the most notorious guest was Alimzhan Tokhtakhounov, a Russian businessman widely suspected of fixing an ice-dancing competition at the 2002 Winter Olympics.",
  "Christopher Steele, the former British spy who examined Trump’s ties to Russia, may have hinted at a darker explanation for the Agalarovs’ interest in Miss Universe.",
  "The extent of Trump’s financial ties to Russia remains unclear, but he appears to have had a number of investors and business partners from the former Soviet Union.",
  "And Agalarov’s stuff is mostly on the outskirts, in what’s called the Moscow region, on the way to the airport.” Nor does Agalarov wield outsized clout with Putin.",
  "His partners in the project included Felix Sater and Tevfik Arif, two real-estate operators who were born in the Soviet Union and maintained strong ties to Russia.",
  "“Agalarov is building two stadiums for the World Cup this summer, not because he’ll make much money doing it but because it’s what the government expects of him.",
  "Emin’s father, Aras, had made a fortune as a real-estate developer in Moscow, and Emin had put the family fortune to work for the benefit of his singing career.",
  "Still, Trump recognized that the pageant was a useful vehicle for expanding his reach overseas, and no country so consistently kindled his ambitions as Russia.",
  "The story goes that during the early thirties, in the midst of Stalin’s purges, the architect submitted a set of plans to Stalin for the dictator’s approval.",
  "Sater and Arif were principals in the Bayrock Group, which invested in Trump real-estate ventures from its offices on the twenty-fourth floor of Trump Tower.",
  "In 2008, Donald Trump, Jr., told the audience at a real-estate conference, “Russians make up a pretty disproportionate cross-section of a lot of our assets.",
  "By the turn of the century, Trump had moved away from the capital demands of developing real estate and begun leveraging his celebrity into franchise deals.",
  "Divided into two groups, they had brief conversations with each of the contestants, who then paraded onstage, first in bathing suits, then in evening gowns.",
  "A longtime vodka executive in Russia told me, “Trump vodka never even showed up on our sales reports—that’s how little it sold.” Production ceased in 2011.",
  "In 2013, he had high expectations for a danceable tune called “Amor,” and he wanted an especially beautiful woman to star in the accompanying music video.",
  "Trump has long viewed his businesses as mutually reinforcing, with all the products—from hotels to steak, vodka to golf resorts—complementing one another.",
  "Today, the Miss Universe pageant in Moscow looks like a harbinger of the Trump campaign and Presidency, featuring some of the same themes and characters.",
  "In 2007, with similar fanfare, Trump announced that his vodka would expand its distribution into Russia, with a $1.5 million deal for ten thousand cases.",
  "LeBow and Trump arranged to meet with representatives of Boris Yeltsin’s government in a conference room at the Moskva to discuss taking over the hotel.",
  "Trump stayed at the Ritz-Carlton for only two nights, but his presence there has given rise to the most sensational accusation about his time in Moscow.",
  "Rather than risk Stalin’s wrath by pointing this out, the architect used both designs, one on the left side of the building, the other on the right.",
  "There is also an aquarium, a hotel, a heliport, and Crocus City Hall, the six-thousand-seat theatre where the Miss Universe pageant would be staged.",
  "At the end of the show, Olivia Culpo handed her crown to Gabriela Isler, of Venezuela, who became the seventh winner from that country since 1979.",
  "“The board unanimously agreed that the package the Agalarovs put forward was best for the company and best for the contestants, so we approved it.",
  "The architect survived the ordeal, but, by 1996, the building was falling apart, and city authorities were looking for investors to renovate it.",
  "He travelled to the city again in November, 1996, during the raucous “Wild East” days following the collapse of Communism and the Soviet system.",
  "“I’m talking about building a large luxury hotel, across the street from the Kremlin, in partnership with the Soviet government,” Trump wrote.",
  "Their main method, the indictment contends, was the manipulation of social media through posts by Russians operating under stolen identities.",
  "From 1996 to 2015, Donald Trump co-owned the Miss Universe Organization, which also included the Miss U.S.A. and Miss Teen U.S.A. pageants.",
  "Miss America, with its earnest talent competitions and its scholarships for winners, purports to reward a multidimensional female ideal.",
  "“Real-estate developers like Agalarov are under the thumb of the government, and they are expected to do as they are told,” Aslund said.",
  "Schiller said that he took the offer as a joke, rejected it, and told Trump of the invitation, which he said the two men laughed about.",
  "The numbers kept falling during Trump’s ownership, and the American audience for the 2013 pageant consisted of fewer than four million.",
  "“Twenty million dollars is not even close,” Scott Balber, a lawyer for Emin and Aras Agalarov who has also represented Trump, told me.",
  "We see a lot of money pouring in from Russia.” He also said that he had made six trips to Russia during the previous eighteen months.",
  "To accommodate the international television audience, the live broadcast in Moscow began late on the night of Saturday, November 9th.",
  "An expatriate businessman who attended the event that day told me, “I was just a kid, and I was supposed to help out at the meeting.",
  "As he told Howard Stern in an interview, when he bought the pageant he found that it had strayed from its roots as a beauty contest.",
  "In 2013, Trump’s prospects in Russia began to look more sanguine, thanks to a music video featuring a pop star named Emin Agalarov.",
  "Only once did Trump steer the pageant away from temperate environments—in November, 2013, when Miss Universe took place in Russia.",
  "Nobody was allowed near the contestants in the line of march,” Adams wrote later, in the New York Post, where she is a columnist.",
  "The following morning, Emin, who had asked Trump to shoot a scene for his music video, brought a camera crew to the Ritz-Carlton.",
  "From there, the Agalarovs took Trump to Crocus City, their shopping mall, west of the city, where the pageant would take place.",
  "Later, Aras told the Washington Post that Putin had sent Trump a sort of consolation prize—a note along with a decorative box.",
  "The Moscow music scene favors hard-edged rap, but Emin found a degree of success as a crooner in the mold of Enrique Iglesias.",
  "No licensing deal was too demeaning; he would attach his name to steak, water bottles, neckties, mattresses, lamps, and vodka.",
  "The faux triumphal arch that greets visitors to Crocus City establishes the grandiosity of the Agalarovs’ commercial complex.",
  "Keith Schiller, a former New York City police officer who had long served as Trump’s bodyguard, sat on one side of the room.",
  "A day or two before a pageant began, Trump would casually visit the contestants while they conducted their final rehearsals.",
  "The seven judges of the pageant’s preliminary round were charged with winnowing eighty-six contestants to fifteen finalists.",
  "As Trump said in a Mark Singer profile in The New Yorker, published a few months later, “We’re looking at the Moskva Hotel.",
  "Trump returned to Moscow in each of the following decades, hoping to add one of his eponymous towers to the city’s skyline.",
  "The three of them went up to the meeting together.” As with Trump’s previous visit, nothing came of this mission to Moscow.",
  "(His 1995 tax return, published in part by the Times in 2016, showed losses of nine hundred and sixteen million dollars.)",
  "Ruffin is married to Oleksandra Nikolayenko, a former Miss Universe from Ukraine, who is forty-six years Ruffin’s junior.",
  "Trump got away with this kind of behavior for decades, and he played by the same rules during his run for the Presidency.",
  "Shortly after his departure, he tweeted to Aras Agalarov’s account, “I had a great weekend with you and your family.",
  "The Russian family’s mingled interests in real estate and show business led some to call them the Trumps of Russia.",
  "“They told us not to share how we voted with each other, but we did anyway,” one of the preliminary judges told me.",
  "He had experienced repeated bankruptcies in Atlantic City, and was cut off from traditional sources of funding.",
  "So they sent me downstairs to wait for him.” When Trump arrived, he was accompanied by two young Russian women.",
  "He had lost the trust of American banks and was forced to search for credit and business opportunities abroad.",
  "Nothing came of it.” Trump made his first foray into the Russian market when he lent his name to Trump vodka.",
  "An aspiring opera singer, Betbeze announced that she would not pose in a bathing suit when she went on tour.",
  "Later that day, the Agalarovs hosted a reception for Trump at a Moscow outpost of the Nobu restaurant chain.",
  "On Friday, November 8, 2013, Trump travelled to Moscow with Phil Ruffin, his business partner in Las Vegas.",
  "In addition, he said that he was looking into renovating and running two famous hotels from the Soviet era.",
  "According to various reports, the Agalarovs invested twenty million dollars to bring the event to Moscow.",
  "The after-party for several hundred guests took place in a large meeting room on the Crocus City campus.",
  "(Although interest in beauty pageants has faded in the United States, it remains high in Latin America.)",
  "The accusation seems unlikely, though not impossible, and Trump has denied the validity of the dossier.",
  "We have all the funding we need out of Russia.” (On Twitter, Eric Trump denied having made the remark.)",
  "After they arrived, Trump attended a morning meeting about the pageant at his hotel, the Ritz-Carlton.",
  "“They had a person who was extremely proud that a number of the women had become doctors,” Trump said.",
  "Wearing a suit and tie, and trailed by cameras, he followed Machado into a gym to watch her work out.",
  "The undertaking had more than eighty employees and a budget of more than a million dollars a month.",
  "When the finalists were announced, he said, the winners included several who hadn’t been selected.",
  "Under Trump, the pageant was held twice in Las Vegas, twice in Florida, and twice in Puerto Rico.",
  "“How could I pass up the opportunity to own the world’s premiere beauty pageant?” he later wrote.",
  "As with so much regarding Trump’s finances, the price he paid for it is something of a mystery.",
  "In 2013, Trump’s son Eric told the sportswriter James Dodson, “We don’t rely on American banks.",
  "As a result, he began to welcome less reputable partners, as long as they had access to cash.",
  "(Russian Standard also sponsors the Miss Russia pageant, a feeder event for Miss Universe.)",
  "A second consists of dozens of luxury shops, and a third offers home-improvement products.",
  "“Trump would lend his name, and the local guy would put up the money, build, and manage.",
  "I felt ridiculous.” The contestants were not so naïve—they understood who was in charge.",
  "Stalin didn’t notice that the architect had provided two versions of the front façade.",
  "Emin was married to the daughter of Ilham Aliyev, the longtime Azerbaijani President.",
  "Shortly after Yolande Betbeze was named Miss America 1951, she precipitated a crisis.",
  "Trump heard that the owner of the organization was putting the business up for sale.",
  "Sater, the son of a Russian mobster, had immigrated to the United States as a child.",
  "Trump SoHo, a hotel and condominium in New York, had already begun selling space.",
  "The businessman said, “I had never met Trump before, and I was nervous as hell.",
  "In a conference room, Trump recited his famous line—“You’re fired”—in one take.",
  "That June, Emin and Aras travelled to Las Vegas to close the deal with Trump.",
  "In some ways, the alliance between the Agalarovs and Trump seems preordained.",
  "The Moskva was eventually renovated and converted into a Four Seasons Hotel.",
  "Trump’s interest in the country goes back to the days of the Soviet Union.",
  "From the beginning, Trump did little to conceal his attitude toward women.",
  "LeBow was upstairs, in a room called ‘the library,’ but Trump was late.",
  "That’s a very big project; I think it’s the largest hotel in the world.",
  "In any case, he seems to have been in high spirits when he left Moscow.",
  "So I suggested to Trump that I wait downstairs at the bar with them.",
  "His arrival in Moscow came after a plunge in his financial fortunes.",
  "Who’s alongside some nifty beauty from some Who-Knows-Where-Country?",
  "To hear more feature stories, download the Audm app for your iPhone.",
  "“Roy told me at that dinner that one day Donald would own New York.",
  "His ambition of putting his name on a building in Russia persisted.",
  "(The contestants were referred to by their countries, not by name.)",
  "Trump and Aras Agalarov sat next to each other in the front row.",
  "“This is somebody that likes to eat,” Trump told the reporters.",
  "He’d whisper to Paula about the girls, and she’d write it down.",
  "That rift still defines the differences between the pageants.",
  "Trump, Aras continued, “began to shout, ‘Look who came to me!",
  "Timati, a leading Russian rapper, came to pay his respects.",
  "One, dubbed “Vegas,” features moderately priced retailers.",
  "Roberts—who, like Cohen, is gay—agreed to take his place.)",
  "The parties wound down at around four in the morning.",
  "Trump and the Agalarovs presided in one of the V.I.P.",
  "“The deals were always the same,” the source said.",
  "boxes, receiving guests and taking photographs.",
  "I’d keep them company until he was finished.",
  "Trump went on a public crusade to shame her.",
  "The vodka flopped, in Russia and elsewhere.",
  "It is three separate but connected malls.",
  "“I met him once,” Trump replied, falsely.",
  "(Paula Shugart declined to comment.)",
  "“I was shocked,” the judge told me.",
  "He wanted to go upstairs with them.",
  "I mean, this was a serious meeting.",
  "We’re also looking at the Rossiya.",
  "“I didn’t know what had happened.",
  "You have done a FANTASTIC job.",
  "(He denies the allegations.)",
  "He thought it was hilarious.",
  "Audio: Listen to this story.",
  "(LeBow declined to comment.",
  "(They have since divorced.)",
  "TRUMP TOWER-MOSCOW is next.",
  "(He was later acquitted.)",
  "My brand-new Best Friend.",
  "“Cops studded the route.",
  "He was really in charge.",
  "So I started panicking.",
  "Not so Miss Universe.",
  "So what could I do?",
  "He said no way.",
  "EMIN was WOW!”",
  "“I look over.",
  ".",
  ".",
  ".",
  ".",
  ".",
  "."
]