[
  "Questions about Trump's entry into the campaign\n\nInvestigators asked one witness when Trump became serious about running for President, a person familiar with the matter said, adding that investigators seemed very interested in when Trump actually decided to run and how that coincided with his business ventures.",
  "CNN has previously reported that before the special counsel's appointment in May, the FBI had combed through the list of shell companies and buyers of Trump-branded real estate properties and scrutinized the roster of tenants at Trump Tower reaching back more than a half-dozen years.",
  "The source said questions also focused on meetings Trump had with Russian business people or government officials, leading the source to believe the investigators were probing the possibility of \"kompromat,\" or compromising material, on Trump.",
  "Mueller was appointed last spring to investigate Russian meddling and \"any matters that arose or may arise directly from the investigation,\" according to the order signed by Deputy Attorney General Rod Rosenstein, a Trump appointee.",
  "Questions about Trump's Moscow trip\n\nSeveral lines of questioning to witnesses have centered on the 2013 Miss Universe pageant, which was held in Moscow, and unsuccessful discussions to brand a Trump Tower Moscow, two sources said.",
  "CNN reported last month that the Trump Organization has given some documents to Mueller, and that the bulk of the information requested was from the time during the campaign and transition, not Trump's earlier business dealings.",
  "Trump's lawyers previously have said that Trump's business dealings from the time before he was a presidential candidate do not fall under the scope of what Mueller is authorized to investigate by the Justice Department.",
  "Rob Goldstone, a publicist for pop star Emin Agalarov, told Yahoo News last year that the Trump Tower deal was scrapped because \"the economy tanked in Russia\" from harsh sanctions imposed by Western countries.",
  "But Trump's lawyers said in a letter to the Senate Judiciary Committee that the Trump Organization made $12.2 million from foreign sources that year, and a \"substantial portion\" came from the Moscow event.",
  "In congressional testimony last year, Donald Trump Jr. said that \"preliminary discussions\" to build a tower in Moscow began between the Trump Organization and the Agalarovs after the Miss Universe pageant.",
  "Even when talking about his past dealings with Russians -- like the Miss Universe pageant -- Trump never referred to the prospective deal that fell through a few weeks before the Iowa caucuses.",
  "One of the sources said, based on the questions, that Mueller's team was focused on the financing of the Miss Universe Pageant, such as who paid for what and what money was paid to whom.",
  "That subject matter echoes claims in a controversial dossier written by a former British spy who was paid by an opposition research firm underwritten by Trump's Democratic opponents.",
  "Questions have also touched on the possibility of compromising information that Russians may have or claim to have about Trump, according to two sources familiar with the matter.",
  "\"You ask everything even if you don't think it's credible,\" one of the sources said, adding, \"the allegations are out there, and it was checking the box.\"",
  "About two years after the pageant, Trump Organization attorney Michael Cohen began negotiations with another Russian company for a Trump Tower in Moscow.",
  "Last year, Trump said he would view any investigation of his or his family's personal finances as a \"violation\" by Mueller that crosses a red line.",
  "Investigators have looked at the backgrounds of Russian business associates connected to Trump surrounding the 2013 Miss Universe pageant.",
  "Along these lines, the source said, investigators were interested in logistics surrounding Trump's hotel room in Moscow: Who was there?",
  "Two of the sources said they do not know from the questions asked whether Mueller has concrete evidence to indicate wrongdoing.",
  "The special counsel's office, an attorney for the President and the Trump Organization all declined to comment for this story.",
  "For the pageant, Trump partnered with Aras Agalarov, and his son, Emin Agalarov, billionaire real estate developers in Russia.",
  "The President claims that any investigation of his family's finances would be a breach of the special counsel's mandate.",
  "The source said the witness told Mueller's team his impression was that Trump was serious about running back in 2014.",
  "One of the sources said Mueller's team has also asked about this project, in addition to the potential Agalarov deal.",
  "Trump did not mention during the presidential campaign that his company explored these two business deals in Russia.",
  "This witness was also asked whether Russians had been seen in the office at Trump Tower New York prior to 2015.",
  "The Trump Organization has never disclosed exactly how much it was paid to hold the beauty pageant in Russia.",
  "Trump tweeted earlier this month that he \"didn't know\" that he was going to run for president in 2014.",
  "Trump tweeted with excitement about the potential project, saying \"Trump Tower-Moscow is next.\"",
  "Trump's past business dealings have been an area of interest to counterintelligence officials.",
  "Mueller was appointed to investigate Russian meddling in the 2016 campaign.",
  "Trump even signed a non-binding letter of intent in October 2015.",
  "Instead, he insisted that he had \"nothing to do with Russia.\"",
  "A second area of focus was what happened during the event.",
  "But Cohen says he cut off negotiations in January 2016.",
  "Who was moving around with him during the trip?",
  "Who was in charge of security?",
  "Who would have access to it?",
  "But the plans fell through.",
  "The answer was no."
]