[
  "But last month, we learned that way back in January his lawyers acknowledged to special counsel Robert Mueller that not only did Trump know about Don Jr.'s initial statement but he dictated that statement himself\n\n\"You have received all of the notes, communications and testimony indicating that the President dictated a short but accurate response to the New York Times article on behalf of his son, Donald Trump, Jr.,\" the letter to Mueller reads .",
  "If Trump did know why the meeting was happening -- either before it happened or after the Times found out and he asked Don Jr. about it -- then why would he dictate a statement that never mentioned that the entire reason the meeting happened was his side's expectation that they would get dirt on Clinton?",
  "In subsequent days, Trump Jr. releases his email exchanges with music publicist Rob Goldstone -- a liaison for a wealthy Russian named Aras Agalarov and his pop star son Emin -- in which Goldstone makes very clear that the Russians have dirt on Clinton and want Trump's campaign to have it.",
  "(CNN) On Sunday morning, amid his latest tweetstorm about the ongoing special counsel investigation into Russian interference in the 2016 election, President Donald Trump turned his focus to the now-infamous June 2016 meeting between his top advisers and several Russians.",
  "We primarily discussed a program about the adoption of Russian children that was active and popular with American families years ago and was since ended by the Russian government, but it was not a campaign issue at the time and there was no follow up.\"",
  "And the bigger issue here is that this isn't a one-off: Trump, his son and the entire Trump operation have struggled to tell the full truth -- or even close -- a bunch of times now in relation to the Russia investigation.",
  "\"His son then followed up by making a full public disclosure regarding the meeting, including his public testimony that there was nothing to the meeting and certainly no evidence of collusion.\"",
  "And we know that statement said that \"we primarily discussed a program about the adoption of Russian children that was active and popular with American families years ago.\"",
  "Donald Trump denies knowledge of the situation in the moment, including the initial statement given to the Times that never mentioned the promise of dirt on Clinton.",
  "If Trump truly thought the meeting was about Russian adoptions, then why did he put out a tweet today saying it was about getting information on an opponent?",
  "(Michael Cohen, Trump's personal lawyer and fixer, is suggesting his boss actually knew about the meeting in advance, which Trump and Trump Jr.",
  "The New York Times reports about the meeting -- between, among others, Donald Trump Jr. and Russian lawyer Natalia Veselnitskaya -- on July 8.",
  "And we know that statement didn't say that the initial impetus for the meeting was the promise from the Russians of dirt on Clinton.",
  "\"Fake News reporting, a complete fabrication, that I am concerned about the meeting my wonderful son, Donald, had in Trump Tower.",
  "Which bring us to the Sunday morning tweet and this line in particular: \"This was a meeting to get information on an opponent.\"",
  "A meeting he denies knowing about in advance, and initially crafted a misleading statement about, was perfectly legal anyway!",
  "This was a meeting to get information on an opponent, totally legal and done all the time in politics - and it went nowhere.",
  "Was it the initial statement he dictated to the Times on behalf of Don Jr. that made clear the meeting was about adoptions?",
  "His tweet on Sunday casts doubt on the stories he and Don Jr. initially told -- and the ones they are telling now.",
  "Or is it what he is saying now -- that the meeting was aimed at gathering negative information about Clinton?",
  "Trump Jr. gives the Times a statement about the meeting that reads: \"It was a short introductory meeting.",
  "The timeline of this June 2016 meeting at Trump Tower -- that we know about -- goes like this:\n\n1.",
  "-- the Times reports that Trump Jr. was promised dirt on Hillary Clinton prior to the meeting.",
  "But now Trump is saying that the meeting was designed \"to get information on an opponent.\"",
  "And this bit, \"totally legal and done all the time in politics\" is something else.",
  "The point is that there are no good answers for Trump here.",
  "We know that Trump dictated the initial Don Jr. statement.",
  "Did Trump know then what the genesis of the meeting was?",
  "I asked Jared (Kushner) and Paul (Manafort) to stop by.",
  "And Trump's lawyers grimace.",
  "On July 9 -- the next day!",
  "I did not know about it!\"",
  "Maybe Mueller knows.",
  "Which is it?",
  "Here's why.",
  "deny.)",
  "Why?",
  "So.",
  "3.",
  "2."
]