[
  "The indictment contains 12 counts including conspiracy to launder money, conspiracy against the U.S., unregistered agent of a foreign principal, false and misleading statements surrounding the Foreign Agents Registration Act (FARA), false statements and seven counts of failure to file reports of foreign bank and financial accounts.",
  "CBS News later reports that the FBI was in possession of a document describing how then Attorney General Loretta Lynch had privately assured someone in the Clinton campaign that the email investigation would not push too deeply into the matter, an exchange that if made public would cast doubt on the investigation's integrity.",
  "April 4, 2017\n\nIn an interview with MSNBC, former Obama National Security Adviser Susan Rice denied that she publicly revealed the identities of Trump associates picked up during surveillance of foreign targets but said that she did request names to be unmasked to understand why they appeared in intelligence reports.",
  "May 8, 2017\n\nFormer Acting Attorney General Sally Yates testifies before a Senate Judiciary Committee that she notified White House Counsel Don McGahn on January 26th that they believed then National Security Advisor Michael Flynn had misled the Vice President about his contact with Russian Ambassador Sergey Kislyak.",
  "April 25, 2017\n\nCongressman Jason Chaffetz and Congressman Elijah Cummings publicly accuse Flynn of breaking the law and allege that Flynn did not reveal tens of thousands of dollars in payments from Russian during the 2016 campaign when he was a top Trump surrogate or when he became National Security Advisor.",
  "Then-press secretary Sean Spicer tells reporters in the briefing room that President Trump accepted recommendations from the attorney general and deputy attorney general regarding the dismissal of Comey, who was in the Los Angeles FBI field office greeting and meeting with agents when he learns of the firing.",
  "March 31, 2017\n\nCBS News reports that FBI agents are looking in to whether Trump campaign associates were coordinating with Russian operatives as early as March of 2016 and whether individuals sympathetic to the Trump campaign directed hackers to specific information in Democratic party computer systems.",
  "August 31, 2017\n\nCBS News reports that investigators for Special Counsel Robert Mueller have joined efforts with the New York State Attorney General's Office in its probe of former Trump campaign chairman Paul Manafort's business and real estate dealings, according to a person familiar with the matter.",
  "July 18, 2017\n\nIke Kevaladze is identified as another person in the June 2016 meeting with Donald Trump Jr. Kevaldaze was asked to attend the meeting by Aras Agalarov to serve as a translator to Russian lawyer Natalia Veselnitskaya, but when he showed up, he learned that she already had a translator.",
  "CBS News reports that when U.S. officials entered the shuttered Russian compounds in Maryland and New York last December, they found a trove of damaged and missing materials that former officials say could have been useful in the ongoing investigation into Russian interference in the 2016 election.",
  "March 24, 2017\n\nRep. Nunes cancels an open hearing scheduled for Tuesday, March 28th with former DNI James Clapper, former CIA Director John Brennan and former acting Attorney General Sally Yates and says that the committee is asking Comey and Rogers to return to the Hill for a closed door session.",
  "January 26, 2017\n\nActing Attorney General Sally Yates tells White House Counsel Donald McGahn that U.S. intelligence had intercepted some phone calls of Flynn with Russian Ambassador Sergey Kislyak where he discussed sanctions imposed on Russia by the Obama administration, despite Flynn's denials.",
  "In a letter to the Senate Judiciary Committee on March 6, 2017, Sessions told lawmakers he \"[does] not recall any discussions with the Russian Ambassador, or any other representative of the Russian government, regarding the political campaign on these occasions or any other occasion.\"",
  "The FBI later determined the document was either bad intelligence or possibly even a fake, and could be part of what sources tell CBS News was Moscow's efforts to plant fake news \"into the bloodstream\" of the election to discredit Clinton and influence the Presidential election.",
  "March 27, 2017\n\nRep. Adam Schiff, the ranking member of the House Intelligence Committee, calls on Chairman Devin Nunes to recuse himself from the panel's investigation of Russian interference in the election and possible collusion between the Trump campaign and Moscow.",
  "He contends that he was \"an unpaid, informal member of the Make America Great Again movement\" and all his \"benign statements and harmless actions in Moscow…were solely made as a scholar and a business person\" and were \"in no way connected to then-candidate Trump.\"",
  "January 30, 2017\n\nActing Attorney General Yates notifies White House Counsel Don McGahn that he has been granted access to the evidence that has been collected on Flynn, but Yates is fired by President Trump that evening for not defending Mr. Trump's travel ban.",
  "CBS News also reports that day that U.S. investigators are looking at the business ties between some Trump associates and Russia and that they are tracking the finances of some of the hackers linked to the Russian cyber-attacks on U.S. political organizations.",
  "A former U.S. official familiar with the intelligence confirms to CBS news that Paul Manafort was under a foreign intelligence warrant in connection with us concerns he was communicating with Russian operatives who wanted to influence the us election.",
  "September 13, 2017\n\nHouse Intelligence Ranking Members Elijah Cummings and Eliot Engel report that they have documents from a business colleague of former National Security Advisor Michael Flynn that prove Flynn traveled to the Middle East in 2015.",
  "November 2016\n\nShortly after a November 11 Daily Caller report revealed the Flynn Intel Group had been hired by Inovo, Trump campaign lawyer William McGinley held a conference call with members of the Flynn Intel Group, the New York Times reports.",
  "March 22, 2017\n\nRep. Nunes holds an unexpected press conference and says an unnamed individual (or individuals) showed him intelligence reports indicating the Obama administration captured communications involving Trump and/or his associates.",
  "April 27, 2017\n\nNewly declassified documents show that after his retirement in August 2014, Flynn was sent an official letter the following October warning him from accepting consulting fees from foreign governments without advance approval.",
  "November 8, 2016\n\nAccording to The New York Times, the Trump campaign becomes \"aware of a problem with Mr. Flynn's business dealings\" after Flynn writes an op-ed for The Hill talking about improved relations for Turkey and the United States.",
  "May 29, 2017\n\nCBS News confirms that when Jared Kushner met with Russian ambassador Sergei Kislyak in December, Kushner discussed setting up a 'back channel' for communications between the Trump transition team and Russian officials.",
  "July 13, 2017\n\nThe Chicago Tribune reports that Peter Smith, a GOP operative who had recently passed away and was mentioned in the Wall Street Journal article from June, actually committed suicide and did not die of natural causes.",
  "CNN reports that Susan Rice told the House Intelligence Committee during a closed door meeting that she unmasked senior Trump officials to understand why the crown prince of the United Arab Emirates was in New York late last year.",
  "Carter Page sends a letter to the House Intelligence Committee and says that he has been \"illegitimately swept up into this investigation due to the false evidence and propaganda introduced by the Clinton/Obama regime last year.\"",
  "July 27, 2016\n\nIn what would be his last press conference before Election Day, Trump urges Russian intelligence agencies to find emails Clinton deleted from the private server she used during her tenure as secretary of state.",
  "March 16, 2017\n\nHouse Oversight Committee Chairman Elijah Cummings releases checks, emails and invoices detailing that Flynn was paid almost $34,000 for attending and speaking at an event organized by Russian media outlet RT.",
  "Mr. Trump holds a press conference and says both that what Comey testified the day earlier backs up his story about being told he's not under investigation but that Comey told lies about their one-on-one conversations.",
  "The Wall Street Journal reports that lawyers for President Trump have met several times with Special Counsel Robert Mueller to argue that Mr. Trump did not obstruct justice by firing former FBI Director James Comey.",
  "May 19, 2017\n\nThe Washington Post reports that a current senior White House adviser is becoming a person of interest for law enforcement officials in their investigation into Russian meddling in the 2016 election.",
  "May 30, 2017\n\nCBS News confirms that one time Trump campaign surrogate the Boris Epshteyn is on the list of people House Intelligence Committee wants to hear from in relation to the ongoing Russia investigation.",
  "FBI investigators are investigating whether Russians may have suggested to Kushner or other Trump aides that relaxing economic sanctions would allow Russian banks to offer financing to people with ties to Trump.",
  "March 6, 2017\n\nLaw enforcement sources tell CBS New that FBI Director Comey was angered by the President's Twitter posts and asked the Department of Justice to refute the claims, but the Department did not act.",
  "During the White House briefing, Deputy Press Secretary Sarah Huckabee Sanders tells reporters that the president did not tell Deputy Attorney General Rosenstein to write the memo recommending Comey's firing.",
  "October 28, 2016\n\nFBI Director Comey sends a letter to Congress to inform them that there is a new batch of emails related to Hillary Clinton's personal email server that the department was investigating.",
  "June 1, 2017\n\nFor the first time Russian President Vladimir Putin says that \"patriotically-minded\" Russian hackers might have been involved in the cyberattacks during the 2016 U.S. presidential election.",
  "May 17, 2017\n\nDeputy Attorney General Rod Rosenstein appoints Robert Mueller as special counsel to take over the investigation in to Russian meddling in the 2016 U.S. election and other related matters.",
  "September 19, 2017\n\nMichael Cohen, a personal lawyer for President Trump, was supposed to meet behind closed doors with the Senate Intelligence Committee, but the meeting was postponed by the committee.",
  "March 15, 2017\n\nAfter initially defending Trump, Republican House Intelligence Chairman Congressman Devin Nunes says there is still no evidence that President Obama ordered a wiretap of President Trump.",
  "January 22, 2017\n\nDuring a law enforcement reception with law enforcement at the White House, President Trump shakes hands with FBI Director Comey and jokes that Comey has \"become more famous than me.\"",
  "June 3-7, 2016\n\nMusic promoter Rob Goldstone emails Donald Trump Jr. about setting up a meeting with Russian lawyer Natalia Veselnitskaya to discuss potentially damaging information to Hillary Clinton.",
  "July 29, 2017\n\nThe Wall Street Journal releases a report about a GOP operative who was seeking hacked emails from Hillary Clinton and in doing so implied a connection between Russian hackers and Flynn.",
  "July 14, 2017\n\nRinat Akhmetshin, a Russian American lobbyist, says he also attending the June 2016 meeting with Donald Trump Jr., Paul Manafort, Jared Kushner and Russian lawyer Natalia Veselnitskaya.",
  "An attorney for Michael Cohen, a personal attorney for Mr. Trump, submits a 16-page document to the House Intelligence Committee refuting his client's association with the Christopher Steele dossier.",
  "April 27, 2016\n\nCandidate Donald Trump gives foreign policy speech in Washington, D.C. and briefly encounters Russian Ambassador Sergey Kislyak in a receiving line where they \"exchange pleasantries.\"",
  "July 9, 2017\n\nThe New York Times reports that Donald Trump, Jr. met with a Russian lawyer with ties to the Kremlin during the campaign to hear potentially damaging information about Hillary Clinton.",
  "The Washington Post reports that DNI Coats told associates that President Trump asked him to intervene with then FBI Director Comey and the investigation in to Russian meddling in the 2016 election.",
  "The document reportedly played a role in the July decision by then-FBI director James Comey to announce on his own, without Justice Department involvement, the Clinton email investigation was over.",
  "January 10, 2017\n\nFBI Director Comey testifies before a Senate committee that Russian hackers also attempted to access Republican National Committee databases, but they only reached an old account.",
  "February 9, 2017\n\nInvestigators learn that Flynn did discuss U.S. sanctions on the phone with Russian Ambassador Kislyak, despite the vice president's public denial on CBS News' \"Face the Nation.\"",
  "May 11, 2017\n\nIn several morning television appearances, Deputy Press Secretary Sarah Huckabee Sanders says that the President had been considering firing Comey since the day he came in to office.",
  "May 25, 2017\n\nHouse Oversight Committee Chairman Jason Chaffetz says that the FBI has asked for more time to respond to the request to release documents to the Committee, including Comey's memos.",
  "The documents also who that Flynn received over $11,000 from a Russian cargo airline and more than $11,000 from Kaspersky Labs, a well-known cyber security company with ties to Russian officials.",
  "The White House responded to the report saying, \"Mr. Kushner was acting in his capacity as a transition official and had many similar discussions with foreign representatives after the election.",
  "July 31, 2017\n\nThe Washington Post reports that President Trump was involved in crafting Donald Trump Jr.'s response to the New York Times about his meeting in June 2016 with the Russian lawyer.",
  "The New York Times also reports that during his May 11 meeting with Russian officials in the Oval Office, Mr. Trump called Comey a \"nut job\" and says, \"I faced great pressure because of Russia.",
  "March 4, 2017\n\nOn Twitter, President Trump accuses President Obama of having Trump Tower wiretapped:\n\nHow low has President Obama gone to tapp my phones during the very sacred election process.",
  "DNC chair Debbie Wasserman Schultz resigns after some of the emails appear to show her favoring Clinton over Vermont Senator Bernie Sanders, reopening political wounds between the two factions.",
  "June 20, 2017\n\nCBS News reports during the Trump transition and in the early days of the administration, intelligence officials were concerned that Flynn was sitting in on classified meetings.",
  "The White House denies the report, but a former intelligence official tells CBS News \"something inappropriate\" was discussed by President Trump in a meeting with Russian officials last week.",
  "The Committee amended its request and Flynn will cooperate and provide business records and will also provide some personal documents pursuant to a narrower request from the Intel committee.",
  "CBS News later learns that President Obama warned President-elect Trump about hiring Flynn during this meeting based on his experiences with Flynn as head of the Defense Intelligence Agency.",
  "March 2, 2017\n\nAttorney General Jeff Sessions recuses himself from the investigation into Russian meddling in the U.S. election and reveals that he did meet with Russian Ambassador Kislyak.",
  "May 3, 2017\n\nFBI Director Comey testifies before the Senate Judiciary Committee and discusses the difficulties he faced surrounding the handling of the Hillary Clinton email investigation.",
  "June 9, 2017\n\nMr. Trump's personal lawyer, Marc Kasowitz, says he will file a complaint over Comey leaking the memo he testified about on June 8th quoting conversations with the President.",
  "July 10, 2017\n\nThe New York Times reports that Donald Trump Jr. was told in an email that material damaging to Hillary Clinton was part of a Russian government effort to aid his father.",
  "Papadopoulos is interviewed by the FBI, and misleads agents about his relationship with the professor and his knowledge of Russian \"dirt\" being offered on Clinton during the campaign.",
  "January 15, 2017\n\nVice President-elect Mike Pence appears on CBS News' Face the Nation and defends Flynn, saying that Flynn did not discuss sanctions with Russian Ambassador Kislyak.",
  "Facebook says that they have conducted their own investigation and found roughly $100,000 in ad spending on approximately 3,000 ads from June 2015 to May 2017 associated with Russia.",
  "The Washington Post first reported that the president made, \"separate appeals\" urging both men to \"publicly deny the existence of any evidence of collusion during the 2016 election.\"",
  "An individual familiar with the matter tells CBS news that Flynn will be turning over some business records to the Senate Intelligence Committee in response to a subpoena request.",
  "They are both also briefed on a 35-page dossier compiled by former British spy, Christopher Steele, that alleges the Kremlin had compromising information on President-elect Trump.",
  "Nunes also says that lawyers for former Trump campaign chairman Paul Manafort have contacted the committee to let them know that their client is willing to talk to the committee.",
  "May 22, 2017\n\nCBS News reports that Paul Manafort has sent documents to the Senate Intelligence Committee related to its investigation into Russian meddling in the 2016 election.",
  "She adds that the information in the memo written by Deputy Attorney General Rosenstein consisted of his own ideas and that the president came to his own decision to fire Comey.",
  "March 3, 2017\n\nIn an interview with CBS News, longtime Trump friend and former campaign adviser Roger Stone denies that he had any interaction with Russians during the campaign.",
  "September 20, 2017\n\nCBS News reports that Deputy Attorney General Rod Rosenstein has been interviewed by the Special Counsel over the firing of former FBI Director James Comey.",
  "July 12, 2017\n\nMcClatchy reports that the Russia investigation is looking in to whether the Trump campaign digital operation coordinated with Russian hackers to target voters.",
  "July 5, 2016\n\nFBI director James Comey holds a presser saying that their investigation did not find any criminal wrongdoing with Hillary Clinton and her personal email server.",
  "June 21, 2017\n\nDuring a Senate Intelligence Committee hearing, DHS officials confirm that 21 state election systems were targeted by Russian hackers during the 2016 election.",
  "Rep. Elijah Cummings says that the Oversight Committee has documents showing that Flynn lied to investigators during the process for his security clearance renewal in 2016.",
  "May 21, 2016\n\nPapadopoulos emails another campaign official to say \"Russia has been eager to meet Mr. Trump for quite sometime and have been reaching out to me to discuss.\"",
  "Mid-December, 2016\n\nAt the suggestion of Kislyak, Kushner meets with Sergey Gorkov, chairman of Russia's government-owned Vnesheconombank (VEB) and a close ally of Putin.",
  "July 22-23, 2016\n\nWikiLeaks publishes over 19,000 emails stolen from the Democratic National Committee on the eve of the Democratic National Convention in Philadelphia.",
  "The campaign official forwards the email to another campaign aide to say that a \"low level\" staffer should \"communicate that [Mr. Trump] will not be doing these trips.\"",
  "October 24, 2017\n\nTrump personal lawyer Michael Cohen and Trump campaign digital director Brad Parscale meets behind closed doors with the House Intelligence Committee.",
  "CBS News confirms that Mr. Trump asked the Director of National Intelligence Dan Coats and the director of the NSA to push back against the FBI's Russia investigation.",
  "June 6, 2017\n\nCBS News reports that former FBI Director Comey asked Attorney General Jeff Sessions to prevent him from being left alone in a room with President Trump.",
  "June 14, 2016\n\nThe Democratic National Committee publicly reveals that Russian hackers had broken into the party's servers and accessed emails and opposition research.",
  "November 6, 2016\n\nFBI Director Comey says that there is nothing in the new emails that changed the conclusion that they reached in July about Hillary Clinton's emails.",
  "Comey also tells the committee that it makes him \"mildly nauseous\" to think that he affected the outcome of the election but that had no regrets and would do it again.",
  "June 18, 2017\n\nThe President's lawyer, Jay Sekulow, appears on several Sunday talk shows and contradicts Mr. Trump's Tweet saying that he was not under investigation.",
  "Alptekin is an ally of Turkish President Erdogan, and is director of the Turkey-U.S. Business Council, a non-profit arm of Turkey's Foreign Economic Relations Board.",
  "January 12, 2017\n\nThe Department of Justice Inspector General launches an investigation in to how FBI Director Comey handled the Hillary Clinton email investigation.",
  "Papadopoulos then sends it to a \"campaign supervisor\" who says \"[t]here are legal issues we need to mitigate, meeting with foreign officials as a private citizen.\"",
  "August 2, 2017\n\nCBS News reports that investigators are interested in obtaining all of the phone records of everyone involved in the June 2016 Trump Tower meeting.",
  "June 15, 2017\n\nVice President Mike Pence hires Richard Cullen as his personal lawyer to handle the special counsel's inquiries related to the Russia investigation.",
  "Witch hunt\"\n\nThe New York Times reports that members of the Trump transition team were asked to preserve materials related to Russian interference in the election.",
  "March 31, 2016\n\nPapadopolous tells participants at a campaign national security meeting that he can set up a meeting between Putin and Mr. Trump via his contacts.",
  "January 4, 2017\n\nAccording to the New York Times, Flynn notifies White House Counsel Don McGahn that federal investigators are looking in to his lobbying efforts.",
  "Shortly after the pageant, Trump tweets his enthusiasm about working with Agalarov on a real estate development, \"I had a great weekend with you and your family.",
  "May 15, 2017\n\nThe Washington Post releases a report that President Trump released classified information to the Russians in his Oval Office meeting on May 11th.",
  "Also under scrutiny is Paul Manafort, campaign foreign policy advisor Carter Page, Trump friend Roger Stone and former national security advisor Michael Flynn.",
  "According to three officials familiar with the conversation, President Obama told Mr. Trump to watch out for Flynn and warned that he was potentially bad news.",
  "August 9, 2017\n\nThe Washington Post first reports that the FBI carried out a search warrant on one of Paul Manafort's homes in Northern Virginia in late July.",
  "Another document from 2015 shows that Flynn was paid over $34,000 to travel to Moscow to speak at and attend an event with Russian President Vladimir Putin.",
  "Former Trump campaign foreign policy adviser Carter Page denies he was in regular contact with Russian officials during the 2016 campaign in a 37-page memo.",
  "Comey confirms an investigation into Russian interference in the presidential election and whether associates of the president were in contact with Moscow.",
  "December 9, 2016\n\nPresident Obama orders U.S. intelligence agencies to provide him with a report on Russian interference during the election by January 20.",
  "The cyber-security firm Crowdstrike, which investigated the incident, said it began with Russian-backed hackers they nicked named Fancy Bear and Cozy Bear.",
  "A letter obtained by CBS News says that Flynn will not be cooperating with a subpoena from the committee asking for documents related to its investigation.",
  "The House Intelligence Committee had threatened to subpoena Roger Stone if he did not reveal the name of his intermediary with Julian Assange by this date.",
  "June 14, 2017\n\nThe Washington Post reports that Special Counsel Robert Mueller's investigation is looking into President Trump and obstruction of justice.",
  "Those close to President-elect Trump said he wasn't sure what to make of the warning and some even feared that the advice was given with ulterior motives.",
  "However, he does bring up the possibility that Trump campaign communications could have been incidentally collected as part of wider surveillance efforts.",
  "December 29, 2016\n\nPresident Obama announces sanctions against Russia and expels 35 Russian diplomats – a penalty for meddling in the 2016 U.S. election.",
  "Papadopolous informs a \"Campaign Supervisor\" and other Trump associates that they are trying to arrange a meeting between Putin and then-candidate Trump.",
  "March 24, 2016\n\nPapadopolous meets with the professor and a woman claiming to be \"Putin's niece\" during in London (she is in fact not related to Putin).",
  "\"The event's location was secured thanks to licensing fees of nearly $20 million paid by a Moscow real estate development firm called the Crocus Group.",
  "According to now-White House communications director Hope Hicks, Kushner sent Avrahm Berkowitz, a White House aide and longtime associate in his place.",
  "Amid reports that the president is growing frustrated with Attorney General Sessions, The Washington Post also reports that Sessions offered to resign.",
  "June 23, 2017\n\nThe Washington Post releases a long report detailing how the Obama administration dealt with the Russian hacks during the 2016 election.",
  "The president was informed immediately, but the vice president did not become aware for another 2 weeks when other White House officials were briefed.",
  "The Washington Post reports that a \"dubious Russian document\" that influenced the handling of the FBI's investigation in to Hillary Clinton's emails.",
  "January 27, 2017\n\nYates is called back to the White House for a second meeting with McGahn where they discussed the possibility of criminal charges.",
  "Roger Stone does his second interview with CBS News after now acknowledging that he did have a casual exchange with the Twitter handle Guccifer 2.0.",
  "The two men's offices release official photos on Twitter of the two shaking hands with the President, but U.S. media are kept out of the meetings.",
  "On the same day, the Department of Homeland Security and Director of National Intelligence publicly accuse Russia of carrying out cyber-attacks.",
  "July 8, 2016\n\nCarter Page, a foreign policy adviser for the Trump campaign, speaks at a graduation ceremony at the New Economy School in Moscow.",
  "Rep. Nunes then briefed President Trump on what he saw before telling Rep. Adam Schiff and other members of the House Intelligence Committee.",
  "March 7, 2017\n\nFlynn's lawyers file paperwork with the Justice Department retroactively registering him as an agent of a foreign government.",
  "August 19, 2016\n\nTrump campaign chairman Paul Manafort resigns after reports surface that he had ties to pro-Russian politicians in Ukraine.",
  "June 16, 2017\n\nPresident Trump tweets, \"I am being investigated for firing the FBI Director by the man who told me to fire the FBI Director!",
  "NOVEMBER 30, 2016\n\nAccording to the New York Times, the Department of Justice notifies Flynn that it is looking in to his lobbying efforts.",
  "Clinton says that she turned over work-related emails to the government for archiving but that emails on the private server were deleted.",
  "President Trump also meets privately with Attorney General Sessions and Deputy Attorney General Rod Rosenstein about FBI Director Comey.",
  "The Washington Post reports that the special counsel investigation is looking in to the business dealings and finances of Jared Kushner.",
  "Former Trump campaign aides Roger Stone and Michael Caputo also say that they are cooperating with lawmakers and have nothing to hide.",
  "May 18, 2017\n\nThe New York Times reports that Comey had wanted to keep President Trump at a distance when he was Director of the FBI.",
  "October 18, 2017\n\nPeter Fritsch and Thomas Catan from Fusion GPS met behind closed doors with the House Intelligence Committee today.",
  "By Katie Ross Dominick, Julia Burnham, Nicole Sganga and Brittany Knotts\n\nNovember 2013\n\nThe Miss Universe pageant is held in Moscow.",
  "May 10, 2017\n\nPresident Trump meets Russian Foreign Minister Sergei Lavrov and Russian Ambassador Sergey Kislyak in the Oval Office.",
  "A source close to the vice president tells CBS News that the vice president's statement was based on what Flynn personally told him.",
  "October 5, 2017\n\nCNN reports that the Special Counsel met with the author of the Trump dossier, Christopher Steele, over the summer.",
  "She also mentions for the first time the meeting that President Trump had with the Rosenstein on the Monday before Comey was fired.",
  "Flynn sits in on the call along with chief of staff Reince Priebus, Vice President Mike Pence and then-press secretary Sean Spicer.",
  "February 16, 2017\n\nPresident Trump holds a press conference and again denies any ties to Russia by either him or campaign staffers.",
  "February 14, 2017\n\nIn a private meeting in the Oval Office, Mr. Trump asks FBI Director Comey to end the investigation into Flynn.",
  "June 9, 2016\n\nDonald Trump Jr., Paul Manafort and Jared Kushner meet with the Russian lawyer Natalia Veselnitskaya at Trump Tower.",
  "Comey wanted Sessions to run interference with the White House and what Comey thought were inappropriate requests from Mr. Trump.",
  "He \"[meets] with the Government on numerous occasions to provide information and answer questions\" over the course of the Summer.",
  "October 25, 2017\n\nFormer Obama administration adviser Ben Rhodes meets behind closed doors with the House Intelligence Committee.",
  "Cummings and Engel say Flynn withheld this information from officials during his security clearance renewal application in 2016.",
  "August 14, 2017\n\nThe Washington Post reports that Trump campaign emails show aide's repeated efforts to set up Russia meetings.",
  "October 6, 2017\n\nFormer British intelligence analyst Matt Tait meets behind closed doors with the House Intelligence Committee.",
  "McGinley sought more information about the nature of Flynn's work and wanted to know if Flynn had been paid to write the op-ed.",
  "— Donald J. Trump (@realDonaldTrump) March 4, 2017\n\nThe president follows-up that initial accusation with a series of tweets.",
  "The Washington Post reports that Paul Manafort offered to give private briefings to a Russian oligarch on the 2016 campaign.",
  "September 15, 2017\n\nJason Maloni, a spokesman for Paul Manafort, testifies in front of a grand jury for the Special Counsel.",
  "In these meetings, Mr. Kushner worked to build relationships that would help advance the President's foreign policy goals.\"",
  "April 6, 2017\n\nRep. Nunes temporarily steps aside as chairman of the House Intelligence Committee amid ethics allegations.",
  "November 18, 2016\n\nPresident-elect Trump announces that Flynn has accepted the position as his national security adviser.",
  "August 2014\n\nLt.-Gen. Michael Flynn is forced out by the Obama Administration as head of the Defense Intelligence Agency.",
  "This source – who is in touch with current officials – says \"details were discussed that should not have been discussed.\"",
  "March 21, 2017\n\nRep. Nunes goes to White House grounds to review evidence of potential surveillance of Trump associates.",
  "Papadopolous has now made contact with an official at Russia's Ministry of Foreign Affairs (MFA) through the professor.",
  "September 26, 2016\n\nCarter Page tells the Washington Post that he's taking a leave of absence from the Trump campaign.",
  "CBS News confirms that investigators have been scrutinizing Jared Kushner in connection with the Russia Investigation.",
  "June 26, 2017\n\nFormer Trump campaign foreign policy adviser Carter Page confirms that he's been questioned by the FBI.",
  "The New York Times reports that the special counsel is seeking documents related to Mr. Trump's actions as president.",
  "January 6, 2017\n\nThe U.S. intelligence community releases an unclassified report on Russian meddling in the election.",
  "The FBI is scrutinizing business transactions and contacts as part of its ongoing counterintelligence investigation.",
  "CNN reports that the Russians discussed 'derogatory' information about Trump and his associates during his campaign.",
  "October 30, 2017\n\nIndictments are issued for Paul Manafort and his longtime business partner and deputy, Rick Gates.",
  "The House Intelligence Committee has compiled a list of more than twenty people that members would like to testify.",
  "September 8, 2016\n\nSessions privately meets Kislyak at Sessions' Senate office in the presence of his Senate staff.",
  "March 2015\n\nHillary Clinton's use of a private email server during her tenure as secretary of State is made public.",
  "September 28, 2017\n\nA representative from Twitter meets with Senate Intelligence Committee investigative staffers.",
  "Comey also says he has \"no information\" to support President Trump's allegation that Barack Obama wiretapped him.",
  "U.S. intelligence concluded earlier in the year that Guccifer 2.0 was a front for Russian military intelligence.",
  "Trump said to Comey in the meeting, \"I hope you can see your way clear to letting this go, to letting Flynn go.\"",
  "July 21, 2016\n\nTrump formally accepts the Republican nomination for president on the last day of the convention.",
  "An FBI agent said that they noticed the suspicious event earlier in the year, but calls to the DNC were ignored.",
  "March 19, 2016\n\nClinton campaign chief John Podesta receives a phishing email asking him to change his password.",
  "The period covers the campaign and the election period and includes the time Mr. Manafort was campaign chairman.",
  "July 27, 2017\n\nFormer Hillary Clinton campaign manager John Podesta briefs House Intelligence Committee members.",
  "Tony Podesta, the brother of John Podesta and a powerful Democratic lobbyist, steps down from the Podesta Group.",
  "Former Trump campaign chairman Paul Manafort retroactively files as a foreign agent for work he did in Ukraine.",
  "August 21, 2016\n\nTrump confidant Roger Stone tweets, \"Trust me, it will soon be Podesta's time in the barrel.\"",
  "One name that investigators tell CBS News that continues to surface is former campaign chairman Paul Manafort.",
  "She later testified that she did not know if McGahn or anyone at the White House viewed the evidence on Flynn.",
  "March 20, 2017\n\nFBI Director James Comey and NSA Director Adm. Mike Rogers testify before the Intel Committee.",
  "He said it appeared to be legal, incidental collection but nonetheless seemed \"inappropriate\" and troubling.",
  "December 30, 2016\n\nIn a tweet, Trump praises Putin's \"great move\" not to react in kind to the new sanctions.",
  "Former Ambassador to the UN Samantha Power meets behind closed doors with the Senate Intelligence Committee.",
  "September 26, 2017\n\nRoger Stone testifies behind closed doors in front of the House Intelligence Committee.",
  "And Politico reports that two days after firing Flynn, Mr. Trump told aides that they should have kept him.",
  "Politico reports that the special counsel has interviewed former White House chief of staff Reince Priebus.",
  "January 6, 2017\n\nAccording to the New York Times, Flynn's lawyer talks with White House transition lawyers.",
  "By this time the FBI is starting to look in to calls that Flynn had with Russian Ambassador Sergey Kislyak.",
  "President Trump also appears on Fox News that day and says, \"But wiretap covers a lot of different things.",
  "I think you're going to find some very interesting items coming to the forefront over the next two weeks.\"",
  "Former White House advisor Boris Epshtyen meets with the House Intelligence Committee behind closed doors.",
  "July 26, 2017\n\nFormer Trump aide JD Gordon meets in closed session with the House Intelligence Committee.",
  "July 11, 2017\n\nDonald Trump Jr. tweets his emails with Rob Goldstone about the meeting a Russian lawyer.",
  "The warrants were issued before special counsel Robert Mueller took over the investigation from the FBI.",
  "The New York Times reports that Russian officials discussed how to influence Trump aides in summer 2016.",
  "June 7, 2017\n\nPresident Trump tweets that he is nominating Christopher Wray to be the next FBI Director.",
  "January 11, 2017\n\nPresident-elect Trump denies the information in the dossier during a press conference.",
  "June 20, 2016\n\nCorey Lewandowski is fired as campaign manager, and Paul Manafort takes over his duties.",
  "June 16, 2015\n\nDonald Trump announces he will run for president in the 2016 U.S. presidential election.",
  "July 25, 2017\n\nJared Kushner testifies again in a closed session with the House Intelligence Committee.",
  "June 13, 2017\n\nAttorney General Jeff Sessions testifies in front of the Senate Intelligence Committee.",
  "\"Russia, if you're listening, I hope you're able to find the 30,000 emails that are missing,\" he said.",
  "Kushner proposes establishing a \"back-channel\" of communication between the administration and Putin.",
  "May 1, 2016\n\nThe MFA official emails Papadopolous: \"I have just talked to my colleagues from the MFA.",
  "This occurred after President Trump asked Director Comey to drop the investigation of Michael Flynn.",
  "May 24, 2017\n\nPresident Trump retains Marc Kasowitz to help him navigate the Russia investigations.",
  "September 18, 2017\n\nJohn Podesta meets behind closed doors with the Senate Intelligence Committee.",
  "September 7, 2017\n\nDonald Trump Jr. meets behind closed doors with the Senate Judiciary Committee.",
  "Papadopolous emails a \"high-ranking campaign official\" to say that Putin would like to meet Trump.",
  "At that session, Kislyak told Berkowitz that he wanted Kushner to meet Gorkov, the Russian banker.",
  "In a subsequent tweet, he also calls on Russia to share any Clinton emails it finds with the FBI.",
  "One of the options is to make a meeting for you at the North America Desk, if you are in Moscow.\"",
  "October 12, 2017\n\nSamantha Power meets behind closed doors with the House Intelligence Committee.",
  "July 24, 2017\n\nJared Kushner testifies in closed session with the Senate Intelligence Committee.",
  "June 8, 2017\n\nFormer FBI Director Comey testifies in front of the Senate Intelligence Committee.",
  "It is revealed that George Papadopolous pleaded guilty to lying to the FBI earlier in the month.",
  "December 8, 2016\n\nCarter Page visits Moscow to meet with \"business leaders and thought leaders.\"",
  "January 20, 2017\n\nDonald Trump is sworn in to office as the 45th president of the United States.",
  "Evidence collected includes information from human sources as well as electronic communications.",
  "August 3, 2017\n\nThe Wall Street Journal reports that Robert Mueller has impaneled a grand jury.",
  "July 17, 2017\n\nJames Clapper meets behind closed doors with the Senate Intelligence Committee.",
  "September 6, 2017\n\nSusan Rice meets behind closed doors with the House Intelligence Committee.",
  "Flynn's lawyer follows up with a call to McGahn but does not talk to him until two days later.",
  "October 7, 2016\n\nWikiLeaks begins publishing Clinton Campaign Chairman John Podesta's emails.",
  "January 28, 2017\n\nRussian President Vladimir Putin calls President Trump in the Oval Office.",
  "April 26, 2017\n\nRod Rosenstein is confirmed as deputy attorney general of the United States.",
  "His lawyer issued a statement saying, \"Mr. Stone has complied with the Committee's requests.",
  "July 21, 2017\n\nSusan Rice meets behind closed doors with the Senate Intelligence Committee.",
  "Manafort is said to be cooperating with the committee and will volunteer to be interviewed.",
  "FBI Director James Comey is invited to the White House to have dinner with President Trump.",
  "March 14, 2016\n\nIn Italy, Papadopolous meets with a professor who has links to the Kremlin.",
  "Papadopoulos forwards this to Trump campaign manager Corey Lewandowski, who doesn't reply.",
  "The president asks Rosenstein to put those concerns in writing so that he can review them.",
  "The FBI carries out a search warrant on one of Paul Manafort's homes in Northern Virginia.",
  "NSA Director Mike Rogers meets behind closed doors with the Senate Intelligence Committee.",
  "August 22, 2017\n\nFusion GPS's Glenn Simpson meets with the Senate Intelligence Committee.",
  "Several sources say the intelligence concerns the make-up of a possible ISIS laptop bomb.",
  "The documents do not show that Flynn reported the money or asked for advanced permission.",
  "March 23, 2017\n\nNunes apologizes for failing to brief Intel committee before White House.",
  "Chaffetz sends a letter to the FBI setting a new deadline for the documents of June 8th.",
  "August 29, 2017\n\nCNN reports that subpoenas have been sent to Paul Manafort associates.",
  "October 2, 2017\n\nFacebook hands over Russian-linked ads to congressional investigators.",
  "Yates also tells McGahn that Flynn was compromised and vulnerable to Russian blackmail.",
  "The hackers then passed the information along to WikiLeaks and others to make public.",
  "is photographed at a gala in Moscow sitting next to Russian President Vladimir Putin.",
  "Yates told McGahn that she would work with the FBI on that request over the weekend.",
  "Paul Manafort also meets in a closed session with the Senate Intelligence Committee.",
  "June 22, 2017\n\nMr. Trump tweets that he did not record his conversations with Comey.",
  "Putin still said that the Russian government was not to blame for the cyberattacks.",
  "July 2016\n\nThe FBI's investigation of Russian meddling in the 2016 election begins.",
  "This is according to a source familiar with the intelligence gathered at the time.",
  "October 11, 2017\n\nThe House Intelligence Committee issues subpoenas to Fusion GPS.",
  "News of the search warrant is not reported until August 9 by the Washington Post.",
  "Michael Caputo testifies in closed session with the House Intelligence Committee.",
  "Later that month, Emin Agalarov released a new music video starring Donald Trump.",
  "Sekulow says Mr. Trump was only responding to a report from the Washington Post.",
  "July 27, 2017\n\nPapadopolous is arrested at Dulles Airport in Northern Virginia.",
  "There are wiretaps of conversations Mr. Manafort had with Russian individuals.",
  "Comey made his decision last July apparently before the document was verified.",
  "One source close to Kushner says the only focus of the back-channel was Syria.",
  "Emin Agalarov's publicist in the United States is a man named Rob Goldstone.\"",
  "Agalarov's son, Emin, is a vice president of Crocus Group - and a pop singer.",
  "May 16, 2017\n\nPresident Trump meets with former FBI Director Robert Mueller.",
  "They say they have shared Flynn's colleagues' responses with Robert Mueller.",
  "Its president is a man named Aras Agalarov,\" the Washington Post reported.",
  "Both President Obama and President-elect Trump are briefed on the report.",
  "It's during this dinner that Trump reportedly asks Comey for his loyalty.",
  "Additionally, Kislyak asked for a second meeting to \"deliver a message.\"",
  "December 1-2, 2016\n\nFlynn and Kushner meet with Kislyak at Trump Tower.",
  "Investigators believe this is how hackers gained access to his account.",
  "One source said it's about the new calculations of its explosive power.",
  "May 2016\n\nPaul Manafort is given the title of Trump campaign chairman.",
  "Topics of discussion include U.S. sanctions of Russia, officials say.",
  "December 25, 2016\n\nFlynn texts Kislyak to wish him a Merry Christmas.",
  "It also includes Mr. Trump's longtime personal lawyer, Michael Cohen.",
  "They say that they have handed over the information to investigators.",
  "Much of what's in the report has already been confirmed by CBS News.",
  "November 10, 2016\n\nPresident Obama meets with President-elect Trump.",
  "Rosenstein expresses concerns about Director Comey to the president.",
  "March 2016\n\nPaul Manafort and Carter Page join the Trump campaign.",
  "It is believed the resignation stems from Mueller's investigation.",
  "NBC first reports that Kushner was a target in the investigation.",
  "By this time the Justice Department was investigating the issue.",
  "\"I think you will probably be rewarded mightily by our press.\"",
  "February 13, 2017\n\nFlynn resigns as national security adviser.",
  "Comey tells the president that he'll always have his honesty.",
  "FBI Deputy Director Andrew McCabe becomes acting director.",
  "Buzzfeed publishes the 35-page Christopher Steele dossier.",
  "He adds, \"He is a good guy, I hope you can let this go.\"",
  "February 2016\n\nFlynn begins advising the Trump campaign.",
  "Still, no one raised any red flags about his attendance.",
  "The story is first reported by the Wall Street Journal.",
  "Flynn denies any wrongdoing in a statement to CBS News.",
  "Inovo was founded by Turkish businessman Ekim Alptekin.",
  "Comey responds and agrees that Flynn \"is a good guy.\"",
  "The Washington Post is the first to report the story.",
  "Papadopolous pleads guilty to misleading FBI agents.",
  "This former official notes multiple conversations.",
  "He also says that he would testify to this effect.",
  "They were accompanied by their lawyer Joshua Levy.",
  "He also requested access to the evidence on Flynn.",
  "They go on to release more than 60,000 documents.",
  "Mr. Trump tweets out a picture from the meeting.",
  "Papadopoulos is again interviewed by the FBI.",
  "Jared Kushner was the head of that operation.",
  "December 2015\n\nLt. Gen. Michael Flynn (ret.)",
  "Manafort continues to deny any wrongdoing.",
  "Flynn reportedly calls Kislyak five times.",
  "May 9, 2017\n\nPresident Trump fires Comey.",
  "The visit is not initially made public.",
  "Comey documented the meeting in a memo.",
  "That aide turns out to be Papadopolous.",
  "No further statement will be issued.\"",
  "Donald Trump is elected president.",
  "The letter is dated February 12.",
  "The[y] are open for cooperation.",
  "George Papadopolous also joins.",
  "The guilty plea is kept secret.",
  "Theoretically it is possible.\"",
  "You have done a FANTASTIC job.",
  "VEB is under U.S. sanctions.",
  "TRUMP TOWER-MOSCOW is next.",
  "This is Nixon/Watergate.",
  "Bad (or sick) guy!",
  "\"Is that possible?",
  "That's taken off.\"",
  "He never returns.",
  "EMIN was WOW!\""
]