[
  "At that meeting were Donald Trump Jr., Trump's eldest son; Jared Kushner, Trump's son-in-law; Natalia Veselnitskaya, a Russian lawyer and lobbyist; Rinat Akhmetshin, a Russian lobbyist and former Soviet military intelligence officer; and Irakly \"Ike\" Kaveladze, a senior executive at Crocus Group, the real-estate firm owned by Russian developer Aras Agalarov.",
  "Mercury worked with Podesta Group — the lobbying firm led by John Podesta's brother, Anthony Podesta, who is also a subject of Mueller's investigation— on the Ukraine lobbying project, and the firms did not register as foreign agents at the time, saying they were working for a nonprofit and not a foreign government or political party, The Post reported.",
  "Yanukovych, a strongman and a prominent figure in Ukraine's pro-Russia Party of Regions, was ousted from the presidency in 2014 amid widespread protests against his Russia-friendly positions and his decision to back out of a deal that would have promoted closer ties between Ukraine and the West, and distanced it from Russia.",
  "Paul Manafort's connections to Russia\n\nUkraine and the Party of Regions\n\nWhen Trump first hired Manafort in March 2016, Manafort was known for having worked as a top consultant to former Ukrainian president Viktor Yanukovych, and is widely credited with helping him win the election in 2010.",
  "REUTERS/Bill Hennessy\n\nThe sweeping February indictment accuses Manafort and Gates of enjoying \"lavish\" lifestyles on in come earned from their foreign consulting work, which they allegedly kept in overseas bank accounts and illegally concealed from US authorities and the IRS.",
  "Manafort is pleading not guilty to all 18 charges against him, while Gates opted to take a plea deal in late February, pleading guilty to one charge of lying to investigators and one charge of conspiracy in exchange for becoming a cooperating witness in the Mueller probe.",
  "Yury Martyanov /Kommersant Photo via AP\n\nAmong other things, congressional investigators are said to be looking into whether the Trump campaign or the Republican National Committee received donations from Russian sources after the meeting occurred.",
  "Manafort resigned from the campaign in August 2016, three days after The New York Times reported that the Party of Regions had earmarked $12.7 million in undisclosed cash payments for his work consulting for the party between 2007 and 2012.",
  "Deripaska and Manafort worked together in 2006 as well, when Deripaska signed a $10 million annual contract with Manafort for a lobbying project in the US that Manafort said would \"greatly benefit the Putin Government.\"",
  "Since then, Ukrainian prosecutors investigating the protests have said that Yanukovych ordered security forces to open fire on protesters, and some are looking into whether Manafort had a hand in encouraging Yanukovych.",
  "In addition to working with the US attorney's office in Manhattan, Mueller was collaborating with New York Attorney General Eric Schneiderman to probe Manafort's finances before Schneirdman's resignation in May 2018.",
  "In February 2018, Mueller filed an indictment in the Eastern District of Virginia charging Manafort and his close associate Rick Gates with an additional combined 32 counts of tax evasion, tax fraud, and bank fraud.",
  "Manafort, who was once described as an international \"gun for hire\" when it came to advancing the Kremlin's interests, has drawn significant scrutiny over his ties to Russia, which stretch back over a decade.",
  "REUTERS/Alexander Demianchuk In July 2017, The New York Times reported financial records Manafort filed in Cyprus that showed he was $17 million in debt to pro-Russian interests when he joined the campaign.",
  "Deripaska's representatives claimed, in legal complaints filed in the Cayman Islands in 2014, that Manafort had disappeared after Deripaska gave him $19 million to invest in a failed Ukrainian TV venture.",
  "And then in June, the same judge revoked Manafort's bond and sent him to jail pre-trial after prosecutors accused him and his associate, Konstantin Kilimnik, of tampering with potential witnesses.",
  "Manafort has long been a point of focus in Mueller's probe, which is investigating Russia's interference in the 2016 election, as well as whether the Trump campaign colluded with Moscow.",
  "In October, he was indicted in the District of Columbia on a dozen charges that include conspiracy, money laundering, failing to register as a foreign agent, and making false statements.",
  "The notes apparently made references to political donations and the RNC, and have \"elevated the significance\" of the meeting for congressional investigators, NBC reported in August 2017.",
  "Skye Gould/Business Insider\n\nGoldstone initially pitched the meeting to Trump Jr. offering damaging information on then-Democratic presidential candidate Hillary Clinton.",
  "In October 2017, The Atlantic published several emails that appeared to show Manafort using his elevated role in the Trump campaign to resolve the dispute with Deripaska.",
  "Elsa/Getty Images\n\nThe first criminal trial in the special counsel Robert Mueller's Russia investigation began July 31 with former Trump campaign chairman Paul Manafort.",
  "Manafort reportedly wrote an email to his associate, Russian-Ukrainian operative Konstantin Kilimnik, offering to give Deripaska \"private briefings\" about the campaign.",
  "Aras and his son, Emin, had requested the meeting through Emin's publicist, Rob Goldstone, who said the meeting was \"part of Russia and its government's support for Mr.",
  "The Trump Tower meeting\n\nWhile he was the Trump campaign chairman, Manafort was also one of three top campaign members who attended a June 2016 meeting at Trump Tower.",
  "First, a federal judge rejected his legal team's challenge to the scope of the Mueller investigation, as well as their attempt to block certain evidence in the trial.",
  "Mueller's office also filed a superseding indictment charging Manafort and Kilimnik with conspiracy to obstruct justice in relation to the alleged witness tampering.",
  "Shayanne Gal/Business Insider\n\nManafort's day in court\n\nAfter Manafort was initially indicted in October 2017, he pleaded not guilty and went under house arrest.",
  "The New York Times reported in September 2017 that following the raid, investigators working with Mueller told Manafort he was going to be charged with a crime.",
  "Kilimnik reportedly told Manafort in a later email that he had been \"sending everything to Victor, who has been forwarding the coverage directly to OVD.\"",
  "Mueller's team reportedly asked Mercury about public relations work it had conducted for the European Centre for a Modern Ukraine at Manafort's request.",
  "Shell companies connected to Manafort during his time working for Ukraine's pro-Russian Party of Regions bought the debt, according to The Times.",
  "As part of his investigation, Mueller also subpoenaed Mercury Public Affairs, a lobbying firm that Manafort was associated with, in late August.",
  "A red-hot focus for Mueller\n\nWhen Manafort first joined the Trump campaign in March 2016, he was brought on to manage delegate operations.",
  "When news of the meeting broke in July 2017, Trump Jr. said they instead discussed Russian adoptions and the Magnitsky Act, not Clinton.",
  "A subsequent court filing from June 2018 revealed that Manafort owed Deripaska an additional $10 million for a separate unpaid loan.",
  "As the demonstrations escalated and grew bloody, Ynukovych fled to Russia and is now living under the protection of the Kremlin.",
  "The question arose after Manafort submitted notes he took during the meeting to the Senate Intelligence Committee in July 2017.",
  "In September 2017, it emerged that US investigators obtained a FISA warrant to wiretap Manafort before and after the election.",
  "The organization's stated goal is to foster closer ties between Ukraine and the European Union, as well as the United States.",
  "Thomson Reuters\n\nBecause of his extensive ties to Russia, Manafort has been a subject of red-hot focus from Mueller's team.",
  "Manafort also had his share of financial entanglement with entities related to Russia when he joined the Trump campaign.",
  "Former intelligence officials told Business Insider that Manafort was likely trying to repay his debt to Deripaska.",
  "Gates, Manafort's right-hand man for years, will be testifying against him as the prosecution's star witness.",
  "On October 27, Manafort was indicted, and on October 30, he pleaded not guilty to the 12 counts against him.",
  "Manafort is also associated with Oleg Deripaska, a wealthy Russian oligarch with known ties to the Kremlin.",
  "Investigators have concluded that \"OVD\" was a reference to his full name: Oleg Vladimirovich Deripaska.",
  "The meeting is the subject of intense scrutiny from congressional intelligence committees and the FBI.",
  "Both firms registered retroactively acknowledging that the Party of Regions benefited from their work.",
  "Former Donald Trump presidential campaign manager Paul Manafort at a Yankees game on October 17, 2017.",
  "Kremlin-linked lawyer Natalia Veselnitskaya speaks to a journalist in Moscow, Russia on Nov. 8, 2016.",
  "Investigators have also been homing in on Manafort's activities outside of his business dealings.",
  "He's facing federal charges of tax evasion and bank fraud in the Eastern District of Virginia.",
  "Former Trump campaign manager Paul Manafort is shown in a court room sketch on July 31, 2018.",
  "AP Photo/Sergey Ponomarev\n\n\"I assume you have shown our friends my media coverage, right?\"",
  "It was founded by Leonid Kozhara, a senior member of parliament for the Party of Regions.",
  "Manafort faced a series of legal setbacks in the months leading up to his Virginia trial.",
  "Mueller's team has indicted Manafort on a slew of charges in two separate jurisdictions.",
  "It also accuses of them of defrauding multiple financial institutions to acquire loans.",
  "Prosecutors are instead focusing on his lobbying in Ukraine and finances in this trial.",
  "Manafort reportedly wrote to Kilimnik, who has suspected ties to Russian intelligence.",
  "Trump Jr. replied, \"I love it,\" and copied Manafort and Kushner on the email thread.",
  "Goldstone was at the meeting too, as was Anatoli Samachornov, a Russian translator.",
  "Since many of the charges are money-related, Russia likely won't come up that much.",
  "He was promoted to campaign chairman and chief strategist two months later.",
  "Agents working with Mueller left Manafort's home \"with various records.\"",
  "The FBI also conducted a predawn raid on Manafort's home in July 2017.",
  "He is expected to face a separate trial on those charges in September.",
  "But Mueller's team wasn't done filing federal charges against him.",
  "Victor was a senior aide to Deripaska, according to The Atlantic.",
  "Some 35 witnesses are expected to testify against Manafort.",
  "Manafort's trial in Virginia is expected to last weeks.",
  "Manafort's federal trial in Virginia began July 31.",
  "\"How do we use to get whole,\" Manafort responded.",
  "\"Absolutely,\" replied Kilimnik.",
  "\"Has OVD operation seen?\"",
  "'Has OVD operation seen?'",
  "Viktor Yanukovych.",
  "\"Every article.\"",
  "Robert Mueller.",
  "Oleg Deripaska.",
  "Trump.\""
]