[
  "Shine Media’s Vivi Zigler (h/t Dan Harrison) ... Starbucks chairman and CEO Howard Schultz is 64 ... Ian Schrager, co-founder of NYC’s Studio 54, is 71 (h/ts Jewish Insider) … Trevor Gervais … Dan Wilner ... Jennifer Skalka Tulumello ... Stephen Ching … Nick Smith ... Wade Lairsen ... NBC News’ Alex Johnson ... Ron Faucheux ... Carmen Magaña Pummill ... Stephen Ching … LaVenia J. LaVelle, Obama administration alum and the first African American and first woman press officer and national spokesperson in Social Security Administration’s 80 year history ... Obama WH alum and current Googler Stephanie Valencia ... journalist Atossa Araxia Abrahamian … Bill Hyers … Jessica Tully ... Miranda Tully ... Bill Hyers ... George Rakis (h/ts Teresa Vilmain)\n\nSUBSCRIBE to the Playbook family: POLITICO Playbook http://politi.co/1M75UbX ... New York Playbook http://politi.co/1ON8bqW … Florida Playbook http://politi.co/1OypFe9 ... New Jersey Playbook http://politi.co/1HLKltF ... Massachusetts Playbook http://politi.co/1Nhtq5v … Illinois Playbook http://politi.co/1N7u5sb ... California Playbook http://politi.co/2bLvcPl ... Brussels Playbook http://politi.co/1FZeLcw ... All our political and policy tipsheets http://politi.co/1M75UbX\n\nFollow us on Twitter Anna Palmer @apalmerdc\n\n\n\nJake Sherman @JakeSherman\n\n\n\nDaniel Lippman @dlippman",
  "**SUBSCRIBE to Playbook: http://politi.co/2lQswbh\n\nWHAT THE WHITE HOUSE THINKS -- JOSH DAWSEY, BERNIE BECKER and AARON LORENZO: “Trump targeting corporate tax rate ‘in the 20s’: A rate in the 20s has become a prevailing view among a number of senior officials and advisers, a White House official said”: “The plan is still for [the] Big Six principals -- Mnuchin, Cohn, House Speaker Paul Ryan, House Ways and Means Committee Chairman Kevin Brady, Senate Majority Leader Mitch McConnell and Senate Finance Chairman Orrin Hatch -- to finish their high-level work on tax reform by September, which would allow the two committees to fill in the details.” http://politi.co/2u7hEq8\n\n-- DAWSEY and NANCY COOK: “Tax reform becomes a must-win issue for the White House”: “The long-held GOP goal of re-engineering the U.S. tax system has now become a political imperative for the Trump administration, which has yet to deliver any major legislative victories despite Republican control of the White House and both houses of Congress.",
  "Sen. Ron Johnson (R-Wis.) - who blasted McConnell on Monday for a ‘breach of trust’ over the way the Obamacare debate was handled - even refused to say whether he would [support] McConnell’s continued tenure as party leader.” http://politi.co/2tE0IWx\n\nFROM WAPO’S PAUL KANE: “This week ... brought a painful reminder for Republicans of how difficult major legislative undertakings can be with a president who is doing other things, picking fights with TV news hosts and devoting an inordinate amount of time to a mounting scandal about his 2016 presidential campaign.” http://wapo.st/2u9iRiq\n\n-- RIGHT NOW the only real victory McConnell can point to this year is the confirmation of Supreme Court Justice Neil Gorsuch.",
  "Similarly, the objectives outlined in the document are more modest than the up-front rhetoric about ‘eliminating” and ‘eradicating’ ISIS capabilities suggests—let alone Trump’s pledge in his first congressional address in February to ‘demolish and destroy ISIS.’” http://thebea.st/2u7nCHK\n\nAT MAIN JUSTICE -- “APNewsBreak: US restoring asset seizures -- with safeguards,” by Sadie Gurman: “The Trump administration will soon restore the ability of police to seize suspects’ money and property with federal help, but The Associated Press has learned the policy will come with a series of new provisions aimed at preventing the types of abuse that led the Obama Justice Department to severely curtail the practice.",
  "“The strategy, which Trump ordered up on January 28 and the Pentagon sent to Capitol Hill on June 26, claims to describe a ‘comprehensive international campaign to crush ISIS’ claim of invincibility.’ It seeks to ‘deny ISIS a geographic haven from which to hatch murder’ and to ‘eliminate ISIS’ ability to operate externally and to eradicate its ability to recruit and finance terrorist operations.’ But the strategy retains the framework of operating through local allies that the Obama administration adopted to avoid another open-ended ground war in the Middle East.",
  "How he’s celebrating: “Low key dinner at home with my family, wife Karen Anderson and sons: Kyle, 14 and Tyler, 7, and daughter, Lorilyn Jordan, 25.” Read his Playbook Plus Q&A: http://politi.co/2teJSyc\n\nBIRTHDAYS: Marlon D. Marshall, 270 partner, Obama White House alum, and former director of states and political engagement at HFA (hat tip: Lynda Tran) ... Ben Jenkins, partner at Locust Street Group (h/t Allison Schneider) ... Larry McCarthy, political/corporate admaker … Rep. Ron Estes (R-Kans.)",
  "But that’s still well short of the 53 percent who say the meeting was inappropriate after being read that information.” http://politi.co/2vi5xXs\n\nISRAELI PRIME MINISTER BENJAMIN NETANYAHU was caught on an open mic this morning in Budapest, per Ha’aretz’s Barak Ravid (@barakravid): “BREAKING: Netanyahu in closed meeting with V4 leaders: EU handling of Israel & linking relations to the Palestinian issue is crazy … BREAKING:Netanyahu to V4 leaders: We had problem in US (Obama).",
  "Learn more at google.com/grow/veterans\n\nON THE MARKET -- “The Agalarovs, Who Set Up the Trump-Russia Meeting, Are Selling Their Jersey Mansions,” by Mother Jones’ Dan Friedman and Hannah Levintova: “The billionaire Russian real estate magnate and his pop singer son who helped arrange the June 2016 meeting where Trump campaign officials hoped to receive dirt on Hillary Clinton from the Kremlin are looking to get out of the United States—or, at least, out of New Jersey.",
  "... Former House Speaker Newt Gingrich, a Trump adviser, believes that both Congress and the White House share blame after seemingly forgetting that ‘opposition parties pass press releases that get vetoed, while governing parties pass bills in which every paragraph gets scrutinized.’ ‘I hope the president learns that do something really, really big, you need to be disciplined and focused and sort out your communications program,’ said Gingrich.",
  "The GOP’s liabilities now include a broken promise to voters; wasting seven months of a new Administration in order to not solve manifest health-care problems; less of a claim to be a governing party; and the harm that these abdications will wreak on the rest of the Republican agenda and maybe their hold on Congress.” http://on.wsj.com/2u7eEtQ\n\nTRUMP is hosting the entire Senate Republican Conference for lunch today to talk about health care.",
  "and his wife Gayle Wicker, Ambassador Kirsti Kauppi of Finland, Ambassador Sylvie Lucas of Luxembourg, Ambassador Bjorn and Madeleine Lyrvall of Sweden, Ambassador Leonidas Pantelides and Diana Konstantinidi of Cyprus, Gen. Richard and Mary Jo Myers, Gen. John and Ann Campbell, Melanne Verveer, Ulla Ronberg, Megan Smith, Rosemarie Pauli, Susan Glasser, Coach Kathy Kemper, Jennifer Griffin, Greg Myre, Gerrit Lansing, and Leslie Schweitzer.",
  "Learn more at google.com/grow/veterans\n\nBEHIND THE SCENES -- THE HEALTH CARE TICK TOCKS …\n\n-- “‘It’s an insane process’: How Trump and Republicans failed on their health-care bill,” by WaPo’s Robert Costa, Kelsey Snell and Sean Sullivan: “Vice President Pence arrived at the National Governors Association summer meeting with one mission: to revive support for the flagging Republican plan to rewrite the nation’s health-care laws.",
  "To strengthen support for the sudden change in the line of succession, some senior princes were told that Mohammed bin Nayef was unfit to be king because of a drug problem, according to an associate of the royal family.” http://nyti.ms/2uyeMp1\n\nMEDIAWATCH -- FUTURE OF NEWS -- NBC NEWS TO LAUNCH ‘STAY TUNED’ ON SNAPCHAT – per NBC: “Stay Tuned is a new twice-daily news Show on Snapchat’s Discover platform, created by NBC News.",
  "NBC News and MSNBC correspondents Gadi Schwartz and Savannah Sellers are the hosts of the Show.”\n\n\n\nPlaybookers\n\nOUT AND ABOUT -- Afghanistan Ambassador Hamdullah Mohib and his wife Lael Mohib and the US-Afghan Women’s Council held a reception last night at the Afghan Embassy to honor the 6 robotic athlete girls and the competition of the 2017 First Global Challenge with the Afghanistan Robotics House Team.",
  "‘The president, from the get-go, has been much more comfortable with tax cuts than health care.’” http://politi.co/2vi6eQG\n\nTHE STORY TRUMP IS NOT HAPPY ABOUT TODAY -- “Trump had second conversation with Putin in Germany,” by AP’s Vivian Salama and Jill Colvin: “President Donald Trump had another, previously undisclosed conversation with Russian President Vladimir Putin at a summit in Germany this month.",
  "That’s a whopping discount from the $9.3 million Agalarov paid in 2005 for what Sotheby’s touted as a ‘stunning private oasis.’” With 10 pics http://bit.ly/2teODaO\n\nFOR YOUR RADAR -- “Saudi King’s Son Plotted Effort to Oust His Rival,” by NYT’s Ben Hubbard, Mark Mazzetti and Eric Schmitt: “As next in line to be king of Saudi Arabia, Mohammed bin Nayef was unaccustomed to being told what to do.",
  "He also met with Kris Kobach, head of Trump’s voter fraud commission, and former campaign operatives David Bossie and Corey Lewandowski, among others.” http://politi.co/2teGCme\n\nTHE STUNNING ELEMENT about this whole thing -- Trump railing against the system, saying it’s unfair -- is that, during the campaign, he said he alone could fix it because he understood politics better than anyone.",
  "is 61 ... Eric Lichtblau ... WSJ’s Rebecca Ballhaus (h/t Byron Tau) … Politico’s Rachael Bade and Lauren Gardner ... Dylan Riddle ... Kenneth Campbell ... Donna Shor … Joshua Holmes of NYC DOE ... Rep. Raja Krishnamoorthi (D-Ill.) (h/t Wilson Croskey Baldwin) ... Carmel Ferrer ... Romney alum Sarah Haley …\n\n... Isaac Arnsdorf of ProPublica ... Lauren Selsky ...",
  "A Pentagon official wrote in a letter seen by the Journal that the space is owned privately by someone unaffiliated with the Trump Organization and that the department sees no way in which Mr. Trump can benefit from the rent money.” http://on.wsj.com/2tegWX8\n\n\n\nA message from Google: Google is committed to helping veterans build successful civilian careers.",
  "WSJ EDITORIAL BOARD: “The ObamaCare Republicans: Voters may repeal and replace the Senators who broke their promise”: “Senate Republicans killed their own health-care bill on Monday evening, and some are quietly expressing relief: The nightmare of a hard decision is finally over, and now on to supposedly more crowd-pleasing items like tax reform.",
  "Despite having a Republican in the White House, full GOP control of Congress, and seven years of campaign promises - ‘pulling out Obamacare root and branch,’ as the Kentucky Republican famously declared - McConnell acknowledged this week that that he didn't have the votes to even start debate on replacing the 2010 Affordable Care Act.",
  "“The so-called ‘minibus’ or ‘security-bus’ will include measures that would fund the Pentagon and Department of Veterans Affairs, as well as the Legislative Branch, the Energy Department and water projects.”\n\n-- REPUBLICANS are trying to position this bill as fulfilling the president’s promise to build a border wall with Mexico.",
  "It's positive” Ravid’s full report, including direct quotes from Netanyahu http://bit.ly/2uHVDl6\n\nTHE JUICE …\n\n-- BUZZ: KARL ROVE told an off-the-record McDonald’s corporate conference Monday in D.C. that he would not have taken a meeting with Russian operatives, like Donald Trump Jr., Paul Manafort and Jared Kushner did.",
  "COMING ATTRACTIONS -- JEN SCHOLTES, SARAH FERRIS and RACHAEL BADE: “House Republicans to fall back on more modest spending plan”: “House GOP leaders are resorting to Plan B on their spending strategy after falling woefully short of the support needed to pass a massive government funding package without Democratic votes.",
  "Military’s Space in Trump Tower Costs $130,000 a Month,” by WSJ’s Paul Sonne: “The U.S. government is paying more than $130,000 a month to lease space in Trump Tower for the military office that supports the White House, even though Donald Trump hasn’t spent a night at the New York skyscraper since becoming president.",
  "-- “Senate Democrats open to bipartisan health talks -- after repeal fails,” by Elana Schor and Seung Min Kim: “Senate Democrats are still hanging tight on the same message as the GOP’s seven-year push to repeal Obamacare careens off course: Drop the one-party approach and work with us to fix the health care law.",
  "IN THE WEST WING -- “Trump aides move on after health care loss,” by Annie Karni and Eliana Johnson with Tara Palmeri and Daniel Lippman: “Counselor Kellyanne Conway spent the morning in the Cannon House Office Building, participating in a two-hour-long bipartisan round table on veterans and the opioid crisis.",
  "It is another, the president said, to go on all of the Sunday shows and complain about it.” http://nyti.ms/2uBv1Bx\n\n-- THE FALLOUT: “Health care collapse a blow to McConnell,” by John Bresnahan and Burgess Everett: “The failure of Obamacare repeal marks Mitch McConnell's lowest point as Senate GOP leader.",
  "The agency has identified the San Diego area and the Rio Grande Valley as priority regions for new border walls.” http://nyti.ms/2uykUNZ\n\nFYI -- @ChrisJansing: “From our Cap Hill team- Fmr Obama Chief of Staff Denis McDonough just walked into a Senate Intelligence side room door to meet with staffers”.",
  "-- Reps. Ruben Gallego (D-Ariz.), Stephanie Murphy (D-Fla.), Darren Soto (D-Fla.) and Eric Swalwell (D-Calif.) singing and dancing along to the Backstreet Boys’ “I Want It That Way” by 90s cover band White Ford Bronco at Kelley’s Irish Times for a fundraiser last night benefiting the Future Forum PAC.",
  "| Andrew Harnik/AP Photo\n\nTHE DAILY BEAST’S SPENCER ACKERMAN: “Revealed: Trump’s Still-Secret Plan to ‘Crush’ ISIS”: “According to the document’s text and those briefed on it, the plan is long on overblown rhetoric and short on a substantive strategy to destroy the jihadist group.",
  "But since he was promoted on June 21, indications have emerged that Mohammed bin Salman plotted the ouster and that the transition was rockier than has been publicly portrayed, according to current and former United States officials and associates of the royal family.",
  "The strategy is so reminiscent of Barack Obama’s approach ... that it replicates Obama’s failures as well as its strengths—primarily its treatment of the Syrian civil war as an unrelated geopolitical development, rather than a key driver of jihadist violence.",
  "ANOTHER pivot: tax reform and infrastructure, but Trump needs to BEWARE -- TREASURY SECRETARIES: They're just like us ... MNUCHIN at Apple Store -- ROVE: I wouldn’t take Russia meeting Presented by\n\nDriving the Day\n\nGood Wednesday morning and happy hump day.",
  "Divisions and a Fed-Up President,” by NYT’s Jennifer Steinhauer, Glenn Thrush and Robert Pear: “President Trump was fed up with the grind of health care legislation, and at a dinner with Republican senators on Monday at the White House, he let them know it.",
  "… AND -- “Engineers Begin Preparatory Work for Border Wall Construction,” by NYT’s Ron Nixon: “Engineers are drilling and taking soil samples to determine what type of barriers would be most effective in the different types of geography along the border ...",
  "“The government agreed to pay $180,000 for the last 20 days of April 2017 and $130,000 a month thereafter, according to the contract released by the General Services Administration, the agency that negotiates office space agreements for the government.",
  "Attendees described the meeting as startling, said Bremmer, who was told Trump was very animated as he spoke with Putin, often using his hands to gesture.” http://bit.ly/2tFhdkY\n\n-- FOR WHAT IT’S WORTH: The White House disputes the talk was an hour.",
  "Even the five Democratic senators facing re-election battles next year in states President Donald Trump turned bright red are showing no interest in making deals before Republicans abandon their attempt to push through repeal with a bare majority.",
  "“A subsequent question that told respondents that Trump Jr. agreed to the meeting because the attorney was purportedly offering incriminating evidence about Hillary Clinton yielded a higher percentage who thought it was appropriate: 28 percent.",
  "He told the lawmakers how annoyed he was with one Republican who was not there, Senator Rand Paul of Kentucky, who had gone on television over the weekend to oppose a Senate health care bill that once held the promise of victory for Mr. Trump.",
  "Instead of rousing cheers on the waterfront in Providence, R.I., Pence was greeted with an icy air of skepticism Friday as he pitched the legislation, which would reduce federal Medicaid funding and phase out coverage in dozens of states.",
  "Aras Agalarov, who in 2013 received an Order of Honor award from Vladimir Putin for his construction work in Russia, last month listed a seven-bedroom, 10 bathroom, French-manor style home he owns in Alpine, New Jersey, fully-furnished.",
  "Pic http://bit.ly/2u9vR7Q\n\nTHE NEW NARRATIVE -- PIVOTING TO TAX REFORM AND INFRASTRUCTURE -- The White House wants to move on to its other priorities since their party has been completely unable to repeal and replace Obamacare.",
  "Marriott that if a campaign gets an email saying an agent of a foreign adversarial government wants to meet and pass on damaging information about an opponent, they shouldn’t take the meeting, and they should call the FBI.",
  "‘So far, they are clearly not capable of doing that.’” http://bit.ly/2tFf6Oo\n\n-- @realDonaldTrump on Sept. 26, 2012: “Obama’s complaints about Republicans stopping his agenda are BS since he had full control for two years.",
  "Even a dinner arranged for top 20 leaders in Germany is made to look sinister!”\n\n-- IT IS CERTAINLY unusual that the president would speak to a foreign leader at length without a translator that understands the language.",
  "White House spokesman Sean Spicer and National Security Council spokesman Michael Anton confirmed that Trump and Putin spoke at a dinner for world leaders and their spouses at the Group of 20 summit in Hamburg, Germany.",
  "In the West Wing, chief strategist Steve Bannon took a meeting with Wayne Berman, a Republican operative and board member of the Republican Jewish Coalition whose name has surfaced as a potential future chief of staff.",
  "Gen. David Petraeus as part of their off-the-record Churchill Tommy Gun Society: The Atlantic’s Julia Ioffe, CBS’s Will Rahn, WaPo’s Josh Rogin, Brookings’ Jamie Kirchick, and Global Competition Review’s Nihal Krishan.",
  "But he said the discussion was casual and should not be characterized as a ‘meeting’ or even a less formal, but official, ‘pull-aside.’ ‘A conversation over dessert should not be characterized as a meeting,’ he said.",
  "By Monday evening, when President Trump and Pence gathered a cluster of GOP senators in the Blue Room of the White House over plates of lemon ricotta agnolotti and grilled rib-eye steak, the measure was all but dead.",
  "FOR REINCE -- “Analysis: Trump unlikely to avoid blame for health care loss,” by AP’s Jonathan Lemire: “Despite Trump’s efforts to shift blame across the aisle, the White House made little effort to court Democrats.",
  "-- FIRST IN PLAYBOOK: FORMER PHILADELPHIA MAYOR MICHAEL NUTTER and FORMER BALTIMORE MAYOR STEPHANIE RAWLINGS-BLAKE are joining the law firm Dentons as senior advisers to their local government solutions practice.",
  "…\n\n“The official stressed that Trump spoke with many leaders over the course of the dinner and said he spoke briefly with Putin, who was seated next to first lady Melania Trump, as the event was concluding.",
  "Case in point, House Republicans will proudly tout the passage of a budget that barely squeaks through committee and is [dead on arrival] on the [House] floor.”\n\n-- INFRASTRUCTURE IS NOWHERE, AT THE MOMENT.",
  "WELCOME TO THE WORLD -- Aaron Keyak, managing director and co-founder of Bluelight Strategies, and Accenture Strategy’s Avi Goldgraber email friends and family: “Late [Tuesday] morning, we had a baby girl!",
  "BAD CALL -- NEW POLITICO/MORNING CONSULT POLL -- “Poll: Trump Jr. meeting was a bad idea,” by Steven Shepard: “More than half, 52 percent, say meeting with a Russian government attorney was inappropriate.",
  "But Ian Bremmer, who said he spoke with two people who attended the dinner, said that Trump and Putin spoke for nearly an hour while sitting among the other world leaders and their spouses at the dinner.",
  "said in an interview Tuesday, recalling the president’s tales during dinner of parades and pomp from his recent trip to Paris.” http://wapo.st/2tozb0d\n\n-- “How the Senate Health Care Bill Failed: G.O.P.",
  "http://politi.co/2uBAQPk\n\nPlaybook Reads\n\nPHOTO DU JOUR: Sen. Jerry Moran jumps the tracks of the Senate subway to get around a large gathering of reporters as he arrives on Capitol Hill on July 18.",
  "“It's a serious defeat for McConnell, and one that leaves deep bitterness among rank-and-file GOP senators, as moderates and conservatives blamed each other over who is at fault for the setback.",
  "But Democrats overwhelmingly pan the meeting — four-in-five say it was inappropriate — and half of independent say it was inappropriate, with just 19 percent saying it was appropriate.",
  "…\n\n“The overwhelming number of GOP senators remain supportive of McConnell, even as he's faced criticism for largely drafting the bill behind the closed doors of his leadership suite.",
  "The show marks a new format for Snapchat’s growing roster of Shows developed and produced by leading TV networks and entertainment studios - it’s the first daily Show on the platform!",
  "Majority Leader Kevin McCarthy announced Tuesday night that the House will vote next week on a measure that includes just four of the 12 bills needed to fund the federal government.",
  "The policy to be rolled out Wednesday targets so-called adoptive forfeiture, which lets local authorities circumvent more-restrictive state laws to seize property under federal law.",
  "It’s also a blow to McConnell's reputation as a master legislator and raises doubts in the White House about what Senate Republicans can actually deliver for President Donald Trump.",
  "TRUMP’S RESPONSE -- ON TWITTER at 8:53 p.m.: “Fake News story of secret dinner with Putin is ‘sick.’ All G 20 leaders, and spouses, were invited by the Chancellor of Germany.",
  "Today when service members search “jobs for veterans” on Google, and enter their military occupational specialty code, they’ll see jobs that match their military skill sets.",
  "The only thing on their radar in this realm is FAA reform, which is going to die in the Senate -- if it ever gets out of the House, which isn’t looking good at the moment.",
  "At issue is asset forfeiture, which has been criticized because it allows law enforcement to take possessions without criminal convictions or, in some cases, indictments.",
  "People involved in the sale said a buyer signed a contract to purchase the home last week, for just under the $6,900,000 asking price, though the sale is still pending.",
  "Each Show will be around 2-3 minutes in length with around 4-5 segments each time and will air at about 7 a.m. and 4 p.m. during the week and 1 p.m. on the weekends.",
  "11, 2017 to Sept. 30, 2018, nearly 18 months in total, according to lease documents that The Wall Street Journal obtained through a freedom of information request.",
  "The previous two public holdouts were Susan Collins of Maine and Rand Paul of Kentucky, and Majority Leader Mitch McConnell could lose only two GOP Senators.",
  "That decision comes after GOP leaders failed to get enough Republican support to pass the full dozen without the help of their minority-party counterparts.",
  "But this defeat had many authors, some of whom are pictured nearby and all of whom hope to evade accountability for preserving the ObamaCare status quo.",
  "Here’s what a Hill conservative told us when we asked if the budget could get through the House: “This Congress is redefining what we consider success.",
  "The drilling and soil testing are taking place in El Paso; Santa Teresa, N.M.; Calexico, Calif.; San Diego; and the Rio Grande Valley in South Texas.",
  "“Republicans were less troubled by the meeting: a 44 percent plurality say the meeting was appropriate, while 24 percent say it was inappropriate.",
  "Then, one night in June, he was summoned to a palace in Mecca, held against his will and pressured for hours to give up his claim to the throne.",
  "SPOTTED: Anne McMillan, Norberto Salinas, Abby Jagoda, Jen McPhillips, Kate Mills, Adam Goldberg, John Prible, Bree Raum and Reilly O’Connor.",
  "“The proximate cause of death was Mike Lee of Utah and Jerry Moran of Kansas linking arms and becoming the third and fourth public opponents.",
  "‘They know they could really use a win,’ said Larry Kudlow, an informal economic adviser to the Trump campaign, who met with Trump last week.",
  "SO LONG, FAREWELL -- Russian Ambassador Sergey Kislyak and his wife Natalia hosted a farewell reception Tuesday night at the Russian Embassy.",
  "In its initial emailed statement (http://bit.ly/2u9xCSq), the White House misspelled Jon Huntsman’s first name as “John” but fixed it online.",
  "By dawn, he had given in, and Saudi Arabia woke to the news that it had a new crown prince: the king’s 31-year-old son, Mohammed bin Salman.",
  "We also help employers find them by enabling companies to implement this feature on their career sites using Google Cloud’s Talent Solution.",
  "Huntsman previously served as ambassador to Singapore under President George W. Bush and ambassador to China under President Barack Obama.",
  "These were choices made by individuals to put their narrow political and ideological preferences ahead of practical legislative progress.",
  "The GSA redacted large portions of the lease, including the name of the person who owns the Trump Tower space the government is renting.",
  "SPOTTED: Reps. Brenda Lawrence (D-Mich.), Gwen Moore (D-Wis.), Sheila Jackson Lee (D-Texas), and Suzanne Bonamici (D-Ore.), and Sens.",
  "We’re feeling very excited and blessed!” Pic http://politi.co/2tee50p\n\nBIRTHDAY OF THE DAY: Lyndon Boozer of AT&T Federal Relations.",
  "Pic http://politi.co/2uBYRFE\n\nTRANSITIONS -- Ed Kutler, former senior adviser to Speaker Newt Gingrich, is joining Subject Matter.",
  "But this self-inflicted fiasco is one of the great political failures in recent U.S. history, and the damage will echo for years.",
  "Meanwhile, her husband, White House adviser Jared Kushner ... was busy leading a meeting with his Office of American Innovation.",
  "Through Grow with Google, our initiative to create economic opportunities, we’ve developed resources specifically for veterans.",
  "Previously, Jamie was at Texas Public Policy Foundation and before that, he was on Marco Rubio’s presidential campaign in D.C.",
  "Ivanka Trump made an appearance at a global robotics competition celebrating girls from Afghanistan pursuing careers in STEM.",
  "If the price of admission is doing away with Medicaid expansion or block granting Medicaid, it’s going to be very difficult.",
  "[Tuesday’s] expansion of the Keyak/Goldgraber clan weighed in at a [formidable] 8 pounds, 3 ounces and is quite adorable ...",
  "White is the president and CEO of the Nurse-Family Partnership and previously served as the chief of staff to Colorado Gov.",
  "CareerBuilder, Pepsi, Siemens, RecruitMilitary, and many others have already implemented the API on their career sites.",
  "We are quickly coming up on election season and right now Democrats are looking to attack Trump and Senate Republicans.",
  "SPOTTED: Steven Mnuchin at the Georgetown Apple Store at 5:40 Tuesday evening, returning an iPad, per a Playbooker.",
  "Unclassified portions of this strategy document—it remains classified—were read to The Daily Beast on Tuesday.",
  "In a presidential campaign, Rove said, aides get lots of phone calls and emails offering tips on the opponent.",
  "The Aspen Institute named Roxane White as its first Morgridge Family Economic Security Innovator in residence.",
  "SPOTTED: Ambassadors from Japan, Singapore, Belgium, Finland, Israel, Norway, Greece, Afghanistan and others.",
  "“The young prince’s supporters have lauded his elevation as the seamless empowerment of an ambitious leader.",
  "Kutler joins after a long tenure on K Street at the Kutler Group, Mercury Group and Clark and Weinstock.",
  "Huntsman called on Trump to drop out of the presidential race after the Access Hollywood video surfaced.",
  "McConnell, like Speaker Paul Ryan (R-Wis.), finds himself caught between the factions in his own party.",
  "It puts the U.S. at a disadvantage, and allows for no official American accounting of the conversation.",
  "Trump spoke with Putin using Russia’s translator, since the American translator did not speak Russian.",
  "Only 23 percent of registered voters say meeting with a Russian government attorney was appropriate.",
  "The proceeds are then shared with federal counterparts.” http://bit.ly/2uHG9h5\n\nSOME SERIOUS COIN!",
  "Bremmer is a foreign affairs columnist and the president of the Eurasia Group, a consulting firm.",
  "A message from Google: Google is supporting service members as they transition to civilian jobs.",
  "MEANWHILE -- Trump has formally nominated Jon Huntsman to be the next U.S. ambassador to Russia.",
  "It’s unlikely that Senate Democrats are going to go looking for a health care deal anytime soon.",
  "LETTER TO 1600: Here’s what you need to be aware of:\n\n-- THE 2018 BUDGET COULD EASILY GO DOWN.",
  "SPOTTED at Jamie Weinstein and Michelle Fields’ D.C. condo last night for a dinner with Ret.",
  "... Republican strategist Larissa Martinez is joining government relations firm Invariant.",
  "Most should be routed through opposition researchers, and many are not worth the time.",
  "And like Ryan, McConnell hasn't demonstrated that he knows how to resolve the dispute.",
  "It is one thing to vote no, Mr. Trump told the group, according to one of the guests.",
  "‘I’ve been ready for a long time’ to deal with Republicans, Sen. Jon Tester (D-Mont.)",
  "She served on President Donald Trump’s transition team and is a Deb Fischer alum.",
  "‘The president talked about France and Bastille Day,’ Sen. Steve Daines (R-Mont.)",
  "Press knew!” … at 8:59 p.m.: “The Fake News is becoming more and more dishonest!",
  "… Jamie Bennett starts Aug. 1 as press secretary for Republican Party of Texas.",
  "But some real anger has pierced the typically courteous confines of the Senate.",
  "I won’t do it.’” http://politi.co/2u7SmtL\n\n-- LET’S BE REAL here for a minute.",
  "“But this wasn’t the inevitable result of some tide of progressive history.",
  "The Show will also feature special editions to cover breaking news.",
  "The Olympics of High School Robotics has 160 countries competing.",
  "The major departure from Obama’s approach to ISIS is linguistic.",
  "He had reportedly been offered the position earlier this spring.",
  "The spending blueprint you need is in big trouble in the House.",
  "The government signed a $2.39 million lease to rent a 3,475 sq.",
  "He can never take responsibility.”\n\nTHE NEXT TURN OF THE SCREW?",
  "... [T]he testing has been completed in El Paso and Calexico.",
  "In an attempt to keep it brief, you have a lot of work to do.",
  "“Anton would not specify the duration of the conversation.",
  "House conservatives are on the brink of taking it down.",
  "ft. space in the building for the military from Apr.",
  "Jeanne Shaheen (D-N.H.) and Roger Wicker (R-Miss.)",
  "These types of meetings are rarely successful.",
  "He had a security detail and an aide with him.",
  "No one is focused on infrastructure spending.",
  "TREASURY SECRETARIES, THEY’RE JUST LIKE US!",
  "The remaining 25 percent have no opinion.",
  "Ambassador to China Terry Branstad.",
  "You need a budget to do tax reform.",
  "The president is meeting with U.S.",
  "http://politi.co/2u9iYdT ...\n\n...",
  "Mom and the baby are doing great.",
  "Rove told the crowd at the J.W.",
  "More US presence in region.",
  "‘[But] let’s just say this.",
  "THAT MEANS NO TAX REFORM.",
  "ALSO HAPPENING TODAY ...",
  "It's different now.",
  "John Hickenlooper.",
  "No press allowed.",
  "More bombings.",
  "He failed.",
  "-- “U.S.",
  "said."
]