[
  "In a memo dated Feb. 8, 2017, written after an informal Oval Office meeting between Trump and himself, Comey writes:\n\n“The President said ‘the hookers thing’ is nonsense but that [Russian President Vladimir] Putin had told him ‘we have some of the most beautiful hookers in the world.’ He did not say when Putin had told him this and I don’t recall [REDACTED].”\n\nAs is often the case with redactions, the missing section in this quote raises a lot of possibilities.",
  "During the event, Trump’s longtime aide Keith Schiller testified last November, an unidentified Russian offered to send five prostitutes to Trump’s room at the Moscow Ritz-Carlton — where the allegations outlined in the dossier of reports compiled by British intelligence officer Christopher Steele purportedly occurred.",
  "Sex workers are a running theme in the seven memos released on Thursday evening, a function of their prominent role in the dossier of unproven allegations involving the president’s 2016 campaign and the president’s apparent insistence on raising the subject on most of the occasions in which he and Comey spoke.",
  "While Trump at one point claimed to have had a number of interactions with the Russian president, when it became apparent during the campaign that clear links to Putin might cast doubt on his loyalties, Trump quickly — and believably — backed away from any claimed relationship.",
  "During the campaign, Trump claimed to have gotten to “know him very well,” by virtue of having appeared together on the same episode of “60 Minutes.” That was unlikely, though: They appeared together in different segments, with Trump taped in New York and Putin in Moscow.",
  "I can hardly imagine he rushed to the hotel to meet our girls of lower social responsibility — even though they are the best in the world, of course.”\n\nPerhaps this became “we have the most beautiful hookers in the world”?",
  "Trump partnered with Moscow developer Aras Agalarov and his son to host the event; the Agalarovs were later the trigger for the June 2016 meeting in Trump Tower between Donald Trump Jr. and a Kremlin-linked attorney.",
  "We should start, of course, by noting that this is Comey’s contemporaneous description of his conversation with Trump (assuming, as all available evidence suggests, that it was indeed written contemporaneously).",
  "If Trump and Putin had held more conversations than are known, it adds significant credibility to the idea that the Russian government and the Trump campaign might have had high-level, coordinated contacts.",
  "This is the most natural point at which the subject of sex workers might have come up — though it seems odd that it would have been important to include in the first conversation between two world leaders.",
  "Afterward, journalists Michael Isikoff and David Corn reported in a recent book, Putin sent a present to Trump in New York by way of Agalarov’s daughter: A black lacquered box containing a sealed letter.",
  "— Donald J. Trump (@realDonaldTrump) June 19, 2013\n\nAs the event neared, Trump told MSNBC’s Thomas Roberts that he had an existing relationship with Putin, which doesn’t seem to have been the case.",
  "The natural operating assumption is that Trump said that Putin said that his country was home to the most beautiful hookers in the world and that Comey that same day wrote down that detail.",
  "This call, of course, didn’t include Trump directly, but it’s possible that Putin and Flynn discussed the subject of the dossier and its allegations, and that Flynn passed that on to Trump.",
  "— Donald J. Trump (@realDonaldTrump) February 7, 2017\n\nWe know, though, that there had been at least two contacts between Putin and the Trump White House before that meeting.",
  "(The name of the world leader who had made the call Flynn talked about was redacted in Comey’s memo, but the Wall Street Journal subsequently reported that it was Putin.)",
  "By the top of the second page of the first memo former FBI director James B. Comey wrote to memorialize his conversations with President Trump, prostitutes are mentioned.",
  "He continued to argue that he didn’t know Putin even through Feb. 7, 2017 — the day before the meeting in which Comey says that Putin told him about Russian hookers.",
  "Did Trump say something like, “Putin says that his prostitutes are the most beautiful in the world” and Comey simply assumed that Putin had told him that directly?",
  "But the point on which we should focus is the point onto which Comey also latched: When, exactly, did Trump and Putin have this conversation about sex workers?",
  "It was also revealed in the Comey memos, during a moment when Trump told Comey that he questioned former national security adviser Michael Flynn’s judgment.",
  "(In the Comey memos, the former FBI director writes that Trump twice denied having stayed the night in Moscow, which Schiller’s testimony undercuts.)",
  "The first was a well-documented conversation between Trump and Putin on Jan. 28, 2017, the first conversation between the two as heads of state.",
  "I don't know Putin, have no deals in Russia, and the haters are going crazy - yet Obama can make a deal with Iran, #1 in terror, no problem!",
  "\n\nPresident Trump and Russian President Vladimir Putin talk during the family photo session at the APEC Summit in Danang, Vietnam, in 2017.",
  "The first point at which Trump and Putin came into at least indirect contact was before the Miss Universe pageant held in Moscow in 2013.",
  "This conversation occurred after the allegations in the dossier were made public when BuzzFeed published the entire document on Jan. 11.",
  "“This is an adult and, moreover, a man who for many years has organized beauty contests,” Putin said, according to the Telegraph.",
  "Do you think Putin will be going to The Miss Universe Pageant in November in Moscow - if so, will he become my new best friend?",
  "In it, Putin addressed the allegations (knowing, of course, that the subject was embarrassing to the new American president).",
  "In an interview with MSNBC’s Maddow that aired shortly after the memos were released on Thursday, she raised the subject.",
  "Flynn, it seems, knew of a call from Putin that he hadn’t told Trump about until days later, frustrating the president.",
  "“I never met Putin, I don’t know who Putin is,” he said in a news conference in July 2016 — his last of the campaign.",
  "“A congratulatory phone call, to be bragging about the relative value of each country’s hookers would be an unusual.",
  "Or what if Trump was pointing to a news conference that Putin held not long before Trump’s conversation with Comey.",
  "This was the same news conference in which he called on the Russians to release emails stolen from Hillary Clinton.",
  "Operating under that assumption, then, let’s try to figure out when that conversation might have taken place.",
  "“And he told you he’d had a personal conversation with President Putin about hookers?” she asked.",
  "There’s no reason to suggest that this particular detail was inaccurate in what it captured.",
  "One particular discussion of the subject, though, is important for nontitillating reasons.",
  "Before the pageant, Trump speculated publicly about building a relationship with Putin.",
  "“Did you believe him or did you think he was speaking hyperbolically?” she continued.",
  "Trump hoped Putin would attend the pageant, but the Russian president was a no-show.",
  "This is important, because Trump’s admitted communications with Putin were limited.",
  "(Trump was first told about the allegations in a meeting at Trump Tower on Jan.",
  "Comey noted that Putin and Trump had spoken once, in that call in late January.",
  "“That would be an unusual first call between new heads of state,” Maddow said.",
  "“The president was conveying this to you at the White House,” Maddow said.",
  "The other contact between the Trump White House and Putin came earlier.",
  "This raises the question of how we should interpret Comey’s words.",
  "Can we trust that Comey is conveying the conversation accurately?",
  "What if Putin told Flynn that and Flynn conveyed it to Trump?",
  "Trump bragged about receiving the letter a few months later.",
  "(There’s one possible exception, which we’ll get to below.)",
  "“He didn’t seem to be speaking hyperbolically,” Comey said.",
  "“He socialized with the most beautiful women in the world.",
  "By mid-2016, he was backing off claims of knowing Putin.",
  "(Jorge Silva/Reuters)\n\nThis article has been updated.",
  "…”\n\n“I think that’s a fair statement,” Comey agreed.",
  "When we know that Trump and Putin spoke.",
  "“In the Oval Office,” Comey confirmed.",
  "It’s not known what the letter said.",
  "The Rachel Maddow interview.",
  "Comey doesn’t think so.",
  "“Yes,” Comey replied.",
  "The news conference.",
  "Update:",
  "6.)"
]