[
  "Testimony from Russian-American lobbyist Rinat Akhmetshin, who worked with Veselnitskaya on her lobbying campaign to overturn US sanctions against Russia:\n\nANSWER: I was asked before when did (Kushner) leave, but I remember he was there when at least for part of Ziff Brothers discussion because I looked at him and I thought that there are not that many billionaires in New York of that age.",
  "Reviewing emails recently confirmed my memory that the meeting was a waste of our time and that, in looking for a polite way to leave and get back to my work, I actually emailed an assistant from the meeting after I had been there for ten or so minutes and wrote \"Can u pls call me on my cell?",
  "Washington (CNN) Attendees of the controversial June 2016 Trump Tower meeting gave conflicting testimony to Capitol Hill investigators about how long White House senior adviser Jared Kushner was in the room, according to transcripts released Wednesday by the Senate Judiciary Committee .",
  "More than half a year later, walking along New York streets, I browsed news in my phone and saw a picture of that young man in some of the publications and learnt for the first time that it had been Mr. Kushner, a son-in-law of the already incumbent US President.",
  "Testimony from Donald Trump Jr., who was told that the purpose of the meeting was for the Russian government to deliver dirt about Clinton to the Trump campaign:\n\nQUESTION: So, returning to the meeting, what did Mr. Kushner do during the meeting?",
  "ANSWER: I don't remember exact time of his departure, but I remember he was at least for part of it because that's what was in my head when I looked at him when she was discussing Ziff Brothers and all this dropped.",
  "Testimony from President Donald Trump's son-in-law Jared Kushner, who provided this account to the Senate Intelligence Committee and Judiciary Committee:\n\nI arrived at the meeting a little late.",
  "Kushner has always maintained that he arrived late and left early to the meeting, which was arranged after Donald Trump Jr. was promised dirt on Democratic candidate Hillary Clinton.",
  "Testimony from British publicist Rob Goldstone, a publicist for Azerbaijani-Russian pop star Emin Agalarov and who originally emailed Trump Jr. about arranging the meeting.",
  "As I went to the meeting with a friend of my client's son, I took the young man for his younger brother (I did not know the composition of the Trumps family).",
  "Testimony from Russian businessman Ike Kaveladze, who works for the Russian development firm owned by Emin Agalarov and his billionaire father, Aras Agalarov.",
  "Testimony from Russian lawyer Natalie Veselnitskaya, who led the meeting from the Russian side and has acknowledged having some ties the Russian government.",
  "When I got there, the person who has since been identified as a Russian attorney was talking about the issue of a ban on US adoptions of Russian children.",
  "QUESTION: And do you recall at all whether he stayed for that entire part of her presentation that had to do with the Ziff Brothers and the tax fraud?",
  "But two of the other people in the room that day testified that Kushner stayed for the entire time, or was there nearly the entire time.",
  "Four of the attendees, including Trump Jr. and two of the Russians, backed up Kushner's recollection, according to the transcripts.",
  "So, the table went along the perimeter of the room, and on the other side of the table there was Mr. Kushner, who came later.",
  "I had no idea why that topic was being raised and quickly determined that my time was not well-spent at this meeting.",
  "And Mr. Kushner did get up and leave at about five or six minutes after the beginning of the meeting.",
  "After the meeting began, another young man entered the room, he did not introduce himself either.",
  "Lots of time later, I learnt that it had been Paul Manafort, the election campaign manager.",
  "Also in the room were a group of Russians, some with shadowy ties to the government.",
  "He showed up a few minutes late and left a few minutes early to take a phone call.",
  "He may have entered a minute or so after we all entered, but I believe he was.",
  "Testimony from Anatoli Samochornov, who served as Veselnitskaya's translator.",
  "ANSWER: Here's where my recollection differs with what I read in the media.",
  "Was anyone introduced as a member or associate of the Russian government?",
  "They worked out who should sit where, and I sat next to Mr. Kushner.",
  "I thought that he was --\n\nQUESTION: He just wants your recollection.",
  "I don't remember anybody else coming or going other than him.",
  "QUESTION: And did he say anything when he got up and left?",
  "QUESTION: Was Mr. Kushner present for the entire meeting?",
  "QUESTION: Was Mr. Kushner present for the entire meeting?",
  "I don't think he was part of the initial meet-and-greet.",
  "ANSWER: Only Donald Trump Jr. introduced himself to me.",
  "QUESTION: Were all of the meeting attendees introduced?",
  "There was only he and I sat at this side of the table.",
  "Ten or fifteen minutes later, he left the boardroom.",
  "Here is a breakdown of the testimony about Kushner.",
  "And the reason for that is because of the seating.",
  "I do not remember that he was introduced to me.",
  "Did he ask any questions or make any comments?",
  "QUESTION: You said Donald Trump, Jr., and who?",
  "Who they are I just do not remember exactly.",
  "ANSWER: To the best of my knowledge, he was.",
  "There were some other people also with him.",
  "ANSWER: My recollection, he was present.",
  "Need excuse to get out of meeting.\"",
  "So, he probably knows them well.",
  "I had no idea who was with him.",
  "ANSWER: I don't think he did.",
  "ANSWER: None that I recall.",
  "ANSWER: And Mr. Manafort.",
  "I don't remember."
]