[
  "The emails were released by Scott Balber, an attorney for Aras Agalarov, who helped to organize the meeting with Trump Jr.\n\nBalber said the emails were released to contradict Goldstone’s remarks and bolster the case that the meeting in fact had nothing to do with the Kremlin’s attempt to collude with the Trump campaign.",
  "Goldstone said at the time that he could set up a meeting to provide “very high level and sensitive information” compromising Clinton’s election chances as part of “Russia and its government’s support for Mr. Trump.”\n\n“If it’s what you say, I love it,” Trump Jr. wrote in response to the request for the meeting.",
  "Russian lawyer Natalia Veselnitskaya believed she was meeting President Donald Trump’s oldest son to discuss the Magnitsky Act, a 2012 sanction law aimed at top Russian officials, and did not have information on behalf of the Kremlin to pass on to the Trump campaign, according to the emails.",
  "As part of her effort against the sanction law, she had a five-page set of talking points, including one reference to Clinton, suggesting a U.S. company, Ziff Brothers Investments, had avoided taxes in Russia and donated to the Democratic Party, possibly Clinton.",
  "In an email chain between music publicist Rob Goldstone and Veselnitskaya, she asks to invite Russian-born lobbyist Rinat Akhmetshin to the meeting, saying he was “working to advance these issues with several congressmen,” the Wall Street Journal reported.",
  "Following a New York Times report in July, Trump Jr. was accused of taking the meeting, organized by Goldstone, knowing that the attorney had damaging information on Clinton coming from the Russian government.",
  "She echoed his view on multiple occasions, saying the Magnitsky Act -- a U.S. attempt to punish Russian officials after the death of a whistleblower -- had always been the reason for the meeting.",
  "Email correspondence revealed Monday about a July 2016 meeting between Donald Trump Jr. and a Russian attorney at Trump Tower in New York City contradict previous reports.",
  "Following the controversy, Don Jr. defended himself, saying Veselnitskaya did not have any information and in fact wanted to focus on other non-election-related issues.",
  "“He has invaluable knowledge about the positions held by the members of the Foreign Relations Committee that will be important to our discussion,” she adds.",
  "The messages suggest that the meeting was not set up to pass on damaging information about Hillary Clinton on behalf of the Russian government.",
  "He also told the Journal that the Russian lawyer has been fighting the Magnitsky Act for years and reached out to numerous Russian authorities.",
  "Akhmetshin has worked to overturn the Magnitsky Act."
]