[
  "Trump Jr. has said no meaningful information was exchanged during the meeting, which also was attended by White House adviser Jared Kushner, Russian attorney Natalia Veselnitskaya, Russian-American lobbyist Rinat Akhmetshin, who once served in a Russian army intelligence unit, entertainment publicist Rob Goldstone, who helped arrange the meeting, and a translator.",
  "The Senate panel, one of three congressional committees investigating Russia's interference in the 2016 election, is seeking the testimony following disclosures last week that Trump Jr. and Manafort took a 2016 meeting at New York's Trump Tower in the hopes of getting incriminating information on Hillary Clinton from a Kremlin-linked attorney.",
  "Donald Trump Jr. (Photo: Shawn Thew, European Press Photo Agency)\n\nWASHINGTON – Russia special counsel Robert Mueller has cleared the way for a Senate panel to call for the public testimony of Donald Trump Jr., and former Trump campaign chairman Paul Manafort.",
  "Trump Jr. initially claimed that the meeting was arranged to discuss U.S. adoptions of Russian children, halted following the passage of a U.S. law that blocked suspected Russian human rights abusers from entering the country.",
  "However, a string of emails publicly released by Trump Jr. last week showed that the pretext of the meeting was actually to learn of opposition research that was being provided with the support of the Russian government.",
  "California Sen. Dianne Feinstein, the ranking Democrat on the Senate Judiciary Committee, said Tuesday that Mueller had granted the approval, though a specific date for their appearance has not been set.",
  "Following the disclosure of Trump Jr.'s emails, Feinstein called the contents \"deeply disturbing'' and called for quick action by the Senate panel.",
  "\"They [the emails] appear to show direct coordination between the Trump campaign and possibly the Russian government itself,'' the senator said.",
  "An eighth participant in the meeting was later identified Tuesday as Ike Kaveladze, an employee of Russian developer Aras Agalarov.",
  "Related:\n\nRead or Share this story: https://usat.ly/2uFX831"
]