[
  "They also played a key role in arranging the June 2016 meeting of Donald Trump Jr.; Jared Kushner, Donald Trump's son-in-law and now senior adviser; Paul Manafort, Trump's campaign manager at the time; a Kremlin-linked lawyer, Natalia Veselnitskaya; and others, according to congressional testimony.",
  "/ Updated By Anna Schecter, Keir Simmons and Ken Dilanian\n\nSpecial counsel Robert Mueller has requested an interview with Russian pop star Emin Agalarov, who helped set up the now infamous 2016 Trump Tower meeting, according to Agalarov's lawyer.",
  "“Unclear how this will play out.”\n\nBalber did not elaborate on whether Mueller is also interested in speaking to Agalarov’s father, Aras Agalarov, a billionaire with ties to Russian President Vladimir Putin.",
  "Aras Agalarov had told an intermediary, Rob Goldstone, that Veselnitskaya had \"information that would incriminate\" Hillary Clinton, Goldstone wrote in an email to Trump Jr. on June 3, 2016.",
  "The meeting is of keen interest to Mueller's investigation into Russian interference in the 2016 U.S. presidential election and possible links to the Trump campaign.",
  "Veselnitskaya told NBC News last year that Emin Agalarov was crucial in setting up the meeting, although she claimed at the time that she had never met him.",
  "In testimony to the Senate judiciary committee, Trump Jr. said he did not remember whether or not he had spoken directly to Emin Agalarov about the meeting.",
  "Gustavo Caballero / Getty Images file\n\nAlso at the meeting was Russian-American lobbyist Rinat Akhmetshin and Irakly \"Ike\" Kaveladze, an Agalarov employee.",
  "In late June, Agalarov released a video appearing to mock the Mueller investigation and using impersonators to portray Trump and Clinton.",
  "In an interview this month with “VICE News Tonight” on HBO, Emin Agalarov said he and Trump Jr. did speak before the meeting was set up.",
  "Veselnitskaya says she lobbied at the meeting against the Magnitsky Act, a set of sanctions and visa bans on certain wealthy Russians.",
  "ET): A previous version of this article misstated the pageant the Agalarovs and the Trump Organization hosted in Moscow in 2013.",
  "“'They obviously want something that could potentially help them resolve things that you could be interested in or maybe not.",
  "Trump Jr. has said he took the meeting because he was told Veselnitskaya had dirt on Clinton, but it never materialized.",
  "The Agalarovs were partners in the Trump Organization’s hosting of the 2013 Miss Universe pageant in Moscow.",
  "“Conversations are ongoing\" about a potential interview, the lawyer, Scott Balber, wrote in an email.",
  "Emin Agalarov with Ivanka and Donald Trump at the Trump National Doral in Florida in 2014.",
  "“I said, ‘Listen there’s some people that want to meet you,’” Agalarov told Vice.",
  "In 2013, Donald Trump was featured in one of Emin Agalarov’s music videos.",
  "Breaking News Emails Get breaking news alerts and special reports.",
  "A spokesman for the special counsel’s office declined to comment.",
  "\"Obviously Don Jr., obviously being Don Jr., said: ‘Of course.",
  "If you can spare a few minutes of your time, I’d be grateful.",
  "The news and stories that matter, delivered weekday mornings.",
  "It was the Miss Universe pageant, not Miss America.",
  "I’ll do it if you’re asking,’\" Agalarov said.",
  "The meeting took place days later, on June 9.",
  "CORRECTION (Aug. 2, 2018, 5 p.m.",
  "If not, no problem.'\""
]