[
  "However, in an email to Trump Jr., British music publicist Rob Goldstone, attempting to facilitate the meeting , wrote that \"the Crown prosecutor of Russia met with Aras\" Agalarov, a Moscow-based billionaire developer who partnered with Trump to bring the Miss Universe pageant to Moscow in 2013, \"this morning and in their meeting offered to provide the Trump campaign with some official documents and information that would incriminate Hillary and her dealings with Russia and would be very useful to your father.\"",
  "Read the article that President Trump has been tweeting about this morning: https://t.co/flzSzluITY — NYTimes Communications (@NYTimesPR) August 19, 2018\n\nMcGahn's personal attorney, William Burck, said in a statement Saturday, \"President Trump, through counsel, declined to assert any privilege over Mr. McGahn's testimony, so Mr. McGahn answered the Special Counsel team's questions fulsomely and honestly, as any person interviewed by federal investigators must.\"",
  "In the interview, Giuliani sought to excuse the meeting because of the outcome, as the President has looked to do, although critics have alleged that the intention of the meeting -- to get dirt on Clinton from the Russian government in an effort to harm her candidacy for president -- could provide evidence of collusion with Russia to affect the 2016 election outcome.",
  "The Times reported that McGahn's decision to cooperate was partly due to the fact that the President's initial legal team had decided to fully cooperate with Mueller's investigation into Russian interference in the 2016 presidential election, believing their client had nothing to hide and they could bring a quick end to the probe.",
  "Washington (CNN) President Donald Trump's lawyer Rudy Giuliani said Sunday that the June 2016 Trump Tower meeting between senior Trump campaign officials and Russians \"was originally for the purpose of getting information about (Hillary) Clinton,\" but denied any collusion between Russia and the Trump campaign.",
  "The description of the meeting, which was held between the President's son Donald Trump Jr., son-in-law Jared Kushner, then-campaign chairman Paul Manafort and Russian lawyer Natalia Veselnitskaya, among others, starkly contrasts initial explanations that the meeting was about a Russian adoption policy.",
  "\"This is obviously very high level and sensitive information but is part of Russia and its government's support for Mr. Trump -- helped along by Aras and Emin,\" Goldstone continued, mentioning Aras' son, Russian pop star Emin Agalarov, who he said had relayed the information.",
  "Giuliani suggested the Trump campaign officials in attendance at the Trump Tower meeting might not have known that the meeting was with Russians or that the lawyer in attendance, Veselnitskaya, was a Russian with ties to the Kremlin.",
  "Giuliani indicated to the show's anchor, Chuck Todd, that he did not personally know what McGahn told Mueller's team, but rather, that the team had a \"pretty good sense\" of what McGahn said through former Trump lawyer John Dowd.",
  "So the White House counsel and his attorney came up with a strategy to cooperate as extensively as possible with the special counsel in order to prove that there was no wrongdoing by McGahn, the newspaper reported.",
  "\"Well, because the meeting was originally for the purpose of getting information about, about Clinton,\" Giuliani said on NBC's \"Meet the Press,\" later adding, \"That was the original intention of the meeting.",
  "The New York Times reported Saturday that McGahn has cooperated extensively with special counsel Robert Mueller's probe, participating in several interviews spanning 30 hours over the last nine months.",
  "But McGahn became concerned that the President planned to set him up to be held responsible for any potential illegal incidents of obstruction, the Times reported, citing to people close to him.",
  "...\"\n\nThe failing @nytimes wrote a Fake piece today implying that because White House Councel Don McGahn was giving hours of testimony to the Special Councel, he must be a John Dean type \"RAT.\"",
  "On \"Meet the Press,\" Giuliani also discussed White House counsel Don McGahn's extensive cooperation with special counsel Robert Mueller, who is investigating whether Trump obstructed justice.",
  "\"No, no, but Mr. Dowd has a good sense of it, he talked to them at the time,\" Giuliani replied, later adding, \"I think that through, through John Dowd, we have a pretty good sense of it.\"",
  "In July 2017 following his meeting with Senate Intelligence Committee staff, he said \"I did not collude with Russia,\" adding, \"I do not know of anyone else\" on the campaign who did so.",
  "I have nothing to hide...... — Donald J. Trump (@realDonaldTrump) August 19, 2018\n\n....and have demanded transparency so that this Rigged and Disgusting Witch Hunt can come to a close.",
  "\"John Dowd yesterday said -- I'll use his words rather than mine -- that McGahn was a strong witness for the President, so I don't need to know much more about that,\" Giuliani said.",
  "Giuliani's words mirror the President's insistence that the Trump Tower meeting was held \"to get information on an opponent\" and was \"totally legal,\" but ultimately \"went nowhere.\"",
  "They didn't know she was a representative of the Russian government, and indeed she's not a representative of the Russian government.\"",
  "Trump blasted the Times' story in several tweets Sunday, saying he allowed McGahn and \"all others to testify - I didn't have to.",
  "Fake News reporting, a complete fabrication, that I am concerned about the meeting my wonderful son, Donald, had in Trump Tower.",
  "And, of course, any meeting with regards to getting information on your opponent is something any candidate's staff would take.",
  "— Donald J. Trump (@realDonaldTrump) August 19, 2018\n\nThe Times said in a response on Twitter that it stood by the reporting.",
  "This was a meeting to get information on an opponent, totally legal and done all the time in politics - and it went nowhere.",
  "The New York Times stands behind the reporting of our Pulitzer-Prize winning reporters @nytmike and @maggieNYT.",
  "Kushner has denied improper actions, including collusion, during the course of the 2016 presidential campaign.",
  "\"We have a good sense, obviously, of what Mr. McGahn testified to, I can figure it out from ...\" Giulani said.",
  "Yet Mueller & his gang of Dems refuse to look at the real crimes on the other side - Media is even worse!",
  "Trump Jr. acknowledged the email, writing back in part, \"If it's what you say I love it.\"",
  "If someone said, 'I have information about your opponent,' you would take that meeting.\"",
  "They knew it when they met with her, not when they set up the meeting,\" Giuliani said.",
  "It turned out to be a meeting about another subject and it was not pursued at all.",
  "\"All they knew was that a woman with a Russian name wanted to meet with them.",
  "\"I don't even know if they knew (Veselnitskaya) was Russian at the time.",
  "So many lives have been ruined over nothing - McCarthyism at its WORST!",
  "But I allowed him and all others to testify - I didn't have to.",
  "\"How do you say that, 'good sense'?",
  "All they had was her name.",
  "\"Wait,\" Todd interjected.",
  "Have you debriefed him?\"",
  "I did not know about it!",
  "I have nothing to hide.",
  "..."
]