[
  "Related:\n\nBalber said his client Kaveladze, an executive of a firm run by Trump family friend and Russian mega-developer Aras Agalarov, was only alerted to the meeting an hour before it convened at Trump Tower and knew \"nothing\" of the offer to provide information adverse to the Clinton campaign.",
  "New York attorney Scott Balber told USA TODAY that Ike Kaveladze, identified as the eighth party to last year's meeting involving Trump Jr., former Trump campaign chairman Paul Manafort and White House adviser Jared Kushner, has vowed to submit to questioning by Mueller's investigators.",
  "(Photo: Richard Drew, AP)\n\nWASHINGTON – Special counsel Robert Mueller's team is now reviewing Donald Trump Jr.'s 2016 meeting with a Kremlin-linked lawyer who offered damaging information related to Hillary Clinton's campaign, a lawyer for one of the participants said Tuesday.",
  "Kaveladze was asked to attend by Mr. Agalarov, Balber said, and his understanding was that it would involve a discussion of the Magnitsky Act, a U.S. law passed in 2012 that blocked suspected Russian human rights abusers from entry to the country.",
  "According to the emails he released on Twitter last week, Goldstone offered to connect Trump Jr. with information the Russian government promised to Agalarov, a Russian businessman with ties to Putin, who awarded him the Russian Order of Honor.",
  "CLOSE A Russian-American lobbyist says he attended a June 2016 meeting with President Donald Trump's son, marking another shift in the account of a discussion that was billed as part of a Russian government effort to help Trump's campaign.",
  "\"Mr. Kaveladze intends to fully cooperate,\" Balber said, adding that a representative of Mueller's team contacted his office Saturday as new details of Trump Jr.'s meeting with Russian attorney Natalia Veselnitskaya continued to emerge.",
  "Balber said his client had no prior associations with any of the other meeting participants, who also included Russian-American lobbyist Rinat Akhemtshin, entertainment publicist Rob Goldstone and Veselnitskaya's translator.",
  "Although Trump Jr. initially said he took the meeting to discuss the U.S. adoption of Russian children, he later acknowledged seeking damaging information about his father's opponent Hillary Clinton.",
  "Balber said his client, who has not yet been interviewed, recalls discussions about sanctions on Russian individuals and the ban that prevented Americans from adopting Russian children.",
  "A 2000 Government Accountability Office raised questions about the activities of firms run by Kaveladze, regarding a possible money laundering operation involving $1.4 billion.",
  "Mueller and multiple congressional committees are investigating possible collusion between Trump associates and Russians seeking to interfere in the presidential election.",
  "\"He never said a word during the 20 minute meeting, other than to introduce himself, and now he's thrust into the middle of this maelstrom,\" Balber said.",
  "Rinat Akhmetshin, a Russian-American lobbyist with former ties to Soviet military counterintelligence\n\nRead or Share this story: https://usat.ly/2uGTdTA",
  "Kaveladze's LinkedIn profile indicates he is a vice president at Crocus International, an arm of a real estate development company run by Agalarov.",
  "Rob Goldstone, the entertainment publicist who first reached out to Trump Jr. about incriminating information on Hillary Clinton\n\n5.",
  "But Balber said Veselnitskaya arrived at the meeting with her own interpreter, leaving Kaveladze with no real role at the meeting.",
  "Kaveladze was not specifically named in the report and he was never charged with criminal offenses related to the activity.",
  "Anatoli Samochornov, a Russian-born American translator who was brought to the meeting by Veselnitskaya.",
  "He believed that Veselnitskaya, a vocal opponent of the Magnitsky law, was in need of a translator.",
  "Agalarov and his pop-star son, Emin, previously worked with Donald Trump before he ran for office.",
  "Kaveladze emigrated to the U.S. in 1991, a native of the former Soviet republic of Georgia.",
  "\"He left the meeting scratching his head about why he was there,'' Balber said.",
  "As a refresher, here's who else was present at the June 2016 meeting:\n\n1.",
  "In retaliation, the Kremlin halted U.S. adoptions of Russian children.",
  "His presence at the meeting was revealed by the New York Times.",
  "(July 14) AP\n\nDonald Trump Jr. on Fox News on July 11, 2017.",
  "Donald Trump Jr., oldest son of then-candidate Trump\n\n2.",
  "Paul Manafort, then Trump's campaign manager\n\n4.",
  "Natalia Veselnitskaya, the Russian lawyer\n\n6.",
  "Jared Kushner, Trump's son-in-law\n\n3.",
  "7."
]