[
  "“In the end, there was probably some bait-and-switch about what it was really supposed to be about.”\n\nSpeaking to the Journal, Veselnitskaya indicated there was a mix-up about the intent of the meeting: “My expectation before the meeting was he read my letter of information, he got interested, and he was going to help me.",
  "All meeting participants generally agree the confab focused largely on the Magnitsky Act, which sanctions Russian officials accused of involvement in the death of a Russian tax accountant, as well as talk about a Russian tax evasion scheme and alleged connections to the Democratic National Committee.",
  "In other words, Akhmetshin is claiming that he attended a meeting at the campaign headquarters of Clinton’s presidential challenger with that challenger’s son and other top Trump staffers, and that same night Akhmetshin did not even mention the meeting to his friend Lieberman, a Clinton associate.",
  "NEW YORK — In recently released testimony before the Senate Judiciary Committee, a key participant at the June 2016 meeting at Trump Tower with President Trump’s son Donald Trump Jr. said that he “knows” Hillary Clinton and has a personal relationship with her that dates back to the late-1990s.",
  "The Russia collusion conspiracy was sparked by the dossier produced by Fusion GPS, which was paid for its anti-Trump work by Trump’s primary political opponents, namely Clinton’s 2016 presidential campaign and the Democratic National Committee (DNC) via the Perkins Coie law firm.",
  "Last week, Breitbart News reported that email transcripts and other information disclosed in Akhmetshi’s testimony reveal a significant relationship between the lobbyist and the controversial Fusion GPS firm that produced the infamous, largely discredited anti-Trump dossier.",
  "The New York Times previously reported that Lieberman in 1998 arranged for Akhmitshi’s position at “an organization pushing what he described as a pro-democracy agenda for Kazakhstan.” Investigative journalist Seymour Hersh says he met Akhmetshin through Lieberman.",
  "Later, when Akhmetshin described disclosing another matter to journalist friends, he was questioned about his claim that he didn’t tell Lieberman that same night about the Trump Jr. meeting, yet he seemingly evidenced a lack of discretion with reporters.",
  "During that questioning, a transcript of which is below, Akhmetshin admits to possibly telling Clinton associate Lieberman about the Trump Tower meeting, but says he may have told him on another day and not the night they met the same day as the meeting.",
  "“It was this, ‘Hey, some DNC donors may have done something in Russia and they didn’t pay taxes.’ I was like, ‘What does this have to do with anything?’”\n\nTrump Jr. told Fox News that Goldstone apologized for wasting the campaign’s time with the meeting.",
  "His expectations were totally different, as I can understand now.”\n\n“By the time I stepped into the meeting room to talk with Donald Trump Jr., all I knew was that I approached the elder Mr. Agalarov with a request to help,” Veselnitskaya said.",
  "Veselnitskaya told the Wall Street Journal that she approached Russian real estate magnate Aras Agalarov, whom she was representing, to help set up a meeting with the Trump campaign as part of her efforts opposing the Magnitsky Act.",
  "After the meeting at Trump Tower, Akhmetshin says he went to dinner and a play with Lieberman, and the subject of the meeting that same day did not come up in his conversations with Lieberman at dinner or during the play.",
  "Now it has emerged that in his testimony, Akhmetshin related a personal connection to Clinton via attorney Ed Lieberman, whose late wife Evelyn previously served as Clinton’s chief of staff when she was First Lady.",
  "Akhmetshin was one of the participants at the June 9, 2016 Trump Tower meeting that has been the subject of much news media coverage related to unsubstantiated and collapsing claims of collusion with Russia.",
  "He claims that after he had lunch with Veselnitskaya, she called him and asked him to attend the Trump Tower meeting, but she didn’t suggest any role he would play at the meeting or why he should attend.",
  "Agalarov’s son Emin, a Russian singer who also knows the Trumps, reached out to Goldstone, his publicist, to contact the Trump campaign on behalf of Veselnitskaya, according to the Journal report.",
  "Besides describing a direct connection to Clinton, Russian-born Washington lobbyist Rinat Akhmetshin also testified that he “knew some people who worked on” Clinton’s 2016 presidential campaign.",
  "The meeting with Trump Jr., meanwhile, was reportedly set up by publicist Rob Goldstone, who claimed in an email to Trump Jr. that Veselnitskaya had opposition dirt on Hillary Clinton.",
  "In his testimony, Akhmetshin described taking an Acela train to New York the day of the June 9, 2016 Trump Tower meeting, and says that Lieberman “may” have been with him.",
  "He is a New York Times bestselling author and hosts the popular weekend talk radio program, “Aaron Klein Investigative Radio.” Follow him on Twitter @AaronKleinShow.",
  "“I think what happened [is] he sort of goosed up, he built up, there was some puffery to the email, perhaps to get the meeting, to make it happen,” Trump Jr. said.",
  "Evelyn Lieberman also served as Bill Clinton’s deputy chief of staff, and famously transferred Monica Lewinsky out of the White House to the Defense Department.",
  "Speaking to Fox News, Trump Jr. explained that he took the meeting thinking it was about “opposition research” on Clinton and was disappointed that it wasn’t.",
  "Later, Akhmetshin says he “knew” some of the people who worked on Clinton’s 2016 campaign:\n\nMR. AKHMETSHIN: I was not involved in her presidential campaign.",
  "Akhmetshin says that while he was in New York, he had lunch with Russian lawyer Natalia Veselnitskaya, who countered the Magnitsky Act along with Akhmetshi.",
  "Trump Jr. previously explained that he took the meeting thinking it was about “opposition research” on Hillary Clinton and was disappointed that it wasn’t.",
  "Akhmetshin says his dealings with Lieberman in New York that day were “personal” and centered on a scholarship program that he claims Lieberman started.",
  "“And he was in New York that day to discuss arrangements with Metropolitan Museum with kind of taking care of that scholarship award,” Akhmetshi stated.",
  "“And I knew his son Emin communicated with Donald Trump Jr.”\n\nAaron Klein is Breitbart’s Jerusalem bureau chief and senior investigative reporter.",
  "Akhmetshin said that he first met Ed Lieberman in the fall of 1998, when Lieberman “was attorney for my first employer here in” Washington, DC.",
  "And you thought it was okay to tell the journalists about something you found amusing, but you didn’t think to discuss this with Ed Lieberman?",
  "But really it went nowhere and it was apparent that wasn’t what the meeting was about.”\n\nTrump Jr. spoke about the contents of the meeting.",
  "“They had something, you know, maybe concrete evidence to all the stories I’d been hearing about … so I think I wanted to hear it out.",
  "There, Veselnitskaya told him about the scheduled meeting that day at Trump Tower, but she didn’t say anything about him attending.",
  "Akhmetshin detailed knowing Hillary Clinton since the late 1990s and last seeing her at Evelyn Lieberman’s 2015 funeral.",
  "Agalarov organized the 2013 Miss Universe pageant in Moscow when the pageant was partially owned by Donald Trump.",
  "He also said he had drinks that same night with another “friend” but could not remember who that friend was.",
  "He says that in the following exchange:\n\nA. I have taken morning Acela train to New York on June 9th.",
  "Akhmetshin also stated in the testimony that he was not asked to keep the meeting confidential.",
  "So, you know, I’m almost certain at some point he knew about it, but not immediately.",
  "So you did have meetings with her and did you have meetings with Hillary Clinton?",
  "Well, regardless of whether you were involved, did you ever have any meetings?",
  "At some point I might have mentioned it to him, but not like right away.",
  "A. I might have been there with Lieberman or I might be traveling alone.",
  "He also serves as a legal counsel to me so — on a number of issues.",
  "She was also looking to spread information about Browder, she said.",
  "A. I knew her, I knew some people who worked on her campaign.",
  "A. I met her in social setting, not on a professional line.",
  "And how would you describe your relationship with her now?",
  "Last time I saw her, at the funeral of Evelyn Lieberman.",
  "Do you recall when you might have brought it up to him?",
  "“For me this was opposition research,” Trump Jr. said.",
  "You thought you needed to maintain that discretion?",
  "Not at dinner, not even like — I do not remember.",
  "Probably I met her first like in late ’90s .",
  "Written with research by Joshua Klein.",
  "Not in campaign capacity, no, never.",
  "What’s the… how do you know her?",
  "Was that through Ed Lieberman?",
  "Do you know Secretary Clinton?",
  "How long have you known her?",
  "At some point I might have.",
  "Did you travel with anyone?",
  "Here is that exchange:\n\nQ.",
  "You know Hillary Clinton?",
  "Follow him on Facebook.",
  "Not in a campaign — A.",
  "A. I do know her, yes.",
  "A. I don’t remember.",
  "Not at the dinner?",
  "Through his wife.",
  "Nonexistent.",
  "On June 9th?",
  "Personal.",
  "Q.",
  "A.",
  "A.",
  "Q.",
  "A.",
  "Q.",
  "A.",
  "Q.",
  "Q.",
  "Q.",
  "A.",
  "Q.",
  "A.",
  "Q.",
  "Q.",
  "Q.",
  "Q."
]