[
  "In addition to Kaveladze, Trump Jr., and the Russian lawyer, Natalia Veselnitskaya, the meeting included President Donald Trump's son-in-law, Jared Kushner; his campaign manager at the time, Paul Manafort; the British music publicist Rob Goldstone; the Russian-American lobbyist Rinat Akhmetshin; and the Russian translator Anatoli Samachornov.",
  "Trump Jr. said in an initial statement to The Times that the meeting was a \"short introductory\" one and that he and Veselnitskaya \"primarily discussed\" an adoption program that Russian President Vladimir Putin cut off in retaliation for the 2012 Magnitsky Act, which blacklisted Russians suspected of human-rights abuses.",
  "Skye Gould/Business Insider\n\nAllegations of money laundering\n\nKaveladze was implicated in a Russian money-laundering scheme in 2000, during which investigators found that several Russians and Eastern Europeans had formed shell companies and used them to move money through American banks.",
  "When Alan Futerfas, his lawyer, was asked why Trump Jr. didn't disclose those details when the initial report came out, he said it was because the report concerned \"events that occurred 13 months ago that were considered insignificant at the time and essentially forgotten.\"",
  "Getty/Spencer Platt\n\nBalber told The Post on Tuesday that Kaveladze initially believed he was attending the meeting between Trump Jr. and Veselnitskaya as a translator but realized after arriving that Veselnitskaya had brought Samachornov as her translator.",
  "Donald Trump Jr. Brian Snyder/Reuters\n\nIrakly \"Ike\" Kaveladze was the eighth person at Donald Trump Jr.'s meeting in June 2016 with a Russian lawyer, Scott Balber, an attorney representing Kaveladze, confirmed to CNN on Tuesday.",
  "An online résumé appearing to belong to Kaveladze says his \"primary duties at Crocus Group revolve around the structuring of various international investment projects and the channeling of foreign capital into these projects.",
  "Soon after news of the meeting broke, however, reports said Trump had signed off on Trump Jr.'s first statement, which was subsequently amended several times to address reports of new details about the meeting.",
  "(Here is more about all 8 known people who were in the room, and their connections to either Trump Jr. or Russia>>)\n\nKaveladze has lived in the US as a citizen for many years, Balber told The Post.",
  "The New York Times reported at the time that Kaveladze had set up more than 2,000 corporations and their bank accounts in Delaware for Russian clients without knowing who owned the corporations.",
  "He is the vice president of the development firm founded by Aras Agalarov, Crocus Group, and he met with Trump in 2013 when Aras Agalarov brought Trump's Miss Universe pageant to Moscow.",
  "He continued:\n\n\"But Yuri did not ask for a car part and instead said the following: 'Me and the boys in the transportation department discussed it and decided that we all support Trump.",
  "Balber told The Post that someone from special counsel Robert Mueller's office called him over the weekend and requested the identity of the Agalarovs' representative at the meeting.",
  "In one email, Goldstone offered to arrange a meeting to provide Trump Jr. damaging information about Hillary Clinton described as \"part of Russia and its government's support for Mr.",
  "New questions have also been raised about whether Trump was involved in the meeting after one of Trump's lawyers, Jay Sekulow, said on Sunday that the meeting was innocent.",
  "Over his five years as vice president of Crocus Group, Ike Kaveladze has contributed to efforts that have resulted in annual company savings of approximately $20 million.\"",
  "But on Saturday, it emerged that Trump's reelection campaign made a $50,000 payment to Futerfas' office in June, weeks before the meeting became public knowledge.",
  "The Trump Tower meeting has attracted sharp scrutiny as Trump Jr.'s statements about its purpose have evolved since The Times disclosed its existence on July 8.",
  "He works for the Agalarovs' real-estate company, and Aras Agalarov asked Kaveladze to attend the meeting on his behalf, The Washington Post reported Tuesday.",
  "\"Well, I wonder why the Secret Service, if this was nefarious, why the Secret Service allowed these people in,\" Sekulow said on ABC's \"This Week.\"",
  "But the Secret Service released a statement the same day saying Trump Jr. was not under its protection on June 9, 2016, the day of the meeting.",
  "Kaveladze was at the meeting as a representative of Aras and Emin Agalarov, the wealthy Russians who first requested the meeting be arranged.",
  "And it is unclear why a discussion of Russia's adoption policy would have required Kaveladze, who's based in Los Angeles, to be there.",
  "An email thread between Trump Jr. and Goldstone that Trump Jr. posted on July 11 may offer further clues about the meeting's purpose.",
  "He is also a member of the US-Russia Business Council and the Georgian Association in the USA, according to a CV posted online.",
  "When reached for comment by The Times, Kaveladze said he had done nothing wrong and called the investigation a \"witch hunt.\"",
  "Saul Loeb-Pool/Getty Images\n\nTrump Jr. has so far confirmed all the facts of the meeting as they've been reported.",
  "(Kaveladze can be seen standing behind Emin Agalarov as he speaks with Trump in a video taken in Moscow in 2013.)",
  "Kaveladze mentioned Trump's visit to Crocus Group in an anecdote he shared in a Facebook post in April 2016.",
  "The request is the first public sign that Mueller's team is looking into the meeting, according to The Post.",
  "According to The Times, the meeting took place one floor beneath the one Trump occupied during the campaign.",
  "Trump had just clinched the Republican nomination at the time, and he was under Secret Service protection.",
  "\"The president had Secret Service protection at that point, and that raised a question with me.\"",
  "Trump Jr. did not disclose the presence of Akhmetshin, Samachornov, or Kaveladze at the meeting.",
  "If it weren't, he said, the Secret Service would not have let the guests into Trump Tower.",
  "But Kaveladze has long served a far more important role than translator for the Agalarovs.",
  "Neither Kushner nor Manafort was under Secret Service protection at that point either.",
  "(Donald Federovich [Trump] visited the Crocus in 2013 for the Miss Universe contest.)",
  "The agency said it \"would not have screened anyone he was meeting with at that time.\"",
  "Trump's outside legal counsel initially said Trump had been unaware of the meeting.",
  "I said that I will pass it on even though I knew that I most likely wouldn't.\"",
  "Trump Jr. announced on July 10 that he had hired Futerfas to represent him.",
  "Now he'll ask me to bring a car part, I thought,\" Kaveladze wrote.",
  "Who the hell knows what you can expect from them.",
  "He asked me when I was going to the States.",
  "Trump Jr. and President Donald Trump.",
  "We started working together in 1990.",
  "'The other candidates are shady.",
  "Some boys have photos with him.'",
  "A 'short introductory' meeting?",
  "Driver Yura comes up to me.",
  "Pass that on to them.'",
  "He's a normal guy.",
  "I named a date.",
  "We all know it.",
  "\"Moscow.",
  "Crocus.",
  "Trump.\""
]