[
  "Last week: Conservatives say Trump handshake snub is fake news\n\nFrom the right: Russian lawyer was working for the Dems\n\nNatalia Veselnitskaya, the Russian lawyer Trump Jr. met in search of \"incriminating\" information about Clinton, \"is linked\" to a Washington, D.C., firm that was hired by \"Democratic operatives\" to do opposition research on Trump, a post on Sean Hannity's blog said.",
  "Veselnitskaya, who \"failed to produce any such information,\" is tied to Fusion GPS, the group that \"hired former British Intelligence officer Christopher Steele to compile the infamous 'Trump dossier' which included salacious and largely discredited information about President Trump,\" the post read, citing Mark Corallo, a Trump legal team spokesman.",
  "\"It’s hard to read these emails and not conclude that the top echelons of the Trump campaign were well aware of the Russian government’s support for Trump and willing to collaborate in the effort — which you’d have to think implies that Trump himself has been well aware of this knowledge all along,\" Prokop wrote.",
  "But as \"Trump continues to favor oil and gas extraction, a central plank of his 'America First' strategy, and continues to stand with our Middle Eastern and Eastern European allies, Putin will discover that a Republican president was not in the Russian interest after all.\"",
  "Thom Tillis, R-N.C., and Orin Hatch, R-Utah, to Trump Jr.'s emails shows no matter what evidence comes to light \"the most powerful members of the Republican Party will\" will defend the adminstration and declare the information \"not relevant,\" said the Daily Kos.",
  "From the right: 'Trump Jr. has broken no law'\n\nThose with law degrees who said Trump Jr.'s emails may constitute evidence of treason \"appear to have slept through their class on constitutional law,\" Fox News anchor and former defense attorney Greg Jarrett wrote.",
  "Related:\n\nFrom the left: The Russia scandal can no longer be dismissed as fake news\n\nTrump Jr.'s emails are \"utterly damning\" and make it \"indisputably clear that Trump Jr. was trying to collude with the Russian government,\" wrote Andrew Prokop for Vox.",
  "The apparent plot — yes, it was a secret plot — involved a small number of people: three of Donald Trump’s closest advisers, a Trump business partner (and that man’s son), a Russian official close to Vladimir Putin, and two emissaries.",
  "From the right: Trump 'has pursued a tough-on-Russia foreign policy'\n\n\"Anyone who knows anything about President Trump jnows that there's something up with him and Russia,\" conceded the National Review's Elliot Kaufman.",
  "USA TODAY\n\nEach week, USA TODAY's OnPolitics blog takes a look at how media from the left and the right reacted to a political news story, giving liberals and conservatives a peek into the other's media bubble.",
  "Until such time as Congress decides to pass a bill — and the president signs it into law — criminalizing “collusion” with a foreign government in an American political campaign … no law has been broken here.",
  "This week, the left-leaning news media were both outraged and elated by the revelation of Donald Trump Jr.'s emails that outlined his effort to obtain dirt on Hillary Clinton from Russian sources.",
  "(July 12) AP\n\nFrom the left: 'The Trump-Russia conspiracy is now very simple'\n\nThe initial coverage of Trump's emails missed an important point, wrote David Corn for Mother Jones.",
  "But narratives about collusion consistently overlook a stubborn fact: \"Where Obama was weak, the Trump administration has pursued a tough-on-Russian foreign policy,\" Kaufman said.",
  "They will even go so far as to call knowledge of those actions a \"distraction\"—because those actions have better empowered the Republicans to enact their party's agenda.",
  "CLOSE Donald Trump Jr. released emails suggesting 'incriminating information\" about his father's Democratic campaign rival, Hillary Clinton.",
  "Liberal commentators were thrilled to have what they see as evidence of collusion, but infuriated by what some called an act of treason.",
  "The emails make it easy to connect the dots from Trump to Russian billionaire and Putin ally, Aras Agalarov, Corn said.",
  "For example, The Weekly Standard said in an editorial that Trump has \"lost all credibility on the question of Russia.\"",
  "The younger Trump said he was looking for information on Hillary Clinton, and that no useful information was offered.",
  "Conservative media, on the other hand, tried to throw water on the now growing flames of the long-smoking scandal.",
  "Far from acting as a Russian mole, \"Trump is placing pressure on Russia all across the world,\" Kaufman wrote.",
  "Others argued no laws were broken, or that the Russian lawyer who met with Trump Jr. was a Democratic plant.",
  "CLOSE Donald Trump Jr. defended his meeting with a Kremlin-connected lawyer on Fox News Channel's Hannity.",
  "And there is no \"statute that makes colluding with a foreign government in a political campaign a crime.\"",
  "As much as President Trump’s opponents may wish it to be, it is not a crime to meet with a Russian.",
  "Some said President Trump's foreign policy belies any theory that he is in bed with the Russians.",
  "If the Russians wanted to help Trump defeat Clinton, Agalarov was \"the natural go-between.\"",
  "From the left: There is no 'decency left in the Republican Party'\n\nThe reaction of Sens.",
  "Of course, none of this means that Putin did not interfere in the election, he said.",
  "Trump Jr. appeared on Hannity's Fox News show Tuesday to \"set the record straight.\"",
  "And Trump Jr. \"basically admitted to at least attempted collusion,\" he added.",
  "Not all conservatives leaped to the Trump administration's defense, however.",
  "\"This was straightforward conniving, It was a conspiracy, pure and simple.",
  "Nor is it a crime to meet with a Russian lawyer or government official.",
  "Even gathering information from a foreign source is permissible.",
  "The messages reveal a very clear and simple conspiracy, he said.",
  "The obvious question now is: Are there any others to uncover?\"",
  "Read more:\n\nRead or Share this story: https://usat.ly/2ujOY03",
  "You do not need Agent Mulder to get to the bottom of this.",
  "\"This is not Alex Jones stuff,\" Corn wrote.",
  "Actually, none of this is surprising.",
  "No, there is no decency left.",
  "Unwise and ill-advised, yes.",
  "Or complicated.",
  "Illegal, no.",
  "Even this."
]