[
  "An email written by the Russian lawyer who met with Donald Trump Jr., Jared Kushner and Paul Manafort in June 2016 seems to refute the claim made by one of the parties who set up the meeting that the lawyer had damaging information about Hillary Clinton to share with Trump Jr.\n\nScott Balber, the attorney for Russian billionaire Aras Agalarov, released the email as evidence that his client had no involvement in efforts by the Russians to interfere in the U.S. elections.",
  "On the date of the meeting, according to the email released by Balber, Veselnitskaya wrote a note to Goldstone to ask that a lobbyist, Rinat Akhmetshin, be allowed to join the meeting with Trump Jr. She wanted him present, given his \"invaluable knowledge about the positions held by members of the Foreign Relations Committee that will be very important to our discussion.\"",
  "Here is the email exchange:\n\nAccording to the Post, Veselnitskaya gave Balber the email last month at a meeting in Moscow, when she also told him she had not sought the meeting with Mr. Trump's campaign, but was pleased when Aras Agalarov told her of his business relationship with Mr. Trump and offered an introduction.",
  "But music promoter Rob Goldstone, who arranged the meeting, had told Trump Jr. that he had been contacted by a Russian prosecutor about documents that \"would incriminate Hillary and her dealings with Russia and would be very useful to your father.\"",
  "Veselnitskaya has consistently claimed the meeting was about Russian adoptions and a related sanctions law known as the Magnitsky Act, which the Kremlin had been fighting to have repealed.",
  "Subsequently, Trump Jr. agreed to the June meeting with Veselnitskaya at Trump Tower because of the information Goldstone promised.",
  "And he also told Trump Jr. that the \"sensitive information\" was \"part of Russia and its government's support for Mr.",
  "The email was written by the Russian lawyer, Natalia Veselnitskaya and made no mention of Clinton.",
  "Agalarov hosted the Miss Universe pageant in Moscow when Donald Trump owned it.",
  "The emails indicate that was, in fact, what the meeting was about.",
  "The Washington Post first reported on Veselnitskaya's email.",
  "\"If it's what you say, I love it,\" he wrote to Goldstone.",
  "CBS News' Katie Ross Dominick contributed to this report.",
  "The topic of the meeting has been a point of contention.",
  "Trump.\""
]