[
  "One of the most widely reported claims inside the document was that while Trump was staying in the presidential suite at the Ritz Carlton Hotel in Moscow in 2013, he hired “a number of prostitutes to perform a ‘golden showers’ (urination) show in front of him.”\n\nThe dossier claims that Trump wanted to “defile” the bed because he learned that President Obama had used the same suite during a trip to Russia.",
  "In testimony in May, former FBI Director James Comey confirmed that the basis for the intelligence community’s assessment that Russia allegedly wanted Trump in office was not because the billionaire was, as Sen. Al Franken (D-MN) claimed during a hearing, “ensnared in” Russia’s “web of patronage” – as the dossier alleged.",
  "The article is titled, “Unlikely middlemen: Trump Jr. emails point to father-son duo.”\n\nThe newspaper reported:\n\nA person with knowledge of the 2013 trip to Moscow said Emin Agalarov offered to send prostitutes to Trump’s hotel room, but the repeated offers were rejected by Keith Schiller, Trump’s longtime bodyguard.",
  "Senior Republican members of the Senate Judiciary Committee have reportedly requested that the FBI and Department of Justice turn over applications for any warrants to monitor the communications of U.S. citizens associated with the investigation into alleged Russian interference in the 2016 presidential election.",
  "In April, CNN reported that the dossier served as part of the FBI’s justification for seeking the FISA court’s reported approval to clandestinely monitor the communications of Carter Page, the American oil industry consultant who was tangentially and briefly associated with Trump’s presidential campaign.",
  "Author and journalist Paul Sperry reported in the New York Post last week that, this month, the Senate Judiciary Committee threatened to subpoena Fusion GPS, the secretive firm that hired Steele to produce the dossier because the firm reportedly refused to answer questions about who financed the dossier.",
  "In testimony last month to the U.S. Senate Select Committee on Intelligence, Comey admitted he pushed back against a request from Trump to possibly investigate the origins of “salacious material” that the agency possessed in the course of its investigation into alleged Russian interference.",
  "In September 2016, while Fusion GPS was quietly shopping the dirty dossier on Trump around Washington, its co-founder and partner Peter R. Fritsch contributed at least $1,000 to the Hillary Victory Fund and the Hillary For America campaign, Federal Election Commission data show.",
  "That charge unraveled after Cohen revealed he had never traveled to Prague, calling the story “totally fake, totally inaccurate.” The Atlantic confirmed Cohen’s whereabouts in New York and California during the period the dossier claimed he was in Prague.",
  "Citing current and former government officials, the New Yorker reported the dossier prompted skepticism among intelligence community members, with the publication quoting one member saying it was a “nutty” piece of evidence to submit to a U.S. president.",
  "Sperry raised further questions regarding possible connections between Fusion GPS and Hillary Clinton:\n\nFusion GPS was on the payroll of an unidentified Democratic ally of Clinton when it hired a long-retired British spy to dig up dirt on Trump.",
  "The document claims that the hotel “was known to be under FSB control” and that that there were concealed cameras and microphones throughout the property, suggesting Russia possessed damaging photos or videos on the current U.S. president.",
  "Citing a “Kremlin insider,” the dossier, which misspelled the name of a Russian diplomat, claimed that Trump lawyer Michael Cohen held “secret meetings” with Kremlin officials in Prague in August 2016.",
  "Buried inside the article, the Post quoted “a person with knowledge” of Trump’s 2013 trip saying that Trump’s bodyguard rejected an offer from Emin Agalarov to send prostitutes to Trump’s hotel room.",
  "On Tuesday, the Washington Post reported that while he was in Russia, Trump spent time with Aras Agalarov, a Russian billionaire real estate tycoon, and Argalorov’s son, singer Emin.",
  "TEL AVIV — Information contained in a Washington Post article may disprove perhaps the most infamous claim made in the already discredited 35-page dossier on President Donald Trump.",
  "According to the BBC, the dossier served as a “roadmap” for the FBI’s investigation into claims of coordination between Moscow and members of Trump’s presidential campaign.",
  "The dossier in question was authored by former intelligence agent Christopher Steele, who was reportedly paid by Democrats and anti-Trump Republicans to investigate Trump.",
  "The second reason, Comey explained, was that Putin made an assessment that it would be easier to make a deal with a businessman than someone from the political class.",
  "He is a New York Times bestselling author and hosts the popular weekend talk radio program, “Aaron Klein Investigative Radio.” Follow him on Twitter @AaronKleinShow.",
  "Steele’s work has been questioned by former acting CIA Director Michael Morell, who currently works at the Hillary Clinton-tied Beacon Global Strategies LLC.",
  "Moreover, federal records show a key co-founder and partner in the firm was a Hillary Clinton donor and supporter of her presidential campaign.",
  "Trump reportedly stayed at the Ritz Carlton when he was in Moscow to judge the Miss Universe contest, which he partially owned at the time.",
  "Comey’s statements are a far cry from the conspiracies fueled by the dossier alleging Putin held blackmail information on the billionaire.",
  "Instead, the FBI chief provided two primary reasons for Russia’s alleged favoring of Trump over Clinton during the 2016 presidential race.",
  "The person with knowledge of the trip insisted on anonymity because they were not authorized by Trump to publicly discuss the matter.",
  "And in 2015, Democratic ally Planned Parenthood retained Fusion GPS to investigate pro-life activists protesting the abortion group.",
  "This would have been the same hotel where the dossier claims Trump engaged in a “golden shower” escapade with Russian prostitutes.",
  "Major questions have been raised as to the veracity of the dossier, large sections of which have been discredited.",
  "One reason, according to Comey, was that Putin “hated” Clinton and would have favored any Republican opponent.",
  "In testimony last month, Comey repeatedly refused to answer questions about his agency’s ties to the dossier.",
  "Trump was reportedly discussing the possibility of building a tower in Moscow with the elder Argalorov.",
  "Steele recently conceded in court documents that part of his work still needed to be verified.",
  "In 2012, Democrats hired Fusion GPS to uncover dirt on GOP presidential nominee Mitt Romney.",
  "Aaron Klein is Breitbart’s Jerusalem bureau chief and senior investigative reporter.",
  "Cohen reportedly produced his passport showing he had not traveled to Prague.",
  "This article was written with additional research by Joshua Klein.",
  "His wife also donated money to Hillary’s campaign.",
  "The Argalorovs attended the Miss Universe contest.",
  "The FSB is the principal Russian security agency.",
  "Follow him on Facebook."
]