[
  "But other probers, with the Senate Judiciary Committee, requested an interview in October with Kaveladze to get “all documents and communications related to the June 9, 2016 meeting or any other meeting.”\n\nThe committee also wanted to know, specifically, “what happened during the meeting(s).”\n\nIt is unclear if that meeting has taken place.",
  "Mark Wilson/Getty\n\nThe meeting has been a focus of the three congressional committees investigating Russian meddling in the 2016 presidential election and whether the Trump campaign coordinated with the Russians: the House and Senate intelligence committees and the Senate Judiciary Committee.",
  "Irakly “Ike” Kaveladze met with the Senate and House intelligence committees, Reuters reported Tuesday, though one interview happened on November 2, when Kaveladze was photographed entering and leaving a closed-door meeting at the Capitol.",
  "A shadowy businessman from the former Soviet republic of Georgia who attended the 2016 Trump Tower meeting where Donald Trump Jr. reportedly hoped to get dirt on Hillary Clinton has sat down with congressional investigators.",
  "Kaveladze, 52, was one of at least eight people present at the June 2016 meeting between the Kremlin-linked lawyer Natalia Veselnitskaya and top members of Donald Trump’s presidential campaign.",
  "Balber, Kaveladze’s lawyer, was also unavailable for comment on Wednesday, but told Reuters he believes his client is only a witness, not a target of the investigation.",
  "Kaveladze’s name has also come up in Special Counsel Robert Mueller’s investigation into Russia’s election meddling and possible coordination with the Trump campaign.",
  "Senator Richard Burr, chairman of the Senate Intelligence Committee, has said his panel has met with Russians involved, but he did not say which ones.",
  "In emails seeking to arrange the meeting, Rod Goldstone, a publicist, told Trump Jr. that Veselnitskaya had damaging information on Hillary Clinton.",
  "Trump Jr. responded, “If it’s what you say I love it.” Participants have since said that the meeting did not focus on Clinton, but on other issues.",
  "Attendees included Trump Jr., Jared Kushner and then-campaign chairman Paul Manafort, who is now facing charges in the special counsel probe.",
  "The Government Accountability Office investigated bank accounts he had opened for thousands of corporations on behalf of Russian nationals.",
  "More than a decade ago, Kaveladze was a subject of another congressional probe, of money laundering by foreigners through American banks.",
  "Kaveladze has been a vice president at the Crocus Group, a property development company owned by Aras Agalarov, a Russian developer.",
  "Trump Jr. has met with each of the committees and Veselnitskaya provided written responses to questions from investigators.",
  "Another meeting participant, Rinat Akhmetshin, a Russian-American lobbyist, met with that committee in November.",
  "In July, Balber told The Washington Post and the Los Angeles Times that Mueller’s office had contacted him.",
  "That appeared to be the first indication that the special counsel was looking into the June 2016 meeting.",
  "“No one has ever told me that they have any interest in him other than as a witness,” he told the outlet.",
  "Anatoli Samochornov, a translator who attended, reportedly met with the panel that month, too.",
  "Kaveladze attended the meeting on behalf of Agalarov, according to his lawyer, Scott Balber.",
  "Goldstone, the publicist, met with the House Intelligence Committee on December 18.",
  "Agalarov hosted the 2013 Miss Universe pageant, which the elder Trump owned.",
  "In a 1999 article, Kaveladze called the ordeal “an ethnic witch hunt.”",
  "A committee spokesman was not immediately available for comment.",
  "It is unclear what congressional investigators asked Kaveladze.",
  "Trump Jr. and his father have defended the meeting.",
  "Kaveladze is now an American citizen.",
  "Related: Who is Ike Kaveladze?"
]