[
  "And when Manafort’s foreign income began to run dry in 2014, he obtained millions of dollars in loans by misleading banks about his assets and finances while also holding out the prospect of plum jobs in the Trump administration in exchange for favorable treatment from lenders.",
  "Special prosecutor Robert Mueller notched a prominent win on Tuesday with a guilty verdict on eight of 18 charges in the trial of Paul Manafort, who spent five months with Trump’s 2016 presidential campaign, including two months as chairman.",
  "REUTERS/Grigory Dukor/File Photo More\n\nRussia connections\n\nFor starters, there’s the Florida estate Trump bought out of bankruptcy in 2004 for $41 million and resold four years later to Russian billionaire Dmitry Rybolovlev for $95 million.",
  "A lone protester holds up a sign and American flag outside the Albert V. Bryan United States Courthouse after former Trump campaign chairman Paul Manafort was found guilty on eight counts of fraud August 21, 2018 in Alexandria, Virginia.",
  "Recall that in July 2017, the New York Times asked President Trump: If “Mueller was looking at your finances and your family finances, unrelated to Russia — is that a red line?”\n\nTrump responded: “I would say yeah.",
  "More\n\nFollow the money\n\nProsecutors in the Manafort trial didn’t focus at all on Russia, even though it is Mueller’s mandate to explore all links between Russia and the 2016 U.S. presidential election.",
  "As a real-estate developer with projects in at least a dozen countries, Trump had business relationships with a variety of Russians — involving millions of dollars’ worth of deals — at a minimum.",
  "I don’t make money from Russia.”\n\nFILE PHOTO: U.S. President Donald Trump and Russian President Vladimir Putin hold a joint news conference after their meeting in Helsinki, July 16, 2018.",
  "While the jury deadlocked on 10 counts, it found Manafort guilty of five tax-evasion charges, two bank-fraud charges, and one charge of failing to register a foreign bank account.",
  "Manafort earned as much as $65 million as a consultant for foreign politicians from 2006 to 2015, parking most of the money in overseas accounts to avoid paying U.S. taxes on it.",
  "And now that Mueller is cracking open private business arrangements that were once hidden from public view, Trump may fear that his own business secrets are vulnerable, too.",
  "Trump must wonder whether his business dealings could survive the type of forensic analysis Mueller’s team was able to perform on Manafort’s operation.",
  "But it’s also possible there’s more to the story and the Russian oligarch got something else from Trump, in addition to a moldy, oceanfront spread.",
  "Trump never operated as a foreign consultant, and there’s no reason to think he shielded foreign income in offshore accounts the way Manafort did.",
  "It’s possible Trump improved the property enough to justify the 132% markup, or sold at the peak of a real-estate bubble to a buyer who overpaid.",
  "By 2014, he was getting close, having made contacts with a variety of Russians who might help gain government approvals and provide financing.",
  "Instead, Mueller focused on crimes unearthed while investigating Russian interference, which the special prosecutor is entitled to do.",
  "But other aspects of the Manafort investigation get closer to the type of business Trump did as chairman of the Trump Organization.",
  "Still, those Russian contacts may have helped Trump finance other deals and funneled Russian buyers to key Trump properties.",
  "Europe and the United States responded by imposing sanctions in 2014, which made Trump’s project impossible.",
  "He never registered as a foreign lobbyist even though he represented foreign interests in Washington.",
  "By the way, … I sell a lot of condo units, and somebody from Russia buys a condo, who knows?",
  "The prospect of Trump Tower Moscow died when Russia annexed Crimea and invaded Ukraine.",
  "For years Trump wanted to build one of his signature, namesake towers in Moscow.",
  "Perhaps President Trump is right, and it’s not about collusion at all.",
  "[See the risk for Trump in Michael Cohen’s guilty plea.]",
  "But that doesn’t mean he has nothing to worry about.",
  "Jail time could total as much as 80 years.",
  "I would say yes."
]