[
  "Mr. Putin was at it before the opening game in Moscow on Thursday, inviting fans to “soak up the atmosphere of this great football holiday and, of course, enjoy their stay in an open, hospitable and welcoming Russia.”\n\nTo be sure, the regime paid heavily for this show — a reported $11 billion for stadiums and other infrastructure.",
  "Thanks to the 2010 decision by soccer’s corruption-ridden governing body to award this year’s championship to Russia, propaganda stunts of that sort can be expected for the next month by a regime that is anxious to ease its international isolation without retreating from its aggressions in Ukraine, Syria and cyberspace.",
  "Politicians from Western democracies have been properly deterred by the recent attempted assassination of a former Russian spy and his daughter in Britain, which authorities have blamed on the Kremlin, as well as ongoing Russian efforts to meddle in Western elections.",
  "Having induced Egypt’s team to train in Grozny, capital of the southern republic of Chechnya, its murderous ruler, Ramzan Kadyrov, dragged star player Mohamed Salah from his hotel so that he could pose with him before television cameras and a cheering crowd.",
  "Authorities are attempting to stifle Russian fans, who are known for chanting neo- ­Nazi slogans and greeting black players with monkey noises, but they are finding it harder to control the hate speech of Moscow politicians.",
  "Mr. Putin is likely disappointed by the thin ranks of foreign dignitaries attending the games — the heads of state are limited to former Soviet republics and a handful of African and Latin American countries.",
  "The New York Times reported that the glittering new structure, which seats 35,000, will host four World Cup matches before being turned over to a local team that typically draws 4,000 fans to its games.",
  "But in doing so, let’s not forget that the regime seeking to burnish its reputation through this spectacle is guilty of vast corruption, murder of its domestic opponents and war against its neighbors.",
  "Much of that went to Putin cronies such as Aras Agalarov, a former business partner of President Trump, whose company built a new stadium in the Baltic city of Kaliningrad at a cost of $280 million.",
  "Take Tamara Pletnyova, a parliamentary committee chairwoman, who this week advised Russian women not to hook up with foreign visitors — especially those of a different race.",
  "Russia will nevertheless be the recipient of a month of mostly benign global media attention, and some of the glamour of the games is likely to rub off on Mr. Putin.",
  "Score one for Russian President Vladi­mir Putin’s most notorious lieutenant, who has been linked to a string of political murders and singled out for U.S. sanctions.",
  "RUSSIA’S EXPLOITATION of the World Cup soccer championship got underway days before the tournament officially began.",
  "This display of waste and probable graft may well be accompanied by outbursts of racism and nationalism.",
  "Let’s all enjoy the soccer over the next month."
]