[
  "At the hearing, Samochornov stated that he had been “doing project management for a subcontractor of the U.S. Department of State.”\n\nAt the time of the November 8, 2017 meeting, Samochornov said that as far as he knew he still possessed a “public trust clearance” from the U.S. government, which he accurately described as a “basic background check, that I’m not into drugs, I am who I say I am, that I pay taxes on time, and basically I do not lie or misrepresent myself, and I am a person who could be trusted with the assignments that I’m given.”\n\nThe U.S. government form to apply for “public trust” verification asks numerous questions seeking to determine whether an applicant is “suitable for the job and/or eligible for a public trust or sensitive position.”\n\nRegarding his work as a subcontractor for the U.S. government, Samochrnov stated that he “served as an interpreter for Secretary Clinton on one occasion.”\n\nHe continued: “I have two or three times interpreted for Secretary Kerry when he had meetings with his counterpart, Mr. Lavrov, and the group rounds about Syria.",
  "Akhmetshin’s email reply, in which he calls Fusion GPS’s Simpson “my colleague” was read aloud: “I am traveling this week, but my colleague Glenn Simpson, cc’d, will be able to brief you on the particulars of the case.”\n\nAnother email read in the testimony described plans for a February 4, 2016 dinner meeting between Simpson, Akhmetshin and Veselnitskaya, with Akhmetshin confirming that he did have a meeting with Simpson and Veselnitskaya around that time, possibly dinner.",
  "In a New York Times oped in January, GPS co-founders Glenn Simpson and Peter Fritch wrote that they helped McCain share their anti-Trump dossier with the Obama-era intelligence community via an unnamed “emissary.”\n\nIn his Senate testimony, Akhmetshin describes attending the Halifax security conference in 2016, but claimed he played no role in the contact where Wood connected with McCain and Kramer to inform them of the dossier’s existence.",
  "Trump Jr. also said the meeting lasted about 20 minutes, “ended up being about essentially nothing that was relevant,” was set up in a manner that “was essentially a bait and switch” and “everyone has basically said that in testimony already.”\n\nThe meeting was set up by Goldstone, who had contacted Trump Jr. on behalf of his client Emin Agalarov, a Russian singer and businessman who is the son of Russian billionaire Aras Agalarov.",
  "In one instance, Akhmetshin was asked about an email obtained by the Senate committee in which he described Fusion’s Simpson as a “colleague.”\n\nThe email related to the Russian-linked Prevezon Holdings Ltd., a firm that had settled a case in the U.S. involving the purchase of real estate with allegedly laundered money, accusations that centered around the Magnitsky Act.",
  "Breitbart News reported last year that, according to his LinkedIn profile, from 2005 until at least that year Samochornov was a project manager at the Meridian International Center, which describes itself as a “nonprofit, global leadership organization headquartered in Washington, DC.” Meridian is a principal partner of the U.S. State Department.",
  "The Russia collusion conspiracy theory was sparked by the discredited dossier produced by Fusion GPS, which was paid for its anti-Trump work by Trump’s primary political opponents, namely Clinton’s 2016 presidential campaign and the Democratic National Committee (DNC) via the Perkins Coie law firm.",
  "In other words, Akhmetshin is claiming that he attended a meeting at the campaign headquarters of Clinton’s presidential challenger with that challenger’s son and other top Trump staffers, and that same night Akhmetshin did not even mention the meeting to his friend Lieberman, a Clinton associate.",
  "Later in the testimony, when Akhmetshin described disclosing another matter to journalist friends, he was questioned about his claim that he didn’t tell Lieberman that same night about the Trump Jr. meeting, yet he seemingly evidenced a lack of discretion with reporters.",
  "Email transcripts and other information disclosed in testimony released by the Senate Judiciary Committee reveal a significant relationship between Russian-born Washington lobbyist Rinat Akhmetshin, who was present at the Trump Tower meeting, and an associate of Clinton.",
  "The New York Times previously reported that Lieberman in 1998 arranged for Akhmitshin’s position at “an organization pushing what he described as a pro-democracy agenda for Kazakhstan.” Investigative journalist Seymour Hersh says he met Akhmetshin through Lieberman.",
  "During further questioning in Senate testimony, Akhmetshin admitted to possibly telling Clinton associate Lieberman about the Trump Tower meeting, but says he may have told him on another day and not the night they met the same day as the meeting.",
  "In yet another under-reported issue raising questions about the Trump Tower meeting, Akhmetshin admitted to being present at the same security conference in Canada where Sen. John McCain was reportedly first informed about the anti-Trump dossier.",
  "NEW YORK — Anatoli Samochornov, a Russian translator who was present at the infamous June 2016 meeting at Trump Tower with campaign officials, testified that he was previously an interpreter for Hillary Clinton, John Kerry and Barack Obama.",
  "It was at the security conference in Canada in November 2016 that McCain says he was approached by Sir Andrew Wood, a former British ambassador to Moscow and friend of ex-British spy Christopher Steele, the author of the dossier.",
  "Samochornov was previously identified as being the Russian translator who was present at the meeting at which Russian attorney Natalia Veselnitskaya reportedly argued against the Magnitsky Act, which sanctions Russian officials.",
  "After the meeting at Trump Tower, Akhmetshin says he went to dinner and a play with Lieberman, and the subject of the meeting that same day did not come up in his conversations with Lieberman at dinner or during the play.",
  "This puts Simpson in person with two participants in the Trump Jr. meeting just four months before the June 2016 Trump Tower meet, although Akhmetshin described the meeting with Simpson as being about the Prevezon case.",
  "In his testimony, one Senate griller asked Akhmetshin about a December 2015 email from a Bloomberg News reporter that states he was told that Akhmetshin was “handling media calls” for Prevezon and its owner.",
  "Now it has emerged that, in testimony before the Senate Judiciary Committee, Samochornov described his work personally interpreting on one occasion for Clinton, “two or three times” for Kerry and for “Mr.",
  "He claims that after he had lunch with Veselnitskaya, she called him and asked him to attend the Trump Tower meeting, but she didn’t suggest any role he would play at the meeting or why he should attend.",
  "In his Senate testimony, Akhmetshin related a personal connection to Clinton via attorney Ed Lieberman, whose late wife Evelyn previously served as Clinton’s chief of staff when she was First Lady.",
  "Akhmetshin says that while he was in New York, he had lunch with Veselnitskaya, who told him about the scheduled meeting that day at Trump Tower, but she didn’t say anything about him attending.",
  "Veselnitskaya was involved in the case since it investigated financier Bill Browder, who successfully lobbied Congress to pass the Magnitsky Act and was a witness in the Prevezon legal matter.",
  "In his Senate testimony, Akhmetshin described taking an Acela train to New York the day of the June 9, 2016 Trump Tower meeting and says that Lieberman “may” have been with him on the train.",
  "In other words, Akhmetshin is claiming he is not certain whether he spoke to one of the most famous American politicians, something that would seemingly be quite memorable to most people.",
  "I have also interpreted Mr. Obama’s summits at the United Nations, and I believe Vice President Joe Biden also spoke there.”\n\nSamochornov has other links to the Obama State Department.",
  "The Breitbart News report noted at the time that Samochornov’s LinkedIn profile further describes his work on behalf of the State Department, purportedly while he was at Meridian.",
  "Wood briefed McCain and Kramer, a former State Department official and longtime McCain associate who agreed to meet Steele in London for a fuller briefing on the dossier contents.",
  "“I knew Senator McCain when he was running years ago because I had friends who were — did advance work for him,” Akmetshin said, referring to McCain’s 2008 presidential campaign.",
  "Akhmetshin’s November 14, 2017 testimony before the Senate Judiciary Committee contained numerous sections that detail his past relationship with Fusion GPS and Simpson.",
  "He is a New York Times bestselling author and hosts the popular weekend talk radio program, “Aaron Klein Investigative Radio.” Follow him on Twitter @AaronKleinShow.",
  "The clearance provides a level of screening for individuals who do government work described as sensitive, but whose positions do not require a security clearance.",
  "Evelyn Lieberman also served as Bill Clinton’s deputy chief of staff, and famously transferred Monica Lewinsky out of the White House to the Defense Department.",
  "The Washington Post reported in February that after meeting with Steele, Kramer went to Washington and received the dossier document directly from Fusion GPS.",
  "Trump Jr. previously explained that he took the meeting thinking it was about “opposition research” on Hillary Clinton and was disappointed that it wasn’t.",
  "Besides Akhmetshin’s links to Lieberman, the Russian lobbyist is also reportedly tied to Fusion GPS and the controversial firm’s co-founder, Glenn Simpson.",
  "Besides describing a direct connection to Clinton, Akhmetshin also testified that he “knew some people who worked on” Clinton’s 2016 presidential campaign.",
  "The 121 pages of transcript were reviewed by Breitbart News and have become newly relevant following renewed news media scrutiny of the Trump Tower confab.",
  "“And he was in New York that day to discuss arrangements with Metropolitan Museum with kind of taking care of that scholarship award,” Akhmetshin stated.",
  "Akhmetshin says his dealings with Lieberman in New York that day were “personal” and centered on a scholarship program that he claims Lieberman started.",
  "Akhmetshin further revealed that the same day as the Trump Tower meeting he met with a Clinton associate after the confab and possibly also just before.",
  "In his Senate testimony, Akhmetshin says that he “knows” Hillary Clinton and has a personal relationship with her that dates back to the late-1990s.",
  "Akhmetshin also claims a personal relationship with Clinton and describes meeting with a Clinton associate the same day as the Trump Tower meeting.",
  "Breitbart News found the draft program book for the March 4-12, 2013 leadership initiative, which listed a State Department email for Samochornov.",
  "He was listed as the program administrator for the State Department’s International Visitor Leadership Program, which is implemented by Meridian.",
  "Akhmetshin says he might have spoken to McCain and the senator’s assistant David J. Kramer at the Halifax International Security Forum in 2016.",
  "Samochornov was also listed as the “Program Officer” for the State Department’s International Visitor Leadership Program in February 2010.",
  "Akhmetshin further describes pitching stories directly to Simpson while Simpson was a journalist prior to his co-founding of Fusion GPS.",
  "Akhmetshin also relates a previous working relationship with Simpson’s wife, pitching her stories while she served at the Journal.",
  "Some of that relationship, which also involved Veselnitskaya, spanned the period just prior to the meeting with Trump Jr.",
  "Akhmetshin detailed knowing Hillary Clinton since the late 1990s and last seeing her at Evelyn Lieberman’s 2015 funeral.",
  "Obama’s summits at the United Nations.”\n\nSamochornov gave his testimony last November and it was recently made public.",
  "Veselnitskaya says she does not speak English and has given interviews to U.S. news media outlets through translators.",
  "Aras Agalarov organized the 2013 Miss Universe pageant in Moscow when the pageant was partially owned by Donald Trump.",
  "The meeting was set up with Donald Trump Jr., presented as being about information regarding Hillary Clinton.",
  "He also said he had drinks that same night with another “friend,” but could not remember who that friend was.",
  "In the same testimony, Akhmetshin says he “knew” some of the people who worked on Clinton’s 2016 campaign.",
  "The Russian lobbyist also said he “might have spoken with” Kramer but would not give a definitive answer.",
  "Fusion GPS investigated Browder for another client and their findings were used in the Prevezon trial.",
  "Veselnitskaya, who countered the Magnitsky Act along with Akhmetshin, was an attorney for Prevezon.",
  "Samochornov is not the only individual at the Trump Tower meeting with a personal tie to Clinton.",
  "Akhmetshin also stated in the testimony that he was not asked to keep the meeting confidential.",
  "The timeline of his work at Meridian included the period when Clinton was secretary of state.",
  "Samochornov also said that he held a “public trust” clearance from the U.S. government.",
  "Aaron Klein is Breitbart’s Jerusalem bureau chief and senior investigative reporter.",
  "Akhmetshin said he “might” have “said hi” to McCain but could not say for sure.",
  "Russian lawyer Veselnitskaya also evidenced a relationship with Fusion GPS.",
  "Akhmetshin also stated that he had a previous relationship with McCain.",
  "The FBI’s New York field office participated in that month’s program.",
  "Akhmetshin also claimed he was not aware of the dossier at the time.",
  "McCain then passed the dossier to FBI Director James Comey.",
  "Simpson previously worked for the Wall Street Journal.",
  "Joshua Klein contributed research to this article.",
  "Follow him on Facebook."
]