[
  "Infamous meeting\n\nJUST WATCHED What we know about the 2016 Trump Tower meeting Replay More Videos ... MUST WATCH What we know about the 2016 Trump Tower meeting 01:22\n\nEmin Agalarov, an Azerbaijan-born pop star, found himself at the center of questions about the Trump campaign's potential ties to Russia when it became public last year that his publicist, Rob Goldstone, had reached out to Donald Trump Jr. about meeting with a Russian lawyer for dirt on Hillary Clinton.",
  "In an email to Trump Jr., Goldstone wrote, \"Emin just called and asked me to contact you with something very interesting,\" and then said, \"The Crown prosecutor of Russia met with his father Aras this morning and in their meeting offered to provide the Trump campaign with some official documents and information that would incriminate Hillary and her dealings with Russia and would be very useful to your father.\"",
  "Emin is mentioned multiple times in an email exchange between Goldstone and Trump Jr. during the spring 2016 ahead of the now-infamous Trump Tower meeting that took place on June 9, 2016 with Trump Jr., a Russian lawyer and others.",
  "(CNN) Special counsel Robert Mueller continues to press for an interview with the Russian oligarch and his pop star son who encouraged Donald Trump Jr. to meet in June 2016 with a Russian lawyer promising dirt on Hillary Clinton.",
  "\"The Agalarovs were not aware and had and have no reason to believe that the President knew the Trump Tower meeting was happening or that it happened before it was publicly disclosed,\" Balber said.",
  "We haven't reached an agreement yet on any terms of such an interview and I can't predict whether we will reach agreement or not,\" said Scott Balber, the attorney for the Agalarovs.",
  "Last week, sources told CNN that former Trump lawyer Michael Cohen claims to have information about Trump being informed about the meeting and its purpose before it happened.",
  "The conversations between the attorney for Aras Agalarov and his son, Emin, and the special counsel have been ongoing for nearly a year, Agalarov's attorney said Thursday.",
  "Two months ago, Emin Agaralov broke his silence to promote the release of a music video that appeared to mock the investigation into Russia's meddling with the election.",
  "The continuing back-and-forth is a sign of the lasting special counsel interest in investigating the circumstances of the controversial campaign-year discussion.",
  "The revelation put a spotlight on the connections between the Trumps and the Agalarovs, who helped Trump bring the Miss Universe pageant to Moscow in 2013.",
  "Mueller's team is interested in discussing the Trump Tower meeting and the talks around the building of a Trump Tower in Moscow, according to Balber.",
  "\"Which, we tried doing it, but (Putin) couldn't come because he had (the) king of some country visiting and was unable,\" he told Vice.",
  "Balber added that his clients have no reason to believe Trump knew about the meeting with the Russian lawyer before it happened.",
  "They obviously want something that could potentially help them resolve things that you could be interested in or maybe not.",
  "Trump Jr. replied to that email, saying, \"I am on the road at the moment but perhaps I just speak to Emin first.\"",
  "The special counsel's office interviewed several of attendees of the meeting in late 2017 or earlier this year.",
  "Goldstone added in the email that the information was \"part of Russia and its government's support for Mr.",
  "In an interview with Vice , Agaralov said it was Trump's idea to invite Putin to the Miss America pageant.",
  "\"We've been having conversations with the special counsel for a potential interview for nearly a year.",
  "Goldstone himself has talked to Mueller and testified to a grand jury, a source has told CNN.",
  "Agaralov told ABC's \"Good Morning America\" that building Trump Tower Moscow was his idea.",
  "Mueller has no authority to subpoena the Agalarovs, who do not live in the United States.",
  "\"I said, 'Dad, it would be cool to have a Trump Tower, so let's open the discussion.'\"",
  "Then, Trump Jr. said, \"if it's what you say I love it especially later in the summer.\"",
  "Emin Agaralov also told Vice he spoke with Trump Jr. before the Trump Tower meeting.",
  "NBC was first to report that the discussions with special counsel are continuing.",
  "\"He said, 'Let's invite Mr. Putin to the pageant,'\" Agaralov told Vice.",
  "\"I said, 'Listen, there's some people that want to meet you.'",
  "If you can spare a few minutes of your time, I'd be grateful.",
  "Obviously Don Jr. obviously being Don Jr. said, 'Of course.",
  "I'll do it if you're asking,'\" he told Vice.",
  "Emin Agaralov did not attend the meeting.",
  "Those conversations are not new.",
  "The tower was never built.",
  "If not, no problem.",
  "They are ongoing.",
  "Trump.\""
]