[
  "Agalarov never had any communications with Russian government officials about Hillary Clinton or about the U.S. election campaign, period.”\n\nMoreover, the so-called “incriminating” information to which Goldstone was referring, according to Bloomberg, “was hardly a bombshell” and amounted to “a politically motivated rehash of old allegations”:\n\nAround the time of last summer’s meeting with Trump Jr., Russian attorney Natalia Veselnitskaya was peddling a new political spin on a well-worn international scandal, according to one person familiar with her work.",
  "According to a recent op-ed in The New York Times, British tabloid newspaper scholar Peter Juke hints that Goldstone is so prone:\n\nAccording to Mr. Goldstone’s account, he moved from local journalism to work for Rupert Murdoch’s best-selling British daily newspaper The Sun and other tabloids before turning to public relations for pop stars.",
  "As for the information constituting part of a government-wide effort on behalf of the Russian government, no one present at the meeting was a member of the Russian government—not Veselnitskaya, not the translator, and not the Russian-American lobbyist that was randomly asked to attend the meeting by Veselnitskaya while they were at lunch.",
  "The Crown prosecutor of Russia met with his father Aras this morning and in their meeting offered to provide the Trump campaign with some official documents and information that would incriminate Hillary and her dealings with Russia and would be very useful to your father.",
  "In the wake of Donald Trump Jr. releasing emails that showed him arranging a meeting with a Russian lawyer, new reports suggest that Rob Goldstone was overselling and exaggerating the kind and nature of information to which he claimed he could gain access.",
  "What Veselnitskaya saw in these steps were alleged tax improprieties that would be a black mark on the Democratic Party, because Browder and at least one member of the wealthy Ziff family had contributed to the Clinton Global Initiative, the person said.",
  "]’” From this, somehow, Goldstone derived (a) that the information would implicate Hillary Clinton directly and (b) that the information was “obviously very high level and sensitive.” But it turns out that neither of those assertions was true.",
  "Consider Goldstone’s opening email (see my article from Wednesday for a description of the key players referenced in the email):\n\nEmin just called and asked me to contact you with something very interesting.",
  "She was focusing on hedge fund manager William Browder, the subject of her scorn and of a film she was promoting, and on Ziff Brothers Investments LLC, which had invested with Browder, the person said.",
  "While they briefly mention Goldstone and what he does, no one has really contextualized the impact that Goldstone’s profession might have had on Trump Jr.’s perceptions of the claims in his emails.",
  "Goldstone recounted to The New York Times what Emin originally told him: “He said, ‘I’m told she [the Russian lawyer] has information about illegal campaign contributions to the D.N.C.[.",
  "Instead of replying with a simple “hand it over, pal,” Trump Jr. prefaced his response with “if it’s what you say” before saying that he would “love” the information.",
  "Beside the fact that almost nothing in this email was true (more on that later), Goldstone’s work history likely evoked a great deal of skepticism from Trump Jr.",
  "So when Trump Jr. said he would “love” it “if” Goldstone were correct, he probably knew and expected that Goldstone would not actually deliver—which he didn’t.",
  "This is obviously very high level and sensitive information but is part of Russia and its government’s support for Mr. Trump – helped along by Aras and Emin.",
  "Though Goldstone has been the subject of quite a few articles, the impact his character might have had on Trump Jr.’s perceptions of his email has not.",
  "Today Britain’s most important cultural export to the United States is the use of tabloid tricks and reality TV techniques for influence and profit.",
  "Rob Goldstone may look like a bit player in this story, but he is an avatar of the new power brokers in the age of politics as entertainment.",
  "The meeting between the so-called “Crown prosecutor” and Aras Agalarov “never happened,” according to Scott Balber, Agalarov’s attorney.",
  "As a former tabloid journalist and current music publicist, effective hyperbole is all but a required job skill.",
  "The phrase “if it’s what you say” is not what one would expect another to say if he or she truly believed them.",
  "Reading Goldstone’s email through this lens allows one to rectify the gross inaccuracies contained within it.",
  "That we condition ourselves to that exaggeration does not also imply, however, that we believe the hype.",
  "[S]mear campaigns based on opposition research are a core business strategy of Britain’s popular press.",
  "Trump Jr. has known Goldstone for years, so he probably knows whether Goldstone is prone to puffery.",
  "Given what we know about Goldstone, Trump Jr. likely took the meeting not really believing him.",
  "Our second-best-selling paper, The Daily Mail, specializes in hit jobs on public figures.",
  "Russian prosecutors said they were opening new lines of inquiry against these investors.",
  "The reality is that Trump Jr. probably did not expect to get a lot out of the meeting.",
  "Indeed, “brutal sensationalism” always has a way of coming up short, in the end.",
  "The Drudge Report and Breitbart News look like amateurs and naïfs in comparison.",
  "In fact, almost nothing in Goldstone’s email was factually correct.",
  "That Goldstone would do such a thing is hardly unexpected.",
  "And as it turns out, he got a whole lot less than that.",
  "The Sun is even more expert at brutal sensationalism.",
  "A great many journalists have overlooked this fact.",
  "We all have that friend who exaggerates.",
  "“Mr.",
  ".",
  ".",
  ".",
  ".",
  ".",
  ".",
  ".",
  ".",
  ".",
  ".",
  "."
]