[
  "\"The Crown prosecutor of Russia met with his father Aras this morning and in their meeting offered to provide the Trump campaign with some official documents and information that would incriminate Hillary and her dealings with Russia and would be very useful to your father,\" he continued, referring to Aras Agalarov, a wealthy Azerbaijani-Russian developer who brought Trump's Miss Universe pageant to Moscow in 2013.",
  "That is when his office gave Republican congressman Dana Rohrabacher and three other US representatives a confidential letter detailing American investor Bill Browder's \"illegal scheme of buying up Gazprom shares without permission of the Government of Russia\" between 1999 and 2006, one month after Rohrabacher returned from Moscow.",
  "Alexander Zemlianichenko/AP\n\n\"There is not a jot of truth in Browder's story, but this is the doctrinal essence of the story known as the 'Magnitsky case' put in as a basis for the U.S. Act that caused the most severe damage to the U.S.-Russian relations in recent years,\" read the letter from Chaika's office to Rohrabacher.",
  "Alexander Zemlianichenko/AP\n\nRussia's top prosecutor and \"master of kompromat\" has been working since at least last year to overturn legislation passed by President Barack Obama in 2012 that levied punishing sanctions and travel restrictions on high-level Kremlin officials suspected of human rights abuses and corruption.",
  "When one of Russia's leading opposition activists Alexi Navalny produced a documentary outlining allegations of corruption against Chaika's family and close associates, Agalarov wrote a lengthy op-ed in Kommersant — one of Russia's largest newspapers — defending Chaika and saying he and his sons have \"nothing to hide.\"",
  "Browder was targeted by Chaika's office because of his role in spearheading the Magnitsky Act — a law passed in 2012 aimed at punishing those suspected of being involved in the death of a Russian auditor Browder had hired to examine whether his company, Hermitage, had been the victim of tax fraud.",
  "A staple within the world of espionage\n\nThough Trump Jr. said he got \"no meaningful information\" about Clinton from the meeting — and that they met primarily to discuss a Russian adoption program — some national security experts believe the meeting may have been a Russian intelligence operation.",
  "As Business Insider has previously reported, Veselnitskaya brought a memo to her meeting with Donald Trump Jr., Jared Kushner, and Paul Manafort last June at Trump Tower that contained many of the same talking points as one written by Chaika's office two months earlier.",
  "But his contact with the Russophile congressman Dana Rohrabacher and his relationship with a Russian lawyer named Natalia Veselnitskaya has raised questions about what role, if any, Chaika played in Russia's efforts last year to help elect President Donald Trump.",
  "The discussion about the Magnitsky Act, the law that prompted Russia to retaliate by stopping US adoption of Russian children, could have been a way for Moscow to approach the campaign \"in a way that can be masked,\" CIA veteran Glenn Carle told Vox.",
  "Earlier this month, Donald Trump Jr., the president's eldest son, tweeted an email chain from June 2016 in which he entertained accepting damaging information on Hillary Clinton as part of the Russian government's support for his father's campaign.",
  "By 1986, Chaika became first deputy prosecutor of the Irkutsk province, but eventually went back to work at the Provincial Committee in 1988, before ultimately becoming Irkutsk Province's top prosecutor in the 1990s.",
  "\"He continuously exploits the protection that his father, the General Prosecutor of the Russian Federation, Yuri Yakovlevich Chaika, gives him, to extort from and steal other peoples' companies,\" Navalny alleged.",
  "Russian President Vladimir Putin, right, greets Prosecutor General Yury Chaika, left, as he enters a hall to attend a meeting with regional officials in the Kremlin in Moscow, Russia, Thursday, Jan. 31, 2013.",
  "In one deal the anticorruption group investigated, Artem Chaika seized the Upper Lena River Shipping Company in the Irkutsk province, which ultimately led to the death of the company's former CEO in 2003.",
  "After being appointed Chaika was threatened by his former boss with a kompromat file that implicated him in several criminal investigations, according to an investigation by the Russian newspaper Meduza.",
  "Magnitsky soon discovered that Hermitage was only a small pawn in a vast, $230 million tax fraud scheme that implicated high-level Kremlin officials and allies of President Vladimir Putin.",
  "This tactic is a staple within the world of espionage, said Ned Price, a former CIA analyst who served as senior director of the National Security Council under President Barack Obama.",
  "Chaika slammed Navalny's documentary after it was released, calling it \"a hatchet job, not paid for by those who made it,\" suggesting that Navalny was acting on someone else's orders.",
  "Rob Goldstone, the publicist for the Azerbaijani pop star Emin Agalarov, wrote to Trump Jr. on June 3: \"Emin just called and asked me to contact you with something very interesting.",
  "Navalny's documentary focused on Chaika's two sons, Artem and Igor, who Navalny said accumulated vast wealth by using their father's connections to powerful Russian interests.",
  "Yuri Chaika, who served as Russia's justice minister during Putin's first term and was appointed prosecutor general in 2006, is far from a household name in the United States.",
  "The scandal, exposed in 2008, quickly snowballed into one of the biggest corruption scandals of Putin's tenure, and Moscow has been working to discredit Browder ever since.",
  "\"By using Russians with subtler links to the Kremlin, Moscow is able to leverage operatives, witting or unwitting, with natural access to the Trump universe,\" Price said.",
  "\"To show that the business community in Russia and Russian leadership, especially law enforcement agencies, are corrupt; to discredit the Russian Federation through this.",
  "Chaika rose to prominence in the late 90's after he publicly authenticated a video of what appeared to be his predecessor, Yuri Skuratov, naked in bed with two women.",
  "The Kremlin has pushed back on calls to dismiss Yuri Chaika since the documentary was released, saying it does not reflect on the prosecutor general, but on his sons.",
  "Chaika's office also reportedly gave Rohrabacher a copy of an anti-Magnitsky propaganda film that Republican Rep. Ed Royce prevented him from showing to Congress.",
  "The film was screened instead at Washington DC's Newseum last June, four days after Trump Jr., Manafort, and Kushner met with Veselnitskaya at Trump Tower.",
  "The document is marked \"confidential\" but made the rounds on Capitol Hill upon the lawmaker's return to the US and was obtained by Business Insider.",
  "Irakly \"Ike\" Kaveladze, the vice president of Aras Agalarov's company Crocus International, attended the Trump Tower meeting on Agalarov's behalf.",
  "Skuratov had been investigating corruption by former President Boris Yeltsin when his career was destroyed by the video — and Chaika's testimony.",
  "\"Me and the boys in the transportation department discussed it and decided that we all support Trump,\" Yura recalled, according to Kaveladze.",
  "Chaika's position in Russia now is comparable to that of the US Attorney General, she noted, and \"Chaika has been extremely loyal to Putin.\"",
  "But \"the analogue would be the top federal prosecutor of Russia, and that is Yury Chaika,\" The Atlantic's Julia Ioffe explained recently.",
  "The references to the \"transportation department\" and a \"car part,\" then, could be interpreted as an inside joke of sorts about Chaika.",
  "Despite the local coroner's conclusion that the CEO had been murdered, the local district attorney did not open an investigation.",
  "The documentary, titled \"Chaika,\" also accused Artem of understating his income to avoid revealing where the money came from.",
  "In it, Kaveladze recalls \"driver Yura\" approaching him while he was in Moscow and asking when he was going to the US again.",
  "The meeting was the second time that year that Chaika is believed to have to meddled on behalf of the Kremlin.",
  "Russia's Prosecutor General Yury Chaika speaks during a news conference in Moscow, Tuesday, Aug. 12, 2008.",
  "Chaika's foray into American politics, however, appears not to have begun in earnest until last April.",
  "Some boys have photos with him\" from when he visited Crocus in 2013 for the Miss Universe contest.",
  "Chaika spent most of his career as a prosecutor for the east Siberia transportation department.",
  "Chaika was still trying to discredit Browder and the Magnitsky Act as recently as last month.",
  "Moreover, it's to stop us from further investigating the criminal case against Browder.\"",
  "He added that the allegations were \"deliberately falsified\" and had \"no basis in fact.\"",
  "It is unclear whether Kaveladze knows Chaika personally like his boss, Agalarov, does.",
  "\"The motivation is very simple,\" he told the state-owned news channel NTV.",
  "But Kavaladze did not return multiple phone calls requesting comment.",
  "There is no such thing as a \"crown prosecutor\" in Russia.",
  "But a Facebook post from April 2016 may offer a clue.",
  "Instead, Yura asked him to relay a message for him.",
  "Aras Agalarov, similarly, has been loyal to Chaika.",
  "\"Who the hell knows what you can expect from them.",
  "\"The other candidates are shady,\" Yura continued.",
  "Now he'll ask me to bring a car part.\"",
  "Kaveladze says he \"named a date.",
  "Pass that on to them.\"",
  "He's a normal guy.",
  "\"We all know it."
]