[
  "It eventually emerged that the meeting also included Rinat Akhmetshin, a former Soviet military intelligence officer; Anatoli Samachornov, a Russian translator; Rob Goldstone, the British music publicist who arranged the meeting at the request of Aras Agalarov, a wealthy Russian developer, and his son Emin; and Ike Kaveladze, a senior vice president at Crocus Group, Aras Agalarov's real-estate company.",
  "Obstruction of justice is broadly defined— it involves any conduct in which a person willfully interferes with the administration of justice, and legal experts say Trump's decision to fire former FBI director James Comey, who was leading the bureau's investigation into the Trump campaign's Russia ties, could constitute obstruction of justice.",
  "REUTERS/Lucas Jackson\n\nThe team led by special counsel Robert Mueller is looking into President Donald Trump's role in drafting the statement his son, Donald Trump Jr., gave in response to news that he met with a Kremlin-connected lawyer last June during the presidential campaign, NBC News reported on Monday.",
  "\"The obstruction of justice would flow from the entire landscape of Trump's behavior: telling Comey to back off on the Flynn investigation, firing him when he wouldn't, and then admitting on national television that he dismissed Comey because of the Russia investigation,\" Ohlin told Business Insider.",
  "Trump Jr.'s statement, published that month after The New York Times first reported that the meeting took place, said that he and Veselnitskaya \"primarily discussed a program about the adoption of Russian children\" and that the subject of conversation was \"not a campaign issue at the time.\"",
  "He said that Trump's telling Russian officials in the Oval Office that Comey was \"a real nut job\" and that firing him had taken \"great pressure\" off of him added weight to the inference that Trump used his executive authority to fire Comey to stymie a federal investigation.",
  "A source familiar with Mueller's thinking told NBC News that investigators are looking into whether Trump made a \"knowingly false statement\" when he crafted his son's response to the Times' story about his meeting with Veselnitskaya last June.",
  "Renato Mariotti, a former assistant US attorney and longtime federal prosecutor, noted that one possibility behind the special counsel's scrutiny is that legally, \"helping to conceal a conspiracy is an act in furtherance of a conspiracy.\"",
  "Scott Applewhite\n\nNBC News reported on Monday that in light of those revelations, prosecutors on Mueller's team are \"keenly focused\" on finding out what Trump knew about the meeting and whether he acted to conceal its purpose.",
  "But \"even if Trump is not charged with a crime as a result of the statement, it could be useful to Mueller's team to show Trump's conduct to a jury that may be considering other charges,\" a source told NBC News.",
  "Establishing Trump's mindset when he dictated Trump Jr.'s statement could be critical to proving intent in an obstruction of justice case, which Mueller's team is also reportedly investigating Trump for.",
  "When news of the meeting broke, a group of Trump's advisers reportedly agreed that the White House should release a truthful statement that could not be repudiated if more details surfaced later.",
  "But that characterization evolved over the next few days, with Trump Jr. ultimately publishing his email correspondences with the British music publicist who organized the meeting.",
  "The email chain confirmed reports that Trump Jr. had agreed to the meeting after he was told Veselnitskaya was offering damaging information about then candidate Hillary Clinton.",
  "Trump's statements don't individually rise to the level of obstruction of justice, said Jens David Ohlin, an associate dean at Cornell Law School who's an expert on criminal law.",
  "U.S. President-elect Donald Trump speaks with his son Donald Trump Jr. during a news conference in the lobby of Trump Tower in Manhattan, New York City, U.S., January 11, 2017.",
  "Mueller is spearheading the FBI's counterintelligence investigation into whether the Trump campaign colluded with Moscow to tilt the 2016 election in Trump's favor.",
  "The meeting, Trump Jr. was told, was being arranged \"as part of Russia and its government's support for Mr. Trump,\" to which Trump Jr. replied, \"I love it.\"",
  "A few weeks later, however, The Washington Post reported that Trump had \"dictated\" Trump Jr.'s initial misleading statement about it.",
  "President Trump's son-in-law, Jared Kushner, and Trump's campaign chairman at the time, Paul Manafort, also attended the meeting.",
  "But Trump overruled the advisers and \"personally dictated\" the statement that was eventually published, according to The Post.",
  "\"This was...unnecessary,\" one aide told The Post, referring to Trump's direct involvement in drafting Trump Jr.'s statement.",
  "\"If you try to corruptly persuade a witness to testify falsely, that is a separate offense,\" Mariotti told Business Insider.",
  "The statement was then crafted aboard Air Force One as Trump returned from the G-20 summit in Hamburg, Germany.",
  "News of Trump Jr.'s meeting with the lawyer, Natalia Veselnitskaya, first emerged on July 8.",
  "Somebody can argue the president is saying he doesn't want you to say the whole truth.\"",
  "Trump's lawyers initially said he was not involved and did not know about the meeting.",
  "The president's advisers have acknowledged his vulnerability.",
  "\"Now someone can claim he's the one who attempted to mislead.",
  "Robert Mueller.",
  "AP Photo/J."
]