[
  "July 17\n\nTrump Jr. lawyer tells CNN he and his client had been prepared to tell the whole story\n\n\"Don Jr. and his counsel were fully prepared and absolutely prepared to publish or make a statement that was a fulsome statement about the nature of the meeting, what led to the meeting, what the conversation was in the meeting,\" Futerfas said\n\nJuly 19\n\nEighth person identified to CNN\n\nThe eighth person in the room is identified as Ike Kaveladze, a senior vice president at Crocus Group, the real estate development company founded by the Azerbaijani-Russian oligarch, Aras Agalarov, who initiated the Trump Tower meeting.",
  "July 11\n\nThe Russian lawyer speaks to NBC\n\nSpeaking to NBC's \"Today\" show, Natalia Veselnitskaya, the Russian lawyer at the Trump Tower meeting, denies that she is connected to the Russian government\n\nTrump Jr. tweets email exchange\n\nTrump Jr. releases images of his email exchange with Goldstone and offers a statement to accompany the disclosure: \"To everyone, in order to be totally transparent, I am releasing the entire email chain of my emails with Rob Goldstone about the meeting on June 9, 2016.",
  "July 12\n\nTrump's lawyer denies President was involved in drafting initial statement on Trump Jr.'s meeting\n\nJUST WATCHED Attorney: President unaware of son's meeting Replay More Videos ... MUST WATCH Attorney: President unaware of son's meeting 02:33\n\nTrump's lawyer, Jay Sekulow, tells CNN'S Chris Cuomo of Trump Jr.'s July 8 statement: \"I wasn't involved in the statement drafting at all, nor was the President.\"",
  "August 1\n\nWhite House admits Trump \"weighed in\" on Trump Jr.'s initial statement\n\nJUST WATCHED WH admits Trump 'weighed in' on Don Jr. statement Replay More Videos ... MUST WATCH WH admits Trump 'weighed in' on Don Jr. statement 04:43\n\nWhite House press secretary Sarah Huckabee Sanders says the President was involved in the initial statement Trump Jr. released on July 8 about the Trump Tower meeting.",
  "July 22\n\nMueller has asked the White House to preserve related documents, CNN reports\n\nMueller sent a notice, called a document preservation request, asking White House staff to save \"any subjects discussed in the course of the June 2016 meeting\" and also \"any decisions made regarding the recent disclosures about the June 2016 meeting,\" according to a source, who read portions of the letter to CNN.",
  "pic.twitter.com/z1Xi4nr2gq — Donald Trump Jr. (@DonaldJTrumpJr) July 11, 2017\n\nNYT minutes later publishes its story disclosing Trump Jr. emails\n\nThe emails show Trump Jr. agreed to meet with the Russian lawyer after he was promised documents that \"would incriminate Hillary and her dealings with Russia and would be very useful to your father.\"",
  "The Post, citing multiple people with knowledge of the situation, said the original plan in response to The Times' reporting was to issue a truthful statement ahead of the story, but then Trump personally decided to have the statement say Trump Jr. had met with Veselnitskaya to discuss adoption of Russian children by people in the US.",
  "July 16\n\nTrump's lawyer again denies the President's involvement in drafting Trump Jr.'s initial statement on the meeting\n\nSekulow, Trump's lawyer, reiterates to Chuck Todd on NBC what he told CNN about Trump Jr.'s July 8 statement: \"I do want to be clear -- that the President was not involved in the drafting of the statement.\"",
  "July 10\n\nPaper reports Trump Jr. knew of Russian effort\n\nThe Times reports that Trump Jr. was told in an email ahead of his meeting with the Russian lawyer that the compromising information about Clinton was part of a Russian government effort to help his father's campaign, according to three people with knowledge of the email.",
  "July 9\n\nNYT reports Trump Jr. was told contact had info damaging to Clinton\n\nThe Times, citing multiple sources, including three advisers to the White House, reports that Trump Jr. was \"promised damaging information about Hillary Clinton before agreeing to meet with a Kremlin-connected Russian lawyer.\"",
  "During this busy period, Robert Goldstone contacted Don Jr. in an email and suggested that people had information concerning alleged wrongdoing by Democratic Party front-runner, Hillary Clinton, in her dealings with Russia,\" Alan Futerfas, Trump Jr.'s attorney, tells The Times in an email.",
  "Trump Jr. also was told that the documents were \"part of Russia and its government's support for Mr. Trump,\" the newspaper reports\n\nTrump Jr. interviewed by Sean Hannity on Fox News\n\n\"In retrospect, I probably would have done things a little differently,\" Trump Jr. tells Hannity .",
  "July 31\n\nWaPo: Trump helped come up with misleading statement on Trump Jr.'s meeting\n\nIn response to The New York Times' reporting that Trump Jr. met with a Russian lawyer during the campaign, the President dictated a misleading statement for his son, The Washington Post reports.",
  "Kaveladze, who listed his business affiliation on LinkedIn, this same day is linked to a money-laundering investigation conducted in 2000 by the US Government Accountability Office; he was not named in the report, and his lawyer denies Kaveladze engaged in any wrongdoing.",
  "Trump Jr. issues a new statement\n\nTrump Jr. tells the news media : \"After pleasantries were exchanged the woman stated that she had information that individuals connected to Russia were funding the Democratic National Committee and supporting Mrs. Clinton.",
  "We primarily discussed a program about the adoption of Russian children that was active and popular with American families years ago and was since ended by the Russian government, but it was not a campaign issue at the time and there was no follow up.\"",
  "July 13\n\nWhite House aides may have been exposed to special counsel scrutiny, CNN reports\n\nCNN reports that the scramble by White House aides to respond to the brewing controversy may have exposed them scrutiny by the special counsel.",
  "July 14\n\nA Russian-American lobbyist reveals he was also at the meeting\n\nThe Associated Press and The Washington Post speak with Rinat Akhmetshin, a Russian-American lobbyist, who says he also attended the Trump Tower meeting.",
  "A source familiar with the circumstances tells CNN there were at least two other people in the room: a translator and a representative of the Russian family that had asked Goldstone to set up the meeting.",
  "Here's my statement and the full email chain pic.twitter.com/x050r5n5LQ — Donald Trump Jr. (@DonaldJTrumpJr) July 11, 2017\n\nHere is page 4 (which did not post due to space constraints).",
  "Trump's attorney, Sekulow, said in a statement in response to the Post story, \"Apart from being of no consequence, the characterizations are misinformed, inaccurate, and not pertinent.\"",
  "(CNN) New revelations about Donald Trump Jr.'s meeting in June 2016 with a Russian lawyer have rocketed the President's eldest son to the center of allegations of collusion with Russia.",
  "Here's a look back at the steady drip of disclosures and shifting statements from Trump Jr. and others involved -- which have triggered a mounting list of questions.",
  "The first email on June 3, 2016 was from Rob, who was relating a request from Emin (Agalarov), a person I knew from the 2013 Ms. Universe Pageant near Moscow.",
  "The Post reports that Trump dictated the statement on July 8 while flying back to Washington from the G20 summit in Hamburg, Germany, aboard Air Force One.",
  "Neither Trump Jr., Kushner, Manafort nor Goldstone had previously indicated publicly there were others beyond Veselnitskaya, the lawyer, in the meeting.",
  "July 8\n\nFirst New York Times story breaks\n\nTrump Jr. doesn't disclose meeting's full purpose\n\nDonald Trump Jr. stands in April 2017, at the White House.",
  "\"Don Jr.'s takeaway from this communication was that someone had information potentially helpful to the campaign and it was coming from someone he knew.",
  "\"The Democrats want to continue to use this as a PR stunt and are doing everything they can to keep this story alive and in the papers every single day.",
  "Those who have acknowledged their attendance are Trump Jr., Kushner, Manafort, Veselnitskaya, Akhmetshin and Goldstone, who helped set up the meeting.",
  "It became clear to me that this was the true agenda all along and that the claims of potentially helpful information were a pretext for the meeting.\"",
  "CNN reports there were at least eight participants in the Trump Tower meeting\n\nThe June 2016 meeting at Trump Tower included at least eight people.",
  "I first wanted to just have a phone call but when that didn't work out, they said the woman would be in New York and asked if I would meet.",
  "They can now be called upon by investigators led by special counsel Robert Mueller to explain what they may have learned about the meeting.",
  "\"I was asked to attend the meeting by an acquaintance, but was not told the name of the person I would be meeting with beforehand.\"",
  "The President, the American people, they voted America first, not Russia first, and that's the focus of our administration.\"",
  "And, as we have said, she had no information to provide and wanted to talk about adoption policy, and the Magnitsky Act.",
  "She then changed subjects and began discussing the adoption of Russian children and mentioned the Magnitsky Act.",
  "As Rob Goldstone said just today in the press, the entire meeting was 'the most inane nonsense I ever heard.",
  "The information they suggested they had about Hillary Clinton I thought was Political Opposition Research.",
  "Goldstone is a music publicist who worked on the 2013 Miss Universe pageant with the Trump family.",
  "The President weighed in as any father would, based on the limited information that he had.\"",
  "Hannity: \"So as far as you know, as far as this incident is concerned, this is all of it?\"",
  "Don Jr. had no knowledge as to what specific information, if any, would be discussed.\"",
  "To put this in context, this occurred before the current Russian fever was in vogue.",
  "Emin and his father (Aras Agalarov) have a very highly respected company in Moscow.",
  "Trump Jr.'s attorney responds to NYT\n\n\"In my view, this is much ado about nothing.",
  "No details or supporting information was provided or even offered.",
  "The woman, as she has said publicly was not a government official.",
  "It quickly became clear that she had no meaningful information.",
  "\"The statement that Don Jr. issued is true,\" Sanders said.",
  "Her statements were vague, ambiguous and made no sense.",
  "I asked Jared (Kushner) and Paul (Manafort) to stop by.",
  "He denied alleged connections to Russian intelligence.",
  "Trump Jr. also claims he's provided full disclosure.",
  "His statement: \"It was a short introductory meeting.",
  "It was a disclosed to the proper parties,\" she said.",
  "Sanders called the matter \"of no consequence.\"",
  "\"There's no inaccuracy in the statement.",
  "The source did not provide those names.",
  "And I was actually agitated by it.'\"",
  "Trump Jr.: \"This is everything.",
  "I decided to take the meeting.",
  "\"There was no followup.",
  "This is everything.\""
]