[
  "The answer is no 70-year-old man, particularly one with the level of supreme confidence displayed by Trump.”\n\nThe latest from Katie Zezima:\n\n“On Sunday, Khizr Khan said Trump disrespected his wife, Ghazala, by insinuating that she wasn’t allowed to speak at the convention because of the family’s Muslim faith, and he called on Republican leaders and voters to reject the GOP nominee.” “I implore those patriotic Americans that would probably vote for Trump in November, I appeal to them, not to vote for hatred, not to vote for fearmongering,” Khan said on NBC’s “Meet the Press.”\n\nand he called on Republican leaders and voters to reject the GOP nominee.” “I implore those patriotic Americans that would probably vote for Trump in November, I appeal to them, not to vote for hatred, not to vote for fearmongering,” Khan said on NBC’s “Meet the Press.” Ghazala Khan defended her silence in a Washington Post op-ed, saying she was “too distraught” to speak at the convention and was struggling to control her emotions.",
  "Today's cover: Melania Trump like you've never seen her before https://t.co/wkoDGWTF9g pic.twitter.com/V375rBTUEw — New York Post (@nypost) July 31, 2016\n\nScott Walker wished Harry Potter a happy birthday:\n\nHOT ON THE LEFT: “Longtime Trump confidant smears Khan family as members of the Islamic Brotherhood,” From Raw Story: “While Vice Presidential candidate Mike Pence was posting a Facebook statement claiming Donald Trump “cherishes” the Khan family, a close confidant and advisor to Trump was calling the grieving father a ‘Muslim Brotherhood agent helping Hillary.’ The link Trump friend Roger Stone tweeted goes to a conspiracy theory website, that claims Khan’s son was killed before a secret mission was finished.",
  "'I told him that it was very important that Hillary Clinton not get elected,' said Minnesota media mogul Stanley Hubbard ... Koch’s decision not to embrace Trump threatens to alienate some heavyweight network backers who have rallied to the nominee’s side in recent months — mega-donors such as Wisconsin roofing billionaire Diane Hendricks, Oklahoma oilman Harold Hamm and New York hedge-fund magnate Mercer, none of whom attended this weekend’s conclave ... 'A lot of donors are saying, ‘Why are we spending money on Senate candidates and not trying to beat Hillary?’ said one well-connected Republican familiar with the views of major-party financiers, who requested anonymity to describe private conversations.\"",
  "‘He had a crisis of purpose during his first year in law school when he realized most of his fellow classmates went on to become corporate lawyers with practices and principles with which he didn’t agree,’ said Scott Brown … ‘I encouraged him to veer off.’ Kaine’s bumpy years at Harvard helped clarify what he wanted — and didn’t want — in life, friends said … [and] on a campus brimming with aspiring politicians, no one predicted Kaine would run for office, let alone second-in-command at the White House ….”\n\n-- New York Times, “Tim Kaine Recalled for Commitment to Richmond’s African-Americans,” by Jonathan Mahler: “No one here will forget the giant picture of Robert E. Lee.",
  "That was evident as the chief executive of Koch Industries, who is worth an estimated $44 billion, bemoaned a system “with the rich and politically connected doing well, and most everybody else stuck down below.” Koch explicitly echoed Bernie Sanders and Donald Trump in his opening remarks Saturday, calling for “a society where people succeed not by rigging the system.”\n\nLarge banners hanging in ballrooms of The Broadmoor resort proclaimed the weekend’s theme, “A Brighter Future,” illustrated by a glowing metropolis rising out of a dark urban landscape.",
  "(Mary Hui)\n\nVIDEOS OF THE DAY:\n\nTrump held a baby that burst into tears:\n\nHere are seven takes on Trump's reaction to Khan:\n\nClinton said she doesn't know where the \"bottom is\" for Trump:\n\nKhan said Republican leaders like Paul Ryan should reject Trump:\n\nSeth Meyers took a closer look at Clinton accepting the Democratic nomination:\n\nIn case you missed it, here's video of Katy Perry's performance at the convention:\n\nThe Satanic Temple is promoting its After School Satan Clubs around the country:\n\nFinally, a huge dinosaur track was found in Bolivia:",
  "Charles Koch speaks during an interview with the Washington Post at the Freedom Partners Summit on Monday, August 3, 2015 in Dana Point, Calif. (Photo by Patrick T. Fallon for The Washington Post)\n\nTHE BIG IDEA:\n\nBy Matea Gold, filling in for James, who is on vacation:\n\nCOLORADO SPRINGS -- The twice-a-year gathering of wealthy conservatives who back the Koch political network is not just a forum for political strategizing - it’s an event that seeks to identify libertarian solutions for some of the country’s most pressing policy fights.",
  "But as it escalates some \"Wrath of Khan\" refs may be in order https://t.co/qaUyZAwTmc — Josh Marshall (@joshtpm) August 1, 2016\n\n@joshtpm getting schooled at khan academy — Julian Smith (@Julianwrites) August 1, 2016\n\nEmbarrassing misspelling here:\n\nMcConnell statement on the Khan family doesn’t mention Trump and misspells Khan pic.twitter.com/WHs381lxya — Reid J. Epstein (@reidepstein) July 31, 2016\n\nJohn Kasich weighed in on the Khans behalf:\n\nThere's only one way to talk about Gold Star parents: with honor and respect.",
  "\"#gopnominee — Stephen Hayes (@stephenfhayes) July 31, 2016\n\nHere's Pence's clean-up statement after Trump denounced the Khans:\n\n#TrumpSacrifices started trending after the GOP nominee said he had sacrificed a lot by growing his business (in response to Khizr Khan saying he'd sacrified nothing for his country):\n\nSilver spoon left funny taste in mouth #TrumpSacrifices — Clara Jeffery (@ClaraJeffery) July 30, 2016\n\nOnce survived an entire weekend at Mar-a-Lago with just one can of hairspray.",
  "Democrats hope it is a way of introducing questions about who Trump really is and helping to neutralize Clinton’s challenge holding voters’ trust.”\n\n-- Dallas Mavericks owner Mark Cuban officially endorsed Clinton over the weekend: “Trump scares me,” the “Shark Tank” star said after speaking on behalf of Clinton and Kaine during their campaign stop in his home town of Pittsburgh, where he referred to the mogul as a “jagoff” and jokingly greeted him in Russian.",
  "“It ended up being mostly about Donald Trump.” At nearly every stop through the two battleground states, Clinton and Kaine spoke out on Trump “nearly as much as they talked about themselves.” “She invoked him sometimes with red-meat outrage, sometimes with a tone of disbelief and sometimes for laughs.”\n\n“Trump may think we never win anymore and our country is full of losers, but, boy, is he wrong!” Clinton said during a visit to a Johnstown, Pa. factory.",
  "“Look, let’s be honest, for a lot of us in this room, like a guy who live in Manhattan, it’s easy to lose touch with the experience of the average American voter,” the professor told the well-heeled crowd, adding: “If we chose to deny or dismiss the state of our country, we do so at our own peril.”\n\nThe attraction to candidates such as Trump and Sanders, Brenberg added, is driven by the real fears people have about their economic stability.",
  "She also pushed back on criticism from FBI Director James Comey that her handling of classified information was “extremely careless.” \"At the time, there was no reason, in my view, to doubt the professionalism and the determination by the people who work every single day on behalf of our country..\" (Politico)\n\nShe also suggested Russian intelligence services hacked the DNC email database, questioning Trump’s support of Vladimir Putin.",
  "Trump communications adviser Jason Miller said the disagreements are centered on “radical Islam”: \"The fact is that this is about radical Islamic terrorism and what we have to do as a country to make sure that our borders are safe …” Miller said on CNN’s “Reliable Sources.” \"That's the larger debate that's going on here.”\n\nAnd Trump's tweets, of course:\n\nI was viciously attacked by Mr. Khan at the Democratic Convention.",
  "(Reuters)\n\nEven for Trump, this is gobsmacking ignorance (from ABC interview) pic.twitter.com/NfQGKzRLUE — Josh Kraushaar (@HotlineJosh) July 31, 2016\n\nAnd don't miss this piece from Rosalind S. Helderman about Trump's ties to Russia, following his call for the country to find Hillary Clinton's \"missing\" emails: \"There is strong evidence that Trump’s businesses have received significant funding from Russian investors.",
  "To those who say he should “just retire,” Biden said: “I always judge people who spend a lot of time in public office, say they care about things, and if the day after they leave they no longer talk about them, then I don't think they cared much about them.”\n\nFormer Ohio state Sen. Nina Turner speaks to the Democratic National Committee 22nd Annual Women's Leadership Forum National Issues Conference in Washington.",
  "“Because if history has taught us anything, it’s this: when a citizenry feel neglected and ignored, they will line up behind leaders who give voice to their concerns and promise relief for their problems -- even when the eventual outcome is likely going to be far, far worse.”\n\nMeanwhile, Charles Koch's refusal to back Trump's campaign is causing rifts with some of the group's biggest donors.",
  "While Comey did say there was no evidence she lied to the FBI, that is not the same as saying she told the truth to the American public — which was the point of Wallace’s question.”\n\n-- Clinton is planning to give remarks at the NABJ and NAHJ convention Friday, addressing the largest gathering of black and Latino journalists since 2008 as they convene for a conference in Washington.",
  "“Because he's a fierce advocate for what he believes, and, you know, often the role of vice president is to stand behind the president, nodding… I mean, Joe Biden sort of epitomizes the sort of dutiful vice president who, you know, supports the president regardless.” He maintained that he personally thinks the Vermont senator would make a better running-mate than Kaine, however.",
  "“I think some people on the Democratic side who think that, you know, Trump is such a buffoon that it's already won -- but I think he's a very dangerous opponent and I think he certainly has the ability to win as well.”\n\n-- Sanders was reportedly “never interested” in being vice president: “Bernie was never really that interested in being vice president,” Weaver told Thrush.",
  "(AP Photo/Jacquelyn Martin)\n\nSOME SANDERS SUPPORTERS NOT COMING ABOARD:\n\n-- Sanders surrogate Nina Turner confirmed she has been offered a spot on the Green Party’s 2016 presidential ticket: \"It's true,\" said the former Ohio state senator, confirming that presumptive Green Party presidential nominee Jill Stein had asked her to serve as her running mate.",
  "Turner is also one of the few in Sanders’ camp who has refused to get behind Clinton, demurring when asked whether progressives should support Clinton or a third-party presidential candidate: “A third party might not be bad for this country,\" she said.” I'm a lifelong Democrat, but I want to see the Democratic Party live up to its principles.",
  "(Photo by Melina Mara/The Washington Post)\n\nTWO TIM KAINE MUST-READS:\n\n-- Boston Globe, “At Harvard Law, Tim Kaine was driven by faith,” by Michael Levenson: “He was a year younger than most of his classmates, a state-school graduate and devout Catholic from the Midwest suddenly surrounded by Ivy Leaguers on a secular East Coast campus.",
  "We’re going to build roads and bridges and tunnels and forts and airports and water systems …”\n\nThe two mentioned Trump’s name 36 times in a 45-minute speech Saturday, giving further credence to recognition that the fall election has increasingly become a “referendum” on Trump to draw attention away from Clinton’s polarizing character.",
  "But then he went off the reservation and went bats— crazy.” (Cindy Boren)\n\n-- Clinton responded to criticism over Benghazi and her private email server in an interview on “Fox News Sunday,” saying she has “no ill feeling” toward the aggrieved mother who said she holds Clinton “personally responsible” for the death of her son in Libya.",
  "The confrontation between Donald Trump and the parents of a Muslim American soldier killed in Iraq continued to escalate Sunday, with Khizr Khan denouncing Trump as a “black soul” unfit for office in appearances on the morning talk shows in which he called for Mitch McConnell and Paul Ryan to repudiate the GOP nominee (they have not).",
  "(Melina Mara/The Washington Post)\n\nCLINTON-KAINE KICKS OFF BUS TOUR WITH TRUMP AS RIDER:\n\n-- “Clinton’s three-day bus ride across battleground Pennsylvania and Ohio was supposed to celebrate her nomination with running mate Sen. Tim Kaine, showcase her plans to add jobs and ring a bell for the fall election,” Anne Gearan reports.",
  "(Photo by Michael Robinson Chavez/The Washington Post)\n\nPOST-CONVENTION POLLS AIM TO QUANTIFY BUMP:\n\nHillary Clinton received a four-point bump following a well-choreographed week in Philadelphia that saw heavy-hitters (the Obamas, Bill, Biden), pulling ahead of Trump 46 to 39 percent, according to a new CBS national poll.",
  "-- Meanwhile, The Post’s Fact Checker gave Four Pinocchios to Clinton’s Fox News claim that FBI Director James Comey said her answers on her email server were “truthful:” “Clinton is cherry-picking statements by Comey to preserve her narrative about the unusual setup of a private email server,” Glenn Kessler writes.",
  "But Trump — who famously said in January that ‘I could stand in the middle of Fifth Avenue and shoot somebody and I wouldn’t lose voters’ — remains confident that what would be fatal breaches of political etiquette in most elections will only cement his reputation as a fearless truth-teller.”\n\n“There is no pivot.",
  "(AP Photo/David Zalubowski)\n\nQUOTE OF THE DAY: “Having served in Iraq, I’m deeply offended when Donald Trump fails to honor the sacrifices of all of our brave soldiers who were lost in that war,\" said Colorado Republican Rep. Mike Coffman, who served in combat as a Marine and represents a swing House district.",
  "Soon, Mayor Kaine was putting forward a compromise inside Richmond’s packed City Council chambers: a revised image, this time of a decidedly downcast General Lee … that would be part of a series of murals featuring … Powhatan Beaty, a black man who won the Medal of Honor fighting for the Union.",
  "(New York Times)\n\n-- CHASER: New York Times, “How Paul Manafort Wielded Power in Ukraine Before Advising Donald Trump,” by Steven Lee Myers and Andrew E. Kramer: “Few political consultants have had a client fail quite as spectacularly as Paul Manafort’s did in Ukraine in the winter of 2014.",
  "Jeb Bush weighed in, tweeting of his former rival: “This is so incredibly disrespectful of a family that endured the ultimate sacrifice for our country.”\n\n-- Clinton slammed Trump for his comments while campaigning in Ohio and Pennsylvania, chastising what she called a “disturbing pattern.\"",
  "In a closed-door meeting, Koch and senior network officials described their plan to attendees, explaining that the group's 700 donors are split over Trump, making it more strategically focus on Hillary Clinton in ads designed to improve Republican chances of retaining control of the Senate.",
  "President Viktor F. Yanukovych, who owed his election to, as an American diplomat put it, an ‘extreme makeover’ Mr. Manafort oversaw, bolted the country in the face of violent street protests.” He found sanctuary in Russia and never returned, as Putin proceeded to dismember Ukraine.",
  "The preoccupation throughout the conference with a “two-tiered society,” as billionaire industrialist Charles Koch repeatedly described it, shows how the economic anxieties powering the campaigns of Donald Trump and Bernie Sanders have redefined the American political conversation.",
  "In that world in flux, Mr. Manafort’s political strategy had echoes of Mr. Trump’s populist campaign …”\n\n--Meanwhile, Russia's Foreign Ministry said U.S. accusations that Moscow was behind the DNC hack were “insulting” and “untrustworthy,” according to the Interfax news agency.",
  "Most notably, Trump’s son Donald Trump Jr. made that very claim at a real estate conference in New York in 2008, saying 'Russians make up a pretty disproportionate cross-section of a lot of our assets.” Donald Trump Jr. added, “we see a lot of money pouring in from Russia.'",
  "#TrumpSacrifices — Daniel Drezner (@dandrezner) July 30, 2016\n\nQuality orange skin paint is not cheap, folks, believe me #TrumpSacrifices — Mike Hogan (@mike_hogan) July 30, 2016\n\nAlong with these kinds of puns:\n\nI hesitate out of respect for Khans righteous dignity.",
  "Nothing but insults, degrading comments about Muslims, a total misunderstanding of what made our country great.”\n\n--Meanwhile, the sale of pocket constitutions is skyrocketing after Khan waved one in the air at the convention, offering to lend it to Trump.",
  "\"We know that Russian intelligence services hacked into the DNC and we know that they arranged for a lot of those emails to be released and we know that Donald Trump has shown a very troubling willingness to back up Putin, to support Putin,\" Clinton said.",
  "The bill also prohibits employers from asking prospective employees to provide a salary history, though salary information could be “offered voluntarily.” (AP) A hot air balloon caught fire and crashed in central Texas, killing all 16 passengers onboard.",
  "And Charles Koch pushed back hard against the notion that he could come out and support Clinton, saying such a suggestion was \"blood libel,\" comparable to false accusations throughout history that Jews killed Christian children for ritualistic purposes.",
  "“Now, with Mr. Putin’s Russia, and its interference in Ukraine, becoming a focus of the U.S. presidential campaign, Mr. Manafort’s work in Ukraine has come under scrutiny — along with his business dealings with prominent Ukrainian and Russian tycoons.",
  "Larry Hogan (R) was set to declare a state of emergency on Sunday morning after \"nearly six inches of rain had fallen, an event so extraordinary that the National Weather Service said it should, statistically, occur there just once every 1,000 years.\"",
  "“Unless we make progress here in our culture, we are doomed to continue to lurch from one political crisis to another, and we will likely degenerate into socialism or corporatism, as two-tiered societies typically do,” he told attendees Sunday.",
  "(David Weigel and John Wagner)\n\n-- Sanders campaign manager Jeff Weaver floated doubts on Clinton’s candidacy during an interview with Politico’s Glenn Thrush, criticizing what he called a “processing problem” with Clinton’s wonky messaging.",
  "Koch said one of the network’s top priorities is providing equality of opportunity for those who feel left behind, adding that the organization was intensifying its investments to support communities, schools and the family structure.",
  "(Dom Phillips) The Black Lives Matter movement will issue a new series of policy proposals today, calling for an end to the death penalty, mass incarcerations and added rights for trans people under current civil rights protections.",
  "(Bloomberg) Satanic Temple leaders across the U.S. are planning to introduce “After School Satan” programs at public elementary schools, designed as “counterprogramming” to fundamentalist groups such as the Christian Good News Club.",
  "A $1 copy of the document is number-two on Amazon, while Google searches for the founding fathers' work surged ten-fold on Friday compared to the daily averages for the previous month (Kim Soffen)\n\nThe response from the Trump camp?",
  "-- GOP leaders condemned Trump's remarks, but did not withdraw support: McConnell and Ryan both reiterated that they “firmly opposed” Trump’s proposed Muslim ban, though they declined to mention the Republican nominee by name.",
  "“Love it or hate it, the rise of candidates such as Donald Trump and Bernie Sanders represent major movements in this country,” Brian Brenberg, a business and economics professor at The King’s College, warned donors on Sunday.",
  "A review of his work in Ukraine shows how politics and business converged in a country still struggling to function as a democracy, a quarter of a century after it had gained independence with the collapse of the Soviet Union.",
  "\"I'm going to do a couple of things,\" the Vermont senator said on CBS' “Face the Nation.” \"Number one, I intend to campaign vigorously to make the case that on issue after issue Clinton is far and away the superior candidate.",
  "— Donald J. Trump (@realDonaldTrump) July 31, 2016\n\n-- SHOT: Trump offered a “muddled” explanation of the Russian annexation of Crimea on ABC’s “This Week,” saying most people in the region “wanted” to be part of Russia.",
  "“I am appalled that Donald Trump would disparage [the Khans] and that he had the gall to compare his own sacrifices to those of a Gold Star family,” said Sen. Kelly Ayotte of New Hampshire, whose husband is a veteran.",
  "My latest from Colorado Springs: \"Between panels extolling free speech and conservative state-policy victories, Koch and his top deputies heard out donors worried about the network’s decision to sit on the sidelines.",
  "Here's the bottom line: \"Red Line trains will be reduced by one-half between Glenmont and Silver Spring, by three-quarters between Silver Spring and NoMa-Gallaudet, and by one-quarter between NoMa and Grosvenor.\"",
  "Those on the list include Doug Elmets, a former Reagan administration official who spoke at the Democratic convention, as well as former Bush administration officials and members of previous GOP administrations.",
  "(Anna Fifield) Ireland has convicted three top bankers for their roles in the 2008 financial crisis, sentencing the trio to prison for “dishonest and corrupt” actions that helped crippled the country’s economy.",
  "“Throughout his life, Trump has taken pride in never backing down, always hitting back harder than he’s been hit and generally seeking publicity on the theory that all press is good press,” Marc Fisher writes.",
  "(Politico)\n\nHe also urged supporters to get away from so-called “personality conflicts” with Clinton, ticking off her position on Citizens United, raising taxes on the wealthy and increasing the minimum wage.",
  "(Cindy Boren) The newly-crowned Miss Teen USA came under fire for an alleged history of racist tweets, including use of the n-word, which surfaced on her social media account hours after she won the pageant.",
  "The officer said based on photographs he is “confident” the man arrested then is the pilot in the Texas crash, identifying him as the former owner of a hot air balloon touring company in St. Louis County.",
  "Turner, a former Clinton backer who eventually pivoted to become one of Sanders’ most vocal supporters, is seen by many as someone who could credibly criticize Clinton’s record on criminal justice reform.",
  "(Michael S. Rosenwald) Dozens of families have begun to leave the rebel-held city of Aleppo in northern Syria this weekend, after government forces encircled the city and cut off rebel supply routes.",
  "Absolutely.”)\n\n--Sanders himself vowed to “campaign vigorously” for Clinton in the presidential race, while reassuring voters he will remain focused on “real issues” impacting the American people.",
  "But there were also stumbles as he began to fashion himself as the centrist conciliator that he is known as today …”\n\nSOCIAL MEDIA SPEED READ:\n\nNot a great two weeks for Trump with conservatives.",
  "Rand Paul, a self-described fiscal conservative who calls debt ‘the greatest threat to our national security,’ has more than $300,000 in unpaid bills from his failed presidential run last winter.",
  "As top network officials and supporters met at a sumptuous mountain resort here this weekend, there was one dominant focus: the yawning gap between America’s privileged elite and working class.",
  "Clinton received a four-point bounce since the Democratic National Convention, similar to those earned by Obama in 2012 and 2008, but short of the 13-point bounce her husband received in 1992.",
  "Trump’s running mate Mike Pence defended Khan, calling him an “American hero” even as he blamed Clinton and President Obama for allowing the Middle East to be “overrun” by the Islamic State.",
  "— Donald J. Trump (@realDonaldTrump) July 31, 2016\n\nCaptain Khan, killed 12 years ago, was a hero, but this is about RADICAL ISLAMIC TERROR and the weakness of our \"leaders\" to eradicate it!",
  "(WNCT) Uber announced it will invest half a billion dollars in a new global mapping system, in hopes of weaning its dependence from Google Maps and easing the transition to driverless cars.",
  "The victim, who received medical care only after his blistering wounds became infected, was told he would have to “go back outside and burn worse” if he continued to cry over his injuries.",
  "Trump also made millions when he agreed to bring the Miss Universe pageant to Moscow in 2013, a deal financed in part by the development company of a Russian billionaire Aras Agalarov.",
  "The state-of-the-art new facility includes treehouse-inspired study spaces, sprawling courtyards and brightly lit atriums – though to many, it remains a site of incomprehensible grief.",
  "The convictions represent a rare instance of prison sentences for actual individuals, and come as no executives in Britain or the U.S. have been jailed for their roles in the crisis.",
  "One after another, [African Americans] rose to their feet to insist that any image of Lee would be, in the words of one protester, ‘a last slap in the face.’” But the mural went up.",
  "(Anna Fifield) Tokyo elected its first woman governor, choosing former Japanese Foreign Defense Minister Yuriko Koike to lead the country as it readies for the 2020 Olympic Games.",
  "“I don’t plan on saying goodbye …” he said, adding that he remains committed to longtime causes such as fighting cancer, advancing foreign policy and combating domestic violence.",
  "To punctuate his point, Brenberg played video clips of voters in Florida and Virginia talking about how they feel the system is designed to benefit the wealthy at their expense.",
  "-- Biden hinted at his post-Veep plans on ABC’s “This Week,” telling host George Stephanopoulos he does not plan to disappear from public view after 46 years in elected office.",
  "(Texas Tribune) And, a Missouri police officer said the man piloting the balloon was arrested in 2000 on a DWI charge and pleaded guilty to a misdemeanor DWI two years later.",
  "WHILE YOU WERE SLEEPING:\n\nHillary Clinton celebrates on stage with Vice Presidential nominee Senator Tim Kaine and husband, former President Bill Clinton in Philadelphia.",
  "(Max Bearak) A California stuntman became the first person to skydive without a parachute, free falling some 25,000 feet before landing in a net in the California desert.",
  "“Donald Trump and I believe that Captain Humayun Khan is an American hero and his family, like all Gold Star families, should be cherished by every American,” Pence said.",
  "“Donald Trump and I believe that Captain Humayun Khan is an American hero and his family, like all Gold Star families, should be cherished by every American,” Pence said.",
  "“Ask yourself this: What successful 70-year-old man — in the immediate aftermath of one of the greatest victories of his life — decides to do things totally differently?",
  "The Donald found no good way to respond, tweeting Sunday morning that he was \"viciously attacked\" by Khan and trying to change the subject to radical Islamic terrorism.",
  "“Unless we address these underlying issues, these underlying threats, candidates, elections -- they are only going to become more extreme and more divisive,” he said.",
  "The intense focus by the Koch network on economic inequality is driven by a consuming worry that the 2016 campaign reflects a fundamental shift in American politics.",
  "Texas’s campus carry law takes effect today, allowing college students to carry concealed handguns into classrooms and dorms at public universities across the state.",
  "— Sen. Susan Collins (@SenatorCollins) July 31, 2016\n\nAnd the deputy editor of the Wall Street Journal editorial page:\n\nTrump's smear of Ghazala Khan is despicable.",
  "“As we have seen repeatedly in Clinton’s explanations of the email controversy, she relies on excessively technical and legalistic answers to explain her actions.",
  "(Pamela Constable and Sayed Salahuddin) Brazil announced it will recruit an additional 3,000 National Force agents to provide basic security at the Olympic Games.",
  "— John Kasich (@JohnKasich) July 31, 2016\n\nSo did Jeb Bush:\n\nThis is so incredibly disrespectful of a family that endured the ultimate sacrifice for our country.",
  "Charlie Baker (R) is planning to sign a pay equity bill into law today, making his state the first to require men and women be paid equally for comparable work.",
  "Soldier Humayun S. M. Khan, holds up a booklet of the US Constitution as he delivers remarks on the fourth day of the Democratic National Convention last week.",
  "DAYBOOK:\n\nOn the campaign trail: Trump is in Columbus and Harrisburg, Pa.; Pence stops in Carson City and Reno, Nev. Clinton is in Omaha; Kaine is in Richmond.",
  "The high-level personnel – equivalent to the U.S. National Guard -- will man gates and X-ray machines after adequate security was not secured for the event.",
  "The controversy comes as pageant officials also moved to clean up a second PR scandal – the fact that all five finalists all had blonde hair and blue eyes.",
  "NEWS YOU CAN USE IF YOU LIVE IN D.C.:\n\n-- Another day of humid temps and potential showers, the Capital Weather Gang forecasts: “Today’s a lot like Sunday.",
  "By late afternoon, we may see storms starting to fire off, especially in our western areas.”\n\n--Red Line riders beware, things are not going to be pretty.",
  "Metro is warning that the SafeTrack program, which means single tracking between Silver Spring and Tacoma Park this week, will be worse than it appears.",
  "At the White House: Obama travels to Atlanta to speak at the 95th National Convention of Disabled American Veterans and participate in a DNC roundtable.",
  "\"I certainly think she can win, yes… But it's going to be much closer than many people think,” Weaver, Sanders’ campaign manager and close friend, said.",
  "It’s a conversation that is bound to last far beyond Nov. 8 – and could be the driving force that shapes the policy battles of the next administration.",
  "(Katherine Stewart) Thousands of Japanese employees have died this year due to \"karoshi,” or “death by overwork,” according to new government figures.",
  "(Reuters) Meanwhile, Uber is reportedly merging with China’s ride-sharing app Didi, agreeing to be acquired by its archrival in a $35 billion merger.",
  "Period.”\n\nSen. Lindsey Graham also weighed in, saying “the phrase ‘unacceptable’ doesn’t even begin to describe” Trump’s comments towards the Khans .",
  "https://t.co/TQcMuwXTKV — Jeb Bush (@JebBush) July 31, 2016\n\nSusan Collins:\n\nNo one should criticize grieving parents who have lost a son in combat.",
  "(USA Today) An Arizona couple faces child abuse charges after forcing their six-year-old son to stand barefoot on a 110-degree day as punishment.",
  "It was at one of these seminars in 2009 that donors committed to an intensive battle against Obamacare, an issue that engulfed the 2010 midterms.",
  "Many believe the deaths are fueled by harmful cultural “norms” such as free overtime hours and “compulsory socializing” with office superiors.",
  "HOT ON THE RIGHT: “Anti-debt crusader Rand Paul has $301,108 in unpaid presidential campaign bills,” from the Lexington Herald-Leader: “…Sen.",
  "It briefly graced a prominent downtown wall in the spring of 1999, setting off an angry backlash from many African-Americans in the city.",
  "The incident comes despite national campaigns to stop child-bride selling, which remains prominent throughout parts of rural Afghanistan.",
  "“A main strategy for the Democratic ticket is to undermine Trump’s populist support by casting him as a cheat and a phony,” Anne writes.",
  "The campaign owes dozens of businesses and individuals … for rent, consulting … and expense reimbursements promised to campaign workers.",
  "https://t.co/7RBlRiurRW — Bret Stephens (@StephensWSJ) July 31, 2016\n\nThis was Sunday's New York Post cover -- will Trump go after them?",
  "“Donald, initially, I really hoped he would be something different, that as a businessperson, I thought there was an opportunity there.",
  "Agalarov is a Putin ally who is sometimes called the “Trump of Russia” because of his tendency to put his own name on his buildings.",
  "“But throughout this year’s rules-smashing campaign, Trump has reserved his most outrageous rhetorical blasts for prominent people.",
  "When you focus on these issues, he said “the choice is pretty clear, and that is [Clinton] is far and away the superior candidate.\"",
  "The controversial legislation also begins on the 50th anniversary of the deadly UT Tower massacre, which killed 16 people in 1966.",
  "(AP) Newtown officials unveiled a brand-new Sandy Hook elementary school, four years after the massacre that left 26 people dead.",
  "During Tim Kaine’s six years in Richmond’s local government, he became known for his commitment to the city’s African-Americans.",
  "Officials said one man was pronounced dead at the scene, while the other was flown to a hospital, where he died of his injuries.",
  "It was clear, when Tim Kaine arrived at Harvard Law School in the fall of 1979, that he was not exactly in his natural element.",
  "Positive views of the Democratic nominee have also spiked since the convention, from 31 percent a week ago to 36 percent today.",
  "#TrumpSacrifices — Paul Begala (@PaulBegala) July 30, 2016\n\nOnce spent two consecutive nights away from all of his properties.",
  "(Buzzfeed)\n\n-- Several big name Republicans have switched teams to vote for Clinton this year, The Fix’s Aaron Blake reports.",
  "(AP) Officials in Afghanistan have arrested a Muslim cleric who reportedly tried to purchase a six-year-old girl as his wife.",
  "If this incident does alter the electoral calculus … that might become evident among voters with close ties to the military.",
  "Peter Kutrumanes said his company ‘just won’t do business’ with Paul again in the future...'We try to get payment up front.",
  "And it didn’t take long for him to lose faith in his chosen field on the cutthroat campus of career-minded law students.",
  "He also insisted Putin is “not going into Ukraine,” before changing his tune when questioned by George Stephanopoulos.",
  "“This is going to a place where we’ve never gone before, to push back against the families of the fallen,” he added.",
  "“This is going to a place where we’ve never gone before, to push back against the families of the fallen,” he added.",
  "Smear Parents of a fallen hero#disgrace — Stephen Hayes (@stephenfhayes) July 31, 2016\n\nMore Trump last 2 weeks:\n\n4.",
  "-- Prince Williams police are investigating a Manassas house fire early Sunday that left two men and four dogs dead.",
  "Voters remain firmly behind each candidate: Nine in ten Clinton AND Trump supporters now say their mind is made up.",
  "To ABC's George Stephanopoulus, Trump responded to Khan's comments that he had sacrificed nothing for his country.",
  "\"I understand the grief and the incredible sense of loss that can motivate that,\" Clinton told host Chris Wallace.",
  "-- Whether the fight with the Khans will ultimately hurt Trump’s general election standing remains to be seen.",
  "The groups reportedly extended an invitation to Trump to speak as well but have not yet received a response.",
  "“Clinton and Kaine told crowds that Trump has stiffed small businesses, busted unions and outsourced jobs.",
  "Witnesses believe the balloon may have caught fire after striking high-tension power lines outside Austin.",
  "“…The people of Crimea, from what I’ve heard, would rather be in Russia than where they were,” he said.",
  "This time, Trump targeted the parents of an Army captain who was killed by a suicide bomber in Iraq.",
  "Unfortunately, in this particular case … we didn’t,' said Kutrumanes, whose company is owed $3,962.\"",
  "Any significant decline in that number would make it difficult for Trump to find a path to victory.",
  "The challenge, dubbed “irresistible” by 42-year-old Luke Aikins, was broadcast on live television.",
  "Khan paid the ultimate sacrifice in his family, didn’t he?” Clinton said during a Cleveland rally.",
  "Tim Kaine gets a shake and speaks to voters at Grandpa's Cheese Barn in Ashland, Ohio on Sunday.",
  "“Many Muslim Americans have served valiantly in our military, and made the ultimate sacrifice.",
  "From a Weekly Standard senior writer and Fox News contributor:\n\nTrump last two weeks:\n\n1.",
  "\"As other members of families who lost loved ones have said, that's not what they heard.\"",
  "(Ovetta Wiggins, Mary Hui and John Woodrow Cox)\n\n-- The Nationals lost to the Giants 3-1.",
  "Rand Paul for President reported $301,108 in debts and $2,558 in cash [in a June FEC].",
  "‘Is it likely that Khan’s son was killed before his Islamist mission was accomplished?",
  "Clinton's unfavorable numbers have dropped, meanwhile, from 56 percent to 50 percent.",
  "Civilians exited the city through “safe corridors” set up by the regional government.",
  "The new initiatives comes amid criticism the movement is “too focused” on policing.",
  "At the time, Trump mingled with the Russian business elite at a swanky after-party.",
  "Temple leaders plan to push for inclusion in certain states as early as this year.",
  "The University of Texas at Austin tower, where a mass shooting took place in 1966.",
  "Skies are partly sunny and it’s seasonably hot and humid as highs near 90 degrees.",
  "“Almost all of the oligarchs were in the room,” Trump bragged on returning home.\"",
  "(Photo by Alex Wong/Getty Images)\n\nKHANS VS. TRUMP IS NEW FLASHPOINT IN CONTEST.",
  "“His sacrifice — and that of Khizr and Ghazala Khan — should always be honored.",
  "( Robert Thompson)\n\n--Severe flash floods left two dead in Maryland, where Gov.",
  "Number two, to stay focused on the real issues impacting the American people.\"",
  "Does he really need to wonder why I did not speak?” (Read her full remarks.)",
  "Does he really need to wonder why I did not speak?” (Read her full remarks.)",
  "There is just Donald Trump — take him or leave him,” Chris Cillizza writes.",
  "Only another type of investigation will determine that,’ the author writes.",
  "If we refuse to, if we are not able, then we do need to shake things up.\"",
  "Clinton and Kaine give remarks aboard the campaign bus in Cleveland.",
  "Said \"it's not very Republican to say, but you need to help people.",
  "“We still do big things, and we can do more big things,” she said.",
  "“He’s already there, isn’t he?” Stephanopoulos said, interrupting.",
  "\"Talking with my family … There's nothing to tell at this point.\"",
  "Trump, meanwhile, spiked by just two points after Cleveland.",
  "The race was tied last week after the Republican convention.",
  "(Peter Holley)\n\nKhizr Khan, father of deceased Muslim U.S.",
  "“Okay, well, he’s there in a certain way,” Trump replied.",
  "(Ilana Panich-Linsman/Washington Post)\n\nGET SMART FAST:??",
  "Captain Khan was one such brave example,” Ryan said.",
  "In a matter of months, someone had set fire to it.",
  "Whoever saw me felt me in their heart,” she said.",
  "Whoever saw me felt me in their heart,” she said.",
  "The deal could be announced as early as today.",
  "On Capitol Hill: The Senate and House are out.",
  "And if you don't agree, you're despicable.",
  "“All the world, all America, felt my pain.",
  "“All the world, all America, felt my pain.",
  "Together, we should pray for his family.",
  "“We’re not going to build a giant wall.",
  "\"I think I've made a lot of sacrifices.",
  "Hillary voted for the Iraq war, not me!",
  "Did Hillary's script writers write it?",
  "Invite Russia to influence US elex\n\n3.",
  "There is no new and improved version.",
  "“Trump has children whom he loves.",
  "“Trump has children whom he loves.",
  "“And what has he heard from Trump?",
  "Revive Cruz/Oswald conspiracy\n\n2.",
  "Trashed retired 4-star Gen\n\n5.",
  "Check out the full list here.",
  "(Buzzfeed) Massachusetts Gov.",
  "Am I not allowed to respond?",
  "Rep. Mike Coffman (R-Colo.).",
  "Mr. Manafort was undaunted.",
  "Khan was an American hero.",
  "I work very, very hard.\"",
  "I am a Gold Star mother.",
  "I am a Gold Star mother.",
  "HOW MUCH WILL IT MATTER?",
  "And former Florida Gov.",
  "\"Who wrote that?",
  "Khan is a hero.",
  "(“Yeah, sure.",
  "Of course.",
  "I do.",
  "Capt.",
  "Capt.",
  "“Mr.",
  "."
]