[
  "Years earlier, at a real estate conference in 2008, Donald Trump Jr. said, “Russians make up a pretty disproportionate cross-section of a lot of our assets.” He later added, “We see a lot of money pouring in from Russia.”\n\nIn an interview with Prospect magazine, Richard Dearlove, the former head of British secret intelligence service MI6, summed up the suspicions surrounding the alleged connection between Trump, Russia and Deutsche Bank.",
  "This meeting occurred on December 13, and according to Kushner, Gorkov introduced himself and “made some statements about the Russian economy.” The banker said he was friendly with Putin, expressed disappointment about the state of U.S.-Russian relations under President Barack Obama and “his hopes for a better relationship” in the future, Kushner told congressional committees.",
  "“What lingers for Trump may be what deals—on what terms—he did after the financial crisis of 2008 to borrow Russian money when others in the West would not lend to him.”\n\nAccording to our sources inside Deutsche Bank, Trump’s bid to become president made him a politically exposed person, or PEP.",
  "He “threatened” and browbeat his colleagues on several occasions, a New York regulator said, according to the report, “when it appeared they had not moved quickly enough to facilitate transactions.”\n\nIn Moscow, Wiswell’s 20-person equities desk was made up of Russians and Americans.",
  "Over the past year, U.S. lawmakers such as Maxine Waters, the top Democrat on the House Financial Services Committee, have urged the bank to privately hand over its internal review—along with information about Trump’s accounts—but Deutsche declined to do so, citing privacy rules.",
  "During his meetings with Russians, Kushner apparently said nothing about Moscow’s attack on American democracy during the presidential campaign, nothing about hacking the Democratic National Committee or circulating fake news on Facebook, Twitter and other platforms.",
  "Second, there was the cash from Russian oligarchs that went into Trump’s real estate ventures—and the prospect of a lucrative deal to build a hotel and tower in Moscow, a project that was still being negotiated as Trump addressed adoring crowds on the campaign trial.",
  "Between 2010 and 2014, Moscow bankers were sending cash out of the country through something called the Global Laundromat—a scheme that cleaned at least $20 billion, according to investigators in Moldova and the Balkans, though the true figure may be much greater.",
  "Now, nearly a year after BuzzFeed published Steele’s dossier, the bank is handing records over to Mueller, as the special counsel tries to figure out if there is a connection between the Russian laundromat and the president of the United States.",
  "Between 2011 and February 2015, Wiswell presided over a money-laundering scheme run from the equities desk of Deutsche Bank’s Moscow office, according to a report from the DFS, and more than $10 billion was shifted from Russia to the West.",
  "Under a starry sky, guests danced to Timati’s hit “Welcome to St. Tropez”:\n\nToo much money in the bank account\n\nHands in the air\n\nMake you scream and shout\n\nDrinks, private villas, waterskiing in the lagoon—everything was taken care of.",
  "In November 2015, a few months after Trump announced he was running for president, one of his business partners, Felix Sater, wrote an email to Trump lawyer Michael Cohen, saying VTB had agreed to bankroll a Trump Tower Moscow project.",
  "“I will get all of Putin’s team to buy in on this, I will manage this process.”\n\nShady Trades and Endless Vodka Shots\n\nWell before Sater went looking for a deal there, the Russian capital was awash with petrodollars and opportunity.",
  "Flynn, Trump’s adviser, was present too, as Kushner made an unusual proposal: He asked Kislyak if it would be possible to set up a secret and secure communications channel between the Trump transition team and the Kremlin.",
  "This was before the world knew he was behind the famous dossier, raw intelligence alleging, among other things, that Russian intelligence had years of compromising information on Trump, some of it sexual in nature.",
  "In a letter this spring to Bill Woodley, Deutsche Bank’s U.S. CEO, Senator Chris Van Hollen expressed concerns about the bank’s lending to Kushner, who had a $25 million line of credit with the German institution.",
  "His fidelity to Russia’s president has continued in the White House, even as he lambasted other world leaders, turned on aides and allies, fired the head of the FBI and publicly humiliated his attorney general.",
  "It was the official sponsor of the 2013 Miss Universe contest in Moscow, attended by Trump and hosted by Emin Agalarov, the pop-star son of Aras Agalarov, who worked with Trump to bring the pageant to Russia.",
  "They might have involved innovative and opaque ways of getting outside parties to underwrite risky loans, the banker added, using structures to disguise who ultimately are the lenders and the beneficiaries.",
  "What is clear, however, from the DFS report and conversations with sources in Moscow is that a Kremlin bank, VTB, run by proxies of the FSB, had seemingly captured Deutsche Bank’s Moscow outpost.",
  "The German bank’s London and New York divisions were economic beneficiaries of this arrangement, as they facilitated the illegal flight of capital by some well-connected Kremlin insiders.",
  "The cash was used to replace an existing loan on the old New York Times building, which Kushner had bought the previous year from Lev Leviev, a businessman from the former Soviet Union.",
  "In his written testimony to Congress, Kushner said Putin’s messenger had given him a “bag of dirt.” It came from “Nvgorod,” he wrote, spelling his grandmother’s birthplace incorrectly.)",
  "Among them is Jared Kushner, Trump’s son-in-law, who is trying to salvage a massive—and reportedly imperiled—investment in 666 Fifth Avenue, a prominent piece of Manhattan real estate.",
  "In May, for instance, golf writer James Dodson said that during an interview more than three years ago, Trump’s son Eric boasted that his father’s company had access to Russian money.",
  "His lawyer, Ekaterina Dukhina, declined to comment on his case, but in his wrongful-dismissal suit against Deutsche, Wiswell said he was merely the fall guy for the bank’s wrongdoing.",
  "His relationship with Deutsche emerged in 2013, when he apparently ordered a flattering profile of Trump’s wealth manager, Rosemary Vrablic, by his newspaper, The New York Observer.",
  "His name was Sergey Gorkov, and he was the head of VEB, the state development bank, which Kostin had run, and whose board Putin had chaired during his four years as prime minister.",
  "In April, he first met Sergey Kislyak, the Russian ambassador, when Trump gave his foreign policy speech at D.C.’s Mayflower Hotel—just a handshake and pleasantries, Kushner said.",
  "Those involved moved billions out of one Deutsche location in Moscow to another location in New York through offshore territories such as Cyprus and the British Virgin Islands.",
  "While this was going on, Deutsche Bank in New York was lending hundreds of millions of dollars to the future American president, a man known to be litigious and a credit risk.",
  "The bank made the loan at a time when Kremlin representatives were eager to speak to Trump’s son-in-law, according to a timeline laid out in Kushner’s testimony to Congress.",
  "We wondered whether he was doing kosher business.”\n\nPerevalov flew in a popular performer to crown his birthday celebration—the Russian rapper Timati, who gave a concert.",
  "Gorkov’s presents were chosen to remind the young Trump adviser of his origins in a part of the world that once belonged to the Soviet Union, and of his spiritual roots.",
  "There were the devushki—long-legged Russian girls, some from Moscow, some newly arrived from the provinces—who were keen to meet foreigners and practice their English.",
  "They talked about dirt on Hillary Clinton and repealing the Magnitsky Act, an Obama-era law that leveled sanctions against Russians accused of human rights abuses.",
  "Most U.S. banks, including JPMorgan Chase, refused to offer banking services to Trasta, given the city of Riga’s reputation as a European money-laundering hub.",
  "The idea of the money was “to hook you, so you are not going to do unexpected things,” one Moscow broker told Caesar in an article published in The New Yorker.",
  "The U.S. president, of course, did the choosing, but the pattern of all these individuals, and their alignment with Russian interests, forms a constellation.",
  "The American public found out about these meetings only because of a steady stream of leaks—leaks that would eventually offer Mueller some important clues.",
  "After the crash, Barter says, he was approached by “broker types, not very senior,” seeking to do large, unexplained volumes of trades with Goldman Sachs.",
  "“It’s absolutely wrong information; it’s absolutely fake news.”\n\nDuring those negotiations, Sater—the son of a Russian mafia boss—saw things differently.",
  "Such impenetrable structures have led some to wonder whether Deutsche’s unusual loans to Trump and its Russian money-laundering schemes were connected.",
  "There were nearly 6,000 of such transactions, and nobody in New York, London, Frankfurt or any other international financial centers seemed to notice.",
  "The Russian Laundromat\n\nIn late 2016, that question and others led Hopkins and me to a man now at the center of Mueller’s inquiry: Christopher Steele.",
  "(The Justice Department and the U.S. Attorney’s Office in the Southern District of New York are still investigating the bank’s role in the scandal.",
  "While the mirror trades were happening, Wiswell’s wife became the owner of two offshore companies—one in the British Virgin Islands, one in Cyprus.",
  "In addition to questions about Deutsche Bank, we inquired about another Russian money-laundering operation, one that involved Putin’s cousin Igor.",
  "The jet belonged to the Russian Orthodox Church’s most important bishop, Patriarch Kirill of Moscow, but Perevalov chartered it for the occasion.",
  "About 10 days before Trump’s inauguration, the DFS—which has the power to suspend any bank with a branch in New York—fined the bank $475 million.",
  "Other sources suggest the review was cursory, but Deutsche hasn’t released any information about it, so there’s no way to evaluate either claim.",
  "Gorkov was part of them, but the cast also included Kislyak, Veselnitskaya and the Agalarovs and other unknown actors working behind the scenes.",
  "In order to cover up holes in the balance sheet, a few members of staff took part in risky, complex and possibly illegitimate forms of finance.",
  "In 1941, the German army arrived, and the town’s Jewish inhabitants were rounded up and forced to live and work in an agricultural college.",
  "Ursa Major\n\nToday, the questions Mueller is asking seem to be the same questions that led us to meet with Christopher Steele last year.",
  "Shortly afterward, a non-Russian “customer” sold exactly the same number of securities to Deutsche Bank in London, paying in dollars.",
  "One person who knew the details was so alarmed he sent The Washington Post an anonymous note about it, explaining what had happened.",
  "During a meeting between Kislyak and Kushner’s assistant, Avi Berkowitz, on December 12, they agreed on the details of this meeting.",
  "Next came a meeting at Trump Tower with Natalia Veselnitskaya, the Moscow lawyer who sat down with Kushner, Manafort and Trump Jr.",
  "According to one senior ex-employee, who worked in equities in Asia and New York, the bank’s problems went way beyond these scams.",
  "BRENDAN SMIALOWSKI/AFP/Getty\n\nRepublicans have criticized Steele’s dossier because the DNC and Clinton campaign helped pay for it.",
  "(The bank severed its relationship with Trasta shortly before Latvian officials shut down the bank in 2016 for money laundering.)",
  "Reprinted by permission of Vintage, an imprint of the Knopf Doubleday Publishing Group, a division of Penguin Random House, LLC.",
  "When he was 17, Wiswell spent a year at the Anglo-American School in Moscow and then returned to the United States for college.",
  "Once again, Deutsche was the entry point for criminal Russian money into the global financial system, the investigators found.",
  "My Guardian colleague Nick Hopkins and I wanted to find out if Trump’s loans and the money-laundering scandal were connected.",
  "In his mid-20s, Wiswell went back to Moscow and got a job with Alfa, the private bank owned by the oligarch Mikhail Fridman.",
  "In Moscow, a Russian client bought blue-chip Russian stocks from Deutsche Bank Moscow in companies like Gazprom or Sberbank.",
  "The purpose, it seems, was to keep their conversations hidden from the outgoing Obama administration and U.S. intelligence.",
  "He turned this business down “in five seconds.”\n\nThe same entities approached Wiswell and company, and got better results.",
  "This was for “financial consulting.” Similar payments, totaling $3.8 million, were made through two companies in Belize.",
  "In a protean White House—where anyone could be fired—Kushner’s status as the president’s son-in-law made him unfireable.",
  "The Russian businesses would legally transfer hundreds of millions of dollars to a bank in Moldova’s capital, Chisinau.",
  "The Latvian bank required a corresponding Western financial institution to process its dollar-denominated transactions.",
  "Their names were concealed beneath “shell company after shell company,” Barter says, making a due diligence impossible.",
  "He found a Russian girlfriend—Natalia Makosiy, an art historian whom he met at a Moscow dinner party and later married.",
  "“Our boy can become president of the USA and we can engineer it,” he wrote to Cohen about the Trump Tower Moscow plans.",
  "This article was adapted from Collusion: Secret Meetings, Dirty Money, and How Russia Helped Trump Win by Luke Harding.",
  "One guest who met Wiswell at the party described him as charismatic and charming, a tall, handsome, all-American guy.",
  "The United States had included VEB, VTB and Sberbank in the sanctions it passed in 2014 after Putin annexed Crimea.",
  "Perhaps Kushner would like to meet with another person from Moscow, someone with “a direct relationship” to Putin?",
  "Simon Dawson/Bloomberg/Getty\n\nAccording to journalist Ed Caesar, there were further payments made to the Wiswells.",
  "There were Facebook postings from Southeast Asia and Bali, where the Wiswells went with their two small children.",
  "One of Wiswell’s business (and skiing) partners was Dmitry Perevalov, the owner of a Moscow fund called Lanturno.",
  "When the project stalled, Cohen tried reaching out to Putin’s spokesperson, Dmitri Peskov, to help jump-start it.",
  "The FBI hadn’t bugged that conversation but learned of it when Kislyak reported to his superiors back in Moscow.",
  "Among them: soil from the town of Novogrudok in northwest Belarus, where Kushner’s paternal grandmother grew up.",
  "On the campaign trail—and well before he became a candidate—Trump’s praise of Putin was effusive and unwavering.",
  "According to the DFS, Deutsche was reluctant to classify Russia as a “high-risk” location for money laundering.",
  "His guests stayed at the luxurious Four Seasons hotel in Anahita, on the east coast of the Indian Ocean island.",
  "He also claimed that around 20 colleagues, including two senior managers in London, knew all about the trades.",
  "It provided capital to build facilities at the Sochi Olympics and fund secessionist rebels in eastern Ukraine.",
  "Eight days after the contest, Sberbank announced it was lending Agalarov $1.3 billion to finance new projects.",
  "If the president had indulged in compromising behavior, whether sexual or otherwise, Putin likely knew of it.",
  "About seven years ago, for his 40th birthday, Perevalov flew a group of people on a private jet to Mauritius.",
  "This is how it worked: Shell companies in the United Kingdom “lent” money to one another, at least on paper.",
  "“That’s how I like it.”\n\nFor the next 45 minutes or so, we asked Steele about Trump’s connections to Moscow.",
  "He had trained in the 1990s at the FSB’s academy before joining energy company Yukos and state-run Sberbank.",
  "In his version, there was no wrongdoing, just a series of inconsequential meetings during a hectic campaign.",
  "But Deutsche Bank stonewalled us; its policy was to say nothing about its clients, including the president.",
  "Despite these protestations, it’s clear Russian intelligence found it easy to access Trump’s inner circle.",
  "According to FBI intercepts of those Russian communications, Kislyak was taken aback by Kushner’s request.",
  "We met on a Thursday afternoon, weeks before Christmas, when London’s streets were crowded with shoppers.",
  "But there was a dark side to this new Russia—as one of those attracted by its offer of riches discovered.",
  "Banks scrutinize such individuals carefully because they’re often targets for illicit financial schemes.",
  "Rex Tillerson, a figure known and trusted in Moscow, and recipient of the country’s Order of Friendship.",
  "But the document offers a compelling explanation for the president’s unusual behavior vis-à-vis Russia.",
  "Dmitry Astakhov/TASS/Getty\n\nWhen Hopkins and I asked Deutsche Bank about the scandal, we were rebuffed.",
  "Kushner’s official account to Congress on his dealings with Kremlin representatives is 11 pages long.",
  "The end of this scheme came in August 2015, when Deutsche Bank suspended Wiswell and then fired him.",
  "This person also said Wiswell came across as a “major lightweight” in terms of banking and finance.",
  "The companies would obtain a court judgment in Moldova asking the Russian firms to settle the debt.",
  "The sources were vague about the review, who carried it out and what its precise conclusions were.",
  "Could this be done, Kushner wondered, by using Russian diplomatic facilities in the United States?",
  "If Kushner or Flynn were to drop by the Russian Embassy, U.S. intelligence would certainly notice.",
  "After all, it was difficult to discuss the Russian economy without mentioning its depressed state.",
  "They had come from a bank that was simultaneously laundering billions of dollars of Russian money.",
  "Kostin, the VTB banker, says he doesn’t know Sater and never had any role in the real estate deal.",
  "These payments were “undisclosed compensation,” the DFS found—“a bribe.” Which bank cleared them?",
  "In the world of corporate intelligence, the fewer people who know what you are doing, the better.",
  "Ullstein Bild/Getty\n\nThere was no economic logic to these “mirror trades,” the DFS report found.",
  "And Barter suspects that “something nefarious” was going on at Deutsche during that time period.",
  "(Though parts of Steele’s dossier remain unverified, some of his claims have been substantiated.",
  "At the start of the new millennium, Moscow was an alluring destination for Western expatriates.",
  "I went to the bar and came back with drinks: beer for Steele, Coke for Nick, pot of tea for me.",
  "Russian businesses underwrote these “loans.” Company A would default on paying back Company B.",
  "The bank carried out an internal review, which didn’t identify the Russians behind the scheme.",
  "“We have all the funding we need out of Russia.” (Eric Trump later denied he made this claim.)",
  "The former spy told his friends he believes the document is about 70 to 90 percent accurate.)",
  "First, there was Moscow’s alleged kompromat operation against Trump going back three decades.",
  "Tim Wiswell grew up in Old Saybrook, Connecticut, about 100 miles northeast of New York City.",
  "Hopkins knew Steele, but neither of us were aware of what he was sitting on in that dossier.",
  "When outsiders raised concerns—like a European bank, for example—Wiswell swatted them aside.",
  "The survivors dug a tunnel, and in September 1943 they crawled out, fleeing into the forest.",
  "They Went to Jared\n\nThe special counsel’s inquiry could also reach people in Trump’s orbit.",
  "But there’s no official record of what was said in the meeting, so this is hard to verify.",
  "He was more of a repatriate than an expat: His father had worked in oil and gas in Russia.",
  "In the wake of the 2007-2008 crash, profits from the bank’s Russian business plummeted.",
  "VTB may have also had contacts with Trump associates, according to The New York Times.",
  "Zach Gibson/Pool/Getty\n\nThe bank’s mission was to support Moscow’s political programs.",
  "He was, after all, a graduate of the Dzerzhinsky Higher School, a KGB training center.",
  "His White House portfolio included tax policy, the military and international affairs.",
  "By this point, it was clear that Kushner would become senior adviser to the president.",
  "From there, the cash went everywhere, to 92 countries, much of it vanishing offshore.",
  "Shunning Putin would have been the savvy political move, but he has refused to do so.",
  "Gorkov then flew directly from New York to Japan, where Putin was attending a summit.",
  "At least 12 entities used the scheme to surreptitiously convert rubles into dollars.",
  "London’s Financial Conduct Authority imposed a £163 million ($218 million) penalty.",
  "Russia, it seemed, didn’t need to expend much effort to get close to Trump’s aides.",
  "Meanwhile, Trump refuses to release his tax filings, breaking decades of precedent.",
  "This information and much more would have been included in the FSB’s Kushner file.",
  "The buyers and sellers were ostensibly different, but in reality, one in the same.",
  "There were the nightclubs, the parties, fueled by toasts and endless vodka shots.",
  "We tried a café and wine bar called Balls Brothers—and found a tucked-away table.",
  "The DFS also requested information from the bank about its dealings with Russia.",
  "Kushner said in written evidence to Congress that he even forgot Kislyak’s name.",
  "Finally, there were the Deutsche Bank loans that rescued Trump after the crash.",
  "Only two Western banks agreed, according to Moldovan and Latvian investigators.",
  "Kislyak came up with a suggestion of his own, according to Kushner’s testimony.",
  "I knew most of the people in London who were focused on Russia, but not Steele.",
  "Putin’s emissary turned out to be a banker, or, more accurately, a banker-spy.",
  "It was unlikely Moscow would allow any American to use its encrypted networks.",
  "He called him a strong leader and claimed they’d spoken and gotten along well.",
  "(Kushner said this was an accident, an administrative error by an underling.)",
  "A big Russian bear Robert Mueller is now hunting—at Deutsche Bank and beyond.",
  "Its goal was to discover if there was a Russian connection to Trump’s loans.",
  "Ambassadors, lawyers, bankers...all made their way to Trump Tower in 2016.",
  "“I was wondering: Who the fuck is paying for all this?” the guest told me.",
  "But after Wiswell took over around 2009, business was suddenly improving.",
  "In his security clearance form, Kushner didn’t mention Gorkov or Kislyak.",
  "There was another Kushner-Kislyak meeting, on December 1 at Trump Tower.",
  "That might mean extravagant skiing trips and visits to elite nightclubs.",
  "Steele clearly likes being in the shadows, away from publicity or fuss.",
  "The Trump transition team said nothing about these secret negotiations.",
  "From Chisinau, the money went to a bank in Latvia, Trasta Komercbanka.",
  "These payments were always made in cash and always delivered in a bag.",
  "He offered helpful hints about following the money but little more.",
  "Adding to the intrigue: the statements of Trump’s own children.",
  "It’s a flat, sterile document, clearly reviewed by his lawyers.",
  "Wilbur Ross, an entrepreneur with Russia-connected investments.",
  "He would likely have reported the details of the meeting then.",
  "And then there are the people in the president’s inner circle.",
  "“We don’t rely on American banks,” Dodson said Trump told him.",
  "The scandal was a grievous blow to Deutsche Bank’s reputation.",
  "“It was crazy.”\n\nLightweight or not, Wiswell was getting rich.",
  "Those who were his friends—including Wiswell—called him Dima.",
  "And if so, was Moscow blackmailing him with that information?",
  "But they insist that no trail to Moscow was ever discovered.",
  "It’s still unclear who they were or where the billions went.",
  "And the friendships, always more intense than those at home.",
  "Some invitees scarcely knew their host, a former bartender.",
  "The DFS report said he told the European bank not to worry.",
  "Wiswell approved the trades with anonymous Russian clients.",
  "Nor did he rely on “Russian funds” to finance his business.",
  "There was no discussion of lifting sanctions, Kushner said.",
  "Kushner characterized the encounter as brief, meaningless.",
  "“We never, ever heard about this case,” he told the Times.",
  "The size of a typical order was $2 million to $3 million.",
  "Deutsche reviewed its lending to Trump and his relatives.",
  "The 2008 crash hit Deutsche Bank hard, the employee said.",
  "Many were clients of Deutsche Bank—and also credit risks.",
  "One of those under consideration was Trump Tower Moscow.",
  "Like VTB, Sberbank was allegedly an arm of the Kremlin.",
  "Namely: Was Trump hiding a connection to Russian money?",
  "So we talked to current and former Deutsche Bank staff.",
  "In 2015, a counterparty paid $250,000 into her account.",
  "Sater, who sent Flynn a plan to lift Russian sanctions.",
  "The brokers declined to identify their counterparties.",
  "Gorkov was well prepared for his meeting with Kushner.",
  "In February 2016, Putin promoted Gorkov to VEB chief.",
  "It was almost as if Putin had picked Trump’s Cabinet.",
  "Manafort, longtime confidant to ex–Soviet oligarchs.",
  "And Gorkov’s job was to restore the bank’s fortunes.",
  "Traders were now under pressure to increase revenue.",
  "He also kept his meetings with the Russians secret.",
  "These practices were extensive, the person alleged.",
  "Carter Page, whom Russia tried to recruit as a spy.",
  "Cohen, who sent emails to Putin’s press secretary.",
  "Flynn, a beneficiary of undeclared Russian money.",
  "Then, on November 16, Kislyak got in touch again.",
  "In short, a nothing burger with Russian dressing.",
  "Both were German: Deutsche Bank and Commerzbank.",
  "Or where the money came from in the first place.",
  "These were on behalf of major Russian clients.",
  "Trump signed a letter of intent for the deal.",
  "Steele had agreed to chat over 4 o’clock tea.",
  "Wherever you look, there is a link to Russia.",
  "In October 2016, it loaned him $285 million.",
  "I remember him speaking pretty poor Russian.",
  "The money was interred in offshore accounts.",
  "One of its duties was to keep clients happy.",
  "Typically, a Moldovan citizen was involved.",
  "By age 29, he was head of Russian equities.",
  "He was soon to become a federal employee.",
  "Nor was he offered any commercial deals.",
  "From there, he moved to Deutsche Bank.",
  "“He had nothing special going for him.",
  "(He is now allegedly back in Moscow.)",
  "He flew in from Moscow bearing gifts.",
  "The method was simple but effective.",
  "These top-down ventures lost money.",
  "The inquiry was staggeringly naïve.",
  "All were welcomed and listened to.",
  "Especially for young single males.",
  "“Have you heard of me?” he asked.",
  "Former national security adviser?",
  "Copyright © 2017 by Luke Harding.",
  "His pick for secretary of state?",
  "So did the Trump administration.",
  "Targeting Kushner was logical.",
  "There was no secret channel.",
  "The payments were in rubles.",
  "After that, he disappeared.",
  "Deutsche Bank in New York.",
  "(This subtlety was wasted.",
  "Around half were executed.",
  "But it ultimately failed.",
  "Foreign policy adviser?",
  "I confessed I hadn’t.",
  "And an expensive one.",
  "VEB had large debts.",
  "Commerce secretary?",
  "Call it Ursa Major.",
  "Business partner?",
  "Campaign manager?",
  "Personal lawyer?",
  "“Good,” he said.",
  "And voilà!",
  "And so on.",
  "And how?"
]