[
  "Last week’s ranking: 4\n\nTo repeat what we all know now: Jared Kushner failed to disclose on his initial security clearance application at least three meetings with Russians:\n\nA December 2016 meeting with Russia’s ubiquitous ambassador to the U.S., Sergey Kislyak -- where Kushner reportedly proposed a secret communications link between the Trump team and the Kremlin; A December 2016 meeting with Sergey Gorkov, a former Russian intelligence agent who is now the Putin-appointed head of the Russian state-owned bank Vnesheconombank -- a meeting the purpose of which the bank and the White House have offered conflicting explanations; The June 2016 Trump Tower meeting with Russian lawyer Natalia Veselnitskaya; Russian-America dual national potassium lobbyist Rinat Akhmetshin; Ike Kaveladze, a representative of Azerbaijani-Russian oligarch and Putin associate Aras Agalarov; and publicist Goldstone, another Agalarov representative.",
  "Not only are they disbelieved but they are retaliated against for reporting these crimes.”\n\nHighlighting the Devos Education Department's deep concern for victims of sexual assault, Candice Jackson, DeVos's pick to run the Department's Office of Civil Rights, told the New York Times that “90 percent” of sexual assault accusations on campus “fall into the category of ‘we were both drunk,’ ‘we broke up, and six months later I found myself under a Title IX investigation because she just decided that our last sleeping together was not quite right.’” Jackson later apologized, but demonstrators have since protested against her outside Department headquarters, and Senator Patty Murray (WA), the ranking Democrats on the Senate committee overseeing education, this week called on DeVos to fire Jackson.",
  "As we know from the email chain, the meeting that the Trump trio believed they were attending was instead one promising \"official documents and information that would incriminate Hillary... part of Russia and its government’s support for Mr. Trump.” And to the extent that adoptions were on the table at the actual meeting, the real issue for the Russians was that it wanted a President Trump to lift the 2012 Magnitsky Act sanctions against Russian officials; Putin had blocked U.S. adoptions of Russian children in retaliation for those sanctions.",
  "In the past week we also learned that Justice Department and congressional investigators “are examining whether the Trump campaign’s digital operation – overseen by Jared Kushner – helped guide Russia’s sophisticated voter targeting and fake news attacks on Hillary Clinton in 2016.” And we saw reported again that Kushner told Trump in May that he could get away with firing James Comey, when even the likes of Stephen Bannon urged the president not to.",
  "The Post found that her company lags behind many in the apparel industry when it comes to monitoring the treatment of the largely female workforce employed in factories around the world.” Ivanka's lawyer, Jamie Gorelick (7 - above), told the Post in a statement that Ivanka is ‘concerned’ about recent reports regarding the treatment of factory workers and ‘expects that the company will respond appropriately.’” Problem: solved.",
  "Once the released emails made clear that such assertions were lies, Trump adapted his administration's talking point -- that this was simply opposition research of the kind every campaign engages in -- with this simple tweet on Monday: \"Most politicians would have gone to a meeting like the one Don jr attended in order to get info on an opponent.",
  "These were the original reasons that Gorelick took in these clients -- getting paid to push the legal envelope, to vouch for the ethics of a family whose lack of ethics is a disgrace, to facilitate the nepotism and financial conflicts of interest, to help a Trump family that is turning our cherished democracy into a vulgar kleptocracy.",
  "Sean Spicer, White House Press Secretary, Last week’s ranking: 10 (tie)\n\nAt his Monday disgracefully audio-only press briefing, Sean Spicer was asked about President Trump's claim -- see 1 below -- that \"most politicians\" would have taken the meeting dangled by the Russians to Don Jr., Jared Kushner, and Paul Manafort.",
  "While the Trumps and Kushners seemed to have been raised in an ethics and morality-free cocoon, Gorelick had ample opportunity, including through her service alongside ethical people in her government and law firm work, to see the difference between responsible provision of legal services and aiding of tawdry abuses.",
  "Last week’s ranking: duh\n\nInvited to France by President Emmanuel Macron, who obviously despises him, but wants to see if some flattery can manipulate Trump into not destroying the earth's climate, Donald Trump celebrated Bastille Day by telling Macron's wife, Brigitte, that she had a nice body.",
  "But last Friday the Washington Post published an extensive report that concluded that Ivanka Trump’s apparel business “relies exclusively on foreign factories in countries such as Bangladesh, Indonesia and China, where low-wage laborers have limited ability to advocate for themselves....",
  "It was a useful clarification of signing \"bills\" to explain that he meant \"through the legislature,\" rather than bills submitted to taxpayers for federal employees staying in a Trump hotel in Vancouver while they provided security for a private business trip by Don Jr. and Eric Trump.",
  "As part of the Trump team effort to share false information about health care, Pence delivered a whopper at the National Governor's Association meeting, stating, falsely, that 60,000 disabled Ohioans have no health care because of the state’s Medicaid expansion.",
  "While her Department proceeds to dismantle Obama-era protections for students and taxpayers against the abuses of greedy, predatory for-profit colleges, Secretary DeVos is also taking aim at Obama rules to protect college students from sexual assault on campus.",
  "----------------------------------------------------\n\nIntermission -- Dishonorable mentions:\n\n-- Jay Sekulow, personal lawyer for Donald Trump (Last week’s ranking: —) Sekulow falsely blamed the U.S. Secret Service for the June 2016 Trump Tower Russia meeting.",
  "If Agalarov associate Goldstone set up the meeting, citing Hillary dirt, and Don Jr. appears from the emails to have spoken with Agalarov Jr., and Goldstone and Agalarov rep Kaveladze attended, how could the Agalarovs not know what the meeting was about?",
  "Mercenary Democrat lawyer Gorelick has now excused herself from Jared Kushner's Russiagate defense team, explaining that Kushner made that decision when she raised the fact that special counsel Bob Mueller was until recently Gorelick's law partner.",
  "I guess she's suggesting that Kushner has gone the extra mile, because form SF-86 only asks for contacts between the applicant and foreign government officials (or else foreigners with whom the applicant has a close or continuing relationship).",
  "Counting down the week’s 10 most disgraceful figures in the Trump administration\n\nRepublic Report, which focuses on how money corrupts democracy, has met its abusive dream mate with the kleptocratic administration of President Donald J. Trump.",
  "But publicist Rob Goldstone's emails to Don Jr., forwarded to Kushner, said he was seeking \"to schedule a meeting with you and The Russian government attorney who is flying over from Moscow for this....\" So, not that much abundance.",
  "If Trump moves to take those steps, it will be time for an emergency committee of people -- Democrats, Republicans, and independents; business, labor, thought leaders -- to be formed to protect our country against an abusive tyrant.",
  "Mike Pence, Vice President of the United States, Last week’s ranking:10 (tie)\n\nAs always, Mike Pence looks reverently at Trump during every public event, while presumably also considering what Oval Office drapes Jesus would select.",
  "When he returned to DC, Trump capped off the hypocrisy of his presiding over a \"Made in America\" event by telling the audience: “We’ve signed more bills — and I’m talking about through the legislature — than any president, ever.\"",
  "Last week’s ranking: 6\n\nOn Tuesday Senator Sheldon Whitehouse (D-RI) submitted to the Oklahoma bar a complaint against an Oklahoma lawyer: Scott Pruitt, the EPA Administrator and, before that, the Attorney General of Oklahoma.",
  "Kasich’s press secretary responded on Twitter, “That’s what we call #fakenews.” Pence may have been just repeating what his Trump White House minders had scripted for him, but no responsible, ethical adult should do that.",
  "Trump and his lieutenants personify how money and greed, mixed with serious bigotry, disrespect for constitutional freedoms, know-nothing ignorance, and an endless capacity for lying, can really, really corrupt democracy.",
  "Not actually on the Trump team, but a fervent Trump 2016 supporter who acted out this week what it would be like if Donald Trump flew coach -- tweet, attack, complain, make absurd legal claims, and blame a woman.",
  "Last week’s ranking: 10 (tie)\n\nPrice's Department of Health and Human Services has decided to stop funding some $214 million in teen pregnancy prevention programs and research around the country.",
  "Whitehouse alleges that Pruitt, in his Senate confirmation hearing, offered “misleading answers, evasiveness, and stonewalling” that prevented the Senate from fairly considering the nomination.",
  "Perhaps the Trump Administration's \"Made in America\" campaign will help move more manufacturing back to the U.S., even if the companies owned by Donald and Ivanka don't bother to participate.",
  "Twenty-two House Democrats wrote to the FBI this morning asking for a review of whether Ivanka Trump concealed Jared's meetings with Russian officials on her own security clearance forms.",
  "Most recently, Gorelick told reporters that Kushner in June amended his security clearance form for a third time to add the Trump Tower Russians meeting “out of an abundance of caution.\"",
  "But Balber claimed on CNN that (1) Kaveladze and the Agalarovs had no awareness of the subject of the meeting until just before it started, and (2) only the Magnitsky Act was addressed.",
  "Although Tillerson at least appears to have found something he was interested in doing -- trying to broker detente between oil-producing Gulf Nations -- he seemed to fail at the task.",
  "If Trump wanted, his White House could work with Democrats and reasonable Republicans like Susan Collins to do what he claims he wanted to do -- provide people with better coverage.",
  "The Mueller investigation will get to the bottom of the campaign's Russia ties, as well as Trump's admitted and disgraceful effort to block the FBI probe by firing James Comey.",
  "Meanwhile, Tillerson reportedly plans to shut the State Department office charged with holding war criminals accountable -- a serious blow to human rights around the world.",
  "Hence, Trump Terrible 10 (title trimmed from Trump Team Disgracefulness Power Rankings), counting down the week’s 10 most disgraceful figures in the Trump administration.",
  "The Washington Post reported this week that a \"person close to Kushner said he did not remember,\" the June 2016 Russian dirt meeting when he updated his form in mid-May.",
  "The Trump Tower meeting was, at least, an attempt by Trump's top campaign officials to collude with the adversary Russian government to tilt the election to Trump.",
  "Instead, driven by his resentment of President Obama, Trump just wants to eviscerate Obamacare, which means he can play with irresponsible Republicans only.",
  "His latest message, \"let ObamaCare fail and then come together and do a great healthcare plan,\" is just further evidence of his appetite for destruction.",
  "Trump's defense of the Trump Tower meeting promising Russian government-supplied dirt on Hillary Clinton was one of his most disgraceful moments of all.",
  "Price has defended cuts to government aid for contraception by claiming, falsely, that “there’s not one” woman who can’t afford to pay for her own.",
  "Goldstone set up the Trump Tower meeting, offering Donald Trump Jr. dirt on Hillary Clinton from the Russian government through the Agalarovs.",
  "\"I wonder why the Secret Service, if this was nefarious, why the Secret Service allowed these people in,\" Sekulow said on ABC's \"This Week.\"",
  "Indeed Don Jr. says he stopped the meeting when the god-knows-how-many Russians at the meeting shifted the subject to the Magnitsky law.",
  "Did Kushner fail to disclose the contacts more promptly because he was holding back information from Jamie Gorelick and her legal team?",
  "Trump likely now is weighing whether he can get away with granting early pardons for his whole family and crew and / or firing Mueller.",
  "Price believes in abstinence, instead of contraceptives, to address teen pregnancies, even though abstinence-only programs don't work.",
  "Scott Balber, an attorney for Kaveladze and for the Agalorovs, was completely unconvincing Tuesday night on Erin Burnett's CNN show.",
  "Spicer shamefully reverted to Don Jr.'s original, and completely discredited, lie about the meeting: that it was about \"adoptions.\"",
  "When police dragged a Kentucky physician, David Dao, off a United flight in April, Coulter tweeted that Dao \"should be deported.\"",
  "Trump also falsely blamed the spectacular flame-out of the Republican health care bill on Senate Democrats, which made no sense.",
  "The rest of us better be weighing the most forceful public response possible to any indications that such things are happening.",
  "Permanent spoiler alert: We simply can’t imagine anyone other than Donald J. Trump ever occupying the top spot in the rankings.",
  "Trump is again this week’s number one -- the most disgraceful figure in the Trump administration -- in the Trump Terrible 10.",
  "Maybe the president will even step out of the chamber for the a few minutes during the speech and cede the podium to Ivanka.",
  "As Senator Kirsten Gillibrand (D-NY) responded, “The rights of the accused are just as important as the rights of survivors.",
  "He never took the time to actually understand health care, and his supposed deal-making skills turned out to be worthless.",
  "If he weren't Prince Jared, Kushner would have had his security clearance revoked or suspended pending the investigation.",
  "The lawyer's TV appearance only raised further concerns about what the Russians, and the Trump/Kushners, are hiding.",
  "Maybe the President will be able to make a major announcement about these efforts at next year's State of the Union.",
  "But the high-priced Gorelick will continue her outstanding work helping Jared fill out his security clearance form.",
  "Except, as a Secret Service spokesperson told CNN,\"Donald Trump Jr. was not a protectee of the USSS in June, 2016.",
  "DeVos suggested that the balance had swung too far in favor of victims and against students accused of assault.",
  "There's no evidence the Trump team attended the meeting with Russians in order to help childless U.S. families.",
  "Of course, if he weren't Prince Jared, he wouldn't have a senior White House job in the first place.",
  "Because these lawyers failed to be thorough in asking questions that would produce a full response?",
  "The state bar already has a case open, because others have complained about Pruitt's conduct.",
  "Last week’s ranking: 3\n\nThe Trump administration declared this week \"Made in America Week.\"",
  "He only needed 50 of the 52 Senate Republicans to agree on a bill, but they couldn't.",
  "For months, he had insisted that he and his campaign had no dealings with Russians.",
  "Perhaps the president will explain that as \"very standard\" and then blame Chelsea.",
  "But what we’ve seen over the last several decades is a disregard for survivors.",
  "Thus we would not have screened anyone he was meeting with at that time.\"",
  "-- Rex Tillerson, Secretary of State (Last week’s ranking:10 (tie)).",
  "Why would anyone believe that Kushner has disclosed everything now?",
  "Trump is not merely a disgrace; he’s a total and complete disgrace.",
  "Jamie Gorelick, personal lawyer for Ivanka Trump and Jared Kushner.",
  "Because they advised him that the disclosures were not necessary?",
  "Too bad she has so often been on the wrong side of that divide.",
  "\"The President had Secret Service protection at that point.\"",
  "Scott Pruitt, Environmental Protection Agency Administrator.",
  "----------------------------------------------------\n\n6.",
  "Tom Price, Secretary of Health and Human Services.",
  "So Spicer just flatly lied to the American people.",
  "Donald J. Trump, President of the United States.",
  "Jared Kushner, Senior Advisor to the President.",
  "And advising Jared and Ivanka on ethics issues.",
  "Wayback Wednesday - vintage disgracefulness:",
  "Obviously, Coulter must now deport herself.",
  "Ivanka Trump, Assistant to the President.",
  "A disgrace, and a menace to our planet.",
  "Nevertheless, it was a false statement.",
  "But we won’t get tired of him winning.",
  "Betsy DeVos, Secretary of Education.",
  "But the facts don't bear that out.",
  "Too bad we couldn't see his face.",
  "Last week's ranking: 8.",
  "Last week’s ranking: ?",
  "Last week’s ranking: ?",
  "It doesn’t look good.",
  "That's a disgrace!",
  "That's politics!\"",
  "And stupidity.",
  "Ann Coulter.",
  "Believe me.",
  "Will she?",
  "Doubt it.",
  "No.",
  "10.",
  "8.",
  "9.",
  "7.",
  "1.",
  "3.",
  "2.",
  "5.",
  "4."
]