[
  "But last year, The Post reported that Felix Sater, a real estate developer with a checkered past, sent an email to then-Executive Vice President of the Trump Organization Michael Cohen in November 2015 in which he indicated that a plan to construct a Moscow Trump Tower was moving forward, and bragged that they would soon be celebrating not just the completion of the tower, but also Trump's victory in the presidential election.",
  "According to an excerpt from \"Russian Roulette: The Inside Story of Putin's War on America and the Election of Donald Trump\" by Yahoo News investigative journalist Michael Isikoff and Mother Jones reporter David Corn, Trump had eagerly hoped Putin would attend the 2013 Miss Universe pageant that Trump hosted in the Russian capital.",
  "\"You can't pull off something like this in Russia unless Putin says it's OK.\"\n\nBut Trump and Agalarov's hopes were dashed in 2014 when the US imposed sanctions against Russia for its interventions in Crimea that year, and as a result the Trump Tower plans were abandoned.",
  "Trump's ambitions in Moscow\n\nAccording to \"Russian Roulette,\" Agalarov was partially responsible for arranging accommodations for Trump's pageant in Moscow with Putin's approval, and Trump was excited to use this as a way into the Russian real estate market.",
  "To Trump's apparent dismay, an oligarch close to Putin, Dmitry Peskov, told Trump that the president wouldn't be able to make it, but invited Trump to attend the upcoming Winter Olympics in Sochi and told him that Putin had a gift he wanted to give him.",
  "But Agalarov made another appearance during the campaign — he was reportedly the one who directed Russian lawyer Natalia Veselnitskaya to meet with members of Trump's campaign in June 2016 to discuss \"dirt\" on 2016 Democratic candidate Hillary Clinton.",
  "A new book detailing President Donald Trump's dealings with Russia claims that Russian President Vladimir Putin gave Trump a mysterious gift in 2013 following the Miss Universe pageant in Moscow that year.",
  "He was hoping that this time around would be different, and he and Agalarov set into motion plans to construct the tower, potentially even next to one of Agalarov's own properties.",
  "After the pageant was over, the daughter of another Russian oligarch, Aras Agalarov, delivered a package for Trump to the Miss Universe office in New York City.",
  "The package was apparently the gift Putin had mentioned, and contained a polished black box that contained sealed letter from the Russian president himself.",
  "Agalarov (L) and his son Emin (R) Thomson Reuters\n\nTrump was referring to Agalarov's son Emin, an Azerbaijani singer who Trump had perform at the pageant.",
  "According to The Washington Post, the agreement to build the tower has been on hold since Trump began his run for president in 2015.",
  "Following the pageant's conclusion, it seemed like things were looking up for Trump's business aspirations in the Russian capital.",
  "In reference to the Miss Universe event, a pageant official later said the gala could only have taken place with Putin's consent.",
  "\"Now that he ran and was elected, he does not forget his friends,\" Agalarov told Forbes in March 2017, summing up the message.",
  "Russian President Vladimir Putin and US President Donald Trump AP\n\nSign up for the latest Russia investigation updates here.",
  "Trump had been trying to get a Trump Tower built in Moscow since at least 1987, but had always come up short.",
  "Business deals of this sort in Russia can only take place if Putin approves of them, Isikoff and Corn wrote.",
  "Following Trump's victory in the election, Trump reportedly sent Agalarov a handwritten message.",
  "\"I had a great weekend with you and your family,\" Trump tweeted at Agalarov in November 2013.\"",
  "The development deal, like previous ones Trump had pursued, never came to fruition.",
  "\"We all knew that the event was approved by Putin,\" the official said.",
  "The contents of the letter remain unknown to this day.",
  "You have done a FANTASTIC job.",
  "TRUMP TOWER-MOSCOW is next.",
  "EMIN was WOW!"
]