[
  "Goldstone, founder of Oui 2 Entertainment in New York, emailed Trump Jr. on June 3, 2016, writing, “the Crown prosecutor of Russia met with his (Emin’s) father Aras this morning and in their meeting offered to provide the Trump campaign with some useful documents and information that would incriminate Hillary and her dealings with Russia and would be very useful to your father.”\n\n“The reality is that there was never a conversation between Aras Agalarov and Russian prosecutors about Hillary Clinton’s campaign, or about the U.S. election at all -- ever,” Balber told Fox News.",
  "“It’s the way the Russians do things -- deny, deny, deny.” — Andrew McCarthy, former federal prosecutor\n\nThe surprising legal strategy by New York-based Scott Balber, attorney for Agalarov – known by the stage name Emin -- and his Moscow developer father, Aras Agalarov, could have important ramifications for the special counsel investigation into alleged Trump administration ties to Russia, experts told Fox News.",
  "“It is not a violation of federal election laws, because anyone is allowed to volunteer ‘personal services’ and information to political campaigns, even foreign nationals.”\n\nThe law specifically states such services are not donations, which would otherwise be prohibited from foreigners, Jarrett said.",
  "Emin Agalarov, the Russian pop singer who sought to arrange a meeting between Donald Trump Jr. and a Russian lawyer, now claims through his attorney that he never had, or promised to anyone, any “dirt” on Hillary Clinton’s 2016 presidential campaign.",
  "Veselnitskaya was actually lobbying at the time for the repeal of the Magnitsky Act, which levied sanctions against the Putin regime in response to the murder of Sergei Magnitsky, a 37-year-old lawyer for a London-based investor in Russian prison.",
  "Basically, they’re just trying to show there’s nothing here but what Goldstone ginned up in his mind.”\n\nThat means Goldstone’s version of what was behind the emails and the meeting is important for understanding what happened, McCarthy said.",
  "Other legal experts said it is possible that Goldstone may indeed have invented the Clinton “dirt” pretext for the meeting with Trump Jr. Natalia Veselnitskaya, the Russian lawyer at the meeting, insists she had no information about Clinton.",
  "It would be very hard to get that in a courtroom unless you get somebody talking.”\n\nWhen Fox News reached out to Goldstone for his version of events, he directed reporters to his attorney, who has not responded to requests for comment.",
  "“What I did deny was that there was a call about this topic.”\n\nEmin has been called the “Russian Ricky Martin” for his flashy stage presence, which includes colorful imagery such as wearing a tiara and a Miss Universe sash.",
  "“Goldstone is a music industry publicist who was trying to accomplish something for his important client and used an awful lot of puffery and hyperbole and fantasy to try and secure that meeting,” Balber told Fox News.",
  "If that seems hard to fathom, legal experts contacted by Fox News said the strategy could be critical to keeping special counsel Robert Mueller or other investigators at arm's length in the months ahead.",
  "If the focus of the Trump Jr. meeting was indeed repeal of the Magnitsky Act, “there's no crime,” said Fox News anchor and former defense attorney Gregg Jarrett.",
  "“There were certainly no conversations between Mr. Agalarov and the Russian government, or the Russian federal prosecutors in that time frame on any topic.",
  "It’s just fiction.”\n\nThe subsequent email traffic between Trump Jr. and Goldstone suggests a phone call was to be scheduled with Emin in mid-June 2016.",
  "In a bizarre turn of events, the attorney is now implicating Rob Goldstone – Agalarov’s publicist – as the person who made up key parts of the story.",
  "While they are connected to powerful figures in the U.S. and Russia, Emin and Goldstone are not known to have political experience themselves.",
  "“It’s the way the Russians do things -- deny, deny, deny,” said former federal prosecutor Andrew McCarthy.",
  "The elder Agalarov had helped President Donald Trump bring the Miss Universe pageant to Russia in 2013.",
  "But Balber told Fox News that any call that might have happened was not about the Clinton campaign.",
  "“There could be no case unless Goldstone talks,” McCarthy told Fox News, “the email is hearsay.",
  "He said Goldstone was trying to “create intrigue” for the purpose of getting a meeting set up.",
  "“I never denied that there were any calls ever between (Emin and Trump Jr.),” Balber said.",
  "“The First Amendment provides a complete protection for such meetings,” Jarrett said.",
  "Goldstone has been known to hang out at Manhattan’s swanky Russian Tea Room.",
  "And that perception is central to the case Balber is making to the public.",
  "Trump Jr. said the brief discussion about Clinton made no sense.",
  "“It’s more along the lines of KGB than defense lawyer.",
  "It’s what Goldstone says Agalarov said."
]