[
  "Also present: the president's son, Donald Trump Jr.; son-in-law Jared Kushner; top campaign aide Paul Manafort; Moscow lawyer Natalia Veselnitskaya; Russian-born lobbyist Rinat Akhmetshin; a Russian translator; and publicist Rob Goldstone, who represents Agalarov's pop-star son Emin.",
  "A congressional inquiry into money-laundering by foreigners using shell companies led to a report by the Government Accountability Office that found Kaveladze had established 2000 U.S. corporations and accounts that moved $1.4 billion through American banks.",
  "/ Updated By Tracy Connor\n\nSpecial Counsel Robert Mueller's office has asked to meet with Ike Kaveladze, a businessman who works for a Russian billionaire and confirms he was in a meeting with top Trump campaign officials last summer.",
  "Levin, a Michigan Democrat who retired from the Senate in 2015, said the discovery \"helped us reinvigorate the requirement that banks know the true owner of their accounts, a policy that hadn’t been enforced over the years.\"",
  "The meeting has drawn the interest of investigators because Goldstone told the Trump camp that Veselnitskaya could provide damaging information about Hillary Clinton as an expression of support by the Russian government.",
  "Sen. Mark Warner, D-Va., vice-chairman of the Senate Intelligence Committee, told NBC News he found it \"very disturbing\" that it took so long to unmask someone with Kaveladze's \"colorful past\" as a meeting attendee.",
  "Twitter\n\nKaveladze — who works for Russian billionaire Aras Agalarov and was a subject of a 2000 government report on foreign money moving through U.S. banks — is the eighth person confirmed to be at the meeting.",
  "\"Kaveladze claimed he did all this without knowing for whom he was doing it,\" former Sen. Carl Levin, who ordered the inquiry, said in a statement Tuesday, calling Kaveladze \"the poster child of this practice.\"",
  "Balber said that the elder Agalarov asked Kaveladze, a native of the Republic of Georgia who lives in the United States, to attend the meeting as a translator for Veselnitskaya, who doesn't speak English.",
  "\"The focal point of the report was to be critical of the U.S. banks,\" he said, adding that \"there is no suggestion there was any money-laundering in any of the accounts opened.\"",
  "According to his attorney, Kaveladze recalls the meeting was about the Magnitsky Act, which imposed sanctions on Russians and which Veselnitskaya has been fighting to overturn.",
  "Related: Trump Defends Son's Meeting With Russian Lawyer\n\nIt turned out that Veselnitskaya had another translator with her, so Kaveladze wasn't needed, the attorney said.",
  "\"What we see here is again senior levels of the Trump administration and now the Trump family not coming clean with information,\" Warner said.",
  "\"He didn’t even know what the topic of the meeting was until he met with Natalia an hour before and walked over with her,\" Balber said.",
  "No criminal charges or regulatory charges were ever brought against him or anyone [as a result of that inquiry],\" he said.",
  "\"We are going to cooperate fully with the investigation,\" attorney Scott Balber, who represents Kaveladze, said Tuesday.",
  "\"He served no purpose,\" Balber said, adding, \"He left scratching his head wondering why he was there.\"",
  "Ike Kaveladze is a native of the Republic of Georgia who works for Russian billionaire Aras Agalarov.",
  "\"I wonder how many more people are going to... show up in that room at one point or another?\"",
  "But nearly 20 years ago, he drew investigators' attention for another venture.",
  "Kaveladze's attendance was first reported by CNN and the Washington Post.",
  "Balber noted that Kaveladze was not accused of breaking any laws in 2000.",
  "\"The reality is he has never been accused of any wrongdoing, period.",
  "Kaveladze currently works for Crocus Group, the Agalarovs' company.",
  "Breaking News Emails Get breaking news alerts and special reports.",
  "He said he didn't recall any mention of Clinton or anything else.",
  "The news and stories that matter, delivered weekday mornings.",
  "Break Law When He Met With Russian Lawyer?",
  "\"They want to interview him.\"",
  "Related: Did Trump Jr."
]