[
  "Like the similar table-turning by Trump’s supporters who advocated for the release of the Nunes memo, or Trump’s insistence that the real Russia scandal was the Uranium One deal, or his claim that the Obama administration had “tapped“ his phones, or the business about “unmasking,” his new harping about a government spy infiltrating his campaign is just another obfuscating slow-simmer idea to leap out of his mental Crock-Pot.",
  "Appearing on Meet the Press last Sunday, Stone said he was “prepared” to be indicted in Mueller’s investigation for some “extraneous crime pertaining to my business.” Evidence that the awfulness of prison life is weighing on him came two days later in an interview with Breitbart News Daily on Sirius XM.",
  "One of the many problems with Trump’s SPYGATE theory is the idea that the nefarious FBI and the “Criminal Deep State” would go to all that trouble penetrating his campaign with a “spy” and then not use what they had gleaned to destroy his chances of winning the election?",
  "As much as Trump would like you to believe that Halper was a spy and not a legitimate informant working on an investigation, he can’t get independent voices with clout (outside of Kimberley A. Strassel of the Wall Street Journal editorial page) to echo his opinions.",
  "This week, the Wall Street Journal published Stone emails that indicate that he might not have been on the complete level in his interview with the House Intelligence Committee in September about his solicitation of materials from Julian Assange’s WikiLeaks.",
  "A few days after Trump took the oath of office, Cohen won a $1 million consulting contract from Columbus Nova, which is an affiliate of Vekselberg’s Renova Group—both of which landed on the Treasury Department sanctions list last month.",
  "Story Continued Below\n\nOn Sunday, the president issued his pompous “I hereby demand” decree on Twitter that the Department of Justice investigate his suspicions that the Obama administration had “infiltrated or surveilled” his campaign.",
  "Roger Stone, longtime Trump supporter, self-proclaimed dirty-tricks artist, and author of the famous tweet that promised John Podesta that he would soon be enjoying his \"time in the barrel,\" may soon have a ticket to the big wooden tub.",
  "Even Rudy Giuliani, who had asserted his boss’ right to know if Halper had gathered exculpatory evidence in his conversations with George Papadopoulos and Carter Page, didn’t suggest afterward that anything like that had emerged.",
  "Stone said former CIA Director John Brennan would end up going to jail for his deep state crimes against Trump, so he “should pop the glass capsule and take the cyanide now.”\n\nWill Stone take cyanide if he’s sent up the river?",
  "According to Trump’s theory, the FBI wasn’t investigating the possible penetration of his 2016 presidential campaign by Russian intelligence when it assigned an informant to speak to three members of his campaign staff.",
  "It was embedding a spy in his campaign for political purposes, resulting in a scandalous affair that could be “bigger than Watergate!“ “Illegal!” he tweeted, all designed to “frame“ him for crimes he didn’t commit.",
  "In August 2016, as the New York Times has just reported, emissaries for two Arab princes met with Donald Trump Jr. and informed him that the wealthy princes wanted to help Trump win the November election.",
  "More famously, the top brass of the Trump campaign—Donald Trump Jr., Jared Kushner and Paul Manafort—met with a bevy of Russians promising “dirt” on Hillary Clinton in a June 2016 Trump Tower meeting.",
  "Trump, who lives for catchy buzz-phrases and slogans, told an ally he wanted “to brand” the informant as a spy, and that such language would leave a more lasting impression on the media and public.",
  "The “spy” in question turns out to be Stefan A. Halper, Republican stalwart and University of Cambridge professor emeritus who worked for the Nixon, Ford and Reagan administrations and George H.W.",
  "Master table-turner Donald Trump is at it again, spinning the latest damning news from the Russia investigation and flinging it back at his critics to make him look like a victim, not a perp.",
  "On Friday, the New York Times reported that oligarch Viktor Vekselberg met with Trump attorney and fixer Michael Cohen in his Trump Tower office just 11 days before the inauguration.",
  "This week, a leading member of the president’s party, Sen. Lindsey O. Graham of South Carolina (who didn’t attend the briefings), declined an invitation to endorse the Trump view.",
  "A third attendee at the meeting, Joel Zamel, a “specialist in social media manipulation,” had previously worked for Putin-allied oligarchs Oleg Deripaska and Dmitry Rybolovlev.",
  "The two emissaries, Blackwater founder Erik Prince and international fixer George Nader, later met with Putin-linked financier Kirill Dmitriev in Seychelles in January 2017.",
  "The president raised such a fuss that he instigated two mini-briefings on Capitol Hill about the FBI’s tactics so that select members of Congress could judge for themselves.",
  "Trump was in the building that day, and his office was just doors down from Mr. Cohen’s, though Mr. Intrater said they did not see the president-elect,” the Times reports.",
  "This week’s twirl of the table had Trump spinning his interpretive energies into “SPYGATE,” his racy label for the alleged “Criminal Deep State” conspiracy against him.",
  "Also attending the meeting was Columbus Nova head Andrew Intrater, Vekselberg’s cousin, who later donated $250,000 to the Trump inaugural committee.",
  "Long before Vekselberg and Intrater came calling on Cohen, the president’s gilded edifice on 5th Avenue had hosted several interesting meetings.",
  "“Please ask Assange for any State or HRC e-mail from August 10 to August 30—particularly on August 20, 2011,” Stone wrote to his go-between.",
  "He allegedly spied on President Jimmy Carter’s 1980 campaign for Reagan, and some say he used former CIA agents to gather his information.",
  "In January 2015, Trump met with Emin Agalarov, son of Russian oligarch Aras Agalarov, and his publicist, Rob Goldstone in his office.",
  "Adam Schiff, Rep. Nancy Pelosi, Sen. Chuck Schumer, and Sen. Mark Warner—were adamant in insisting that no “spying” had occurred.",
  "This week we learned of yet another previously undisclosed contact between a powerful Russian and a member of the Trump court.",
  "(“The interactions are a focus of the investigation by Robert S. Mueller III, the special counsel,” the Times reports.)",
  "It’s a strange bit of sabotage when the saboteur sets the charges under the bridge and then doesn’t strike the fuse.",
  "The Intrater and Vekselberg arrival was captured by the C-SPAN camera positioned in the Trump Tower lobby.",
  "It now appears that despite earlier denials, he was actively seeking additional emails by Hillary Clinton.",
  "Isn’t it lovely that C-SPAN has ended up being the operator of the national security security-cam?",
  "Stone tells the Journal that his testimony was truthful, but it’s hard to square with this email.",
  "Republicans who attended the briefing were mum, ducking out without speaking to reporters.",
  "CORRECTION: This post has been updated to correct the spelling of Strassel's name.",
  "(If this be the Deep State, maybe it’s not as dark and mysterious as we thought.)",
  "My guess is he’d find a way to wash it down with some contraband Champagne.",
  "Deripaska, as is well known, was once a business partner of Manafort’s.",
  "Both Intrater and Vekselberg have been interviewed by Mueller’s team.",
  "So many meetings between foreigners and Trumpies in the Trump Tower!",
  "******\n\nTurn your own tables with mail to Shafer.Politico@gmail.com.",
  "“A confidential informant is not a spy,” Graham said succinctly.",
  "(Cohen ended up only collecting $580,000 of the contract.)",
  "My RSS feed is for sale to the highest foreign bidder.",
  "My email alerts include a Russian at every meeting.",
  "Jack Shafer is Politico’s senior media writer.",
  "Trump barks, Mueller’s caravan moves on.",
  "Democrats who attended—Rep.",
  "My Twitter feed is Russian.",
  "Why call it Spygate?",
  "Bush’s campaign.",
  "Let’s count!",
  "“Mr."
]