[
  "Victor Boyko / Getty Images file\n\nGoldstone said those follow-up meetings were of particular interest to special counsel Mueller's team, and he was asked about them before a federal grand jury in Washington, D.C.\n\n\"They asked a lot of questions about my connection to the Trumps, Trump's connection to the Agalarovs, [Aras] Agalarov's connection to the Kremlin, Trump's connection the Kremlin, to the Agalarovs.\"",
  "Asked whether he believed the Russian government may have seen Trump as someone they could use, Goldstone said, \"I think it's not beyond the realm of possibility that they would have realized early on that he's somebody who certainly had affection for Russia — and whose willingness to be there and meet with them and accept this kind of unquestioning adulation — maybe that does make you a target for that.\"",
  "Goldstone now says he had no direct knowledge that the Russian government was trying to help Trump, but assumed such because he had observed the favorable treatment then-candidate Trump received from Russian press at the time, and saw first-hand how Russians treated Trump with great affection and enthusiasm during his visit to Moscow for the 2013 Miss Universe pageant.",
  "/ Updated By Sarah Fitzpatrick, Cynthia McFadden and Ken Dilanian\n\nThe British-born music publicist who helped arrange that infamous meeting between senior Trump campaign officials and a Russian lawyer promising dirt on Democrats now believes the meeting could have been a set-up by Russian intelligence, he told NBC News in an exclusive television interview.",
  "He says Russian lawyer Natalia Veselnitskaya talked in a meandering fashion about U.S. sanctions against Russians — and the financier who lobbied for those sanctions, Bill Browder — but didn't offer any information about Trump's foe in the 2016 presidential race, Hillary Clinton.",
  "Goldstone himself had promised as much, in an email to Trump Jr. saying the Russian had information that \"would incriminate Hillary and her dealings with Russia and would be very useful to your father,\" and that it was \"part of Russia and its government's support for Mr.",
  "\"What I do believe is that it is almost [incredible] to think that this conversation or these conversations could have taken place without discussion of funding, Russian funding, illegal funding, Democrats, Hillary, and it being of use to the campaign.",
  "\"I'm willing to believe that I don't know who wanted this meeting,\" Rob Goldstone told NBC's Cynthia McFadden in a wide-ranging interview, in which he also discussed Trump's behavior in Moscow during the 2013 Miss Universe pageant.",
  "\"That [dirt] didn't materialize,\" said Goldstone, but he believes the apparent willingness of campaign officials to accept dirt is what drew the scrutiny of congressional investigators and special counsel Robert Mueller.",
  "Goldstone noted that it wasn't until after the final call that Trump Jr. sent an email setting a date for a meeting, and saying his brother-in-law Jared Kushner and Trump campaign chair Paul Manafort would be joining.",
  "\"They obviously wanted to talk to me about my email and the reasons behind it,\" said Goldstone, adding that the investigators' responses to his testimony indicated \"they sort of understood it was a puffed up email.\"",
  "The email, Goldstone said, \"was written in about three minutes on my cell phone with scant information, with my own, I suppose, way of interpreting what I believe my client was trying to get across, and puffing it.",
  "Goldstone says he was asked to set up the meeting — and relay the offer of incriminating information about Clinton — by Emin Agalarov, on behalf of his father Aras Agalarov, one of Russia's wealthiest developers.",
  "Nonetheless, he acknowledged that the candidate's son, Donald Trump Jr., came into the room anticipating — and very happy to accept — \"opposition research\" he believed was coming from the Russian government.",
  "And Emin translated and said, 'Unfortunately, although Mr. Putin would love to meet with Donald Trump today, the meeting can no longer go ahead because the king of Holland has been delayed in traffic.'\"",
  "Goldstone said he partially agreed with a quote attributed to Steve Bannon, that the meeting was \"treasonous\" and \"unpatriotic\" and that the Trump team should have called the FBI rather than accept it.",
  "There were a couple of really studious-looking people that were in the front row — I actually thought to myself, oh, if anyone was going to ask a question or float a question or — probably these two.\"",
  "Victoria Jones / PA via AP Images\n\n\"It was taking place in his conference room and it was taking place with his campaign chair sitting and attending the meeting, as well as his son and his son-in-law.",
  "Goldstone says that on the day of his grand jury testimony in March, he was picked up in an unmarked car by two FBI agents and driven to an underground entrance to what looked like an office building.",
  "Scott Balber, an attorney for the Agalarovs, said, \"It is absolutely false that anyone from the Russian government or Russian intelligence services asked the Agalarovs to arrange the meeting.",
  "He did say that President Putin was very keen to meet Mr. Trump, and would make himself available at any other opportunity where their paths coincided, and invited him to the Sochi Olympics.\"",
  "While he says he is still angry with Emin Agalarov for getting him involved, he blames himself for not listening to the \"little voice in my head\" that told him the meeting was a bad idea.",
  "He says he now believes the meeting came about because Emin and Donald Jr. have something in common — a desire to please their fathers: \"It's like they did it for daddy, both of them.\"",
  "Goldstone's account of the meeting, which he says he relayed in detail to Mueller's grand jury in March, is largely consistent with how it's been described by other participants.",
  "\"They seemed most interested in why this meeting may have come about and why the Agalarovs may have wanted it,\" said Goldstone, \"[and] also two follow-up requests for meetings.\"",
  "In an April interview with NBC News, she acknowledged she had worked closely with and provided information to the Russian prosecutor general, a high-ranking Kremlin official.",
  "Goldstone says there was an attempt to arrange a meeting between Russian President Vladimir Putin and Trump during the Miss Universe pageant, but it ultimately did not occur.",
  "Christopher Steele, the former MI6 agent who compiled a dossier on Donald Trump, poses in London where he has spoken to the media for the first time on March 7.",
  "Phone records obtained by the Senate Judiciary Committee indicate Agalarov and Trump Jr. had three calls, each two to three minutes long, on June 6 and 7, 2016.",
  "Goldstone says he is sure Trump spent the night at the Ritz-Carlton hotel, despite Trump allegedly telling ex-FBI Director James Comey he didn't sleep there.",
  "So, you know, the publicist in me would say, 'It's a bit of a stretch if he's a floor or two above to believe that he doesn't know it's going on.'\"",
  "Goldstone said he found it \"odd\" that those senior campaign officials would be included if they did not expect the conversation to be substantive.",
  "Goldstone has written a book, \"Pop Stars, Pageants & Presidents: How an Email Trumped My Life,\" which he hopes will provide context for his role.",
  "Though he can offer no evidence, Goldstone finds it hard to imagine that then-candidate Trump was unaware of the meeting, as Trump has said.",
  "Goldstone is not facing any charges, and has appeared voluntarily in front of Mueller's grand jury and multiple congressional committees.",
  "The dossier on Trump compiled by former British spy Christopher Steele alleges he had an unusual dalliance with prostitutes at the Ritz.",
  "Emin Agalarov, Donald Trump and Aras Agalarov attend the red carpet at Miss Universe Pageant Competition 2013 on Nov. 9, 2013 in Moscow.",
  "A representative of Paul Manafort declined to comment, while representatives of Jared Kushner did not respond to requests for comment.",
  "\"The investigators, they have notes and documents and an overhead projector and all — which I thought was a little bit old-fashioned.",
  "Goldstone believes it wasn't his email that secured the meeting, but a series of calls afterward between Trump Jr. and Emin Agalarov.",
  "Goldstone says the requests came shortly after Trump's victory in November 2016, and then again around the time of the inauguration.",
  "Asked if he had conveyed a \"dirty offer\" to the Trump team in brokering the June 2016 Trump Tower meeting, Goldstone said, \"Yes.",
  "At the time, Goldstone was working as a publicist for the younger Agalarov, who had launched a career as a Russian pop star.",
  "Goldstone says his personal and professional life has been turned upside down by his role in the Trump-Russia saga.",
  "But he did believe, he said, that Veselnitskaya had Kremlin connections, something that has proven to be true.",
  "Rudolph Giuliani, attorney for President Trump, did not immediately respond to a request for comment.",
  "Afterwards, the Agalarovs continued to seek another meeting for Veselnitskaya with the Trump team.",
  "Trump Jr., Kushner, and Manafort all should have known the sit-down was improper, Goldstone said.",
  "Kremlin-linked lawyer Natalia Veselnitskaya speaks to a journalist in Moscow on Nov. 8, 2016.",
  "The Mueller team also wanted to know about his time with Trump in Moscow in 2013, he said.",
  "Yury Martyanov / AP file\n\n\"T\n\n\"It was like a lecture room in a college,\" Goldstone said.",
  "Most of them, I would say, they ranged probably from late 20s, early 30s, to their 50s.",
  "Goldstone says Trump later received a wooden box and a note from the Russian leader.",
  "Goldstone says he did not pursue the meetings, and does not believe any took place.",
  "In his Senate testimony, Trump Jr. said he did not recall speaking with Agalarov.",
  "He considered the Russian's presentation \"complete and utter nonsense,\" he said.",
  "Some jurors took notes, he said, and a few seemed to \"nod off a bit\" at times.",
  "He describes the onslaught of press attention and speculation as \"terrifying.\"",
  "Goldstone says he never heard about such a thing, and believed he would have.",
  "And it was President Putin's spokesman, a man by the name of Dmitry Peskov.",
  "I — I just can't understand how — how it wouldn't have been touched upon.\"",
  "\"I was in the room for that call with Mr. Trump and with Emin and Aras.",
  "Goldstone said the grand jury was comprised of a wide range of people.",
  "Breaking News Emails Get breaking news alerts and special reports.",
  "\"There were about 22 or 23 people there, [across] three tiers.",
  "The news and stories that matter, delivered weekday mornings.",
  "Whoever voiced these allegations is simply making it up.\"",
  "Even now, it makes me kind of shudder a little bit.\"",
  "He rode a freight elevator up to a grand jury room.",
  "\"I don't know what was discussed,\" Goldstone said.",
  "\"People have said to me, 'Shouldn't I have known?'",
  "I know nothing about politics, I set up a meeting.",
  "A lawyer for Donald Trump Jr. declined to comment.",
  "\"And he said something else that was interesting.",
  "And then there's a table for me that has nothing.",
  "\"There were a couple of older folk.",
  "Well, shouldn't they have known?",
  "And then there's a long table.\"",
  "Goldstone was not on the line.",
  "Shouldn't they have known?\"",
  "And he spoke with Aras.",
  "And my bottle of water.",
  "Black, white, Latino.",
  "That's what I do.",
  "I'm a publicist.\"",
  "Trump denies it.",
  "That is true.\"",
  "Trump.\""
]