[
  "Look, I think this is the story where, because it comes from his own son, and because it's getting closer to Donald Trump -- but deal with his children which I think makes it a bit more emotional for him that that's who this is touching, this story is touching right now -- I have no doubt that the White House is pretty good at operating in a chaotic environment most of the time or at least, you know, that's where they're comfortable, this may be far more chaotic and get in the way of doing things because there's actually this real email that says essentially all the things they've been saying did not happen.",
  "(END VIDEO CLIP)\n\n\n\nRAJU: And Anderson, the one thing that the Republicans are trying to do of course is try to pass a new health care bill, one that actually will be introduced in the Senate tomorrow, but one thing that the Republicans are concerned about is that there's virtually no White House messaging operation at the moment to back them up because the White House constantly has to deal with these controversies day after day, making it much harder for them to do their job up here, Anderson.",
  "Whatever you call the last several months, we've seen new significant developments every week, sometimes several days a week, which may explain why the White House is under so much pressure, which is where we begin tonight -- with CNN's Dana Bash, who joins us now with that, as well as what the president said in a new interview about his son's meeting with that Russian lawyer and his latest thoughts on whether Russia hacked the election.",
  "DANA BASH, CNN CHIEF POLITICAL CORRESPONDENT: Well, what I'm hearing, Anderson is probably best encapsulated by a source who speaks with the president frequently who says that you have to remember that everything should be viewed as the president receiving anything, any bit of news with the word Russia in it through one prism, and that is the fact that he considers that an attempt to delegitimize his election to the White House.",
  "COOPER: It's interesting, Kirsten, that the president has now reverted today to going back to the old, you know, the old chestnut of fake news, don't believe sources when for days the White House has been sort of quiet and unable to push back or figure out a way to push back because all the reporting has been completely accurate --\n\n\n\nKIRSTEN POWERS, CNN POLITICAL ANALYST: Right.",
  "[20:05:03] I spoke to a source tonight who said that that is diminishing a little bit as the time has gone on, particularly since they are kind of breathing a sigh of relief that they are hoping to change the subject by the president lifting off to go to Paris to have a very important bilateral meeting and they hope that that is going to be a way for them to change the subject.",
  "GORKA: Is that the same way that all the unnamed sources said that Director Comey, including CNN, was going to completely gainsay everything the president said about their meeting 24 hours before his testimony in which CNN --\n\n\n\nCOOPER: That was a reporting that was wrong, and we corrected ourselves, unless the White House which has never corrected itself on anything.",
  "Opposition research people offering you dirt on your opponents, yes, but this particular flavor of it from a foreign national and from an adversary, not enemy, but adversary of the United States, and particularly a country like Russia, which is known and even the President knows, and his people know, and his family knows because they've done business in Russia.",
  "They said that the White House reached out to Erik Prince, obviously, the founder of the private security firm Blackwater, Stephen Fienberg, who owns the military contractor DynCorp, which has done a lot of work obviously in Afghanistan over the years, asked them to devise alternatives to the Pentagon's plan to send thousands more troops to Afghanistan.",
  "(BEGIN VIDEOTAPE)\n\n\n\nPAMELA BROWN, CNN JUSTICE CORRESPONDENT (voice-over): The behind the scene video obtained exclusively by CNN shows then businessman Donald Trump in Las Vegas in 2013 at several events during the weekend of the Miss USA Pageant hanging out with the men now at the center of the newest development in the Russia controversy.",
  "SCOTT BALBER, ATTORNEY FOR EMIN AND ARAS AGALAROV: It's just fantasy world, because the reality is, if there was something important that Mr. Agalarov wanted to communicate to the Trump campaign, I suspect he could have called Mr. Trump directly as opposed to having his son's pop music publicist be the intermediary.",
  "All of these individuals, whatever clan, whatever religious group you belong to, whatever tribe, there's one simple question -- will your future, the future of your children and grandchildren be served by continued fighting, continued sectarian violence or by Iraq coming back together as a nation?",
  "The line exactly, he said was, \"But people are trying to reach out to you all the time with this,\" that was Donald Trump Jr. in the Hannity and then, later Hannity says was anyone else at anyone in the campaign said, oh, I've got information about Hillary, do you remember, and he said no, no.",
  "So, we are delighted that thanks to the 100th anniversary of America's engagement in World War I, the president of the United States is being recognized as the guest of honor at this year's Bastille celebration, the first time an American president has gone to these celebrations in decades.",
  "A lot happening tonight, including exclusive new video only on CNN of Donald Trump long before he decided to run for president with the father and son and music promoter who later brokered the now infamous meeting with a Russian attorney and Donald Trump Jr. We'll have more in that shortly.",
  "I'm wondering how the president can actually make that claim when all the reporting about \"The New York Times\" and the meeting his son held with the Russian attorney had been proven by his son's own e-mails, which he only released after \"The Times\" is going to publish the contents of it?",
  "Being forced to release something because you just got tipped off it's going to be released by \"The New York Times\" isn't actually being transparent, as you pointed out, giving us a bunch of different stories about -- you know, first it was there were no meetings with the Russians.",
  "[20:55:07] And now we've got smoking gun e-mails showing that Donald Trump Jr. and the other two, Kushner and Manafort were eager to collaborate with the Russians and running over there to have a meeting with this Russian lawyer who was, they were told, an agent of the government.",
  "And, so, knowing that that is the context through which he receives information about anything, even and including information that is in black and white, showing that his son was eager to take a meeting from somebody who said that they had information from the Russian government.",
  "The fact is that Donald Trump believes that the best messenger is himself, that's why he refuses to stop tweeting and that he can get his message out directly to his 30-plus million followers and he doesn't need to do it through the traditional means of a White House briefing.",
  "[20:49:59] KAYE: And now this latest meeting with Russian lawyer Natalia Veselnitskaya also initially omitted on his application for security clearance has some wondering how many other meetings Kushner might not have disclosed and if security clearance should be revoked.",
  "This may be far more chaotic and get in the way of doing things, because there's actually this real e-mail that says essentially all the things they've been saying did not happen, there's this pin to hang it on now with his own son saying look, yes, come to me with this.",
  "(BEGIN VIDEO CLIP)\n\n\n\nSEN. LINDSEY GRAHAM (R-SC), JUDICIARY COMMITTEE: In light of the don junior e-mail and other allegations that this whole thing about Trump campaign and Russia is a witch hunt, is that a fair description of what we're all dealing with in America?",
  "(BEGIN VIDEO CLIP)\n\n\n\nSEN. LINDSEY GRAHAM (R), SOUTH CAROLINA: Let me ask you this: If I got a call from somebody saying the Russian government wants to help Lindsey Graham get reelected, they've got dirt on Lindsey Graham's opponent, should I take that meeting?",
  "As you remember this all started when a music promoter e-mailed the President's son with information that came from a Russian pop star and his father, now CNN exclusive video shows these men at a dinner party back in 2013 when citizen Donald Trump met with them.",
  "BASH: Well, first of all, it's sort of -- there's a little bit of irony that not only do we not see Sarah Huckabee Sanders or anybody who does press conferences, at least sort of feeds into the bunker mentality when it actually sounds like they're in a bunker.",
  "They're growing increasingly weary about this controversy after controversy coming out of the White House a time when the Republicans realize they have precious little time to pass what they initially viewed as a rather ambitious legislative agenda number.",
  "This is, again, this is an obsession --\n\n\n\nCOOPER: Ok, but you do not deny -- you do not deny that all the sourcings for \"The New York Times\" was correct on this story and the president is wrong when he's saying the anonymous source saying is fake news?",
  "He only published these emails because \"The New York Times\" got the emails and was going to publish them, and then he smartly got ahead of it, and the only reason that this story has lasted so long is because he wasn't transparent from the beginning.",
  "It seems like the second time only after Paul Manafort told, according to \"The New York Times,\" told Capitol Hill about this meeting with Donald Trump Jr. At what point should he stop getting the benefit of the doubt that it was just an oversight?",
  "Back now with the panel, Jeff as a legal matter, are you surprised that the President would go on the record publicly and adamantly insisting that he had no knowledge of his son's meeting with the lawyer either prior to it or just until recently.",
  "And that's what we have as a consistent pattern, not just with Mr. Kushner but others in this administration lying about their contacts with the Russians up until a day or two ago, they kept repeating the mantra that there was no collaboration.",
  "On Tuesday, Trump son, Donald, Jr. released e-mails from Goldston, pitching a meeting between the President son and a Russian lawyer, promising she would deliver damaging information about Hillary Clinton provided by the Russian government.",
  "So, you know, to say that I took this meeting, even though I have an e-mail showing that the government was out to sort of discredit my opponent and nothing came of it, therefore it's all fake news, that's not even going to begin to cut it.",
  "And even if they can walk and chew gum at the same time inside the White House, what you talked about from John McCain and virtually every other Republican who will even stop and talk about it on Capitol Hill, is a bigger dose of reality.",
  "I mean, you're like shining -- it looks like you're shaking shiny objects trying to divert people, but I don't think viewers are really that --\n\n\n\n(CROSSTALK)\n\n\n\nGORKA: You know why the president's description of a witch hunt is accurate?",
  "Also a new CNN exclusive video shows the President and Rob Goldstone, the Russian pop star and his father at a private dinner in 2013, all players in the Trump Jr. e- mail controversy, new aspects of their relationship when we come back.",
  "But what is so troubling about this whole issue of omitting these visits is that the whole purpose of disclosing the names of the foreign nationals you've met with is so that the background clearance folks can investigate these meetings.",
  "(BEGIN AUDIO CLIP)\n\n\n\nSARAH HUCKABEE SANDERS, WHITE HOUSE DEPUTY PRESS SECRETARY: You know, the president wants to be focused on his agenda and he'd much rather be talking about health care, tax reform, infrastructure, national security.",
  "Not only are they concerned about the meeting, the merits of the meeting and whether or not Donald Trump, Jr. should have taken that meeting with the Russian lawyer, but also undercutting their message at a crucial time on the Hill.",
  "(END VIDEO CLIP)\n\n\n\n[20:15:09] COOPER: So, I'm just wondering -- do you believe the president's nominee to lead the FBI is wrong about that or is right, that this is something that Donald Trump, Jr. should have called the FBI about?",
  "Something if the Russians had this information, you know, about this meeting from the time it happened and yet on the U.S. side that information isn't sent around, the Russians therefore have something on Jared Kushner potentially.",
  "JEFFREY TOOBIN, CNN SENIOR LEGAL ANALYST: Well, you know, one of the things about security clearances is the more powerful you are in the government, the less likely the officials are to give you a problem on security clearance.",
  "And we understand, I was with a senior French diplomat just minutes before I came here, that we have a very serious common concern, and that's the threat of terrorism to France, to the Western civilization that NATO represents.",
  "The difference is, there is not, as far as we know, an active FBI investigation of any Ukraine involvement, and frankly, if there was, I think it would be a much bigger story and I would love to report on it every single night.",
  "We want people who understand the threat, who have been there in the field, and just people who have new ideas, because the last eight years, in fact, the last 16 years have not brought security to America or to our allies.",
  "But that is universal when you're talking about journalists and lawyers and others turning up dead, that we have sanctions in place because of those and other sort of aggressive actions including the seizure of territory.",
  "According to the e-mails release by Trump Jr. Emin Agalarov seen here between Trump and Goldstone told Goldstone to sit at the meeting, \"Emin just called and asked me to contact to you with something very interesting.\"",
  "People get charged under that and as a criminal defense attorney I have to say, a 1001 charges are the ones that you really want least to see in an indictment because they tend to be very easy to prove in a courtroom.",
  "But I'm giving you an opportunity right now to correct what the president said this morning, because what he's alleging is that the reporting is fake, and in fact, his son's own e-mail chain shows that it's accurate.",
  "The president, I have been told by somebody who talks to him quite regularly, that the president believes that the media is creating a conspiracy that does not exist, and that is what you heard from Sebastian Gorka.",
  "It's also interesting, Glory, I mean to hear Sebastian Gorka and others from the Trump White House saying, well look, we should be paying attention to Ukraine and alleged outreach to the DNC, which the DNC denies.",
  "In any case, in the Donald Trump Jr. e-mail story, the sourcing \"The New York Times\" had has all been confirmed by the very e-mails that Donald Trump, Jr. finally released under pressure from \"The New York Times.\"",
  "The Russian lawyer herself placing Kushner, the so-called secretary of everything, in yet another meeting with a Russian that was initially left off the forms he filled out to gain White House security clearance.",
  "On the contrary, the DNC sends its operative onto the soil of a foreign nation, to the embassy of the Ukraine, not to collect dirt, but to actually use it in a coordinated campaign with a foreign government.",
  "And, B, don't really want to answer the questions right now, don't want to feed the notion that reporters who are in the White House briefing room have, you know, sort of legitimate questions to be answered.",
  "As much as the president and the advisors who come on television want to argue that there is nothing to see here, there's no distraction, we're just work, work, working like normal, it's just not reality.",
  "The President son-in-law and President Adviser Jared Kushner, who took the meeting as well and still as far as we know has a valid security clearance, the White House won't confirm whether or not he does.",
  "And also, I think doing a lot of gaslighting where he, you know, just really wouldn't answer the question, claiming that, you know, Donald Jr. has been transparent when he really hasn't been transparent.",
  "ANDERSON COOPER, CNN ANCHOR: And yet on the one hand his son last night says, this happened -- kind of thing happened all the time, and then the next sentence, it's something that I have the line here.",
  "(COMMERCIAL BREAK)\n\n\n\n[20:47:54] COOPER: Well, the main focus right now is on Donald Trump, Jr.'s involvement in setting up this meeting with a Russian lawyer he believed was connected to the Kremlin.",
  "RICHARD PAINTER, FORMER BUSH WHITE HOUSE ETHICS LAWYER: Well, he has had an awful lot of contacts with the Russians and in a lot of different contexts that seems like he has the wrong should be job.",
  "(COMMERCIAL BREAK)\n\n\n\nCOOPER: As we reported, President Trump told Reuters earlier today that he did not know that his son, Donald Jr. was meeting with the Russian lawyer at Trump Tower last summer.",
  "But what they do is they say, you guys are forming a conspiracy against us, but you're not, you know, but in a way they're setting up another conspiracy, which is the media conspiracy against them.",
  "And even though they're trying to sort of stay tunnel vision on it, it isn't easy to do when you have a lot of incoming and sort of loud noise that you cannot ignore, which is pretty consequential.",
  "You barely scratched 200,000.\n\n\n\nCOOPER: But I think it's funny that you have enough time at the White House, which is apparently you're so busy, you're able to sit around and read Nielsen numbers.",
  "(COMMERCIAL BREAK)\n\n\n\n[20:37:45] COOPER: The latest revelations about the Trump campaign's meeting with a Russian lawyer are not helping what is already fragile party unity within the GOP ranks.",
  "This is something that is actually crucial to determining why someone should be granted or denied a security clearance and he seems to have had a great deal of trouble in getting his form right.",
  "[20:40:11] BROWN: The man, Russian pop singer Emin Agalarov and his father, Aras, a real estate developer in Russia were helping Trump hold his miss universe pageant in Moscow later that year.",
  "Two administration officials telling us that Mr. Trump has spent the last few days hunkered down in the Oval Office, huddled with top advisers and watching a lot of television news coverage.",
  "First, he said people were trying to reach out all the time during the campaign with things like this, information like this, which many surrogates have said that this happens all the time.",
  "Our Nick Paton Walsh has been reporting from inside that city, as had a number of CNN personnel over the course of the battle, it is a huge victory -- obviously, not the end of ISIS at all.",
  "WRAY: To the members of this committee, any threat or effort to interfere with our elections from any nation state, or any non-state actor, is the kind of thing the FBI would want to know.",
  "DONALD TRUMP JR., U.S. PRESIDENT DONALD TRUMP: I met Emin once or twice and maintained a casual relationship there, talked about some potential deals, and then to that -- the extent of it.",
  "COOPER: Mary Katharine, the drip-drip is interesting to me and Trey Gowdy, you know, today saying, look, if you had a meeting which is separate from Russia, just tell the special counsel.",
  "\n\n\n\nReturn to Transcripts main page\n\nANDERSON COOPER 360 DEGREES\n\nTrump on the Way to France Amid Email Controversy; Interview with the Deputy Assistant to the President, Sebastian Gorka.",
  "And it also explains what he actually said in public to \"Reuters\", giving as you said, a new interview today, saying that he only learned, first of all, about the meeting a few days ago.",
  "At another point, the nominee, Christopher Wray, said that he explicitly would suggest anyone getting a solicitation for opposition research from a Russian national should call the FBI.",
  "The exclusive footage provides a closer look at the friendship between the two families and could help explain Donald Trump, Jr.'s willingness to take the meeting arranged by Goldstone.",
  "COOPER: The other interesting thing is that I talked to that attorney yesterday and he denied that there was a phone conversation between Donald Trump, Jr., and the Russian pop-star.",
  "The individual who requested the meeting --\n\n\n\nCOOPER: That's what he said the meeting was about on Saturday when he knew all along by Saturday that's not what the meeting was about.",
  "KAYE (voice-over): In a statement over the weekend, Kushner's attorney explains that his SF 86 clearance form was \"prematurely submitted\" referring to his original form months ago.",
  "That's because unlike his brother-in-law, Donald Jr., who is not a government employee, Jared Kushner is and was required by law to disclose his meetings with foreign governments.",
  "And we want to reassure everybody, as we did at the G20, and as Secretary Mattis and the president have done in recent visits, that we stand by our allies, we stand by Article 5.",
  "Lindsey Graham asked Chris Wray, the president's nominee for FBI director whether it was appropriate for Donald Trump, Jr. to take the meeting and if he should alerted the FBI.",
  "And there is example after example that we know from covering it real time in 2000, the Gore campaign got something that they shouldn't have gotten and they gave it to the FBI.",
  "And that is that they're the ones who are trying really, really hard to, for example, come up with 50 votes to fulfill the Republicans' promise to repeal and replace Obamacare.",
  "GORKA: I will return to what the president and Donald Trump, Jr., and also Jay Sekulow said, that in the heat of the campaign, he took a meeting as a favor to an acquaintance.",
  "They had something, maybe concrete evidence to all the stories I'd been hearing about but they were probably under-reported for, you know, years, not just during the campaign.",
  "And I think the fact that this -- you know, that he didn't -- the reaction should have been oh, my gosh, the Russian government is supporting our campaign, OK, call the FBI.",
  "KAYE: Also the meeting with Russian banker Sergei Gorkov who not only has ties to Vladimir Putin but runs a bank that has been under U.S. sanctions for the last three years.",
  "JAMES CLAPPER, FORMER DIRECTOR OF NATIONAL INTELLIGENCE: My dashboard warning light was clear on and I think that was the case with all of us at the intelligence community.",
  "I spoke with somebody last night who said that it's quieter inside than you would think, and that obviously today is a lot better than it was yesterday for the White House.",
  "GORKA: But then why haven't you dedicated 10 minutes or another segment, which is meant to be about international relations on that story instead of what you're doing now?",
  "COOPER: Professor Turley, the other part of it is -- so that that the U.S. knows everything that a foreign government and maybe a foreign adversarial government may know.",
  "I think it's charitable to say wrong as opposed to lying about the fact that there was no contacts between his campaign and people affiliated with the Russian government.",
  "HERE\n\n\n\nMARY KATHARINE HAM, CNN POLITICAL COMMENTATOR: -- all the things they've been saying for the \"Times\" were at least, you know, that's where they're comfortable.",
  "Dana, I mean, we've heard that time again from surrogates saying, well, look, this happens all the time --\n\n\n\nDANA BASH, CNN CHIEF POLITICAL CORRESPONDENT: Exactly.",
  "There are a lot of different ways and a lot of different reasons in which you can characterize Russia as maybe not acting in the best interest of the United States.",
  "It's a very powerful country that we have a relationship with, but I would say not a great relationship, and I would say this can certainly help that relationship.",
  "If they did, then they would be approaching this in a very different way and it doesn't really square with the notion of a president who is all about perception.",
  "COOPER: Dana, we hear, though, I mean, from John McCain on Capitol Hill today who said this has sucked all of the oxygen out of the room, this drip, drip, drip.",
  "NATALIA VESELNITSKAYA, RUSSIAN LAWYER (through translation): I could recognize the young gentleman who was present for probably the first seven to ten minutes.",
  "The Magnitsky Act, that was the sort of a trigger for the ban on or the slowing down of the adoption process is really important because it ties into murders.",
  "As for that other tweet claiming a witch hunt, we take you now to today apartments Senate confirmation hearings from the president's own pick to head the FBI.",
  "COOPER: Richard Painter, what do you say to those who are saying that Jared Kushner, you know, shouldn't have a security clearance or it should be looked at.",
  "BROWN: That's right, Aras Agalarov, he spoke to a Russian radio station BFM in the week of the e-mail release and he said he doesn't personally know Don Jr.",
  "But the distrust between Sunni, Shia and Kurds that continues and will continue to exist inside Iraq, how does that get solved from a political standpoint?",
  "COOPER: So, the president tweeted today, when you hear the words, sources say from the fake media, often times those sources are made up and do not exist.",
  "I can tell you that my experience with Director Mueller --\n\n\n\nGRAHAM: I'm asking you as the future FBI director, you consider this endeavor a witch hunt?",
  "But the point is that he really has a lot of these contacts and that he thinks have forgotten about just about all of them when filling out these forms.",
  "BROWN: In the video, Trump is seen having dinner with the Agalarovs, along with their publicist, Rob Goldstone, seeing here leaning over with Trump.",
  "COOPER: Even if the President was informed, at some point, you know, before or shortly after the meeting, does that from a legal standpoint matter?",
  "But when I come back, I actually want to ask about the president's trip to France and also the victory in Mosul, if you're willing to stick around.",
  "JONATHAN TURLEY, CONSTITUTIONAL LAW SCHOLAR: No, it's a valid objection of the -- really thumping heart of that form is, in fact foreign contacts.",
  "In a context where there's enormous controversy about Russia and Russian espionage inside the United States and Russian meddling in the election.",
  "If you get a call from somebody suggesting that a foreign government wants to help you by disparaging your opponent, tell us all to call the FBI.",
  "Dana and Gloria, I mean, first of all, you heard Sebastian Gorka pushing back on this whole idea that the White House is under siege in any way.",
  "But, look, there's no question just in terms of the atmospherics that this has had a very big impact on the sort of vibe inside the White House.",
  "We see the last eight years as having brought disastrous national security decisions, whether it was in Libya, in Syria, in Iraq, or elsewhere.",
  "And the American people and anybody running for office know that you don't take foreign campaign contributions, either monetary or other sorts.",
  "The President in that Trump-Russia meeting, still wondering the host (ph) of the West Wing still with his security clearance as far as we know.",
  "CHRISTOPHER WRAY, FBI DIRECTOR NOMINEE: Well, Senator, I would think you'd want to consult with some good legal advisors before you did that.",
  "And that -- do you really want to talk -- I thought we were going to talk about real issues, like what we're doing with our allies in France.",
  "But they, A, didn't go very well when they had a series of on-camera briefings from their perspective at the beginning of the administration.",
  "The interesting thing is that it didn't seem to bother candidate Trump who frequently quoted anonymously sourced stories that benefitted him.",
  "We are incredibly impressed by Don Jr.'s transparency and the fact that he published these e-mails and said he will cooperate with anybody.",
  "Because this isn't just the second biggest city in Iraq, it's also the city where the ISIS, the Islamic State, declared caliphate in 2014.",
  "And what we do have, an e-mail --\n\n\n\nCOOPER: There was a contractor who worked for the DNC who met with people from the Ukrainian embassy.",
  "(BEGIN VIDEO CLIP)\n\n\n\nJOHN MACCAIN, (R) ARMED SERVICES COMMITTEE CHAIRMAN: It's sucking the oxygen out of the room, everybody knows that.",
  "So, you know, what will the e-mails show about discussions that he may have had with his son and other people about contacts with Russia.",
  "That's when Kushner allegedly tried to set up some sort of back channel communication to the Kremlin, the White House decline to comment.",
  "TRUMP: I think it's a great thing for our countries and honestly they really wanted it in Russia very badly, politically they wanted it.",
  "GORKA: Let's let the viewers judge who decided that you're now the 13th place in national ratings, behind Nick at Nite which is at 11th.",
  "I know you want salacious, sensational coverage for your ratings, so your corporate sponsors and owners will have, you know, more money.",
  "(BEGIN VIDEO CLIP)\n\n\n\nDONALD TRUMP, JR., SON OF PRESIDENT TRUMP: In retrospect, I probably would have done things a little differently.",
  "The same form was modified a third time in recent weeks to include the meeting with Donald Jr. and a Russian lawyer, a source told CNN.",
  "And then he also said that no one else at any time during the campaign reached out saying they had information about Hillary Clinton.",
  "Here is just, you know, from Washington, and from somebody who has covered campaigns for many years, it doesn't happen all the time.",
  "But that's a tiny fraction, obviously of the e-mails that are going to be available to the special counsel, former Director Mueller.",
  "And that's the one that I really and most of us really sweat over to make sure we list all of the foreign contacts we may have had.",
  "(END VIDEOTAPE)\n\n\n\nCOOPER: I want to bring in our legal panel with me now, our Jeffrey Toobin, Richard Painter and Jonathan Turley.",
  "On Fox News Tuesday, Donald Trump, jr., who does not appear in the 2013 video, said he had limited knowledge of the Russian family.",
  "And, you know, the insults and the bluster and the bullying I think just indicates that the White House is really worried about it.",
  "GORKA: When he gave as much information as was necessary to be put out there after the --\n\n\n\nCOOPER: It wasn't correct information.",
  "And as to your claim about, you know, Ukraine involvement with the DNC, which they deny if that happened -- GORKA: No, it happened.",
  "BENJAMIN SASSE, (R) SENATOR, NEBRASKA: I'm obviously concerned fundamentally, Americans are supposed to decide American elections.",
  "I want to get your take on what the President said to Reuters about whether he knew about this meeting, when it actually happened.",
  "This is obviously very high level and since they have information but as part of Russia and its government support for Mr. Trump.",
  "But there is an active FBI investigation into Russian involvement in this election, and any possible collusion with the campaign.",
  "COOPER: You know, Sarah Huckabee Sanders was asked about this notion of a White House under political siege multiple times today.",
  "I've had to fill out that form many times since the Reagan administration I think to keep clearances in cases I was working on.",
  "KAYE (on camera): The application form Jared Kushner filled out for White House security clearance is known as the SF-86 Form.",
  "TOM COLE, (R) REPRESENTATIVE OKLAHOMA: There's a common perception we're not doing much when we're actually doing quite a bit.",
  "Quote: Remember when you hear the word sources say from the fake media, oftentimes those sources are made up and do not exist.",
  "(END VIDEO CLIP)\n\n\n\nCOOPER: So, for all the claims of phony unnamed sources, \"The New York Times\" reporting has been spot on.",
  "But that's what we're going do with our allies, with our partners, to create an Iraq that functions again as a unitary state.",
  "While that sounds good, keep in mind that Kushner's application for security clearance is submitted under penalty of perjury.",
  "GORKA: Did somebody wanted to provide negative information that at the end of the meeting --\n\n\n\nCOOPER: He didn't say that.",
  "You heard the reporting that there is a bunker mode in parts of the White House since the news of Donald Trump Jr. broke.",
  "I mean that's a meeting that no loyal American would attend, unless they're wearing a wire that the FBI had put on them.",
  "It's usually administrative measures particularly the denial of the clearance which is unlikely, obviously in this case.",
  "Meanwhile, Kushner and his wife Ivanka are in Sun Valley, Idaho for a high profile business meeting and tech conference.",
  "Errol, even the idea that it was about adoption, adoption is, in Russia, it's not about adoption, it's about sanctions.",
  "Obviously, the president has been critical of France in the past, because it's obviously an incredibly important ally.",
  "But there's no --\n\n\n\nBORGER: But people around the DNC didn't know about it, and it kind of unravels as you go along.",
  "As you point out, if it were -- if it had happened, and if the FBI were to take a look at it, they obviously should.",
  "And the most important thing from the defense side is to maintain the one thing that's eluded the Trump White House.",
  "It would, of course, be better for reporters if every source to every story agreed to go on the record name and all.",
  "BROWN: The next day in front of reporters, Trump spoke grandly about the promise of taking miss universe to Russia.",
  "I think it's very difficult when you have this overwhelming barrage of new information that unfolds every few days.",
  "But the fact is, there's not, as far as we know, an ongoing investigation into Ukraine involvement in the election.",
  "It turns in -- it ties into what kind of actors we're dealing with when you're talking about the Putin government.",
  "First of all, you're avoiding answering the question about Donald Trump's lack of transparency from the beginning.",
  "So it's clear that all sides involved in this Anderson, are really trying to distance themselves from one another.",
  "Maybe out of the United States ambassador to Russia or the Russian ambassador to the United States, I don't know.",
  "Even Trey Gowdy today has said, and I quote, if you had a contact with Russia, tell the special counsel about it.",
  "WRAY: I think it would be wise to let the FBI know --\n\n\n\nGRAHAM: You're going to be the director of the FBI, pal.",
  "But that he didn't fault his son for taking the meeting, saying, quote, many people would have held that meeting.",
  "And, so, it's not something that the media has come up with and you can do the normal questioning that they do.",
  "They understand some of the kind of the craft that they use to get information or to put information out there.",
  "Quote: The White House is functioning perfectly, focused on health care, tax cut reform and many other things.",
  "And he said it was a \"tall tale\" that Goldstone asked Trump Jr. to contact him about dirt on Hillary Clinton.",
  "You're concerned about how minutes --\n\n\n\n(CROSSTALK)\n\n\n\nGORKA: You're falling into the fake news trap again.",
  "The DNC --\n\n\n\n(CROSSTALK)\n\n\n\nCOOPER: You're claiming that Donald Trump, Jr. was transparent from the get-go?",
  "I think that that's his focus and when he's talking about those things, that's a good day for all Americans.",
  "WRAY: I do not consider Director --\n\n\n\n(END VIDEO CLIP)\n\n\n\nCOOPER: He said he did not consider a witch hunt.",
  "With the president heading to France for Bastille Day, we're talking to Washington insider Sebastian Gorka.",
  "And that he intends to continue fighting back this way, and that is, again, what you heard from Mr. Gorka.",
  "From his brother-in-law, Donald Trump, Jr., to Kushner and Paul Manafort, then head of the Trump campaign.",
  "As for not watching TV, well, in the very next tweet, he takes aim at the coverage that he's not watching.",
  "Because in the e-mails, it certainly seems as if there was some sort of a phone call before this meeting.",
  "So, this is a legitimate ground of criticism, right above the signature block is a reference to 18 U.S.C.",
  "Joining the panel tonight, Kirsten Powers, Errol Louis, Mary Katharine Ham, Dana Bash, and Gloria Borger.",
  "Remember for how long, Anderson, the reports were that bin Laden is dead or he was on dialysis in a cave.",
  "You know, that is a very, very dangerous situation when Russians are offering you dirt on your opponent.",
  "TRUMP: -- the women now are beautiful, I tell you when you see Miss Universe you won't even believe it.",
  "COOPER: So with him saying that this meeting was about adoption issues, about his concerns for orphans?",
  "(END AUDIO CLIP)\n\n\n\nCOOPER: How does that push back square with the optics coming out of the West Wing?",
  "Also, the other thing I will say is that members of the White House say that they do go on television.",
  "And I'll go back to what his FBI nominee himself said today, that is not OK, you must contact the FBI.",
  "BROWN: And I can tell you that Robert Mueller he's overseeing the special pro will be looking at that.",
  "COOPER: There have also been reports this week that ISIS leader Abu Bakr al-Baghdadi has been killed.",
  "I talk to people inside the White House, and the reality is that they don't really care about optics.",
  "CHRISTOPHER WRAY, FBI DIRECTOR NOMINEE: Well, Senator, I can't speak to the basis for those comments.",
  "They're caught up on the sort of daily distractions that they go on, coming out of the White House.",
  "Even Trey Gowdy saying, look, you know, it's a drip, which is, it's hurting the president's agenda.",
  "There was the meeting with Russian Ambassador Sergey Kislyak at Trump Tower during the transition.",
  "I mean, where you get into trouble with a 1001 is when you have all of these conflicting accounts.",
  "(BEGIN VIDEOTAPE)\n\n\n\nRANDI KAYE, CNN CORRESPONDENT (voice-over): His name is in the e-mail chain.",
  "At dinner, Trump could be heard boasting to the men about his work on the miss universe pageant.",
  "But really, it went nowhere and it was apparent that wasn't what the meeting was actually about.",
  "We know we've been told from our sources that now this is part of the probe, the investigation.",
  "COOPER: And, you know, it was sort of mildly amusing on Monday --\n\n\n\n(CROSSTALK)\n\n\n\nGORKA: Yes.",
  "GORKA: No, I got a really good prep from my team because the White House press team is superb.",
  "COOPER: He didn't just release his e-mails --\n\n\n\nGORKA: Anderson, you're like a broken record.",
  "\"Politico\" wrote the article I believe back in January, I'll put it on the screen, so did CNN.",
  "GORKA: I'm not going to confirm or deny what meetings we have in the White House or elsewhere.",
  "And that is sort of the knee jerk reaction, which is to deflect everything to Hillary Clinton.",
  "He certainly watched Donald Trump, Jr. on FOX and was up early this morning tweeting about it.",
  "And reiterated that his client is \"eager to cooperate and share what he knows\" with congress.",
  "Just be up front about it, get it out of the way before \"The New York Times\" tracks it down.",
  "Coming up, some lawmakers in the President's own party are demanding answer on Capital Hill.",
  "He said it happened all the time, but then he also said this is the only time it happened.",
  "I'm just going to ignore the insults, because I don't\n\n\n\nthink it really gets us anywhere.",
  "The next day he amended that to say he had multiple contacts and would be disclosing them.",
  "Now Senior White House Adviser, Kushner was being invited to meet with a Russian attorney.",
  "I have a column on this in the Hill in the morning about what a 1001 investigation means.",
  "MARY KATHARINE HAM, CNN POLITICAL COMMENTATOR: Yes, I don't think that's in their nature.",
  "That's the real story, when you go to another government to coordinate\n\n\n\nCOOPER: Right.",
  "Somewhat in the next sentence oh, no, this was the only time it ever actually happened.",
  "TRUMP: These are the most powerful people in all of Russia, the richest men in Russia.",
  "Questions are now surrounding about someone else in that Trump Tower conference room.",
  "The first time Kushner filled it out, he left the section for foreign contacts blank.",
  "I certainly believe, you know, if there's wrongdoing, anybody should be investigated.",
  "So, when Prime Minister Abadi says the caliphate is destroyed, he's absolutely right.",
  "The important thing to remember about witch hunts is that nothing ever comes of them.",
  "The president's trip to France is very important, also the victory in Iraq and Mosul.",
  "GORKA: The story only has legs because the fake news industrial complex is obsessed.",
  "I also want to ask you about some of \"The New York Times\" report earlier this week.",
  "Well, also, it's one of these things that just isn't really open to interpretation.",
  "It will be interesting to see if any evidence of that phone call actually turns up.",
  "We're not going to stay in the Washington bubble or the Acela corridor of wonkery.",
  "We're very pleased we have somebody from the White House on the broadcast tonight.",
  "They do answer questions in other ways, maybe not for the White House press core.",
  "I just don't think he's a particularly credible source at this point on anything.",
  "Jeff Toobin, Kushner amended his security clearance forms now not once but twice.",
  "I mean, here, you know, these are very important e-mails that were just released.",
  "And having said that, most omissions on SF-86 is, do not result in prosecutions.",
  "BROWN: Trump predicting his pageant could even bring Russia and the U.S. closer.",
  "The Democrats met with Ukraine and plotted, and that has not been proven at all.",
  "So we have a GOP lawmakers being very vocal today about this latest controversy.",
  "COOPER: OK.\n\n\n\nGORKA: I don't deal with this stuff, because I do have a day job.",
  "GORKA: Oh, I stand by what the president said and I stand by what his son said.",
  "Now, the heart of the scandal instead he said he only found out a few days ago.",
  "But other times, they've tried to change the subject, other shoes have dropped.",
  "Why not be out front and transparent on Saturday when he was first approached?",
  "And then it flows down, and everybody else says, well, the Democrats did this.",
  "And by that, I mean, of course, the continuous drum beat of the Russia story.",
  "BROWN: Investigators plan to examine the Trump Tower meeting and the e-mails.",
  "The president has had four days now without an event on his public schedule.",
  "BROWN: And wished him happy birthday in a video posted on Emin's Instagram.",
  "It's just -- that right there, everything from there on out is problematic.",
  "COOPER: -- that they should call, they should have called the FBI about it?",
  "You're actually not answering because you're not actually being out front.",
  "GORKA: So, right now, we treat all of these reports with great skepticism.",
  "Look, it seems to me it depends on with whom you speak at the White House.",
  "So, this is kind of gives you a window into the thinking of the president.",
  "Aired 8- 9p ET\n\nAired July 12, 2017 - 20:00 ET\n\nTHIS IS A RUSH TRANSCRIPT.",
  "Deputy assistant to the president, Sebastian Gorka, appreciate your time.",
  "It's not just about body bags or HVTs or high value targets being killed.",
  "And so you can bet that that's something that will be looked at, as well.",
  "Jared Kushner, the e-mail forwarded June 8, 2016, just after 12:00 noon.",
  "Nine months of accusations with zero, zero evidence of anything illegal.",
  "Again --\n\n\n\nGORKA: It's not about you, but having journalism back on TV.",
  "COOPER: So, last night, Donald Trump, Jr. said two contradictory things.",
  "The Iraqi government has declared victory over ISIS in Mosul this week.",
  "So what does the president hope to accomplish with this trip to France?",
  "So, this is an administration, this is a president who wants new ideas.",
  "In fact, still have access to top secret national security information.",
  "That is now when he's not on Twitter denying that he's doing just that.",
  "SEBASTIAN GORKA, DEPUTY ASSISTANT TO PRESIDENT TRUMP: Oh, absolutely.",
  "BROWN: But new video and others show the President's own connections.",
  "COOPER: Well, what I need to do right now is take a commercial break.",
  "When it comes to the long-term victory, yes, it's not about kinetics.",
  "We reported --\n\n\n\n(CROSSTALK)\n\n\n\nGORKA: There's a massive difference.",
  "It's something that was actually tweeted out by the president's son.",
  "BROWN: On CNN'S \"New Day,\" the lawyer said the e-mails don't add up.",
  "That's the section that gets most people into trouble in Washington.",
  "As you said, despite tweeting he doesn't watch TV, he does watch TV.",
  "His mood said to be one of frustration and fury, at times defiance.",
  "COOPER: Professor Turley --\n\n\n\nTOOBIN: How he's going to know that?",
  "Because there never were witches and there never was any collusion.",
  "(CROSSTALK)\n\n\n\n[20:10:07] COOPER: But let's be honest here, though.",
  "1001 and that's the false statement sections of the Criminal Code.",
  "The president is heading to Paris, dogged by his son's email mess.",
  "Deputy assistant to the president, Sebastian Gorka, joins us now.",
  "Now, you played one sound bite from his own FBI director nominee.",
  "I do want to start off with what Dana and others are reporting.",
  "It had been promised she would deliver dirt on Hillary Clinton.",
  "Nonetheless, he's still going with the hashtag fake news thing.",
  "ERROL LOUIS, CNN POLITICAL COMMENTATOR: That's right, exactly.",
  "And it was like there was a meeting but it was about adoption.",
  "We have the most powerful intelligence community in the world.",
  "But I think you're kind of a wonk as well, but I'll let it go.",
  "[20:25:09] But there are still the factions there that remain.",
  "It's been looked into by a lot of fact checking organizations.",
  "I don't think that's a hard sell logically, maybe emotionally.",
  "What he has to worry about is what are the other e-mails show?",
  "Randi Kaye has more on Kushner's role in the current dust-up.",
  "It was Mr. Jared Kushner, and he never came back, by the way.",
  "BROWN: In 2013, Trump appeared in one of Emin's music videos.",
  "So, that's why I think there's a difference in the reporting.",
  "I don't think that is going to be a shift we're going to see.",
  "By every definition of transparency, that is not transparent.",
  "The president is a steam locomotive that will not be stopped.",
  "But I -- the surrogates are saying it happened all the time.",
  "I understand we heard from the father of the pop-star today.",
  "I mean a meeting which includes Jared Kushner and Manafort?",
  "Can you -- has the United States been able to confirm that?",
  "I deny the fact that there's anything here that's untoward.",
  "COOPER: I am going to ask you, but you're not being honest.",
  "That ended up being about --\n\n\n\nCOOPER: He didn't say that.",
  "I mean, this isn't something, it's not an anonymous source.",
  "COOPER: As a nerd and a wonk, I won't take that personally.",
  "But had you seen it earlier, I think it would have helped.",
  "We're going to continue this conversation after the break.",
  "But I think at the end of the day, you asked about optics.",
  "THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.",
  "(END VIDEOTAPE)\n\n\n\nCOOPER: And Pamela Brown joins us now.",
  "He also has said he doesn't really know Goldstone either.",
  "He says things are going swimmingly, nothing to see here.",
  "COOPER: No, because I'm not getting any answers from you.",
  "And as soon as he was clear that was the case, it ended.",
  "And that the White House did reach out to those two men?",
  "Rather than on the substance, it's about something else.",
  "We know, now, from these e- mails, that that's the case.",
  "And that's how they have decided to fight back on this.",
  "COOPER: This meeting was about adoption, about orphans?",
  "So, his own nominee to head the FBI disagrees with him.",
  "And now, he's talked about that meeting on television.",
  "COOPER: There was other good news for the White House.",
  "(COMMERCIAL BREAK)\n\n\n\n[20:20:24] COOPER: Welcome back.",
  "CNN's Manu Raju, live on Capital Hill with the latest.",
  "COOPER: -- as borne out by Donald Trump's own e-mails.",
  "They try to be too clever by half or they omit things.",
  "And that's exactly what I was going to say, Anderson.",
  "Don't wait for \"The New York Times\" to figure it out.",
  "This is the greatest witch hunt in political history.",
  "One source told our colleagues that it was paralyzed.",
  "This is before they were building it up in the press.",
  "GORKA: Donald Trump, Jr. is transparent, absolutely.",
  "I mean --\n\n\n\nGORKA: -- dirt on a political campaign.",
  "So, here's what I want you to tell every politician.",
  "Now even Republican lawmakers are demanding answers.",
  "COOPER: All right, what was said on that phone call?",
  "EMIN AGALAROV, RUSSIAN POP-STAR: We all think alike.",
  "So obviously there's a lot reasons to be concerned.",
  "We are pushing the make America great again agenda.",
  "[20:00:15] ANDERSON COOPER, CNN HOST: Good evening.",
  "GLORIA BORGER, CNN CHIEF POLITICAL ANALYST: Right.",
  "GLORIA BORGER, CNN CHIEF POLITICAL ANALYST: Right.",
  "Did it happen all the time or did it never happen?",
  "GORKA: It was -- it was absolutely misrepresented.",
  "And you might say Kushner's is a work in progress.",
  "Up next, how Jared Kushner fits into all of this.",
  "GRAHAM: So, the answer is, should I call the FBI?",
  "GORKA: Look, it is a massive event, you're right.",
  "And that is what sort of makes them an adversary.",
  "And it was like, it's not really about adoption.",
  "That meeting was sold to him on false pretenses.",
  "And I think there's a very simple formula here.",
  "It's not quite as Sebastian Gorka portrayed it.",
  "Had all those meetings simply slipped his mind?",
  "TRUMP: Emin, I can't believe you're turning 35.",
  "Quote: My son Donald did a good job last night.",
  "Your reporter talked about a bunker mentality.",
  "Mr. Gorka, thanks very much for being with us.",
  "UNIDENTIFIED MALE: -- Because I don't like it.",
  "TOOBIN: He is not afraid to take bold stands.",
  "I mean, it's not -- this is not what happens.",
  "A, can you confirm that's, in fact, the case?",
  "COOPER: Yes, I understand the word, initiate.",
  "Where are the Walter Cronkites of yesteryear?",
  "They're hoping that doesn't happen this time.",
  "GORKA: Anderson, how many minutes are we in?",
  "We saw Sebastian Gorka doing the same thing.",
  "KIRSTEN POWERS, CNN POLITICAL ANALYST: Yes.",
  "MANU RAJU, CNN CONGRESSIONAL REPORTER: Yes.",
  "It's about the political end state in Iraq.",
  "The lawyer told NBC she remembered Kushner.",
  "That is the consistent, coherent narrative.",
  "I want to ask you about a number of things.",
  "And the last thing to remember is Twitter.",
  "And I want to play a bit of what she said.",
  "COOPER: Yes, we actually reported on this.",
  "COOPER: I mean, there are hints of things.",
  "But right now, we are not going to verify.",
  "I'm just trying to get a straight answer.",
  "[21:00:11] It broadens the investigation.",
  "I want you to be able to comment on that.",
  "I have very little time for watching TV.",
  "And look at what the circumstances were.",
  "COOPER: This meeting was about adoption?",
  "So, that's not being transparent, right?",
  "Most people back home aren't even aware.",
  "GORKA: -- it was under false pretenses.",
  "I just want to play it for our viewers.",
  "It's when people make false statements.",
  "TRUMP: You're just another pretty face.",
  "Again, this is before the Russia mania.",
  "He was open, transparent and innocent.",
  "So this is not just some technicality.",
  "GORKA: No, they actually initiated it.",
  "It's a bit -- it's actually quite sad.",
  "But we are very open to outside ideas.",
  "I mean , that's just not transparency.",
  "This is just about ratings and money.",
  "COOPER: OK. Well, two things on that.",
  "COOPER: You used that line on Monday.",
  "Tucker Carlson got 4 million viewers.",
  "I mean it is not an equitable system.",
  "It is absolutely nothing of the kind.",
  "For me, this was opposition research.",
  "So, I think I wanted to hear it out.",
  "TRUMP: It really is a great country.",
  "GORKA: I'm answering you every time.",
  "That's what CNN should be covering.",
  "Then he stood up and left the room.",
  "COOPER: Are you a TV producer now?",
  "You do know the difference, right?",
  "What they still want to know next.",
  "Your Chyron talked about a crisis.",
  "I actually work in the West Wing.",
  "TURLEY: Well, it can matter, yes.",
  "This isn't something we started.",
  "I'm sad to see CNN fall to this.",
  "We are assessing these reports.",
  "Pamela Brown, thanks very much.",
  "They didn't really go anywhere.",
  "You never actually see a witch.",
  "COOPER: No, you're responding.",
  "GORKA: You'd have to ask him.",
  "I didn't run his day planner.",
  "COOPER: All right, Manu Raju.",
  "It is an operating procedure.",
  "TRUMP: What's wrong with you?",
  "KAYE: And there you have it.",
  "BASH: No question about it.",
  "That's --\n\n\n\nCOOPER: Right.",
  "Dana, what are you hearing?",
  "I work in the White House.",
  "COOPER: I appreciate that.",
  "We'll be back in a moment.",
  "You're not being up front.",
  "And this is sad, Anderson.",
  "GORKA: All of it was true.",
  "GORKA: Total transparency.",
  "It ties into human rights.",
  "I want to thank everybody.",
  "He's obviously been wrong.",
  "Randi Kaye, CNN, New York.",
  "The optics are troubling.",
  "It's often the aftermath.",
  "And it starts at the top.",
  "There is one into Russia.",
  "Everybody can look at it.",
  "GORKA: -- about adoption.",
  "GORKA: Well, absolutely.",
  "GORKA: I'd be delighted.",
  "COOPER: OK. Fair enough.",
  "COOPER: OK, fair enough.",
  "The President does this.",
  "It's rarely the scandal.",
  "I'm really tired of you.",
  "Dana, thanks very much.",
  "Pamela Brown has more.",
  "I mean, it's shocking.",
  "No question about it.",
  "This is what he said.",
  "When you initiate it?",
  "The DNC initiated it.",
  "It's our oldest ally.",
  "But that's not media.",
  "That's not reportage.",
  "Well, keep it honest.",
  "It's just fake news.",
  "It's just fake news.",
  "We'll be right back.",
  "All of it was true.",
  "But why aren't you?",
  "Lots to talk about.",
  "COOPER: All right.",
  "He understands it.",
  "Do you deny that?",
  "What did he say?",
  "So which is it?",
  "COOPER: I know.",
  "It's laughable.",
  "GORKA: It was.",
  "GORKA: Thanks.",
  "Totally bogus.",
  "POWERS: Right.",
  "COOPER: Right.",
  "POWERS: Right.",
  "COOPER: Right.",
  "Take a listen.",
  "COOPER: Right.",
  "BORGER: Right.",
  "COOPER: Right.",
  "Manu, thanks.",
  "You're fired!",
  "Let's review.",
  "BROWN: Right.",
  "I just don't.",
  "COOPER: Yes.",
  "COOPER: Yes.",
  "COOPER: Yes.",
  "GORKA: Good.",
  "COOPER: Yes.",
  "COOPER: OK.",
  "Absolutely.",
  "GORKA: Yes.",
  "COOPER: OK.",
  "It's bogus.",
  "GORKA: No.",
  "Donald Jr.",
  "Thank you.",
  "Come on!",
  "Listen.",
  "Sad."
]