[
  "The Post reports: “Rinat Akhmetshin, a former Soviet soldier and Russian-American lobbyist who attended the [June 2016 meeting at Trump Tower], told the committee that Trump Jr. had opened the session by getting straight to the point: ‘I believe you have some information for us,’ Akhmetshin recalled the president’s son telling [Russian lawyer Natalia] Veselnitskaya.”\n\nIt could not be more obvious that Trump Jr. was asking a foreign source for information to help his father win an election.",
  "(“The testimony also discloses additional contacts between [Russian billionaire Aras Agalarov, and son Emin], [Rob] Goldstone and Trump aides during the campaign, confirming previous reports in The Washington Post.”)\n\nSecond, the Senate Intelligence Committee showed it is no patsy for the president.",
  "Nevertheless, the Senate’s bipartisan conclusion helps put the House kangaroo court in proper perspective and underscores the rank irresponsibility of Speaker Paul D. Ryan (R-Wis.) in allowing a farcical process to play out, putting partisanship above national security.",
  "Every person.” Its conclusion would seem to be self-evident given, among other things, the hacking and releasing of emails from the Democratic National Committee and Clinton’s campaign chairman John Podesta, and offers of assistance to only the Trump camp.",
  "“The Russian effort was extensive, sophisticated, and ordered by President [Vladimir] Putin himself for the purpose of helping Donald Trump and hurting Hillary Clinton,” ranking Democrat Sen. Mark R. Warner (D-Va.) announced, as the Post reported.",
  "In short, there were multiple efforts to obtain dirt on Clinton in the context of a well-orchestrated campaign to defeat her — actually two campaigns, one run from Moscow and one from Trump Tower.",
  "Not only did the Office of Government Ethics confirm this item had to be reported (hence it was a campaign expense), but it reported the payment to Deputy Attorney General Rod J. Rosenstein.",
  "Contradicting the House Intelligence report, the Senate committee found — just as our intelligence community said — that Russia intervened in the election to facilitate Trump’s victory.",
  "The efforts to deny, hide and misstate key events (e.g., the purpose of the June 2016 meeting, the payment to Daniels) are not those of people confident the facts will exonerate them.",
  "None of this would have come to light had it not been for the complaint filed with the Justice Department and Office of Government Ethics regarding the hush money paid to Daniels.",
  "\n\nSenate Judiciary Committee Chairman Charles E. Grassley (R-Iowa), with ranking Democrat Dianne Feinstein (Calif.), during a committee hearing on Capitol Hill in March.",
  "First, the Senate Judiciary Committee released documents showing how interested Donald Trump Jr. was in finding dirt on Hillary Clinton from foreign sources.",
  "Finally, Trump’s financial disclosure form reveals that, lo and behold, the president did reimburse Michael Cohen for that $130,000 payoff to Stormy Daniels.",
  "Even more damning: “Everyone that we’ve ever had testify still stands by the full findings of the ICA,” Warner said.",
  "(Aaron P. Bernstein/Bloomberg)\n\nOpinion writer\n\nPresident Trump received three doses of bad news on Wednesday.",
  "As things stand, however, both sides will wait for the full report from special counsel Robert S. Mueller III.",
  "I have zero doubt that, had the roles been reversed, Republicans would be drafting articles of impeachment.",
  "Walter Shaub, the former director of the OGE, tweeted that “this is tantamount to a criminal referral.",
  "OGE has effectively reported the president to DOJ for potentially committing a crime.",
  "Moreover, the denial of any Russian contacts during the campaign is in tatters.",
  "The letter states it should have been reported as a campaign payment last year.",
  "One more thing — what we see in public is a fraction of what Mueller has.",
  "“We’ve had all the Obama officials, we’ve had all the Trump officials.",
  "[Current OGE director] Dave Apol comes through in the end!",
  "That report promises to be a doozy.",
  "!”\n\nSo where does this leave us?"
]