[
  "Rather, prosecutors were keenly interested in his observations about the Trumps’ relationship with Aras and Emin Agalarov, Russian father-and-son billionaires who financed Trump’s Miss Universe pageant in Moscow in 2013 and then requested the 2016 sit-down at Trump Tower — as well as the Agalarovs’ relationship with the Kremlin, he said.",
  "[Inside the June 2016 Trump Tower meeting: A droning Russian lawyer but no Clinton dirt]\n\nThrough it all, Goldstone has emerged as a rare independent voice in the Russia story — one of the few witnesses who voluntarily sat with any investigator who asked and, out of courtesy to the process, kept his mouth shut along the way.",
  "[In a personal letter, Trump invited Putin to the 2013 Miss Universe pageant]\n\nBut a few hours before the pageant began, Putin’s personal spokesman, Dmitry Peskov, called Aras Agalarov to deliver the bad news, Goldstone said: The king of Holland was stuck in traffic, delaying a planned meeting that day with Putin.",
  "In the past year, he has been interviewed four times by congressional investigators, sat for hours with prosecutors working for special counsel Robert S. Mueller III and was questioned in front of a federal grand jury (a group he said was a remarkable demographic cross-section of D.C. residents).",
  "Goldstone said he was in Trump’s company from the time the celebrity mogul landed in Moscow on his private plane about 3 p.m. on a Friday until the time he departed at 3 a.m. Sunday, except for a five-hour window that Trump was afforded to sleep early Saturday morning.",
  "Goldstone had not planned on attending the meeting itself, but he was waved into the conference room by Trump Jr. Once the discussion began, he said, Veselnitskaya began talking about donors who had contributed to Democrats who she said had failed to pay Russian taxes.",
  "(Alex Wong/Getty Images)\n\n'Hindsight is a beautiful thing'\n\nGoldstone, a dual citizen of the United States and Britain who lives in New Jersey, said he thought Trump would win the presidency, but he added that he was never a political fan of the real estate developer.",
  "With his testimony now complete, Goldstone is ready to talk about of the events that now shadow President Trump, detailing the saga in a book titled “Pop Stars, Pageants and Presidents: How an Email Trumped My Life,” which will be released Tuesday.",
  "In his testimony to the Senate Judiciary Committee in December 2017, Goldstone said he had no knowledge of Trump engaging with prostitutes on the trip, as had been alleged in an unverified research dossier financed by Hillary Clinton’s campaign.",
  "The most provocative detail: Goldstone wrote that the information was “part of Russia and its government’s support for Mr. Trump.”\n\nEmin Agalarov had not mentioned the Russian government in their conversation, Goldstone acknowledges.",
  "In the spring of 2013, Goldstone said, he and Emin Agalarov visited Paula Shugart, the president of the Miss Universe Organization, in New York in hopes of booking a pageant contestant to appear in one of the singer’s music videos.",
  "He said that the prosecutor had provided information that “would incriminate Hillary” and was “very high level and sensitive,” all of which he said struck him as reasonable assumptions based on what Emin Agalarov told him.",
  "He said he believes the information was dangled so Veselnitskaya could get in the door to lobby on her real issue: the Magnitsky Act, sanctions imposed by the United States on Russia in 2012 for human rights abuses.",
  "My email got a call,” he said, adding that unless the details of the call are revealed, “we’ll never know why there was a meeting.”\n\nThe Trump Tower meeting\n\nThe meeting, from Goldstone’s perspective, was a bust.",
  "(Matt McClain/The Washington Post)\n\nIt was just a short email that British music publicist Rob Goldstone tapped out on his iPhone on a Friday morning in June 2016 in an effort to land a meeting for his client.",
  "The next day, Trump Jr. emailed Goldstone to say that he had invited Jared Kushner, his brother-in-law, and senior campaign official Paul Manafort to attend a meeting with the Russian lawyer set for June 9.",
  "“ ‘We just sat in on a meeting about adoption.’ ”\n\nThen, he said, he did his best to put the meeting out of his mind — until more than a year later, when the New York Times broke the news of the gathering.",
  "In retrospect, he admits, he “puffed up” some details when he promised Donald Trump Jr. incriminating information about Hillary Clinton as part of a Russian government effort to help the Trump campaign.",
  "I’ll increase your fee by $5 million right now if you tell me if you’ve ever slept with any contestant.’ ”\n\nTrump responded with a smile, “ ‘We should just forget the bet.’ ” The room cracked up.",
  "Ushered onto the 25th floor of Trump Tower, the group acted like noisy tourists, snapping photos and selfies of themselves in front of the floor-to-ceiling windows with views of Central Park.",
  "I wrote an email.”\n\nHe said he has no doubt that Russia interfered in the 2016 campaign (though he insists it was not with his help) and believes Trump’s team was open to such assistance.",
  "However, Goldstone had high hopes for his Russian client once Trump’s candidacy took off: Perhaps Emin Agalarov would be invited to sing at the inauguration or visit the White House.",
  "Trump Jr. testified to the Senate Judiciary Committee that he did not know what to think of Goldstone’s email but saw no problem with exploring whether he had important information.",
  "“It was a bigger-picture thing.”\n\n'There was a story here'\n\nBorn in Manchester, England, Goldstone said he grew up as an outsider, picked on as a gay, Jewish and overweight youth.",
  "(During testimony before the House Intelligence Committee in December, Goldstone said one congressman asked him whether the committee should be worried about that engagement.",
  "In Moscow, Goldstone said he got a taste of Russians’ affinity for Trump, a perspective he said shaped what he wrote in his famous email to Trump Jr. three years later.",
  "Sitting in his apartment in Hoboken, Goldstone dashed out an email to Trump Jr., whom he had met at a dinner in New York and with whom he occasionally corresponded.",
  "But today, he’s grateful, glad that notorious Moscow traffic spared him an encounter with Putin that would have brought even more scrutiny from U.S. investigators.",
  "“There’s a huge difference in that.”\n\nTo Goldstone, the most important line came toward the end: “Would you be able to speak to Emin about it directly?” he wrote.",
  "Over the years, his clients included Venezuelan actress Patricia Velasquez, who had appeared on “The Celebrity Apprentice,” and New York’s famed Russian Tea Room.",
  "36 hours in Moscow\n\nIn November 2013, the group of men were reunited in Moscow for the Miss Universe pageant, a 36-hour whirlwind of meetings and public events.",
  "So, at Emin Agalarov’s suggestion, Goldstone said he had urged Trump before arriving in Moscow to write a letter inviting the Russian president to the pageant.",
  "But Agalarov either didn’t know or refused to answer, insisting Goldstone should just secure the meeting and not worry about such details, Goldstone recalled.",
  "Agalarov explained that his father had met that day with a “well-connected” Russian lawyer, someone Agalarov said was either a current or former prosecutor.",
  "I’ll reduce the [pageant] fee right now by a million dollars if you tell me if you’ve ever slept with any contestants!’ ” Goldstone recalled Trump saying.",
  "In 2012, a friend suggested he meet Emin Agalarov, a Moscow-based crooner who had achieved some success in Russia and was looking to break out in America.",
  "“I didn’t think that listening to someone with information relevant to the fitness and character of a presidential candidate would be an issue,” he said.",
  "Phone records provided to Congress show Trump Jr. and Emin Agalarov spoke briefly three days later as the singer stepped off a concert stage in Moscow.",
  "So he was peeved when Agalarov called on the morning of June 3, 2016, and asked him to use his pull with the Trump family for something else entirely.",
  "King Willem-Alexander of the Netherlands.”\n\n\n\nRob Goldstone, center, arrives at a closed-door meeting with the House Intelligence Committee in 2017.",
  "Trump’s first stop was dinner at Nobu, a high-end Japanese restaurant, where he fielded questions from top Russian business leaders and financiers.",
  "Agalarov was a billionaire playboy whose father, Aras, was a top Moscow real estate developer and whose father-in-law was president of Azerbaijan.",
  "(Balber, the Agalarov attorney, said the singer does not recall telling Goldstone the information had to do with Russian funding for Democrats.)",
  "Agalarov countered by suggesting Moscow and Crocus City Hall, a new concert venue owned by the Agalarovs — an idea he came up with on the spot.",
  "Goldstone recalled that one Russian mogul asked Trump for his thoughts on the European debt crisis and the recent bailout of the Greek economy.",
  "Putin considered the law a personal affront and had blocked adoption of Russian children by American families in retaliation for its passage.",
  "At dinner, Goldstone was seated between Emin Agalarov and Michael Cohen, Trump’s personal attorney, whom he was meeting for the first time.",
  "“Do you watch ‘The Apprentice’?” Goldstone recalled Trump responding, before providing a 10-minute description of its ratings and profits.",
  "Sitting at lunch at a cafe in Greece the next day, he received a call from a Post reporter, inquiring whether he had set up the encounter.",
  "Later, he became a radio reporter with a focus on entertainment, crossing paths with Princess Diana, Muhammad Ali and Michael Jackson.",
  "After more than nine hours with Mueller’s team, Goldstone has also drawn some conclusions about what the special counsel is pursuing.",
  "Investigators were focused less on the details of the Trump Tower meeting that followed his email invitation to Trump Jr., he said.",
  "Russian lawyer Natalia Veselnitskaya had brought along uninvited guests, including an interpreter and a Russian American lobbyist.",
  "“I remember just thinking, ‘Don’t tell me we’re not going to the Kremlin because the king of Holland is late,’ ” Goldstone said.",
  "He praised the special counsel, whom Trump has accused of running a “witch hunt,” for investigating an issue with global stakes.",
  "Goldstone told The Washington Post that he believes such an encounter would have been “unlikely,” given Trump’s packed schedule.",
  "Trump also conveyed another sentiment that the Russian tycoons appreciated: Barack Obama, Trump declared, was a weak president.",
  "Goldstone thought the answer was comical — but he said the business executives were dazzled and gave Trump a standing ovation.",
  "“ ‘Well, of all the things you’ve ever asked me to do, this indeed was the most embarrassing,’ ” he said he told the pop star.",
  "He wrote that Aras Agalarov had met with “the Crown Prosecutor of Russia,” a phrase he remembered from his time in England.",
  "“It was kind of a bonding thing.”\n\nScott Balber, an attorney for the Agalarovs, said he was not aware of such an exchange.",
  "Shugart mentioned that she had been thinking about bringing the international pageant to Baku, where Agalarov was born.",
  "A few months later, Goldstone accompanied them to meet Trump in Las Vegas, where the Miss USA pageant was being held.",
  "As the meeting broke up, Goldstone said he quietly apologized to the candidate’s son for wasting everyone’s time.",
  "Goldstone said he concluded that Trump Jr. had been impressed by whatever Emin Agalarov told him on the phone.",
  "The line, he said, was a bit of flattery intended to reflect the attitudes he had seen toward Trump in Russia.",
  "At the time, Goldstone said, it never occurred to him that the offer might be unethical or even illegal.",
  "Or if I was some kind of brilliant operative,” Goldstone, 57, said in an extensive interview this month.",
  "“The press seemingly couldn’t decide if I was ridiculous, bonkers and so naive as to be irrelevant.",
  "His goal was to separate himself from this request and get Agalarov and Trump Jr. talking directly.",
  "After discovering he had a knack for promotion, Goldstone left journalism to become a publicist.",
  "He asked Goldstone to get a meeting with “the Trumps” so the information could be passed along.",
  "The lawyer had damaging information about Russian funding of the Democrats, Agalarov relayed.",
  "Since then, he said, “it’s been quite a whirl.”\n\nCarol D. Leonnig contributed to this report.",
  "His collection of selfies in goofy hats became the butt of jokes by late-night comedians.",
  "The hastily composed missive thrust Goldstone into the center of an investigative storm.",
  "The Agalarovs would ultimately pay about $15 million to host the Miss Universe pageant.",
  "“Lots of beautiful women!” Goldstone recalled that Trump scrawled in pen at the bottom.",
  "You can do it!’ You know, it’s all about money, business, capitalism,” Goldstone said.",
  "At one point during dinner, Trump loudly challenged the young singer: “ ‘Hey, Emin!",
  "Independent Bernie Sanders was more his speed, he said, though he has never voted.",
  "Peskov said that Putin promised to meet Trump the next time he was in Russia.",
  "It was televised in Europe, Trump explained, in his only nod to the question.",
  "“He represented what their country was becoming, which is, ‘You can make it!",
  "The wealthy Russians and Trump came together as a result of a whim, he said.",
  "Balber said Emin Agalarov has only vague recollection that they spoke.",
  "He has been decried as a Russian spy, a traitor, a white supremacist.",
  "Trump was determined to meet the Russian president, Goldstone said.",
  "As a result, the Russian president would have no time for Trump.",
  "Trump Jr. testified to Congress that he has no memory of a call.",
  "At 16, he wheedled his way onto the staff of a local newspaper.",
  "“There was a story here.” He took Emin Agalarov on as a client.",
  "“They weren’t as interested in the minutia,” Goldstone said.",
  "He said he believes the Agalarovs delivered the letter.",
  "“If it’s what you say I love it,” Trump Jr. responded.",
  "Leaving Trump Tower, he said he called Emin Agalarov.",
  "The presentation, he said, was incomprehensible.",
  "“The reality is, I’m not either of those things.",
  "Trump appeared to hit it off with Emin Agalarov.",
  "“It was like frat-boy behavior,” Goldstone said.",
  "“My email didn’t get a meeting at Trump Tower.",
  "\n\nRob Goldstone in New York on September 12.",
  "“My ex-journalist side kicked in,” he said.",
  "Instead, Trump launched into another topic.",
  "An attorney for Trump declined to comment.",
  "“Hindsight is a beautiful thing,” he said.",
  "It was puffed up,” he said of his email.",
  "Agalarov shot back: “ ‘Interesting.",
  "Leave me alone!’ ” he recalled.)",
  "“I was like, ‘It’s a restaurant!",
  "Goldstone said he was confused.",
  "He dedicated his book to “H.M.",
  "Balber declined to comment.",
  "Vladi­mir Putin was strong.",
  "It’s been there 90 years!",
  "Goldstone was intrigued.",
  "“It wasn’t made up.",
  "What information?",
  "I’m a publicist.",
  "What lawyer?",
  ".",
  ".",
  "."
]