[
  "“I’m going where I want to go because I trust you.”\n\nThat trust has helped to draw Trump into the most punishing scandal of his six-month-old presidency, as revelations of a meeting at Trump Tower in June 2016 brokered through the Agalarovs have raised alarms about dealings by Trump aides and family members with Russian lobbyists, some with ties to government officials and intelligence services.",
  "Agalarov would probably have been in contact with the Kremlin, he added, but “the Kremlin may simply have been observing where all this would go and maintaining plausible deniability.”\n\nThe use of Goldstone as a conduit to Trump Jr. suggests that this was not seen as an especially sensitive mission, said Mark Galleotti, a specialist on the Russian armed forces and intelligence establishment.",
  "“The net result of the whole thing was that Moscow learned that Trump’s inner circle was receptive to Russia’s efforts to put down Clinton and would likely cooperate,” the former government adviser said, “which is essentially a compromising situation for Trump.”\n\nGijrath, the Millionaire Fair organizer, had a different take: “I think the truth is much funnier than people think.",
  "“If I take this project on and don’t deliver, I would have let down first of all myself, but also the country, the president, the prime minister, and so forth.”\n\nThe Kremlin expects the country’s wealthiest business executives to take on, when asked, large-scale infrastructure projects, sometimes at a loss, to supplement the budget and promote Russia’s national interests.",
  "For years, Agalarov has built a reputation as an eager-to-please business tycoon who helped bring bling to Russia, from the luxury footwear boutique he opened in 1991 on Moscow’s prestigious Stoleshnikov Lane, to the suburban estates and pristine golf courses he has built to satisfy the Madison Avenue aspirations of Russia’s hyper-wealthy.",
  "(Alexei Druzhinin/AP)\n\nA breakthrough came in 2009, when the Kremlin had a particularly thorny problem to solve: construction of a sprawling, 70-building university campus on the all-but-abandoned Russky Island on Russia’s Pacific Coast, where Putin was to hold a summit for 21 countries at the Asia-Pacific Economic Cooperation meeting.",
  "As he once joked in a 2002 interview with the business newspaper Vedomosti: “The worse the country is doing, the better the luxury retail profits.”\n\nPrimarily through real estate, his wealth has blossomed to nearly $2 billion, according to Forbes, and his son Emin was married to the daughter of the president of Azerbaijan in 2006.",
  "“I read this as a freelancing project by Agalarov Sr. and maybe Chaika to do a favor to the Kremlin on two fronts: possibly harm or kill the Magnitsky Act and establish a special relationship with the Trump campaign,” said a former Russian government adviser, who asked not to be identified to speak candidly about the case.",
  "Inside Trump’s financial ties to Russia and his unusual flattery of Vladimir Putin\n\nTrump’s foreign network\n\nPro-Putin bots are dominating Russian political talk on Twitter\n\nToday’s coverage from Post correspondents around the world\n\nLike Washington Post World on Facebook and stay updated on foreign news",
  "(Vyacheslav Prokofyev/TASS via Getty Images)\n\nIn 2013, the Russian oligarch Aras Agalarov and his son, Emin, arranged an extravagant party entrance for their guest, Donald Trump: an armored Mercedes stretch limo driving off a freight elevator right into a ballroom with 3,000 bedazzled Russian guests.",
  "“But even with the added risk and possible losses, you can make up for it in influence and connections.”\n\nOne example of the give was a “strategic cooperation agreement” announced in 2013 with the state-run Sberbank to finance a $3 billion Crocus Group development, possibly including a Trump Tower.",
  "“The mere possibility of a huge construction project in the Moscow region; construction of a private metro station — no one else has a private metro station — this all shows the level of his connections,” said Ilya Shumanov, the deputy director of Transparency International’s Russian office.",
  "A series of important government infrastructure projects, including a $1.2 billion university campus in Russia's Far East and stadiums for the upcoming World Cup, have made him a trusted executor for the Kremlin, if not a member of Russian President Vladimir Putin’s inner circle.",
  "Vorobyov cut the ribbon at the opening of Agalarov’s Vegas concert hall in the city of Krasnogorsk last year, and Agalarov wrote a sharply worded defense of Chaika in the newspaper Kommersant after a 2015 corruption allegation by the opposition leader Alexei Navalny.",
  "Natalia Veselnitskaya, the lawyer sent to the meeting in New York, apparently focused primarily on lobbying Trump Jr., his brother-in-law Jared Kushner and the campaign chief Paul Manafort about U.S. sanctions against Russian officials under the Magnitsky Act.",
  "(Mikhail Metzel/AP)\n\nGijrath gave an example of Agalarov’s hospitality: the fair was ground zero for Russia’s flourishing culture of conspicuous consumption, with diamond-encrusted cellphones, yachts, Turkmen stallions and entire islands for sale.",
  "The Kremlin-linked lawyer held a meeting apparently focused on lobbying Donald Trump Jr., his brother-in-law Jared Kushner and campaign chief Paul Manafort about U.S. sanctions against Russian officials under the Magnitsky Act in June 2016.",
  "He is a man who rose through the Moscow luxury, real estate and entertainment worlds by playing the role of consummate fixer and reliable executor, building political capital in the Moscow region, and increasingly in the Kremlin itself.",
  "“This is obviously very high-level and sensitive information but is part of Russia and its government’s support for Mr. Trump — helped along by Aras and Emin,” according to Goldstone’s email to Trump Jr. proposing the meeting.",
  "The huge complex is located just outside Moscow’s city limits, close to the offices of the Moscow regional government, where Agalarov forged a close alliance with Boris Gromov, the powerful regional governor until 2012.",
  "Vladimir Putin, center, then prime minister of Russia, listens to an explanation by Aras Agalarov while looking at a scale model of the construction project at Russky Island in the Pacific port of Vladivostok in 2009.",
  "“At the very top level, these kinds of relationships can be give and take,” said a Moscow investment manager involved in the real estate market who asked not to be identified to protect his professional relationships.",
  "In 2014, Agalarov signed on to save two troubled football stadiums, in Kaliningrad and the southern Russian city of Rostov, for the 2018 World Cup, as well as a 30-mile stretch of a new Moscow beltway.",
  "He understands that doing business is more than just sending the bill,” said Yves Gijrath, the founding director of the Amsterdam-based LXRY Media Group, who had dealings with him going back to 2005.",
  "But let’s think about that.”\n\nDespite having strong regional connections, Agalarov was still seen as a minor player in the Kremlin compared with the heavyweights who dominate Putin’s inner circle.",
  "Gijrath came to Moscow in 2005 to pitch a Millionaire Fair, which Agalarov hosted at his then brand-new Crocus City complex, a luxury shopping center playground for Moscow’s rich and famous.",
  "(Mikhail Metzel/AP)\n\nAras Agalarov, the real estate magnate and amiable purveyor of high-end goods in all sizes and shapes, has emerged as a possible conduit from the Kremlin to Trump.",
  "You have to keep the lines open, not to agree on everything every day, but do business with each other, help each other, work together.”\n\nMichael Birnbaum contributed to this report.",
  "(Yury Martyanov/AP)\n\nWhile the meeting between Trump Jr. and Veselnitskaya appeared to produce few concrete results, that does not mean that the Kremlin came away empty-handed.",
  "\n\nFrom left, Crocus Group Vice President Emin Agalarov, Donald Trump and Crocus Group President Aras Agalarov hold a news conference on the Miss Universe pageant in 2013.",
  "Over vodka shots at a posh Italian restaurant, Agalarov forgave him a more than $1 million obligation from the contract and offered to kick in on electricity costs.",
  "From the fabulously wealthy to those of more modest means, Russians flock to the Millionaire Fair, ogling jewels, jets and junkets at a festival of luxury goods.",
  "According to emails released by Donald Trump Jr., it was Chaika who proposed providing Agalarov’s friend, Trump, with damaging information about Hillary Clinton.",
  "Along with Yuri Chaika, Russia’s prosecutor general since 2006, the officials are seen as an important interest group within Russian politics, Shumanov said.",
  "Those contacts put Agalarov in a privileged position after Trump’s unexpected, and apparently Russian-backed, rise to the presidency of the United States.",
  "In last year’s interview, Agalarov told The Post that he secured a preliminary agreement to organize a Kremlin meeting with Trump when he visited in 2013.",
  "“It wasn’t like I said no and then they forced me to do it, but it was a very difficult decision,” Agalarov said in a 2013 radio interview on Ekho Moskvy.",
  "The Moscow-based billionaire and his pop-star son, like Trump, bridge the diverse worlds of real estate, entertainment and the highest level of politics.",
  "Agalarov, 61, was born in Baku, the capital of the then-Soviet republic of Azerbaijan, and studied computer engineering before moving to Moscow.",
  "Music publicist Rob Goldstone attends a group photo shoot during the preliminary competition of the Miss Universe pageant in Moscow in 2013.",
  "(Irina Bujor/AP)\n\nThe contact with the younger Trump was made by Rob Goldstone, a British music promoter who had worked with Emin Agalarov.",
  "“A lie told a thousand times becomes truth,” Agalarov wrote acidly, noting that he was quoting Nazi propaganda minister Joseph Goebbels.",
  "Andrei Vorobyov, who previously served as an aide to Sergei Shoigu, his predecessor as governor and currently Russia’s defense minister.",
  "But if he had a vision for Russia, it was in the luxury market, which he said was immune to the economic downdrafts of the 1990s.",
  "Through spokesmen, the Agalarovs have denied Goldstone’s version of the story, saying they were asked only to broker a meeting.",
  "That year, Shuvalov and Vladi­mir Kozhin, a senior Kremlin official, attended a 10th anniversary party held at Crocus City.",
  "Agalarov’s work in the Far East earned him an Order of Honor at a Kremlin ceremony, bestowed by Putin himself in 2012.",
  "His efforts produced a handwritten note from Putin and a traditional lacquered box, gifts that Trump happily accepted.",
  "It meant there “would be an email chain a mile long, and you know it’s not going to be kept quiet or secret,” he said.",
  "Long before Trump brought the Miss Universe contest to Moscow in 2013, Agalarov was adept at charming foreign clients.",
  "“Don’t bother with them,” he said, Emin Agalarov, a pop singer, told The Washington Post last year in an interview.",
  "Guests of the Millionaire Fair speak with women presenting an American-made $36,000 hot tub in Moscow in 2005.",
  "The fortunes of Russia’s rich can rise and fall precipitously based on the outcome of these prestige projects.",
  "Now the region, which encompasses the towns and cities surrounding Moscow proper, is the seat of power of Gov.",
  "Natalia Veselnitskaya speaks to a journalist in Moscow on Nov. 8, which was Election Day in the United States.",
  "When Putin canceled at the last minute, Agalarov took his case to the head of the Kremlin protocol department.",
  "Igor Shuvalov, then first deputy to Putin as prime minister, summoned Agalarov to discuss the project.",
  "Could you tell him that yourself?” Agalarov asked the bureaucrat, he recounted in his 2016 interview.",
  "He started his career by selling bootleg films and by 1990 had moved on to organizing trade fairs.",
  "In 2009, he opened a concert hall and the country’s only privately owned metro station nearby.",
  "But even for a blowout dedicated to luxury, Gijrath found he had booked too much space.",
  "Whether Chaika initiated that project himself has become a matter of debate.",
  "The fair went forward, at an expo center Agalarov had built at Crocus City.",
  "“We’re talking about someone several steps lower than them,” Shumanov said.",
  "Russian businessman Aras Agalarov, center, is shown in Moscow in 2012.",
  "They were worried Trump’s security detail might spoil the surprise.",
  "Agalarov also sought to bring Trump and Putin together.",
  "I think this is also how Agalarov does business.",
  "They regularly cross paths with Agalarov.",
  "“Agalarov understands what service is.",
  "“I don’t want to draw any parallels.",
  "I’m in a very complicated situation.",
  "This is how Russia does business.",
  "This is how Trump does business.",
  "Soon there were more requests.",
  "Then Trump waved his team off.",
  "(They divorced in 2015).",
  "“You know what?"
]