[
  "I think if the people -- if this was President Obama doing this, they will feel more comfortable with it because they, you know, for more people who like President Obama, they trusted his judgment, they trusted the fact that he was looking out for American interests, and I think there a lot of people that are concerned that President Trump has a very unusual relationship with Vladimir Putin, to put it nicely.",
  "Now, we're struggling to pass vote, but we didn't have the president and the White House fully to engage on this, engaging the business community, engaging conservative groups and that left a vacuum which meant that we had CBO stories that were bad, we had process stories that were bad, and without the president leading that charge and really owning this, we're going to see anything change.",
  "Actually, when you're president of the United States, you protect the presidency and you don't meet with somebody who is responsible for an attack on America without laying some kind of ground rules for how you're going to respond to that and say, well, I asked him about it and he denied it, and so what are you going to do, get in a fist fight?",
  "COOPER: But I think the author actually -- I mean we didn't play the full interview makes that point very well about how Steve Bannon sort of figured out and heard the voices and figured out that Donald Trump was somebody who also ironically was able to, despite his, you know, enormous wealth, able to kind of connect with those voices.",
  "They probably should have said, by the way, this also happen this conversation, but I think we're getting -- it's a little extreme for us to somehow make this into a conspiracy that the president of the United States talked to the leader of Russia at a dinner where other world leaders were at where he was seated next to his wife.",
  "(COMMERCIAL BREAK)\n\n\n\n[21:16:53] COOPER: Talking about the latest Russia revelation of previously undisclosed second meeting between the president and Vladimir Putin at the G20 summit, follow the identification, the eight person in the room for that meeting between Russians, Donald Trump Jr., Jared Kushner, and Paul Manafort.",
  "If he was, you know, it was a positive interaction where he was furthering the U.S. interests, and as much as he talked about his two-hour meeting with the American public, he would have, I believe, brought up -- the fact that he continued to press Putin on whatever issues they were talking about in the one-hour meeting.",
  "(BEGIN VIDEO CLIP)\n\n\n\nSEN. RICHARD BLUMENTHAL, (D) JUDICIARY COMMITTEE: This eight individual, who represented their family with potential, financial or other ties to Russian, is part of this pattern of concealment beginning in June, but going through even the period before and after the election and the inauguration.",
  "Yes the campaign should --\n\n\n\n(CROSSTALK)\n\n\n\nGREGORY: Even now, even having -- whatever the substance of this meeting, I would love to believe that they had a separate meeting, where he talked about, you know, all right in the riot act (ph) in all these things United States was going to do if they continue meddling.",
  "Mike, one of the things that Trey Gowdy, I think who has said last week, which was, you know, certainly supporter of the president said, anybody in the White House who has had, you know, meeting should just held the special prosecutor just get it, you know, Special Counsel Mueller just get it out of the way.",
  "(COMMERCIAL BREAK)\n\n\n\n[21:50:35] COOPER: New book reveals never before told details about the political partnership the president and his Chief White House Strategist and Former Campaign Manager Steve Bannon, it's called \"Devil's Bargain: Steve Bannon, Donald Trump, and the Storming of The Presidency.\"",
  "My points -- he keeps putting himself and they put themselves in a position to be compromised in a way that I think was dangerous, and he's so concerned, the president is, with the sense that he will be seen as illegitimate that he doesn't do the hard work of answering all the questions about this.",
  "And also several foreign policy experts we've heard from, including David Gergen as you mentioned, say, meeting with a foreign adversary like this for this amount of time without anyone else from the U.S side when it's just the president alone, they see that as not a typical, normal practice.",
  "Once they work with President Trump and I think actually one of the worst nightmares for the Democrats would be if we just went to regular order, put this through the committees and started having amendments put on the floor and started looking at the Democrats and say will you work with us?",
  "But you go back to the credibility problem that this administration has, I mean, you have a president who called his son transparent, the few words that he used to describe him in first statement following this news about this meeting was that my son is very transparent, drip, drip, drip.",
  "(END VIDEO CLIP)\n\n\n\nMURRAY: Now, on top of thing, he is disappointed, (INAUDIBLE) President Trump also said, this is not on me, in terms of the failure of his health care bill, and we're just going to stand by and let Obamacare collapse, that was his message today, Anderson.",
  "And now, this White House which has a policy of basically not briefing the American people and keeping them informed and having briefings ridiculously off camera to cut out the entire way the people get their news and information which is on video and on -- via television.",
  "GOLODRYGA: Well, not when the president is threatening in the sub- funding, cost-sharing subsidies, which by the way expire this Thursday for next month, that would be about $10 billion and could see premiums go up some 20 percent and throw a lot of people off insurance.",
  "I mean it's incredible to listen to people sit and Republicans complain about obstructionism after what we watched what Republicans in Congress who made it literally got together and had a meeting and said, we will oppose every single thing that President Obama does.",
  "Now, the White House is confirming this meeting today only after being pressed by reporters and it said in the statement that this conversation took place in full view of other world leaders and their spouses at this dinner hosted by German Chancellor Angela Merkel.",
  "And then, of course, a few years later he was at that meeting along with the other Agalarov family with publicist Rob Goldstone who, as you know, had promised Don Jr. incriminating information on Hillary Clinton before the meeting in that e-mail exchange.",
  "Earlier tonight, I spoke with Connecticut Democratic Senator Richard Blumenthal who sits on the Senate Judiciary Committee, which is investigating aspect to the Russia story, and just got the green light to hear from Donald Trump Jr. and Jared Kushner.",
  "If every single time is something like this happens, the dial gets turned to 11, a litany of things get rolled in, and now it's part of the Russian investigation, people just don't buy it, they --\n\n\n\n(CROSSTALK)\n\n\n\nGREGORY: -- this was Vladimir Putin.",
  "It came from Sam Nunberg and Roger Stone two long time advisers to Trump who back in 2013, 2014, wanted to keep Trump focused on the issue of immigration because they thought it was a powerful one, but they knew that Trump's attention always wandered.",
  "(END VIDEOTAPE)\n\n\n\nCOOPER: Back now with our panel adding CNN Political Commentator and Republican Strategist Doug Heye, the notion of repealing without replacing, is it -- and even possible, is it going to hurt the Republican Party if they do that?",
  "As we knew the actual dinner was going on, but apparently this is a conversation after the dinner, and a senior White House official told CNN that this discussion was nearly an hour and only included President Trump, Putin and a Russian translator.",
  "He kept talking about, you know, when he was tweeting in the next day and the two days that followed the meeting, that he had the two-hour meeting that he had, he kept talking about what he had talked about, how he had furthered the U.S. interest.",
  "GREGORY: No, no, actually --\n\n\n\nSHIELD: People that are watching this and they're trying to learn about what actually happened at the meeting, and then they see people sort of jumping to conclusions --\n\n\n\nGREGORY: Right about being transparent.",
  "Jeffrey Toobin, does this seem normal to you that -- I mean the White House goes into detail about -- and goes into detail that there was a two-hour meeting between Vladimir Putin and makes a big deal to that fact to not disclose this one out?",
  "Anderson, I mean, what the focus has to be, and it's something I suggest, that I don't know, four, five, six months ago, the focus ought to be on stabilizing those insurance markets on the exchange, so the people can get health insurance.",
  "And we have to talk in those terms that we can't -- we can fix, but we cannot fix to the extent that we allow people to lose coverage and therefore expose people to the possibility that they will get incredibly sick and someone will die.",
  "MIKE SHIELDS, CNN POLITICAL COMMENTATOR: Yes, why not disclose it, but also it's not as other White House believes that when you meet with Vladimir Putin in front of the a bunch of other people, the people are going to find out about it.",
  "And it was unfortunate that Obama rammed this in on a party line vote, but here we are and now you have Governor Kasich, you have others who -- it's very difficult to take an entitlement away once it's been given and that's the reality.",
  "He was able to grow this into a mini army that kind overtook part of CPAC and its part of why we saw Trump so successful with red hats and walls and all of those things that everybody is scoff (ph) at, that a movement really got behind.",
  "(COMMERCIAL BREAK)\n\n\n\n[21:41:03] COOPER: We're now on breaking news on the health care front tonight, President Trump has invited all GOP senators for lunch at the White House tomorrow to discuss the issue, presumably lobby for votes.",
  "So what the press has just recently learned is that President Trump and his Russian counterpart Vladimir Putin spoke for a second time on July 7th in a previously undisclosed discussion at the end of that dinner during the G20 summit.",
  "All the photos in the past that we have seen with President Obama and Vladimir Putin, with President Bush and Vladimir Putin, you always saw somebody from the U.S. delegation in all of the photos, whether they were formal or informal.",
  "SHIELD: -- and going so far as pilling all the --\n\n\n\n(CROSSTALK)\n\n\n\nSHIELD: -- of president, so you lose credibility with people when you want to talk about what actually happened at the meeting when you get that far down the road.",
  "I don't think it's -- I know it's possible to get a bipartisan group of senators to say, let's first stabilize the insurance markets, let's make sure that people can get the kind of coverage they need to have a healthier America.",
  "We're making turning the dial to 11 and a whole bunch of different issues with the president that they don't think matters when they're looking for a job and they're picking up their kids and they are worried about health care.",
  "I mean, you know, a televised White House briefing, you know, describing when a president meets with a foreign head of state, meeting with a foreign head of state with an American interpreter as well as a Russian interpreter.",
  "But on the other side, I think you're right, there are people who look at this and they trust President Trump, and they say, he's allowed to go and have this conversation --\n\n\n\n(CROSSTALK)\n\n\n\nTOOBIN: Of course he's allowed.",
  "\n\n\n\nReturn to Transcripts main page\n\nANDERSON COOPER 360 DEGREES\n\nWH Reveals Second, Undisclosed Trump-Putin Talk; Trump Invites GOP Senators To Talk Health Care Amid Plan Failure; New Book Reveals Details On Trump, Bannon.",
  "(CROSSTALK)\n\n\n\nSHIELDS: Let met tell you what Steve Bannon and Donald Trump are able to do so that you guys understand it, there's a whole group of Americans that they spoke to, people like us, and I was in Washington, D.C.",
  "We should know the United States has been compromised by Vladimir Putin, this president appears to be compromised by Vladimir Putin, and nothing else, thought that he was not vulnerable and now he's having secret meetings.",
  "It's a ruse to say this was a meeting about adoption just like it's a ruse for President Trump to be tweeting about this dinner saying that, you know, this is dinner everyone knew about it, no, it's isn't about the dinner.",
  "COOPER: Mike, I mean, do you think there should have been, you know, someone there from -- I mean, a U.S. interpreter or, you know, someone who is well briefed on all the issues to at least kind of help the president out?",
  "SHIELD: How is he trying to hide it if he had the meeting where other people are seeing it --\n\n\n\n(CROSSTALK)\n\n\n\nBLOW: We do not know, we do not know, not one thing that was said during that meeting and we'll never know.",
  "Mitch McConnell the Majority Leader, said today, he wants to hold a repeal only vote in the near future, and as you know, Republican Senator Shelley Moore Capito said, that she didn't come to Washington to hurt people.",
  "And so, the real challenge now for the president, and I agree what the governor said, the president was in a very good position as not being ideological on this question to have really broke some compromise early on.",
  "I mean, that certainly --\n\n\n\n(CROSSTALK)\n\n\n\nGOLODRYGA: It was implicating --\n\n\n\nCOOPER: That was one of the Russians or the Russian-American lobbyist --\n\n\n\nGOLODRYGA: Yes --\n\n\n\nCOOPER: -- said there was a document.",
  "TOOBIN: -- security operation, which was, I think, everyone agreed, one of the most ridiculous ideas anyone could come up with, and the president immediately backed off it after Marco Rubio and others denounced it.",
  "(COMMERCIAL BREAK)\n\n\n\n[21:25:01] COOPER: Other breaking news tonight, Senator Majority Leader, Mitch McConnell says the procedural vote to repeal Obamacare without a replacement will be early next week already.",
  "The problem now is part of what is hurting implementation of the Obamacare plan of Affordable Care Act, is Trump and other Republicans have said, look, this is going to crater, we're going to let it collapse.",
  "So there is a health care fight where the Republicans are looking what the Democrats are in disarray on this and they think we've got --\n\n\n\n(CROSSTALK)\n\n\n\nSHIELDS: -- negotiating to get back to the table.",
  "The White House today seeking to downplay the significance of the discussion, calling it perfectly normal, a U.S. president at summit often hold private and impromptu discussions with other world leaders.",
  "So at first Trump didn't seem very excited but he wound up going out to Iowa given a speech and he tried it out, got a great response from the crowd and did what Trump does best he started riffing on it.",
  "Steve Bannon is one of the few people that actually doesn't really need a whole lot from the president, alot of people around the president, around billionaires in general that need something from them.",
  "We do know, I think you would understand that the president and people, including his son and senior advisors are under investigation for welcoming -- cooperation with the Russians during the campaign.",
  "Lavrov said, that President Trump have accepted Vladimir Putin's denial of interfering with our elections, whereas Tillerson said, no, we just brought it up and we chose to move on to other subjects.",
  "It seems like by not at least reporting this publicly that they're whether or not they're trying to hide or whether just, you know, they made a mistake or incompetence or whatever it is, seems odd.",
  "The single payer bill which is Bernie Sanders' government-run health care all the way has the most co- sponsors it's ever had, I guess drop every Congress, has the most co- sponsors has ever had.",
  "I don't think it's just, you know, people like Obama or don't like Trump, it's that there are certain rules and customs that American presidents have operated by for many years in many respects.",
  "I mean, to you does it sound -- I mean, it seems like a lot of folks are still trying to blame one another's side, whether it's Democrats blaming Republicans or Republicans blaming Democrats.",
  "If he's a candidate and there's something going on, the Obama administration is responsible for actually watching, who is coming into the country, who is trying to take meetings with people.",
  "There was certainly staffers in the White House who are feeling dejected by it and President Trump was pretty forthcoming about the fact that this is not the outcome that he was looking for.",
  "So she was the first person that he thought may be, you know, he could get behind --\n\n\n\n(CROSSTALK)\n\n\n\nPOWERS: -- and put her in power and maybe in be president, right, and Michele Bachmann.",
  "Because president -- one of the problems that Trump had all along is that he wanted to keep primary aspects of Obamacare, including keeping younger people on their parents' plan, et cetera.",
  "CHARLES BLOW, CNN POLITICAL COMMENTATOR: How many secret meetings do we have to learn about before we understand that it's not just the meeting is not normal, the presidency is not normal.",
  "However, when you look at the context, the lack of a media disclosure from the administration as well as questions about Trump's own posture in regard to Russia way significant questions.",
  "That's not how you go into a negotiation --\n\n\n\nCOOPER: But the counter argument that is -- you have Chuck Schumer who says, look, the door is open but it's got to be this, this and this.",
  "COOPER: Up next, we're going to shift gear health care and how President Trump is shifting blame to the Democrats for the failure of the Republican Senate plan, and what his plan is now.",
  "There is no reason that Republicans cannot come and work with this and find something that would work --\n\n\n\nSHIELDS: You can't say a party that is base -- is slogan right now was resist.",
  "TOOBIN: Can I just raise just one thing that I hasn't got and talked a lot about this Russian meeting, that there was a document that was turned over by one of the Russian people there.",
  "(CROSSTALK)\n\n\n\n[21:10:4] KIRSTEN POWERS, CNN POLITICAL ANALYST: I think the problem is depending on who you are, and how you see Donald Trump to see the situation very differently.",
  "But even the fact that, if a meeting -- questionable meeting isn't reported, that should raise red flags, because then the Russians know something that the U.S. side doesn't know.",
  "So, here we are now and we have President Trump complaining about the Democrats being obstructionists when, in fact, the Democrats were more than willing to work with Republicans.",
  "And then, I also think Anderson that we need to look at all these entitlement programs, Medicaid, Medicare, Social Security, and we ought to put them on a road map to stability.",
  "And I will allow this thing to collapse and allow it to take down the life of the people who are depending on it, --\n\n\n\nSHIELDS: But Charles, --\n\n\n\nBLOW: -- to death, to death.",
  "He is the only dynamic that's new on this, GREGORY: And I'm with Charles on which is that he has a responsibility now, as the federal government does, to make the system works.",
  "I don't know what it is, I don't know what the extent of it, but something is not right, when people try to hide something it genuinely means that they had something to hide.",
  "If you don't share with the American people what you do in the people's names -- no, no, you have to brief the American people when you're the president of the United States.",
  "If that was important to them to show that, like, they had a, you know, substantive meeting, you would make the argument that an extra hour would actually further that idea.",
  "They wrote this law, they defended -- they said it was great and now they're getting mad at me that it's collapsing and the people could die from the bill that they wrote.",
  "The campaign won because Donald Trump had a message and a vision and he got it to the American people, and he didn't have an additional campaign structure underneath him.",
  "BIANNA GOLODRYGA, YAHOO NEWS AND FINANCE ANCHOR: And the other world leaders that were there were reportedly surprised and shocked when they saw the two of them together.",
  "And the idea that we should have to have drips and drabs of finding out about do we know four people at a meeting, and neither six, and neither eight people at a meeting.",
  "And the Russian president's interpreter no official record of the meeting, no American interpreter who was there to make sure the president wasn't being somehow misled.",
  "It's really fascinates, it's got a lot of stories from the campaign trail that had never been shared until now including how the talk of a border wall actually began.",
  "So, I am not in any way saying what you are accusing me of saying that the Democrats wrote a bill that made people die, it actually prevented more people from dying.",
  "That if they were able to give him something that stabilized the insurance markets, began to deal with the problem of rising health care costs, I think he'd sign it.",
  "You know, when I was in the Congress, I was offering budgets against a Republican president of the United States because I didn't think he was saving enough money.",
  "And then he, you know, stumbles upon Donald Trump and it seems like they maybe agreed on trade which seems to be the thing he's been consistent about Donald Trump.",
  "COOPER: But there's been so much talk of just letting -- I mean, the Republicans have been saying, look, that Obamacare is collapsing and to just let it collapse.",
  "There's a perception problem, and there may be an actual problem, but we don't know -- you know, 25 years of journalism experience for me, my antenna are on fire.",
  "(BEGIN VIDEOTAPE)\n\n\n\nCOOPER: Governor Kasich, when you hear the president say as he did today that his plan has now, \"Let Obamacare fail\", is that an option?",
  "So, the challenge for the administration is how do they now work and use their power to try to revive the uncertainty that's in the exchanges in the market?",
  "He also said special counsel prosecutors have already reached out to his client seeking information, and he says his client is fully cooperating, Anderson.",
  "So sound like it was a secret meeting where they went off to a --\n\n\n\nCOOPER: There have been a lot of world leaders knew that but not the American people.",
  "We'll talk more about health care when we come back, including how the White House is trying to sway Republicans on this repeal vote before it's too late.",
  "I think anybody who interviewed him and pressed him on policy issues during the campaign knows this is not a person who has thought about a lot of things.",
  "And so, now we're talking to the author of this book and was turned, is he a puppet master and starting to get back into the Washington, D.C. part of it.",
  "There are things that need to be fixed, Charles, to your point if we're really talking about people, let's talk about how Obamacare is being implemented.",
  "But I think there are so many other things, I mean, David's response started to cover White House briefings, the investigation, and this is what happens.",
  "Unfortunately, I actually think that President Trump would have been much more pragmatic about it if there wasn't such disagreement among conservatives.",
  "So, I think everyone is sort of wondering what the next step is on this as the Senate realizes there out the vote there to move with a straight repeal.",
  "But, perhaps that goofy idea is something that came up in this dinner, but we'll probably never know because the only American there was the president.",
  "Clara McCaskill forgot she had met with the Russian ambassador, so with Nancy Pelosi, sort of trying to -- from what I can see gather this information.",
  "I think everyone is kind of going back to the drawing board and saying, what can we do on this thing that we have been campaigning on for seven years?",
  "And then, I know a lot of people pushed back on the idea of him being the puppet master, but I think he's very much a puppet master with Donald Trump.",
  "He had a whole --\n\n\n\nPOWERS: Yes, because his life was exactly the same when he was running Breitbart and now that he's basically running White House.",
  "PAMELA BROWN, CNN JUSTICE CORRESPONDENT: Right, so I think it seems the president may have a misunderstanding about what is now being reported today.",
  "And that would include everything that we talk about on Medicaid, but it should -- it has to be done with both parties or you'll never get it done.",
  "And obviously, a lot of Governor, do you think there are enough Democrats, enough Republicans willing to work with each other in a bipartisan way?",
  "Earlier today, we saw Sarah Huckabee Sanders go to the podium and say, you know, hey, we're willing to move forward on this on a bipartisan basis.",
  "See what -- you can see how people who are watching the president watch the kind of coverage --\n\n\n\nGREGORY: -- disingenuous is what you're saying.",
  "The idea that the president doesn't have ideas, I mean, this is what --\n\n\n\nPOWERS: I didn't say he didn't have ideas I said he doesn't understand.",
  "That is what happens when people do not have access to care, cannot afford the care, cannot get in to see a doctor, use up their lifetime limits.",
  "The federal government plays a huge role in this and not only shoring up the markets but delivering federal subsidies, making sure that it works.",
  "What is going to happen when people lose coverage, people who are healthy get sick, people who are sicker, die and who sick get sicker and die.",
  "President Obama actually tried to get Republicans in the next he did the basis of Obamacare are exchanges, this was a Heritage Foundation idea.",
  "But Republicans, as Doug and I were saying before, it's Republicans who can't agree on health care when it comes to government being involved.",
  "They still tried to move forward on a repeal plan, which is something they know Democrats are not ever going to show up and work with them on.",
  "Republican Governor Ohio John Kasich has long been outspoken voice on health care reform, a strong critic of efforts to cut Medicaid benefits.",
  "I mean, you know, there's no Republican that wants to be in a position where they're going to be blamed for people being thrown off coverage.",
  "They still brag about the social security act, yet they want to say that President Trump is somehow going to be to blame if Obamacare fails.",
  "I mean that is serious --\n\n\n\n(CROSSTALK)\n\n\n\n[21:05:17] SHIELD: That is something sort of happens when you're president of the United States.",
  "And, Anderson, this discussion came actually after that scheduled two- hour-long bilateral meeting earlier that day that was widely covered.",
  "The president is in charge but he found someone in Steve Bannon that he agreed with and someone who that they're heading down the same path.",
  "BLOW: We also not going to talk about the fact that, that -- what that Breitbart crowd is and that it is basically Neo-Nazism and the like.",
  "COOPER: Up next, we can take a fresh look of the President Chief Strategist Steve Bannon with the author of the new book \"Devil's bargain.\"",
  "That means that fewer people have had to make the incredible choice about whether or not they were going to buy groceries or buy medicine.",
  "(CROSSTALK) SHIELDS: The president is sitting back and saying, let's wait until -- wait until the premium increases come out in October.",
  "The president went over to talk to Vladimir Putin according to the reports, engaged in a conversation with him that went on for an hour.",
  "And they should have valued something that sounds like it started off as a personal conversation that turned into a larger conversation.",
  "This was a campaign that doesn't look like other campaigns, because the candidate was the communications director, the campaign manager.",
  "I totally get your point, Mike, but the White House made a big deal of the fact that the president spent two hours with Vladimir Putin.",
  "I think if you're going to have a casual meeting and it's going to turn into something an hour long, you probably should grab somebody.",
  "We don't want them to live paycheck to paycheck worrying about the fact that if they don't have health care, they could be bankrupted.",
  "I mean, the problem is this is an ideological approach that many conservatives would never have signed off on for in the first place.",
  "And there were more people caught in that before the ACA, 30 million more people caught up in that before the ACA than there are now.",
  "COOPER: And a big deeper ness (ph) in to that Trump Tower meeting, the newly identified eight percent in the room, all of that ahead.",
  "And we have to just take a moment and realize how incredible like staggering it is for him to say I'm just going to let it collapse.",
  "The Republicans refused to participate in any way they decided, as we all know, that they were going to oppose anything that he did.",
  "(BEGIN VIDEO CLIP)\n\n\n\nDONALD TRUMP, PRESIDENT OF THE UNITED STATES: I don't like to say no, but it's -- I'm certainly disappointed.",
  "I do not like Obamacare partly because I don't like Obama, if that's what he's saying, and a lot of people voted for him who don't.",
  "He makes the decisions and some people criticize him for having too much of essential he's doing everything but he does everything.",
  "The other things we're going to talk about it, but let's not blow it up beyond what it actually --\n\n\n\n(CROSSTALK)\n\n\n\nGREGORY: I do.",
  "And don't forget, this meeting took place when there was already controversy brewing over what Lavrov said and what Tillerson said.",
  "Bannon and Trump were able to come together talked way past to us to those Americans and say I care about you and it was brilliant.",
  "And remember, right after that meeting, the president tweeted he had agreed with Putin to do a joint cyber --\n\n\n\nCOOPER: Security.",
  "So, let's bring in the panel, Kristin Powers, Charles Blow, Jeffrey Toobin, David Gregory, and Mike Shields and Bianna Golodryga.",
  "There was a single payer, a lot that was introduce in California that literally would have doubled the entire California budget.",
  "COOPER: Most Democrats --\n\n\n\nPOWERS: Democrats want to change --\n\n\n\nCOOPER: -- I mean most Democrats will say --\n\n\n\nPOWERS: Yes.",
  "You tried to get involved then you pulled back, and then you pull back you were trying to get -- and guess what, it didn't work.",
  "What I don't understand is how can with that straight face sit there and complain obstructionism after what the Republicans did.",
  "And now there's no reason that when the core of Obamacare are exchanges, which again, were developed by the Heritage Foundation.",
  "This is not easy but, you know, lead when you're there, because at the end, every politician has a million plaques on the wall.",
  "And what -- on the campaign trail people said, I understand that your premiums have gone up and I will do something about that.",
  "(CROSSTALK)\n\n\n\nGREGORY: Look, Democrats do have a lot of tension from the Bernie Sanders wing about now moving to single payer.",
  "And so -- but I don't -- look, I mean to Kristen's earlier point, you may not have liked me saying that they rammed it through.",
  "COOPER: Let me just jump, Governor Kasich were saying that he actually believes there is a possibility of bipartisanship here.",
  "They're going to get a huge problem from their Bernie single payer wing at their party that doesn't want --\n\n\n\nPOWERS: No, no.",
  "\"New York Times\" reported that someone said it looked like they were off on their own and not engaging with the other leaders.",
  "I would like to know what was said and what extent this president pushed Putin on the fact that he tried to hack our election.",
  "I'm trying to tell you how to talk to a huge group of Americans and say to them, hey, pay attention to the things that matter.",
  "If everything is a crisis, if everything is, oh, my god, look what he did this time, after a certain point, --\n\n\n\nSHIELD: Yes.",
  "But look, I mean, I think the bigger context of what was going on under the Trump campaign collude in all that sort of thing.",
  "And I think the president is negotiating just like if you had a neighborhood and it was going down, the buildings were going.",
  "Now, the president is blaming anyone and everyone other than himself for the failure of one of his biggest campaign promises.",
  "You just said that Democrats are now saying that they're upset because the bill that they wrote is going to make people die.",
  "BROWN: Yes, that's right, we've learned the identity of the eighth person in Trump Tower in that meeting as Ike Kaveladze.",
  "That meant that I will literally let people die in order for you to be more comfortable and be able to make this payment.",
  "We cannot keep having this conversation as if those two things are disconnected, those things are absolutely connected.",
  "It does seem like this, such a cliche to talk about the drip, drip, drip, but it doesn't help the White House, does it?",
  "I don't know how you did things at the RNC, but when you cover the president of the United States, that's what you do.",
  "The president, by the way, just tweeted about this, minutes ago, \"Fake news story of secret dinner with Putin is sick.",
  "And therefore, Bannon is the only person who understands some sort of policy and that's why he is a --\n\n\n\nPOWERS: Yes.",
  "(CROSSTALK)\n\n\n\nGREGORY: -- the White House, you brief reporters who cover the White House on what the president does.",
  "What concerns me is the arrogance, the naivete, and how uninformed they were to think that they could be compromised.",
  "And so, I think that that's why some people might be suspicious about this and he hasn't been completely transparent.",
  "Those people have to make incredible choices that some people, the choices they make, still did not save their lives.",
  "I'm just really trying to stick to historical facts here and now you're saying they're complaining about obstruction.",
  "[21:45:05] So that's not -- when you talk about negotiating that's the -- the guy who is behind the art of the deal.",
  "Does the -- I mean base on his reporting if that's how this started does it anyway it undercut the idea of the wall?",
  "So his -- the pressure on Congress for how bad Obamacare is clearly isn't enough for them to get their act together?",
  "(BEGIN VIDEO CLIP)\n\n\n\nJOSHUA GREEN, AUTHOR, \"DEVIL'S BARGAIN\": The idea for the wall didn't come from Donald Trump.",
  "Now, his attorney, Scott Balber, says his client attended that meeting thinking he would be needed as a translator.",
  "But Steve Bannon is very much -- [21:55:03] COOPER: And Steven Bannon definitely has more of the --\n\n\n\nPOWERS: Yes.",
  "COOPER: -- an overarching vision and certainly in terms of, you know, literacy on ideas and, you know, philosophy.",
  "He goes all the way back to 1989 with Aras Agalarov, that Russian oligarch and business associate of Donald Trump.",
  "If we can't get rid of Obamacare which we've been promising forever, a lot of voters will just going to stay home.",
  "I mean to -- GOLODRYGA: Once the president can settle within his own party, then\n\n\n\nhe can talk to Chuck Schumer.",
  "(END VIDEO CLIP)\n\n\n\nCOOPER: Doug, I mean, if repeal without a replace doesn't go anywhere, what is the next step?",
  "I mean, every former intelligence person we've had on the broadcast has said, this raises all sorts of questions.",
  "[21:00:05] ANDERSON COOPER, CNN HOST: We're talking this hour of conversation consequence on disclosed until now.",
  "And so they came up with this idea of the wall, just a device to keep Trump focused on the issue of immigration.",
  "You know, Donald Trump Jr. said, all of the meeting was useless, but there was a document that was turned over.",
  "For seven years, I've been hearing repeal and replace from Congress, and I've been hearing it loud and strong.",
  "GREGORY: That exactly the point which is left to his own device, President Trump could get with Chuck Schumer.",
  "It does and it has, I think, seeded part of the public lack of support for Obama which is now grown over time.",
  "That's the reality here, but it's also why I think its incumbent on the president in some fashion to own this.",
  "SHIELDS: Protesters that showed up in March and April at Congressional Office that was covered all the time.",
  "KASICH: Well, I heard Schumer today say, well, do you know that condition for us to be able to do something.",
  "SHIELDS: Now, I agree with that, and I think they're going through the process of trying to figure this out.",
  "And there was time when the Trump campaign had difficult time colluding with the RNC, had a difficult time.",
  "When they watch panels like this, they don't relate to us, they don't understand what we're talking about.",
  "And then Donald Trump thinks he can just waltz right in and he has going to have this great relationship?",
  "[21:35:15] And for the president of the United States to simply say, this is a political argument for me.",
  "They have covered the past Republicans in death in 2014 when we couldn't even put a white paper together.",
  "What we have to say is that if that is the tension, we cannot allow either of those two things to happen.",
  "GREEN: To remind him to speak, because if you can plant that seed in his mind you can kind of riff on it.",
  "Democrat after Democrat has defended Obamacare, the House voted it something like 41 times to repeal it.",
  "GREGORY: But it's your point, I actually agree with that, but that's the point that I find so dangerous.",
  "He's standing there in the background highlighted, standing right behind Donald Trump to the left there.",
  "COOPER: You've also got new information about Donald Trump Jr.'s meeting from June 2016 at Trump Tower.",
  "Our base is already demoralized because they haven't seen a whole lot happening which they're proud of.",
  "COOPER: Mike, I mean, if this reporting -- why not disclose this meeting if it's an hour-long meeting?",
  "So, the real problem is now it's in place and I think Democrats are going to treat it like the Alamo.",
  "SHIELDS: OK.\n\n\n\nBLOW: They are not -- not having to run up against lifetime (INAUDIBLE) with a child.",
  "Every single day, we hear about another person who met -- undisclosed person who was in this meeting.",
  "(CROSSTALK)\n\n\n\nSHIELDS: I mean he's written movie scripts, you know, he's involved in entertainment.",
  "It is a mini army and Bannon was able to grow this either especially after Andrew Breitbart's death.",
  "And it's no different in that regard to any president that has someone in his coalition or someone.",
  "The idea that they agree on things, I mean, Donald Trump for good or ill doesn't have policy ideas.",
  "This is a problem that he's having with every part of his agenda which is he doesn't understand it.",
  "And what he's trying to say is I'm prepared to go into 2018 and have a fight on health care, right?",
  "You know if you look back, Sarah Palin actually was somebody that he stumbled upon and discovered.",
  "I think he's the ideological sort of godfather behind a lot of things that Donald Trump believes.",
  "Do something that's going to improve America, not worry about the party and all this other stuff.",
  "He has a whole group of people that listen to him that sort of his group of conservatives, right?",
  "The tension here is between rising costs for some people and the saving of other people's lives.",
  "We'll talk more about where the White House goes next on this and the president's remarks today.",
  "SHIELD: Well, they spoke at the end of a dinner where there are other world leaders around them.",
  "So, it wasn't off somewhere secretly, it was a casual meeting, he was sitting next to Melania.",
  "Vladimir Putin and the president of the United States had a second meeting at the G20 Summit.",
  "And then, when we finally get a chance to repeal and replace they don't take advantage of it.",
  "Am I the also -- only person who looked at that interview and thought like this is hilarious.",
  "He didn't have one and he didn't even understand what was in the one that was being voted on.",
  "(CROSSTALK)\n\n\n\nSHIELDS: Let's see them come to the White House and say, hey, let's sit down.",
  "We have a conversation that Donald Trump had with Vladimir Putin and now the pile-on begins.",
  "And I want to stop talking about it in positive terms and talking about it in people terms.",
  "GREGORY: -- time was negotiating said it was a huge mistake to pass it with Democrats only.",
  "SHIELDS: Well, look, Sarah Huckabee Sanders said this isn't over yet, he's negotiating, OK?",
  "There are 30 million more people who have health insurance now than had it before the ACA.",
  "What are the responsibilities of people aside from those risks that we cover on insurance?",
  "SHIELDS: Historical facts, I mean Democrats to this day still brag about the Medicare act.",
  "JEFFREY TOOBIN, CNN SENIOR LEGAL ANALYST: Look, it's a one-hour meeting, it is a big deal.",
  "They probably should have added this to the initiative talks about this is what happened.",
  "You had choose previous administrations that were somehow bullocks up by Vladimir Putin.",
  "[21:20:01] Again, we don't know the principals all deny any contact with the government.",
  "Now they're under --\n\n\n\n(CROSSTALK)\n\n\n\nBLOW: Let' talk about it in honest terms, though.",
  "Basically, I will cut off access to other people so that I can bring your premiums down.",
  "I mean, you can't, as the president of the United States, say, look, I don't own this.",
  "That means fewer people were running into lifetime limits with a child that was born.",
  "Now, we won everything, if we don't do it, go into red states, go into purple states.",
  "The reality is the White House has not necessarily tried to engage Democrats on this.",
  "I believe that we have that credibility in the media to cover the things that matter.",
  "POWERS: I mean, I think Steve Bannon was sort of looking for a vessel for his ideas.",
  "The president was very vocal about his disappointment on health care earlier today.",
  "Health care is so important to every American and that's why they need to have it.",
  "If you look at what's happened, we struggled with Obamacare replacement for years.",
  "He cannot say, I won't own it, you owned it the moment that you were inaugurated.",
  "And then we need to move beyond that and think about what insurance is all about.",
  "He saying, the only way they can get him to focus is give him a four-letter word.",
  "Collapse, lose coverage, those are not euphemisms but they are antiseptic terms.",
  "The child did nothing wrong, made no bad choices, they were born with a problem.",
  "Even the liberals in California legislators said that's too much money to spend.",
  "His biggest headache right now is what's going on internal within his own party.",
  "Many presidents --\n\n\n\n(CROSSTALK)\n\n\n\nHEYE: -- Breitbart townhouse and so forth.",
  "You know, sometimes though, they want to ask permission from their leadership.",
  "COOPER: But, you know, the president also said today, I'm not going to own it.",
  "I've already said that the Democrats aren't interested in repealing Obamacare.",
  "(CROSSTALK)\n\n\n\nGREGORY: It's all related which is disclosure and transparency.",
  "You know, it wasn't just a two-hour meeting, we had another hour-long meeting.",
  "CNN Justice Correspondent Pamela Brown has all the late details joins us now.",
  "COOPER: So the White House invited all Republican Senators to lunch tomorrow.",
  "He brings that to the table and that's sort of a relationship that they have.",
  "That the only way they can get this man to focus, it's kind of shady, right?",
  "So people -- I'm saying people like us, though we don't communicate to them.",
  "I've always believed that he is not hung up on some ideological fix on this.",
  "BLOW: Let me tell you what I said because that's not in any way what I said.",
  "DOUG HEYE, CNN POLITICAL COMMENTATOR: We don't know if there are next steps.",
  "I have no idea whether anybody committed a crime and I'm not asserting such.",
  "MURRAY: Well, it will be interesting to see what comes out of this meeting.",
  "Of course, you would have a lot of people that would lose health insurance.",
  "I don't think it would be good for any body who is down there in Congress.",
  "Aired 9-10p ET\n\nAired July 18, 2017 - 21:00 ET\n\nTHIS IS A RUSH TRANSCRIPT.",
  "I really don't think it is, and I'm not sure that's what he really means.",
  "He is more of a big government guy on health care, conservatives are not.",
  "We've had four elections in a row where we said we are going to do this.",
  "We'll let Obamacare fail and then the Democrats are going to come to us.",
  "It's also (INAUDIBLE) Anderson, like you said, it's Republican senators.",
  "And so the coverage --\n\n\n\n(CROSSTALK)\n\n\n\nGREGORY: -- it's not a pile-on.",
  "Simpson, because he is getting potentially get out of jail in 48 hours.",
  "Hey, we have a lot of people who are in need of continuing health care.",
  "Said, you know, I'm going to build a wall and nobody builds like Trump.",
  "BLOW: So you think that every ideologue needs to tie to their demigod.",
  "All G20 leaders and spouses were invited by the chancellor of Germany.",
  "He says he has never had any involvement with the Russian government.",
  "So I'm very -- I would say, I'm disappointed in with what took place.",
  "I mean, it sort of -- it is looks like a classic espionage operation.",
  "There were not the votes to move with their repeal and replace plan.",
  "(CROSSTALK)\n\n\n\nHEYE: Republicans are in a very dangerous place here.",
  "We're hearing part because --\n\n\n\nCOOPER: You want --\n\n\n\nHEYE: Yes.",
  "He doesn't go off and do things in the people's names without you.",
  "This is not normal, it's not appropriate and it's bad U.S. policy.",
  "SHIELDS: I think its beneficiary the night of that meeting is O.J.",
  "I don't think that campaign could have colluded if they wanted to.",
  "I mean --\n\n\n\n(CROSSTALK)\n\n\n\nBLOW: I'm going to finish this point.",
  "COOPER: And I mean, you talked to a lot of folks in Capitol Hill.",
  "POWERS: Nothing you just said is any way contradicts what I said.",
  "DON LEMON: A previously undisclosed Trump-Putin meeting revealed.",
  "POWERS: Obama didn't ram anything through on a party limbo (ph).",
  "SARA MURRAY, CNN WHITE HOUSE CORRESPONDENT: Well, let's find it.",
  "Let's talk about what works, let's talk about what doesn't work.",
  "(CROSSTALK)\n\n\n\nBLOW: I let you talk, now I'm going to talk, now.",
  "Those people think Obamacare is great, so how is it collapsing?",
  "GOLODRYGA: -- implicating Bill Browder and his ties to the DNC.",
  "SHIELD: Now we're getting into what he knows on foreign policy.",
  "DAVID GREGORY, CNN POLITICAL ANALYST: No, actually, it doesn't.",
  "David Gergen witnessed such meetings close going back decades.",
  "CNN's, Sara Murray is live at the White House with the latest.",
  "OK, let's go to the people and have a conversation about this.",
  "I'm going to build the wall and Mexico is going to pay for it.",
  "I appreciate your advice, and how you to talk to an audience.",
  "(CROSSTALK)\n\n\n\nTOOBIN: By the way, I wrote a book about this.",
  "He kept talking about it for two years on the campaign trail.",
  "And they're running into a lifetime limit in the first year.",
  "There is not --\n\n\n\nSHIELDS: I said people are going to die.",
  "COOPER: In which a very young Jeffrey Toobin was portrayed.",
  "I wasn't on the Trump campaign, but at front row see to it.",
  "We have to pull teeth to get the truth out of these people.",
  "So the very least, you should be smart enough to disclose.",
  "THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.",
  "If you are -- this president doesn't know foreign policy.",
  "First of all, you are the president of the United States.",
  "He knows how to tell a narrative and how to tell a story.",
  "Time to hand things over to Don Lemon for \"CNN Tonight.\"",
  "I'm prepared to say the Democrats are going to own this.",
  "I spoke to him earlier today before I get on my glasses.",
  "But, you know, people forget about things that they did.",
  "But I would tell you, this is not some just any leader.",
  "But my point is, you know, I believe in a strong press.",
  "COOPER: Governor John Kasich, thanks for being with us.",
  "I can tell you the Republicans are not going to own it.",
  "I can tell you the Republicans are not going to own it.",
  "(BEGIN VIDEO CLIP)\n\n\n\nTRUMP: We're not going to own it.",
  "He goes, OK, well, I'm going to wait until they crater.",
  "This is what happens, this is what happens, people die.",
  "SHIELDS: There's no puppet mastering with Donald Trump.",
  "It's written by Joshua Green of Bloomberg Businessweek.",
  "(CROSSTALK)\n\n\n\nCOOPER: To remind him to speak of that.",
  "It was a defeat that took the White House by surprise.",
  "GREGORY: Well --\n\n\n\nPWOERS: I think it matters a lot.",
  "GREGORY: Well, it doesn't matter, that's the reality.",
  "I mean we're not going to bring that part up, anyway.",
  "Like he give-- say wall and (INAUDIBLE) immigration.",
  "(CROSSTALK)\n\n\n\nPOWERS: He's running the white house.",
  "(END VIDEO CLIP)\n\n\n\nCOOPER: Back now with the panel.",
  "COOPER: All right, I want you guys get your respond.",
  "None of these people were adoption agency officials.",
  "COOPER: About this, you know, with this Trump Tower.",
  "(CROSSTALK) COOPER: Mike, I actually agree with you.",
  "He was born in the Soviet Union, studied in Moscow.",
  "I just can't believe that that's actually the case.",
  "This goes back -- I'll start with the campaign, OK.",
  "And I think, yes, of course, he's making decisions.",
  "COOPER: -- that those things need to be corrected.",
  "What are you hearing from the White House tonight?",
  "Think about real estate in President Trump's mind.",
  "He actually appeared -- take a look at this video.",
  "(CROSSTALK)\n\n\n\nTOOBIN: I'm always but the synergy.",
  "(END VIDEO CLIP) COOPER: Back now with the panel.",
  "OK, so let just go back to some historical facts.",
  "So he really did try to get Republicans on board.",
  "You have Tom Price saying it's failing every day.",
  "Here's what Joshua Green told me earlier tonight.",
  "This is their bill, they passed it, they own it.",
  "We don't need to put them in the emergency room.",
  "I don't think it would be good for the country.",
  "Would a repeal without replacement hurt people?",
  "OK, do you know what you do with those plaques?",
  "COOPER: All right, Pam Brown, a lot of details.",
  "(COMMERCIAL BREAK)\n\n\n\nCOOPER: That's it for us.",
  "I became the Chairman of the Budget Committee.",
  "I don't think it would be good for the party.",
  "And the value of the buildings is going down.",
  "POWERS: I'm not even making a partisan point.",
  "COOPER: -- I think produced a film about her.",
  "And -- no facet of this presidency is normal.",
  "SHIELDS: But who is responsible at that time?",
  "COOPER: -- it's like the boy who cried wolf.",
  "SHIELD: You're making my case for me, David.",
  "Now you're going to have a separate meeting.",
  "And these are people who play by the rules.",
  "Like, you know, I need to have a hall pass.",
  "Obamacare was passed on a party line vote.",
  "You're the leader of the Republican Party.",
  "SHIELDS: David, I'm trying to be in favor.",
  "(CROSSTALK)\n\n\n\nCOOPER: And I saw the T.V.",
  "He said nothing about this other meeting.",
  "I mean that's a frustrating thing for me.",
  "And I say I want to buy one, you say no.",
  "So you do own it and --\n\n\n\nCOOPER: Mike?",
  "That's not a way to shore up the market.",
  "BLOW: Donald Trump is the president now.",
  "And some of them I do think are related.",
  "COOPER: We've got to take a quick break.",
  "He actually does not understand policy.",
  "He's under investigation for collusion.",
  "He was employee of the Agalarov family.",
  "But this one was simply was not normal.",
  "We may revisit this entire thing again.",
  "What is the risk we're trying to cover?",
  "We want Democrats to come to the table.",
  "GREGORY: Those things are all related.",
  "He's demonstrated that in other areas.",
  "That's why he couldn't make the case.",
  "This is exclusively obtained by CNN.",
  "I mean, that's a long time to talk.",
  "That's not the story, right Pamela?",
  "We're learning jus the two of them.",
  "So they were able to work together.",
  "That's why he refused even to try.",
  "He didn't have a health care plan.",
  "I mean, I don't disagree with you.",
  "We're going to take a quick break.",
  "We haven't seen him own this yet.",
  "Is this the agenda or do we know?",
  "We need them to get primary care.",
  "COOPER: Also no U.S. interpreter.",
  "He didn't say anything about it.",
  "COOPER: I just don't understand.",
  "He did a film about Sarah Palin.",
  "You're actually making my case.",
  "I mean is that just a fantasy?",
  "SHIELDS: But he has Breitbart.",
  "They are going to protect it.",
  "We need people to be treated.",
  "Do I have to ask the teacher?",
  "We did on a Bipartisan basis.",
  "So, Charles is exactly right.",
  "So President Trump was alone.",
  "I think you agree with that.",
  "It will go on and we'll win.",
  "POWERS: Whose fault is that?",
  "BLOW: I can't let this pass.",
  "I've interviewed him before.",
  "That is the entire tension.",
  "Democrats voted to keep it.",
  "You are the president now.",
  "Here's what he said today.",
  "They ought to be reformed.",
  "JOHN KASICH, (R) OHIO: No.",
  "So I think it is possible.",
  "Repeal is not acceptable.",
  "GREGORY: I think it will.",
  "You have the head of CMS.",
  "This is in Vegas in 2013.",
  "POWERS: No, you're right.",
  "He's now a U.S. citizen.",
  "I'm not going to own it.",
  "That's always dangerous.",
  "[21:30:06] KASICH: I do.",
  "So that's disappointing.",
  "It is expected to fail.",
  "Sara, thanks very much.",
  "We balanced the budget.",
  "POWERS: It does matter.",
  "There's a problem here.",
  "But he didn't do that.",
  "You can't defend this.",
  "I'll see you tomorrow.",
  "How could that happen?",
  "This is \"CNN Tonight.\"",
  "He's been successful.",
  "That's not who he is.",
  "Thanks for watching.",
  "We'll be right back.",
  "We'll be right back.",
  "Like, I need to ask.",
  "COOPER: Sara Murray.",
  "Something is wrong.",
  "SHIELD: Sure it is.",
  "He's the president.",
  "What became of it?",
  "What does it say?",
  "We'll never know.",
  "He's uninformed.",
  "Thanks Anderson.",
  "That's my view.",
  "COOPER: Right.",
  "POWERS: Right.",
  "I'm Don Lemon.",
  "No one cares.",
  "SHIELDS: Yes.",
  "SHIELD: Sure.",
  "SHIELDS: Yes.",
  "TOOBIN: Yes.",
  "TOOBIN: Yes.",
  "Press knew!\"",
  "Where is it?",
  "POWERS: Yes.",
  "POWERS: Yes.",
  "Who saw it?",
  "KASICH: OK.",
  "KASICH: No.",
  "series.",
  "Thanks.",
  "Sure.",
  "I do.",
  "GOV.",
  "Yes.",
  "Yes."
]