[
  "That acquaintance described Goldstone as a “fixture” in a scene back in 2013 that involved young, attractive men and where “an apartment party in a loft on Madison Square Park turned into a limo ride turned into illicit substances in the bathrooms at Boom Boom Room, all of it getting paid for ... somehow.”\n\nNeither Goldstone, his attorney, nor Oui 2 have yet responded to requests for comment.",
  "Goldstone’s name emerged in what Trump Jr. claimed were a series of emails between himself and the publicist, during which Goldstone claimed to have “information that would incriminate Hillary ... and would be very useful to your father.”\n\nUntil the emails surfaced, little was widely known about Goldstone, the British-born co-founder and president Oui 2 Entertainment, based in New York City.",
  "The company has posted a link on its Facebook page that leads viewers to a report on Goldstone’s “Pivotal Role in the Donald Trump Jr. Scandal.”\n\nThe Facebook page is replete with photos of Goldstone wearing silly hats, traveling, and posing with a variety of seemingly well-connected and attractive acquaintances.",
  "Celebrity publicist Robert Goldstone – linked to a now-infamous 2016 meeting between a Russian attorney and the eldest son of President Donald Trump -- is now being accused of lying to Donald Trump Jr. about having “dirt” on Hillary Clinton, his father’s opponent in the 2016 presidential election.",
  "Goldstone's company biography contends he spent several years as a journalist, then founded a publicity company that represented musicians BB King and U2, as well as corporate clients like Richard Branson, before helping launch Oui 2 in 1997.",
  "But his company is said to have represented such stars as Michael Jackson, Quentin Tarantino and Betty White, and counts New York's swanky Russian Tea Room restaurant among its “past and present clients,” according to Oui 2’s Facebook page.",
  "According to documents that Trump Jr. released via Twitter, Goldstone reached out to the president’s son in 2016, suggesting that Emin had received information from the elder Agalarov regarding Hillary Clinton.",
  "In 2013, Goldstone began representing pop star Emin Agalarov – known simply as Emin -- the son of Russian real estate tycoon and Miss Universe Moscow collaborator Aras Agalarov.",
  "But according to Scott Balber, an attorney representing the Agalarovs, “no one approached either Agalarov with information damaging to the Hillary Clinton campaign -- ever.",
  "Didn’t happen.” The notion that the Agalarovs possessed details on Clinton, Balber claimed, was a “fantasy” concocted by Goldstone in an effort to please his client, Emin.",
  "Balber confirmed that Emin sought to arrange a meeting with the Trump campaign as a favor to an acquaintance of his, Russian attorney and lobbyist Natalya Veselnitskaya.",
  "The attorney denied that the Agalarovs had anything to gain from arranging the meeting, other than satisfaction from helping a friend.",
  "That information, according to an email purportedly from Goldstone, was relayed by the office of Russia’s top federal prosecutor.",
  "Trump Jr. told Fox News’ Sean Hannity this week that he first met Goldstone at a golf tournament where Emin was performing.",
  "According to an acquaintance who spoke with the Daily Beast, Goldstone leads a hard-partying, playboy-type lifestyle.",
  "Goldstone added that Emin was apparently interested in sharing the information with the Trump campaign.",
  "Meanwhile, Oui 2 is making no secret of its co-founder’s ties to the Trump Jr. story."
]