[
  "“The Crown prosecutor of Russia met with his father Aras this morning and in their meeting offered to provide the Trump campaign with some official documents and information that would incriminate Hillary and her dealings with Russia and would be very useful to your father.”\n\nIn an interview with Fox News' Sean Hannity on Tuesday night, Donald Trump Jr. played down his ties to the Agalarov family, saying he did not know them well.",
  "“Then he turns around: ‘Where are the Agalarovs?’ We say: ‘We’re here.’ And then he declares: ‘I found the best family in Russia!’”\n\nThe family, which included Agalarov’s son Emin, a budding pop star at the time, maintained ties with Trump over the years.",
  "Four years later, the family connection also landed a Russian lawyer in Trump Tower for a meeting that is now the focus of investigations into Russian efforts to swing in the 2016 presidential election in Trump’s favor.",
  "Trump, Agalarov recalled, offered a reply:\n\n“‘Everywhere, that I build something, it doesn't matter if [it’s] a house or a hotel, he buys the most expensive apartment,'\" Agalarov recalled him saying in the interview.",
  "It’s also where Trump opted to put on his Miss Universe pageant after meeting the Agalarovs in Las Vegas in early 2013 -- and that was precisely the goal of the Agalarov's trip to Vegas in the first place.",
  "In a statement on Tuesday, Trump Jr. described Emin as “a person I knew from the 2013 Ms. Universe Pageant near Moscow.” “Emin and his father have a very highly respected company in Moscow,” he added.",
  "It was Emin, according to an email exchange released Tuesday, who reached out to the younger Trump last year, through a publicist, dangling an offer of damaging information about Hillary Clinton.",
  "That first encounter, described by Agalarov a few months later in an interview with a Russian news outlet, kickstarted a friendship that helped bring Trump’s Miss Universe pageant to Moscow.",
  "The younger Trump, along with campaign chairman Paul Manafort and Trump son-in-law Jared Kushner, ultimately took a meeting arranged by Goldstone with Russian lawyer Natalia Veselnitskaya.",
  "The elder Agalarov’s warm relationship with Trump would have made him an ideal intermediary for the Kremlin, though Russian officials have denied any knowledge of the Trump Tower meeting.",
  "Donald Trump Jr. has claimed that meeting resulted in no actual information about Clinton but rather a discussion of Russia’s adoption policy and sanctions imposed by the United States.",
  "Still, it represents the first evidence of an attempt by a senior member of the president’s campaign to coordinate an attack on Clinton using information potentiallysupplied by Russia.",
  "| AP Photo The would-be president and the oligarch Aras Agalarov, the oligarch linked to the latest Russia scandal, describes the time he first met Donald Trump at a Las Vegas pageant.",
  "When Emin, who was briefly married to and later divorced the daughter of the president of Azerbaijan, released an album in 2014, Trump’s son, Donald Trump Jr. promoted it on Twitter.",
  "Later, as the two watched the pageant, Trump regaled Agalarov with his philosophy on prenuptial agreements and gossiped about VIPs in the audience, per the Russian's account.",
  "Agalarov, in his own recollection, at times seemed dumbstruck by his New York counterpart, particularly when the pair were in the audience at the Miss USA pageant together.",
  "Agalarov’s description of his first interactions with the elder Trump bear the unmistakable eccentricities of the man who would become president less than four years later.",
  "Miss USA 2013 Erin Brady and Donald Trump look on as Russian singer Emin Agalarov speaks onstage with his father Aras Agalarov during a news conference on June 16, 2013.",
  "Trump, he says, told him that the man was a former pharmaceutical industry entrepreneur who sold his company for $3 billion and now places bets on pageants and sports.",
  "Trump then launched into a riff on his own decision to make his wives sign prenuptial agreements after his first divorce, Agalarov recalled in the interview.",
  "“He has a special ability to speak for a long time without stopping,” Agalarov said in the interview with snob.ru, which he also posted on a personal blog.",
  "In Aras Agalarov’s telling, the first time he met President Donald Trump was in the lobby of Trump’s Las Vegas hotel before the 2013 Miss USA pageant.",
  "“And this guy,” he said, referring to the pharmaceutical executive, “all the time marries and divorces and every time they take huge sums from him.",
  "“Emin just called and asked me to contact you with something very interesting,” the publicist Rob Goldstone wrote in a June 3, 2016 email.",
  "Both men have a flair for show business; one of Agalarov’s developments — Crocus City Hall — is among Moscow’s premiere concert venues.",
  "Trump warmly declared, as he met Agalarov — the Kremlin-connected oligarch now at the center of a scandal engulfing the White House.",
  "“He took me around the shoulder, gave a thumb’s up, saying ‘Everything is cool!’” Agalarov remembered of the Trump Hotel meeting.",
  "At one point, Agalarov recounted to his interviewer, journalist Ksenia Sokolova, a bit of Trump's idiosyncratic bluster.",
  "Agalarov, like Trump, is a prominent real estate developer with children groomed to take over the family business.",
  "He has a pair of eponymous residential developments, as well as a string of high-end commercial and retail brands.",
  "Trump, he said, called the man “crazy” because he failed to sign prenuptial agreements before his marriages.",
  "The White House, as well as attorneys for Trump and Agalarov did not respond to requests for comment.",
  "He says he told Trump that immediately, but that his host wasn't interested in such \"dull\" details.",
  "“He behaved like he was at the races or in a casino,” Agalarov recalled in the snob.ru interview.",
  "Agalarov said he witnessed a rowdy attendee, with beer in one hand and a cigarette in the other.",
  "He decided to sign prenuptial agreements from that point forward for around a million dollars.",
  "Trump appeared in a music video for Emin when he visited Moscow for the Miss Universe pageant.",
  "At a post-pageant press conference, Trump wowed Agalarov with his ability to control a room.",
  "Email Sign Up By signing up you agree to receive email newsletters or alerts from POLITICO.",
  "After a sarcastic reply from Sokolova, Agalarov replied:\n\n\"But, yes, Trump's like that.\"",
  "Yet, Trump's flattery and penchant for exaggeration may have charmed his guests anyway.",
  "A million dollars “is sure better than nothing,” Agalarov recalled Trump saying.",
  "I always take him with me wherever I go.”\n\nAgalarov said he asked Trump why.",
  "Agalarov, who hails from Azerbaijan, was never the richest man in Russia.",
  "Breaking News Alerts Get breaking news when it happens — in your inbox.",
  "He also loves women, Agalarov recalled Trump told him.",
  "A crowd had gathered to gawk at “The Apprentice” star.",
  "“I tell them: look, you have absolutely nothing.",
  "Story Continued Below\n\n\"Look who came to me!",
  "Their camaraderie was instantaneous.",
  "This is the richest man in Russia!\"",
  "Now you are leaving me,” he said.",
  "You can unsubscribe at any time."
]