[
  "About a month after Donald Trump launched his presidential bid, a British music promoter suggested his Russian pop-star client could arrange for the new candidate to meet with Russian President Vladi­mir Putin, according to an email obtained by The Washington Post.",
  "Former Trump business associate Felix Sater urged Trump lawyer Michael Cohen to go to an economic conference in St. Petersburg in June 2016, offering in an email to organize meetings with the Russian prime minister or even Putin, as The Post previously reported.",
  "\"We are disappointed that documents continue to be selectively leaked from confidential investigations,\" said Futerfas, who last week called for an investigation into the leaking of information provided to the House Intelligence Committee.",
  "(Irina Bujor/AP)\n\nScott Balber, an attorney for the pop star Emin Agalarov, said Agalarov asked Goldstone to invite Trump to his father's party but was not aware that the publicist dangled the possibility of meeting with Putin.",
  "Erickson referred to Torshin in an email to Trump campaign staffers as \"Putin's emissary\" for building stronger ties with the United States, according to an email first reported by the New York Times and confirmed by The Post.",
  "The July 2015 offer by publicist Rob Goldstone came about a year before he set up a meeting for Trump's eldest son with a Russian lawyer who he said had incriminating information about Democratic candidate Hillary Clinton.",
  "Trump did not attend the November 2015 party, which coincided with the opening of a Nobu restaurant in the Crocus City Mall, the shopping and entertainment complex in Moscow owned by Aras Agalarov.",
  "In an April 2016 interview with The Post, Agalarov said he had remained in touch with the then-presidential candidate during the campaign and cited the note Trump had written him for his birthday.",
  "Trump's relationship with Emin Agalarov and his father, Aras, a wealthy Moscow developer, dated to 2013, when they licensed the Trump-owned Miss Universe pageant and brought it to Moscow.",
  "Republican operative Paul Erickson sought to organize a meeting at the National Rifle Association convention in May 2016 between Trump and Alexander Torshin, a former Russian senator.",
  "The email exchange is among thousands of pages of internal Trump documents that have been turned over to investigators examining Russian interference in the 2016 election.",
  "Goldstone's 2015 invitation to Trump was among several offers that were made to broker meetings between the Kremlin and Trump or his associates during the campaign.",
  "In early 2016, he sent an email to Donald Trump Jr. to discuss the idea of setting up a page for Trump's campaign on VK, the Russian equivalent of Facebook.",
  "Goldstone's overture came as he unsuccessfully urged Trump to travel to Moscow later that year to attend a birthday celebration for his client's father.",
  "\"Maybe he would welcome a meeting with President Putin,\" Goldstone wrote in a July 24, 2015, email to Trump's longtime personal assistant, Rhona Graff.",
  "Foreign policy adviser George Papadopoulos sought repeatedly to organize a meeting for Trump or his campaign with Putin, according to court documents.",
  "Goldstone's brief 2015 exchange with Graff began on July 22, when he wrote to invite the elder Trump to attend Aras Agalarov's 60th birthday party.",
  "Trump Jr. spent nine hours Wednesday answering questions from the Senate Intelligence Committee's staff, his third such interview on Capitol Hill.",
  "Following the pageant, Aras Agalarov discussed a possible real estate development deal with Trump in Moscow, but the project never materialized.",
  "\"That was a very complicated situation then because I promised Trump that he would meet Putin and then there will be no meeting,\" Agalarov said.",
  "During Trump's visit to Moscow for the event, he appeared in a music video for an Emin Agalarov song that was filmed at the Ritz-Carlton hotel.",
  "The timing of Goldstone's offer served as a reminder of the high-level contacts that Trump had in Russia as he ramped up his White House run.",
  "Graff is set to be questioned by House Intelligence Committee staff in New York next week, according to people familiar with the plans.",
  "The Russian president at first said he would be there but canceled at the last minute because of a scheduling conflict, Agalarov said.",
  "The invitation is the latest example to emerge of efforts to broker a meeting between the Kremlin and Trump Tower during the campaign.",
  "Last month, he told the Telegraph, a British newspaper, that he was not part of any Russian effort to interfere in the U.S. election.",
  "\"If I'm guilty of anything, and I hate the word guilty, it's hyping the message and going the extra mile for my clients,\" he said.",
  "The developer said he asked Putin's protocol director to get on the phone with Trump and explain the cancellation personally.",
  "Goldstone was known to sometimes be prone to exaggeration, according to people familiar with his reputation in Trump Tower.",
  "Goldstone, a publicist for Emin Agalarov, reached out several times to Trump's inner circle during the presidential race.",
  "Russian pop star Emin Agalarov greets Donald Trump with Miss Universe Gabriela Isler during the 2013 pageant in Moscow.",
  "\"It is certainly not the case that Emin Agalarov can arrange a meeting with Vladi­mir Putin for anybody,\" Balber said.",
  "\"Given his presidential campaign, it's highly unlikely he would have time on his calendar to go to Moscow,\" she wrote.",
  "Congressional investigators have sought more information about his interactions with the Trump Organization.",
  "Graff responded two days later, telling Goldstone that Trump would probably not be able to attend the party.",
  "In the interview, Agalarov said Trump had been eager for Putin to attend the 2013 Miss Universe pageant.",
  "But Futerfas expressed concern that material provided to investigators has been shared with the media.",
  "Later in the year, he brokered a meeting between Trump Jr. and Russian lawyer Natalia Veselnitskaya.",
  "It's like the future president of the United States just wrote something to his friend from Moscow.\"",
  "Goldstone's attorney, Robert Gage, declined to comment, as did Alan Futerfas, an attorney for Graff.",
  "Karoun Demirjian in Washington and Michael Birnbaum in Moscow contributed to this report.",
  "Later, Putin sent Trump a warm note and a traditional Russian wooden box, Agalarov said.",
  "\"Unless maybe he would welcome a meeting with President Putin which Emin would set up.\"",
  "Papadopoulos pleaded guilty in October to lying to the FBI about his Russia contacts.",
  "Goldstone was interviewed Thursday, according to people familiar with the session.",
  "There is no indication Trump or his assistant followed up on Goldstone's offer.",
  "[Who is Rob Goldstone, whose email to Trump Jr. on Russia caused a sensation?]",
  "\"Using hot-button language to puff up the information I had been given.\"",
  "\"You have to pay attention [to] that,\" he said of the birthday greeting.",
  "Goldstone asked if Trump would send a congratulatory note to Agalarov.",
  "\"Regardless, I am sure he will want to write a congratulatory note.\"",
  "However, Trump did send a birthday note to the Russian developer.",
  "It's not like he gave it to a secretary asking her to type.",
  "\"I totally understand re: Moscow,\" Goldstone wrote back.",
  "The email chain does not indicate that Graff responded.",
  "\"He signed it himself, and he just wrote it himself.",
  "None of those meetings took place.",
  ".",
  ".",
  "."
]