[
  "Emails released in July revealed that Agalarov’s publicist Rob Goldstone had written to Trump’s son, Donald Trump Jr., to set up a meeting with a Russian lawyer who supposedly had dirt on Hillary Clinton, as part of what Goldstone called \"Russia and its government’s support for Mr Trump.\"",
  "The Kremlin also successfully tricked American activists on the far-right and left into attending protests and signing up for self-defense classes in an effort to accentuate social discord, according to numerous media reports and analysis of Russian social media posts.",
  "But the fact that Trump’s lawyer Cohen emailed Russian President Vladimir Putin’s personal spokesman in 2016 begging for help with the stalled construction plan suggests that projects in Russia were not as easy or well-established for Trump as the dossier suggested.",
  "On Tuesday alone, Trump's lawyer Michael Cohen filed a defamation lawsuit against Buzzfeed for publishing it, while Senator Dianne Feinstein (D-Calif.) released the full transcript of a Senate Judiciary Committee with Fusion GPS co-founder Glenn Simpson.",
  "This has been proven by congressional investigations into Russia’s misinformation campaigns during the election, which also showed the cyber attacks were broadly aimed at a variety of voters, with the intent to sow divisions on heated political topics.",
  "But in November, the House Intelligence Committee released a transcript of Page’s congressional testimony revealing he had in fact met with other Rosneft officials, including Sechin's subordinate Andrey Baranov, during a trip to Moscow in 2016.",
  "The dossier said educated youth and swing voters were a central target in the Kremlin's campaign of fake news and social media chaos, with the hope of cultivating their anti-establishment anger against Democratic candidate Hillary Clinton.",
  "As in, the allegation that the Kremlin blackmailed Trump with footage of prostitues he hired in Moscow performing a \"golden shower\" urination on a hotel bed that former President Barack Obama and filst Lady Michelle Obama once slept in.",
  "Exactly one year after the notorious Trump-Russia dossier became public, President Donald Trump's campaign is still being investigated for Russian collusion, and the fabled \"golden showers\" tape has not emerged.",
  "The report, which outlined an elaborate, years-long scheme of alleged collusion between Trump and the Kremlin, was unverified at the time, and Trump immediately dismissed it as \"fake news\" and \"phony stuff.\"",
  "While it has been proven that Russia made numerous attempts to connect with officials in the Trump campaign during the campaign, there is no proof that Putin’s regime was in touch with Trump before that.",
  "BuzzFeed published a full copy of the dossier—which was produced by former MI6 officer Christopher Steele for the political research firm Fusion GPS—10 days before Trump's inauguration last year.",
  "It is now known that the Trump administration sought to water down a proposed Republican Party commitment to send “lethal weapons” to Ukraine’s army to fight off the Russian-backed separatists.",
  "But for now, this is where its biggest accusations stand after one year:\n\nVerified: Former Trump campaign adviser Carter Page met with representatives of Russian state-owned oil giant Rosneft.",
  "According to the dossier, Rosneft officials used their meeting with Page to push for the U.S. to lift sanctions on Russia for its support of armed separatist groups in eastern Ukraine.",
  "The email from Cohen to Putin’s spokesman Dimitry Peskov was sent to a generic email address, making it appear unlikely the men were in close contact through private channels.",
  "The dossier said Azeri businessman Araz Agalarov knew the details about business bribes Trump had allegedly paid in Russia, as well as Trump's alleged sexual exploits there.",
  "In response, Congress eventually passed a law limiting Trump's ability to lift sanctions, which the president reluctantly signed after issuing a statement condemning it.",
  "But some of the document's seemingly wild claims have held up to a year's worth of scrutiny, even as many more parts remain disputed or have no evidence of being true.",
  "The Kremlin allegedly had been offering lucrative real estate deals to Trump to help win him over, but he rejected them for reasons unknown, according to the dossier.",
  "Since its publication, it has been revealed that the Trump Organization was discussing a possible Trump Tower Moscow project in 2015, during the Republican primaries.",
  "The dossier said Russia’s government has been cultivating, supporting and assisting Trump as a political candidate for at least five years ahead of his campaign.",
  "Trump Jr. attended a Trump Tower meeting with the lawyer in June 2016 along with Trump campaign manager Paul Manafort and Trump's son-in-law Jared Kushner.",
  "Specific claims about Cohen, such as the allegation that he traveled to Prague in August 2016 to meet with Kremlin associates, have not been substantiated.",
  "Meanwhile, major parts of the dossier have been verified by subsequent investigations into Russian election meddling, while others still remain a mystery.",
  "Cohen has repeatedly denied the claims and provided reporters with photos of his passport to show he had never traveled to meet with Russian officials.",
  "Evidence of the bribes and sexual activities has never surfaced, but the connections between Trump and fellow billionaire are now well-established.",
  "Agalarov and his pop singer son Emin have known Trump for years, and both men worked with Trump on the Miss Universe Pageant in Moscow in 2013.",
  "Trump Tower Moscow never happened, and there is no evidence of any other Trump deals with the Kremlin being considered in recent years.",
  "In the interview, Simpson said Steele had alerted the FBI about the allegations in the document, and the FBI had taken them seriously.",
  "Verified: The Kremlin targeted educated youth and swing state voters during its cyber attacks in the 2016 campaign.",
  "The biggest certainty about the dossier today is that the debates over its veracity will continue for a long time.",
  "The dossier claimed Page held secret meetings in Moscow with Igor Sechin, a Putin ally who is the head of Rosneft.",
  "The Trump administration later showed little enthusiasm for implementing or renewing sanctions against Russia.",
  "The so-called \"pee tape\" has not surfaced and there is still zero indication that it even exists.",
  "That meeting has become a major focus of the investigations into the Trump campaign.",
  "Not proven: Trump is open to blackmail due to illicit sexual activities in Russia.",
  "The controversy surrounding the dossier has run through Trump's entire presidency.",
  "Getty Images\n\nVerified: Trump maintains ties to rich businessmen from Azerbaijan.",
  "Not proven: Trump was offered real estate deals in Russia and turned them down.",
  "Not proven: Trump's lawyer worked as an intermediary between Trump and Russia.",
  "The dossier's most infamous claim came down to two words: Golden shower.",
  "Goldstone allegedly organized the meeting at Emin Agalarov's behest.",
  "Not proven: Russia had been cultivating Trump for years, or at all.",
  "Page vehemently denied that he met with Sechin.",
  "He was right on some accounts."
]