[
  "Working with a bill with Senator Lindsey Graham, the Graham-Cassidy bill, that would do things like giving states the block grant to provide coverage, giving them permission to do automatic enrollment, so that we don't need to have a mandate, rather, people can be enrolled if they're eligible, that will lower premiums in of and itself.",
  "(END VIDEOTAPE)\n\n\n\nSCHNEIDER: And White House Deputy Press Secretary Sarah Huckabee Sanders is also pushing back on this, calling this all just part of Russian fever, saying that the media is drumming this up and asking, why they would disclose this meeting considering it was known that President Trump was at the meeting.",
  "\n\n\n\nReturn to Transcripts main page\n\nTHE LEAD WITH JAKE TAPPER\n\nInterview With Louisiana Senator Bill Cassidy; Secret Putin- Trump Meeting Revealed; President Trump Pushes for Republicans to Continue Health Care Reform Effort; Washington Post: Trump to End Arming of Anti-Assad Rebels.",
  "SCHNEIDER: Balber stressed Kaveladze has agreed to cooperate with special counsel Robert Mueller as part of his ongoing probe into Russian interference with the U.S. election, notably Mueller's team include several attorneys who specialized in money laundering investigations.",
  "In a Facebook post, former Michigan Senator Carl Levin pointed to a congressional probe in 2000, where according to Levin, the Government Accountability Office looked into numerous corporations and bank accounts established by Irakly Kaveladze on behalf of people in Russia.",
  "[16:05:00]\n\n\n\nIn fact, right now, at Senator Mitch McConnell's office, which is not far from where I'm standing right now, there are protesters, right now some of them being arrested, making their voices heard about their opposition to this health care bill.",
  "SCHNEIDER: Meanwhile, the Russian lawyer in the room, Natalia Veselnitskaya, tells Kremlin-backed news channel Russia today says she's happy to disclose details about her meeting with Donald Trump Jr. if she gets a guarantee her family will stay safe.",
  "(END VIDEOTAPE)\n\n\n\nNOBLES: And you can probably hear from behind me some of the added pressure that these senators these are getting all throughout the Senate office buildings here today, a very coordinated protests at all of the different players.",
  "And we don't have an updated CBO score for the new bill, but the\n\n\n\nCongressional Budget Office did project from the last iteration 22 million fewer Americans would have -- insurance under the draft of the bill, including 15 million using Medicaid.",
  "But Levin called him a poster child of this practice and Senator Mark Warner said Kaveladze's involvement with that 2000 congressional investigation is part of a colorful past that should raise suspicion about his presence in the meeting.",
  "NOBLES: And while the afternoon trip to the White House did not appear to resolve all of the intraparty differences, senators of all stripes seemed in agreement that it's back to plan A, a vote to repeal and replace at the same time.",
  "MICHAEL ZELDIN, CNN LEGAL ANALYST: I think that Bob has thought all along that there is going to be some need to inquire of this money laundering movement and that's what I think is what the beginnings of what we're seeing.",
  "SEN. MARK WARNER (D-VA), VICE CHAIRMAN, INTELLIGENCE COMMITTEE: I doubt if this individual who had a history of setting up thousands of fake accounts in Delaware was really there to talk about Russian adoptions.",
  "TAPPER: You attended this lunch meeting with the president today where he urged all of you to go back to the repeal and replace plan, the president saying -- quote -- \"We're very close to passing that bill.\"",
  "Tim Scott's folk -- they are a non-expansion state -- there would be credits offered to those less than 100 percent federal poverty level in non-expansion states who do not qualify for traditional Medicaid.",
  "NOBLES: Sitting next to the president at today's meeting, Nevada's Dean Heller, a key swing vote on health care who recently became a target of a political action committee that supports the president.",
  "The White House is refusing to comment about a \"Washington Post\" report breaking this afternoon, that President Trump has decided to end the CIA's covert program arming anti-Assad rebels in Syria.",
  "(BEGIN VIDEOTAPE) JESSICA SCHNEIDER, CNN CORRESPONDENT (voice-over): Ike Kaveladze's attorney insists the businessman's presence inside Trump Tower during that June 2016 meeting was innocent.",
  "TAPPER: Do you think that working with Democrats might be a good idea considering how difficult it's been to pass this with just Republicans and how big a chunk of the economy this is?",
  "SCOTT BALBER, ATTORNEY FOR IKE KAVELADZE: Well, he was intended to be there, his understanding to be actually a translator/interpreter for the Russian lawyer who speaks no English.",
  "And when you talk to my colleagues and listen to them, they're concerned that this bill starts to reform traditional Medicaid, not the Medicaid expansion, but traditional Medicaid.",
  "NOBLES: And at this point, while it appears the votes still are not there, the negotiations are back on, bringing new life to GOP hopes that health care reform could still happen.",
  "SCHNEIDER: This as the White House continues to downplay President Trump's nearly one-hour previously undisclosed chat with President Vladimir Putin at the G20 dinner on July 7th.",
  "He's been identified as the eighth person present at that meeting between representatives of the Trump campaign, including his son and son in law, and a Russian lawyer last year.",
  "NOBLES: After the meeting, Senate Majority Leader Mitch McConnell pledged to hold a vote to take up health care next week and expressed confidence that he would have the votes.",
  "We're only learning about it now because Ian Grammer, a global risk consultant, was told about it yesterday by attendees of the G20 dinner where the conversation took place.",
  "But what clearly came out of this meeting is that the president of the United States, who recently won promising both to repeal and replace, wants a simultaneous replace.",
  "I've reached out to about 10, met with them publicly, privately, just trying to reach some common accord, offering to take ideas into our plan to meet their needs, too.",
  "The turnabout underscoring the importance for Republicans to follow through on the party's longstanding campaign pledge to repeal and replace the Affordable Care Act.",
  "SEN. MITCH MCCONNELL (R-KY), MAJORITY LEADER: We cannot keep the commitment we made to the American people to repeal and replace Obamacare unless we get on the bill.",
  "The White House is downplaying and defending President Trump's undisclosed second meeting with Vladimir Putin, which took place at the G20 Summit earlier this month.",
  "TRUMP: We're in this room today to deliver on our promise to the American people to repeal Obamacare and to ensure that they have the health care that they need.",
  "Plus, unstable dictator, unstable weapons -- a new warning that North Korean missiles can reach the United States, and where they might land is anyone's guess.",
  "A day after saying let Obamacare fail, President Trump invites every Republican senator to lunch at the White House to unveil a brand-new health care strategy.",
  "NOBLES: Hosting Republican senators at the White House today, the president applying pressure on members not to give up on repealing and replacing Obamacare.",
  "Trying to figure out the current White House strategy for health care can induce a state of whiplash, one that I'm not sure would be covered under the plan.",
  "SCHNEIDER: But sources tell CNN Kaveladze was there to represent his employer, Russian billionaire Aras Agalarov, who is said to have requested the meeting.",
  "SEN. MARCO RUBIO (R), FLORIDA: Whether it behooved them to maybe report it, but I don't, perhaps the purposes of not having to answer these questions today.",
  "And, in fact, tonight, a group of the senators that are on the fence will meet with Senate leadership and White House officials to discuss a path forward.",
  "Levin said Kaveladze set up 2,000 corporations and bank accounts where the owners of those accounts then moved some $1.4 billion through those accounts.",
  "So, part of the lunch and part of what we will do tonight is see if we can go over those issues that are outstanding, see if we can find common ground.",
  "So part of what going forward is going to be, the CBO wants an individual mandate, the American people don't, so those coverage numbers will suffer.",
  "Today, the president summoned Senate Republicans to the White House to push them to return to their original strategy, repeal and replace Obamacare.",
  "Really the block grant that Graham-Cassidy Amendment would give the blue states that money for a blue state to do what a blue state wants to do.",
  "Is the bill going to get more conservative to win Lee and Paul, or is it going to put back Medicaid money to win Jerry Moran and Susan Collins?",
  "(BEGIN VIDEOTAPE)\n\n\n\nRYAN NOBLES, CNN CORRESPONDENT (voice-over): Tonight, President Trump is again changing course on health care reform.",
  "And, frankly, I don't think we should leave town unless we have a health insurance plan, unless we can give our people great health care.",
  "CASSIDY: I am -- I would like to -- before I answer a hypothetical, I would actually like to have a discussion with Mitch McConnell.",
  "TAPPER: A new \"Washington Post\" report says that President Trump is ending the covert program to arm Syrian rebels fighting Assad.",
  "TAPPER: Well, on this subject, the president said that the Republican bill would provide better coverage for low-income Americans.",
  "As a physician, I understand the importance for that family sitting around the kitchen table that they have affordable premiums.",
  "Debbie Stabenow was quoted as saying, every time I wanted to do the right thing, help to make things better, I was pulled back.",
  "But what we're learning now is that there was a second meeting at the G20 between the two leaders, one that was not disclosed.",
  "TAPPER: You have said that just doing a repeal-only bill without a replacement, that would raise premiums on the middle class.",
  "TAPPER: Of the four I know that were opposed to it, two seemed to think that it didn't go far enough in dismantling Obamacare.",
  "The second face to face of the day unfolded with only Putin's translator and wasn't revealed by the White House until Tuesday.",
  "I'm ready to clarify the situation behind this mass hysteria, but only through lawyers or testifying before the U.S. Senate.",
  "In this second meeting between President Trump and Vladimir Putin which took place at this G20 dinner, it was about an hour.",
  "There was an article, a \"Politico\" article about two weeks ago, in which Minority Leader Schumer is saying, don't cooperate.",
  "Senate Majority Leader Mitch McConnell, he scheduled a vote for next week, but that vote is just a repeal without replace.",
  "[16:25:15] And, Jake, she said it would be incredibly awkward for the two leaders to sit at that dinner and did not talk.",
  "But the president during the campaign was quite sympathetic for those families who are struggling to pay their premiums.",
  "This is a move that likely to prove popular not only in Syria's capital of Damascus but also in Moscow, at the Kremlin.",
  "If we pull out that traditional Medicaid treatment, then I think you may get some folks more comfortable with the bill.",
  "If it fails, it will be entirely because of Obamacare itself, not because of legislation that Republicans have passed.",
  "I believe that Senate Majority Leader Mitch McConnell's plan is to hold a repeal-now procedural vote next week, right?",
  "That's a departure from previous presidential announcements just this week to repeal Obamacare and replace it later.",
  "A new \"Washington Post\" report says that President Trump is ending the program to arm Syrian rebels fighting Assad.",
  "And, Jake, we should point out that it seemed as though the negotiations had stopped, but they are clearly back on.",
  "SEN. BILL CASSIDY (R), LOUISIANA: The president was very explicit that he thinks we should do a repeal and replace.",
  "And also how much Republicans criticize Democrats for passing it with only Democratic votes when Obamacare passed.",
  "\"The Post\" also says this decision came before the president met with Russian President Vladimir Putin at the G20.",
  "NOBLES: The president's remarks coming just one day after suggesting the party should just let Obamacare collapse.",
  "By the way, they're based upon legislation I wrote in the 112th called the beneficiary payment of per cap -- cap.",
  "TRUMP: Any senator who votes against starting debate is really telling America that you're fine with Obamacare.",
  "NOBLES: And the day before that arguing Republicans should repeal Obamacare now and start from a clean slate.",
  "New information showing North Korea could be preparing to launch another intercontinental ballistic missile.",
  "Then, it looks as though Kim Jong-un is getting ready to defy America and the rest of the world again.",
  "The nearly 60-minute powwow happened just hours after Mr. Trump and Putin concluded a formal sit-down.",
  "Was that item discussed in that meeting with Putin that the public didn't know about until last night?",
  "Right now, Republicans, think about it, have not passed any legislation which has impacted Obamacare.",
  "We're talking health care with Republican Senator Bill Cassidy of Louisiana, who is also a physician.",
  "(COMMERCIAL BREAK)\n\n\n\n[16:20:57] TAPPER: We're back with some breaking news in our world lead today.",
  "Secondly, I think we can say about the CBO score they put heavy weight upon the individual mandate.",
  "The Senate bill put up $30 billion in the first two years relative to the House bill, $30 billion.",
  "TAPPER: Senator and doctor, Bill Cassidy, of the great state of Louisiana, thank you so much, sir.",
  "But our state, like a state like mine, Louisiana, could do our own thing, better for our people.",
  "And then there were those that Expressed concern that it would hurt people by cutting Medicaid.",
  "So, as you said before, Jake, we are back to plan A.\n\n\n\nTAPPER: Ryan Nobles, thank you so much.",
  "The big question, of course, did Trump discuss this crucial situation about Syria with Putin?",
  "We'll talk to a member of the House Intelligence Committee who is calling for a review, next.",
  "Some lawmakers raising new questions about another Trump family member's security clearance.",
  "There were discussions about areas still are differences, and I think we're making progress.",
  "[16:15:00] On the other hand, I'm all about having the lower premiums for the middle class.",
  "TAPPER: But if it's just repeal, you will vote against it, though, because you oppose that?",
  "There will be consequences for those who choose to block a bill from getting to the floor.",
  "[16:00:10]\n\n\n\nJAKE TAPPER, CNN ANCHOR: From I alone can fix it to I ain't going to own it.",
  "And then, of course, on Tuesday, to just let Obamacare fail and make the Democrats own it.",
  "He denied any wrongdoing and claimed he knew all of the entities who set up the accounts.",
  "But now the president is back to where to he was Monday afternoon, repeal and replace.",
  "OK.\n\n\n\nNOBLES: All kidding aside, the president's message to the senators was clear.",
  "And I think we're probably in that position, where we will just let Obamacare fail.",
  "Now, lawmakers, current and former, are raising alarm bells about Kaveladze's past.",
  "NATALIA VESELNITSKAYA, RUSSIAN LAWYER (through translator): Let's put it this way.",
  "So, to say he has a colorful past is quite unfair and, quite frankly, dishonest.",
  "On Monday, the president said that the plan would be repeal now, replace later.",
  "(COMMERCIAL BREAK)\n\n\n\n[16:13:03]\n\n\n\nTAPPER: We're back with our politics lead.",
  "Aired 4-4:30p ET\n\nAired July 19, 2017 - 16:00 ET\n\nTHIS IS A RUSH TRANSCRIPT.",
  "DONALD TRUMP, PRESIDENT OF THE UNITED STATES: Inaction is not an option.",
  "More substantially, on the issues themselves, we're not that far apart.",
  "But I don't, from what I've seen, think it's a matter of grave concern.",
  "CASSIDY: If we talk about the Medicaid, I have worked this issue hard.",
  "It does need to be done, but it can be done with fuller consideration.",
  "And I have every expectation that we will be able to get on the bill.",
  "And you can see those live pictures of that taking place as we speak.",
  "Yesterday, he said just let Obamacare fail, he's not going to own it.",
  "CASSIDY: So, I think we have to wait and see what the leader decides.",
  "There should have been a fuller consider of how this is implemented.",
  "(LAUGHTER)\n\n\n\nTRUMP: Look, he wants to remain a senator, doesn't he?",
  "That meeting will happen at 7:30 Eastern time here on Capitol Hill.",
  "This comes amid lingering questions about this man, Ike Kaveladze.",
  "BALBER: He has never been implicated in any wrongdoing whatsoever.",
  "And we didn't find out about it until Ian Bremmer broke the story.",
  "(COMMERCIAL BREAK)\n\n\n\nTAPPER: And we're back with our world lead.",
  "And we can say the president recognized that during the campaign.",
  "So, there's I think perceived political advantage on their side.",
  "And I think what we see today is that sympathy being exhibited.",
  "And I presume that Senate leadership heard that loud and clear.",
  "This will provide coverage for those who currently do not have.",
  "I think that would make a difference to some of my colleagues.",
  "I would love to work with Democrats to find a common solution.",
  "The White House was then forced to acknowledge it took place.",
  "Let me answer the hypothetical after it's not a hypothetical.",
  "We're going to take a quick break and we will be right back.",
  "TRUMP: I intend to keep my promise, and I know you will too.",
  "THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.",
  "That's Monday night's position, not Wednesday's position.",
  "Joining me now is Democratic Congresswoman Jackie Speier.",
  "He also twisted some arms, along with the pepper shaker.",
  "Joining me now for more on this is Senator Bill Cassidy.",
  "Now he wants to go back to the repeal and replace plan.",
  "And there's about four or five who said they wouldn't.",
  "Next week, we will be voting on the motion to proceed.",
  "You think it will raise premiums on the middle class?",
  "We can repeal it, but the best is repeal and replace.",
  "(CROSSTALK)\n\n\n\nCASSIDY: Can I comment on that, Jake?",
  "That's because we eliminate the individual mandate.",
  "My suggestion was, let's just put that to the side.",
  "CASSIDY: If you look at the whip count, we need 50.",
  "We have got to do something to help those families.",
  "SEN. TED CRUZ (R), TEXAS: And I think we're close.",
  "We're going to begin with the politics lead today.",
  "CNN's Ryan Nobles starts us off from Capitol Hill.",
  "That's potentially music to Vladimir Putin's ears.",
  "He's a Republican of Louisiana, also a physician.",
  "TAPPER: All right, I have more questions for you.",
  "But so far, there's been nobody willing to help.",
  "She serves on the House Intelligence Committee.",
  "TRUMP: This was the one we were worried about.",
  "CASSIDY: I would love to work with Democrats.",
  "That's where the president was Monday night.",
  "Of course, plenty of pushback on that today.",
  "And yet CBO gave almost no credit for that.",
  "It wasn't part of the Affordable Care Act.",
  "That's three strategies in just two days.",
  "So in that sense, yes, we're very close.",
  "Are you very close to passing that bill?",
  "Senator, thanks so much for joining us.",
  "So, that's something which is so close.",
  "Kaveladze was never criminally charged.",
  "Those reforms have not been aired out.",
  "That's Susan Collins and Jerry Moran.",
  "Senator, thanks for sticking with us.",
  "If you're confused, you're not alone.",
  "Congresswoman, thanks for joining us.",
  "Jessica Schneider, thanks so much.",
  "Maybe we can get to common ground.",
  "So there might be that temptation.",
  "Are you getting whiplash up there?",
  "Are you going to vote against it?",
  "CASSIDY: Thank you for having me.",
  "I'm all about lowering premiums.",
  "They're saying it's no big deal.",
  "Here's CNN's Jessica Schneider.",
  "There's a lot of common ground.",
  "But those differences are key.",
  "That's Rand Paul and Mike Lee.",
  "Isn't this a little confusing?",
  "That was clearly the message.",
  "In South Carolina, Tim spoke.",
  "Is Moscow saying thank you?",
  "And thanks for joining us.",
  "Where is it going to give?",
  "TRUMP: Let Obamacare fail.",
  "THE LEAD starts right now.",
  "CASSIDY: Thank you, Jake.",
  "I find that regrettable.",
  "We have a margin of two.",
  "It will be a lot easier.",
  "But you're going to be.",
  "Good to have as always.",
  "Very explicit on that.",
  "I continue to work it.",
  "We will be right back.",
  "Two things about that.",
  "Welcome to THE LEAD.",
  "TAPPER: Interesting.",
  "You're going to be.",
  "CASSIDY: Thank you.",
  "You weren't there.",
  "Stay right there.",
  "But you're right.",
  "I'm Jake Tapper.",
  "They are right.",
  "We do not know.",
  "Appreciate it.",
  "Breaking news.",
  "Is that true?",
  "Stay with us.",
  "CASSIDY: No.",
  "He's right.",
  "Hello."
]