[
  "The emails report that Agalarov had met with Russia’s chief government prosecutor and that the latter offered to provide “official documents and information that would incriminate Hillary [Clinton] and her dealings with Russia.” The intermediary, Rob Goldstone (a publicist for Agalarov’s pop-star son, Emin), told Trump Jr. that the information “would be very useful to your father” and — more significant — that it was “part of Russia and its government’s support for Mr. Trump.”\n\nIn a subsequent email, Goldstone told Trump Jr. that Emin Agalarov wanted Trump Jr. to meet with a “Russian government attorney” who would be flying in from Moscow.",
  "The suggestion that it might violate campaign law to accept information — as a “thing of value” — would raise significant constitutional questions while trivializing the conduct, which is egregious because of the nature of the relationship, not the money value of the information.",
  "Consequently, we now have solid documentary evidence that the Trump campaign, fully aware that Putin’s regime wanted to help Trump and damage Clinton, expressed enthusiasm and granted a meeting to a lawyer sensibly understood to be an emissary of the regime.",
  "To rise to the level of conspiracy, there would need to be proof, for example, that (a) violations of U.S. law were orchestrated by the Russian regime, and ( b) Trump campaign officials knew about them and were complicit in their commission.",
  "The framers included impeachment in the Constitution in order to address violations not just of law but also of the public trust — transgressions in the nature of abuse of power or that otherwise demonstrate unfitness for office.",
  "She is a former regime prosecutor who now represents Putin cronies and lobbies the U.S. government to repeal the Magnitsky Act, a human rights provision enacted to punish Russia for torturing and killing a whistleblower.",
  "On the matter of unsavory relations with Russia (and other regimes, for that matter), we have gotten in the habit of tolerating much that ought not be tolerated, from politicians of both parties.",
  "This is firmly established by emails exchanged in June 2016 between Donald Trump Jr. and an intermediary acting on behalf of Russian real estate magnate Aras Agalarov.",
  "Among the most profound concerns of our Constitution’s authors was the specter of a president who aligned with a foreign power covertly and against U.S. interests.",
  "Trump Jr. agreed to the meeting and elaborated that it would include then-campaign manager Paul Manafort as well as Jared Kushner, Trump Jr.’s brother-in-law.",
  "It is not a crime to collude with a foreign government, even a hostile one, if the point is to accept information in the nature of opposition research.",
  "Top Trump campaign officials attended the meeting with the expectation that they would receive information that could be exploited against Clinton.",
  "Alas, the word has driven the coverage and the debate about possible coordination between the Trump campaign and Vladi­mir Putin’s regime.",
  "We can argue about whether the collusion amounted to anything, in this intriguing instance or over time.",
  "To my mind, though, it is no longer credible to claim there is no evidence of a collusive relationship.",
  "As noted above, it must rise to a purposeful agreement to carry out a substantive violation of law.",
  "Andrew C. McCarthy is a former federal prosecutor and a contributing editor at National Review.",
  "But it is a term nigh useless to investigators, who must think in terms of conspiracy.",
  "There plainly was collusion between the Trump campaign and the Russian government.",
  "Thus has the collusion question always been two questions: First, was there any?",
  "Collusion can involve any kind of concerted activity, innocent or otherwise.",
  "The Russian attorney, whom Goldstone accompanied, was Natalia Veselnitskaya.",
  "Trump’s relationship with Putin’s regime should not be examined in a vacuum.",
  "A Putin crony, Agalarov is also a business partner of President Trump.",
  "The first question, to my mind, is no longer open to credible dispute.",
  "Of course, a political remedy is subject to political considerations.",
  "Conspiracy is an agreement to commit a concrete violation of law.",
  "That is collusion — concerted activity toward a common purpose.",
  "There are two aspects to this question: legal and political.",
  "Now we are on to the real question: Collusion in what?",
  "As a matter of law, mere collusion is not a crime.",
  "We will have to see what the investigation yields.",
  "The act’s undoing is known to be a Putin priority.",
  "That is under investigation, and deservedly so.",
  "That, however, is not the end of the matter.",
  "At the moment, there is no such evidence.",
  "“Collusion” is a hopelessly vague term.",
  "The meeting took place at Trump Tower.",
  "But that said, it must be examined.",
  "Second, if so, collusion in what?",
  "It is there in black and white."
]