[
  "The apparent eagerness on the part of the most senior members of the Trump campaign to meet with Kremlin-linked figures; the willingness to acquire and use material provided by the Russians; the failure to report the meeting to U.S. law enforcement; the subsequent repeated public denials that any meetings with Russians had occurred; the misleading statements made about the meetings in the face of evidence that they had occurred; and the denial of any Russian election interference demonstrated that the Trump campaign was a willing and capable partner with Moscow in its covert influence operations targeting the election\n\nThe crime(s) at issue would likely concern campaign finance laws.",
  "Bauer explains that “there are two … clear grounds for federal campaign finance law liability: soliciting a ‘thing of value’ from a foreign national, and ‘substantially assisting’ the foreign national in spending to influence an election.”\n\nAs to the solicitation angle:\n\nThe Russian government probed for the campaign’s expression of interest in the emails; the Trump campaign left little doubt that it was interested.",
  "And the Russian campaign was suspiciously knowledgeable about the inner workings of American politics, adopting the same strategy as the Trump campaign to suppress certain Democratic voters with targeted outreach.”)\n\nNone of this is to prove Trump or others did break the law, but it should remind us that the law we are talking about sets the bar rather low for improper campaign coordination with foreigners.",
  "Mueller’s investigation into the multiplicity of contacts, the Trump team’s receptivity to “dirt” on Clinton (including on the part of George Papadopoulos) and the connection between Russian and Trump social media operations is examining all that — plus looking into issues concerning financial crimes such as money laundering in which the Russians, once again, crossed paths with Trump.",
  "With less than 10 months to go before the midterm election, however, they’re still trying to earn back the public’s confidence that the commons they operate aren’t also undermining our democracy—and they’re still answering questions about what they’ll do the next time a foreign disinformation campaign runs rampant on their social networks.",
  "The Moscow Project explains:\n\nThe purpose of this meeting was to obtain information from the Russian government that was damaging to their opponent, explicitly as part of Russia’s broader government “support for Mr. Trump.” Top Trump campaign officials knew the purpose and participated.",
  "To the extent that the campaign might answer that it never quite “asked for” anything in particular, merely agreeing to receive the traveling party and listen, the problem is that the law reaches “implicit” solicitations, not just specific requests.",
  "He explains the essence of a campaign finance violation: “Rather than make the more familiar cash contribution, the Russian government generated ‘things of value’ in the form of hacked Clinton and DNC material that WikiLeaks then made public.",
  "The entire course of dealing between the campaign, the Russians and WikiLeaks reflects on the campaign’s part an ongoing strategic commitment to these revelations, and its active assistance to the Russians in using them to maximum effect.",
  "This latest revelation, with all the other information now known, confirms that the Trump campaign knew about the Russian effort to intervene in the election and encouraged and participated in the effort both in private and in public.",
  "There is no evidence that Trump or his campaign arranged in advance for the hacking, though they were plainly pleased and eager to have the support and conveyed their receptivity to the Russians.”\n\nIs this really illegal?",
  "The rule also covers words-plus-conduct, and the behavior of the campaign–an extraordinary meeting with agents of a foreign government in campaign headquarters with the senior staff–bolsters a solicitation charge.",
  "The shutdown highlights two of the biggest threats to democracy\n\nThe ugly face of ethno-nationalists\n\nUps and downs: Shutdown politics\n\nMorning Bits: Trump isn’t acting as the president, just playing one on TV",
  "Whether help for Trump in the campaign is in any way connected to past business dealings with Trump remains a significant topic of interest to those following the day-to-day revelations in the Russia affair.",
  "On Twitter, an army of bots and fake accounts piloted by the Internet Research Agency, a Kremlin-affiliated troll farm, muddied the waters of public debate in the months before and after the 2016 election.",
  "His tweets and those of his son were also beneficial to the Russian cause.”\n\nThe assistance issue also leads us to the Russian bots and how their messages were amplified and spread during the campaign.",
  "The emails published by Donald Trump Jr. show publicist Rob Goldstone telling Trump that Agalarov and his father, developer Aras Agalarov, had “helped along” the Russian government’s support for Trump.",
  "\n\nFrom left, Crocus Group Vice President Emin Agalarov, Miss Universe 2013 Gabriela Isler of Venezuela, and Donald Trump attend the final of the 2013 Miss Universe pageant in Moscow on Nov. 10, 2013.",
  "Now, the company has provided more information about how bad the infiltration was, as well as how Twitter plans to address the fact legions of its users intersected with the malicious tweets.",
  "In fact, the exchanges between the Trump campaign and the emissaries from Moscow constitute an explicit statement of that interest in the “thing of value” the Russians claimed to have.",
  "Collusion might consist of a concrete joint plan of action, reviewed and signed off by the involved parties, or it might consist of handing purloined materials to your allies.",
  "(Irina Bujor/Kommersant Photo via AP)\n\nOpinion writer\n\nIn connection with the Russia investigation, we’ve all gotten hung up on the word “collusion.” It is not a legal term.",
  "The undisputed facts about the June 9 meeting point to clear intent to coordinate with the Russian government’s covert intelligence operation to influence the election.",
  "Call it “synchronization” or “cooperation.” Either way, it is only if such actions violate specific laws (regarding, e.g., cybertheft, campaign finance, etc.)",
  "Trump and Manafort also cited fake news stories produced by Russian propaganda outlets Sputnik and RT even though no other media outlet carried those reports.",
  "(The Moscow Project observes: “The Trump campaign’s messages were heavily reliant on Russian-acquired material in the critical home stretch of the election.",
  "That’s why you often hear: “I see no collusion.” Nevertheless, the “collusion” between Donald Trump’s campaign and Russians may be hiding in plain sight.",
  "That’s the legal hook in the Russia investigation wherein “collusion” — or what we might call coordination or cooperation — becomes potentially criminal.",
  "For one thing, the June 2016 meeting for the express purpose of getting “dirt” on Hillary Clinton would fit even a more exacting standard for collusion.",
  "Special prosecutor Robert S. Mueller is working to shine light on the how, if at all, the Trump campaign intersected with these Russian bots’ messages.",
  "(There is as yet no evidence that Trump officials assisted in advance in the hacking project to turn up embarrassing information on Clinton.",
  "In the last month of the campaign alone, Trump cited material stolen by the Russians and laundered through WikiLeaks at least 164 times.",
  "First came the DNC material, then the Podesta stolen emails, and WikiLeaks spread them out over time, in a series of disclosures.",
  "When using the term, lawmakers and media seem to assume it must entail intricate, deliberate planning and explicit joint action.",
  "As Slate (and others) highlighted:\n\nSilicon Valley’s social media giants aren’t done reckoning with their Russia problem.",
  "“It was helpful enough that the nominee, rather than denouncing this intervention, publicly applauded it.",
  "Moreover, the “thing of value” the Russians were peddling remained the same over the course of the year.",
  "However, it can also be an informal kind of back-scratching where one side winks and the other helps.",
  "The solicitation itself did not take place on just one occasion but was confirmed over time.",
  "“The campaign knowingly encouraged the Russians and Wikileaks at every turn,” Bauer writes.",
  "Bob Bauer debunks the notion that “the campaign finance dimension” of the case is weak.",
  "The term “collusion” has been thrown around so much, we’ve lost track of its meaning.",
  "When it comes to “substantially assisting” Russians, the evidence is straightforward.",
  "And the word’s definition encompasses a broad range of conduct.",
  "The purloined emails were not a one-time gift to the campaign.",
  "Read more by Jennifer Rubin:\n\nTrump can boast all he wants.",
  "That would invoke a host of cybercrimes.)",
  "that the parties have criminal exposure.",
  "Voters still don’t like him.",
  "Collusion is not a crime.",
  "Well, it depends.",
  ".",
  ".",
  "."
]