[
  "The last honorable mentions I collected from readers include “Combover Coup” (Tim Sierra), “MarLagAlian vs. Vladator” (Richard Ferrans), “PTSD” (President Trump Stress Disorder) (Richard Ferrans), “Crime and Trumpishment” (Richard Ferrans), “Combover Shakedown” (Richard Kasbeer), “Absolut (im)Peach” (Deb Reich), “Mar-il-Legal” (Deb Reich), “The Master and Donarita” (Carl Varady), “From Russia with Lavrov” (Carl Varady), “Crimea River” (Carl Varady), “The Flynn Flam Man” (Carl Varady), “Fools Russian in” (Carl Varady), “The Nutty Confessor” (Mark and Pat Bloom), “Lavrov’s Dog” (Jon Crum), “Clueless in Collusion” (Scott Hurley), and “Word Salad, Russian Dressing” (David Garfinkel).",
  "All the arm-waving, shouting, and tweeting in the world can’t erase the fact that Trump’s fish bit hard on the traitorous bait offered by music publicist Rob Goldstone in his introductory emails: “This is obviously very high level and sensitive information but is part of Russia and its government's support for Mr. Trump.” And yet the president attempts that exact erasure, approving one of the most poisonous mendacities of this week: As the New York Times reported, he signed off on Junior’s original—and disingenuous—statement that sought to downplay the meeting to an innocent discussion about Russian adoption.",
  "Just as the Watergate scandal didn’t start at the Watergate complex—Nixon’s plumbers burgled the office of Daniel Ellsberg’s psychiatrist almost a year before their most memorable caper—Trump Kowtower didn’t start on the 25th floor of 725 5th Ave. Trump had been toiling in the Russian field for decades for an opportunity like this, smothering Vladimir Putin with flattery while looking for hand- and toe-holds and a route to its summits of power and money.",
  "He recalls Veselnitskaya telling Junior, Kushner and Manafort, “This could be a good issue to expose how the DNC is accepting bad money.”\n\nAnd don’t forget the instigator of the meeting, Emin Agalarov, and his father, Putin-aligned Russian oligarch Aras Agalarov, with whom the Trump family has partnered and grown intimate over recent years.",
  "No matter what additional spume of lies the Trump team pours into the news cycle, no matter how they and the president mock the idea of Russian interference in the election (a “nothing burger,” Reince Priebus called it), the investigation has trundled to a place beyond the president’s power to redirect.",
  "Starting this week, President Trump and crew can no longer complain that there is no “there” to the scandal, or that it’s a media hoax, or that it’s a “witch hunt,” or that Hillary Clinton did far worse, or that the Democratic Party is using it as an excuse to discredit the president’s November victory.",
  "First, Kushner neglected to mention the Trump Kowtower meeting, then avoided listing his can-I-get-a-back channel to Russia talk with the Russian ambassador, and finally skipped recording his dealings with Sergey Gorkov, a Vladimir Putin ally and chairman of a Russian state bank.",
  "In observance of this rule, the disquieting meeting in which a Russian offered dirt on Hillary Clinton to Donald Trump Jr., Jared Kushner, and then-campaign manager Paul Manafort in the Manhattan skyscraper suggests “Trump Kowtower” as the carnival’s best appellation.",
  "The scandal with no name took an accelerating turn this week as the New York Times uncoiled three stunning stories about a June 9, 2016, meeting in Trump Tower where Donald Trump’s kin and campaign brain trust conferred with a Russian emissary and her entourage.",
  "The week brought several new characters into the Trump Kowtower saga, perhaps enough to test its load-bearing walls as journalists and government investigators fully examine their backgrounds and connections to Russia.",
  "Kushner’s preternatural coziness with Russians and his furtiveness about encounters with them cloak him in the Russian tricolor, not the stars and stripes, and pose the question of who he thinks he’s serving.",
  "Shafer’s law of political scandals dictates that the greater number of participants in a scandal, the greater the likelihood that the thing will crumple under its own weight and collapse on its creators.",
  "American pundits might have thought the Trump candidacy would be a sham, but Russians officials were chatting about a Trump candidacy as early as 2015, CBS News reports, citing intelligence intercepts.",
  "Story Continued Below\n\nThe email chain Junior tweeted this week that scheduled the Trump Kowtower meeting fuses Junior, Kushner, and Manafort firmly to the Russian bosom that Trump has coveted.",
  "She’s the Russian government attorney who came to the Trump Tower meeting fanning a plastic folder containing printouts of what she said documented the flow of illegal money to the Democrats.",
  "Agalarov senior makes a cameo in the Steele Dossier, the opposition research document that gave the Trump Kowtower scandal its first bump back in January when it was published in BuzzFeed.",
  "The naming convention for political scandals insists that we incorporate a place name into it—Watergate, Teapot Dome, Whitewater, Chappaquiddick, My Lai, Abu Ghraib, Iran Contra, et al.",
  "Then there’s former Russian military intelligence officer and current lobbyist Rinat Akhmetshin, who accompanied Veselnitskaya to the meeting, and who has waxed loquaciously about it.",
  "The shadiest character in the president’s Russian orbit, émigré and one-time jailbird Felix Sater, worked with Trump on the idea of building Trump towers all over the world.",
  "If Junior figures as the Russian patsy in this operation, too much of a campaign rookie to know what he was getting into, then what does that make Kushner?",
  "Kushner has systematically deceived authorities about the extent of his contacts with foreigners by filing spotty SF-86 forms for his security clearance.",
  "Just added to the cast is Russian translator Anatoli Samochornov, who attended the meeting in the tower and had previously worked with Veselnitskaya.",
  "In a self-serving gesture this week, he advocated for a stronger defense of Junior inside the White House, writes POLITICO's Tara Palmeri.",
  "If the Russians sought to tilt the election in Trump’s favor, they couldn’t have sculpted a better co-conspirator from clay than Kushner.",
  "Now and forever, with no ambiguity, Baby Donald owns all 58 floors of this scandal—every penthouse, elevator, closet, and garbage chute.",
  "Trump and his associates have ingratiated themselves with both the Russian government and its oligarchs in a nonstop fashion.",
  "Manafort is Russia-ed up, too, having taken millions representing the country’s interests in the United States and Ukraine.",
  "At a presser with French President Emmanuel Macron, Trump said that accepting such information was “very standard”!",
  "My email alerts tilt to Russia, my Twitter feed to China, and my RSS feed longs for Albania Classic.",
  "Nobody has worked longer or closer with Trump in the two years since he announced his candidacy.",
  "By virtue of his marriage to Trump’s favorite child, Kushner is almost as much family as Junior.",
  "******\n\nUnless you can beat “Trump Kowtower,” it will be this column’s name for the scandal.",
  "As father to the presidential grandchildren, Kushner’s bond to Trump grows tighter.",
  "Trump then had the moxie to praise his son’s meeting obfuscations as transparency!",
  "Continue to send your bitter and twisted comments to Shafer.Politico@gmail.com.",
  "CORRECTION: This piece mistakenly referred to the Trump victory as a plurality.",
  "Turns out that while nobody was looking, the Russians built their own here.",
  "Former national security adviser Michael Flynn practically bleeds borscht.",
  "He all but ate out of Putin’s hand last week at the G-20 meeting.",
  "Like a good son he happily takes the subordinate position.",
  "Kushner’s troubles deepen by the moment, and he knows it.",
  "Where will the queries about Natalia Veselnitskaya lead?",
  "Like his father-in-law, he speaks fluent real estatese.",
  "This meeting looks like a payoff for those efforts.",
  "Trump has long sought to build a Moscow tower.",
  "Jack Shafer is Politico’s senior media writer.",
  "The error has been corrected.",
  "And the president?",
  "Its true mark?",
  "Maybe more."
]