[
  "(Kathy Willens/AP)\n\nBalber said he was releasing the email from Veselnitskaya because he thinks it bolsters his clients' claim that the Trump Tower meeting was not part of a Russian government effort to assist President Trump's campaign, despite what music publicist Rob Goldstone had written.",
  "The newly disclosed email was provided to The Washington Post by Scott Balber, a U.S. lawyer representing Aras Agalarov, the Russian billionaire who hosted the Trump-owned Miss Universe pageant in Moscow in 2013 and who had helped secure the Trump Tower meeting for Veselnitskaya.",
  "But her version conflicts with explosive correspondence released previously that shows the music promoter told Trump Jr. before the meeting that Veselnitskaya would bring damaging information about Hillary Clinton on behalf of the Russian government to help the Trump campaign.",
  "It could offer evidence backing up the Russian lawyer's claims that she was meeting with Trump Jr. solely to discuss a 2012 law despised by the Kremlin that imposed financial sanctions on wealthy Russians as punishment for human rights abuses.",
  "Balber said Veselnitskaya provided him with the email during an interview in Moscow last month, which he conducted to better understand how the Trump Tower meeting came together by speaking to the person who had first requested it.",
  "Trump Jr. had reacted enthusiastically when told over email by Goldstone that Agalarov had met with a top prosecutor in Russia and been provided incriminating information about Clinton that the Russian lawyer would convey.",
  "A newly disclosed email sent on the morning of a Trump Tower meeting held during last year's presidential campaign between Donald Trump Jr. and a Russian lawyer raises new questions about how the key session came together.",
  "\"My clients have been implicated, in my view unfairly, in some theory that they were involved in an effort to influence the election campaign by providing some secret damaging information about Hillary Clinton,\" he said.",
  "Veselnitskaya told Balber she did not seek a meeting with the Trump campaign but was \"surprised and pleased\" when Agalarov explained his business connection to the presidential candidate and offered to make a connection.",
  "By June 7, 2016, Goldstone had confirmed that Veselnitskaya and her translator were confirmed to meet with the candidate's son, along with top campaign aide Paul Manafort and Trump's son-in-law, Jared Kushner.",
  "Her account began when she was extended an offer to testify at a June 14, 2016, congressional hearing about the Magnitsky Act by U.S. Rep. Dana Rohrabacher (R-Calif.), an advocate of closer ties with Russia.",
  "The newly released email shows Veselnitskaya asked Goldstone if the lobbyist could attend at 9:24 a.m., not after lunch, and that she wrote she had a signed a nondisclosure agreement with Akhmetshin.",
  "Akhmetshin has previously told The Post that he was invited to the meeting at the last minute, after having lunch in New York City with Veselnitskaya, where she asked his advice on what to say.",
  "\"He has no recollection of signing a nondisclosure agreement in connection with the meeting and was not aware of the communications between Ms. Veselnitskaya and Mr. Goldstone,\" Tremonte said.",
  "Veselnitskaya told Agalarov that she had in October 2015 provided information intended to undermine the U.S. law to Yuri Chaika, the Russian prosecutor general, Balber said.",
  "That is the version of events the lawyer, Natalia Veselnitskaya, has asserted in media interviews since the New York Times first disclosed the Trump Tower meeting in July.",
  "The newly disclosed email shows Veselnitskaya wrote Goldstone on the morning of the scheduled meeting to ask whether she could bring a \"lobbyist and trusted associate.\"",
  "The email offers no conclusive evidence about why Trump Jr. accepted the meeting with Russians as his father prepared to accept the Republican nomination for president.",
  "She was working closely in the United States with Akhmetshin, a Russian American lobbyist who has been accused of having ties to Russian intelligence.",
  "The Post has reported that her testimony was ultimately scuttled after opposition from Foreign Affairs Committee Chairman Edward R. Royce (R-Calif.).",
  "Veselnitskaya told Balber that she met with a series of well-connected Russians in early June 2016 to discuss her upcoming trip to the United States.",
  "\"He has invaluable knowledge about the positions held by the members of the Foreign Relations Committee that will be important to our discussion.\"",
  "Balber's clients also include Agalarov's pop star son, Emin, who is represented by Goldstone and asked Goldstone to set up a meeting.",
  "A meeting between Donald Trump Jr., a Russian lawyer and others during last year’s presidential campaign has raised questions.",
  "Balber said he believes it is possible Veselnitskaya's statement resulted in a misunderstanding about the prosecutor's role.",
  "At the time, Veselnitskaya was preparing to testify before the congressional committee about the law, the Magnitsky Act.",
  "Agalarov denies that he met with a Russian prosecutor about the U.S. presidential campaign, as Goldstone wrote.",
  "The lobbyist, Rinat Akhmetshin, \"is working to advance these issues with several congressmen,\" she continued.",
  "The note was written by the Russian lawyer and sent to a music promoter who had helped arrange the session.",
  "Michael Tremonte, a lawyer for Akhmetshin, said that the lobbyist was invited to the meeting over lunch.",
  "Veselnitskaya has said she was interested in the Magnitsky Act issue on behalf of a private client.",
  "Balber said Veselnitskaya also provided him a detailed account of how she secured the meeting.",
  "One person with whom she met was Agalarov, for whom she had previously done legal work.",
  "Natasha Abbakumova, Andrew Roth and David Filipov in Moscow contributed to this report.",
  "Two days later, Veselnitskaya sent the email asking if she could bring Akhmetshin.",
  "He also represents Ike Kaveladze, a U.S.-based employee of the Agalarovs.",
  "The documents, he said, are \"consistent with what my clients have said.\"",
  "Robert Gage, an attorney for Goldstone, declined to comment.",
  "Veselnitskaya did not respond to a request for comment.",
  "\"If it's what you say, I love it,\" Trump Jr. wrote.",
  "He has denied ties to the Russian government."
]