[
  "Information about meetings with then-Russian Ambassador Sergey Kislyak: “I don’t remember the exact timing of when they took place.”\n\n37. Who was in a post-election meeting with Kislyak: “I believe it was Jared Kushner, the Ambassador, maybe [Michael] Flynn, but I don’t remember.”\n\n38.",
  "Whether Russian lawyer Natalia Veselnitskaya or her colleagues mentioned Bill Browder, the U.S. businessman behind the Magnitsky Act: “Not that I remember.” (Trump aide Paul Manafort, who was also in the meeting, jotted down several notes relating to Browder.)",
  "Whether he discussed Prevezon Holdings or the Magnitsky Act between the meeting and when it was first reported in the news in July 2017: “I wouldn’t have even remembered those things until I read about it in the news.”\n\n28.",
  "Receiving an email from Goldstone saying Emin’s father, Aras Agalarov, and his important Russian friends supported Trump: “I don’t remember getting it, but I would have interpreted it as casual congratulations.”\n\n9.",
  "I just don’t know that if someone had a passing conversation with me and said, 'Hey, what do you think about that.’ But no, there was no substantive conversations that I can at all remember about any of that.”\n\n49.",
  "In a newly released transcript of his testimony, Trump repeatedly couched his answers about that June 2016 Trump Tower meeting by saying he did not “remember” or that he didn’t “recall” certain things.",
  "On whether the Trump Organization did due diligence on buyers of particular units: “I don’t recall.”\n\n45. Who the counterparty was on an Azerbaijan development deal: “I don’t remember.”\n\n46.",
  "The timing of his father’s June 7 campaign speech in which his father said he had “very, very interesting” information about Hillary Clinton: “I don’t remember the exact timing of it.”\n\n35.",
  "The presence of an eighth person — Russian American lobbyist Rinat Akhmetshin — in the Trump Tower meeting: “As I mentioned in my statement, people have said there was an eighth person.",
  "Much of anything about Trump campaign adviser George Papadopoulos: “I believe he worked on the campaign, and I know the name, but that’s about the extent of what I recall at this time.",
  "Whether he traveled outside the United States on June 29: “I don’t recall, but we could find out.”\n\n54. Who brought a Fort Lauderdale project to his attention: “No, I don’t [recall].”",
  "Whether Veselnitskaya requested then-candidate Trump would take actions regarding her client, Prevezon Holdings, if he became president: “Not that I remember.”\n\n24.",
  "Speaking with Russian pop star Emin Agalarov on June 6 and 7, despite phone records that show phone calls between them: “I do not recall speaking with Emin.",
  "Whether other projects used the Trump Organization as a sponsor to sell real estate units: “I just don’t remember the structure of the sales teams.”\n\n44.",
  "Whether Goldstone saying the Russian government supported Trump alarmed him: “I don’t know because I don’t remember thinking about it at the time.”\n\n30.",
  "Having discussions about the meeting afterward: “I do not recall ever discussing it with Jared [Kushner], Paul [Manafort] or anyone else.”\n\n20.",
  "Whether he talked with Agalarov on June 7 about publicist Rob Goldstone’s June 6 email pitching the Trump Tower meeting: “No, I don’t [recall.",
  "What Trump campaign aide Boris Epshteyn’s job title was: “I don’t recall that, but I know — I believe it was largely in communications.”\n\n51.",
  "Whether Veselnitskaya provided names of Hillary Clinton or DNC supporters who were involved in a supposed tax scheme: “Not that I remember.",
  "I don’t recall now.” (Trump couldn’t remember this despite another attendee, Ike Kaveladze, saying Akhmetshin wore a hot pink outfit.)",
  "If there’s one thing Donald Trump Jr. cleared up with his congressional testimony, it’s that he doesn’t remember a lot of things.",
  "Whether Kaveladze disclosed for whom he worked (a Russian company): “Not that I remember, but he works for Crocus.”\n\n22.",
  "On whether there were any discussions of how to use the DNC and John Podesta hacks: “I don’t recall it ever happening.",
  "On who asked Veselnitskaya for more clarity on her allegations against Clinton and the DNC: “I don’t recall who asked.",
  "Whether Goldstone sought to set up any meetings with Russian government officials: “None that I can recall, no.”\n\n10.",
  "Whether he spoke with his father during a call on a blocked number on the afternoon of June 6: “I don’t [know].”\n\n15.",
  "How many Trump Organization deals in 2016 included considering Trump as the developer: “I’m sure we looked at stuff.",
  "Whether he did any due diligence on the developer for Trump Soho, the Sapir Organization: “I don’t remember.”\n\n43.",
  "Whether he mentioned the potential meeting to top campaign officials when it was proposed: “I just don’t recall.",
  "What Rick Gates’s specific job was: “I don’t recall the specific title or role, what it would have been.”\n\n53.",
  "Having conversations about the meeting beforehand: “I don’t remember having any conversations about it.”\n\n19.",
  "Hearing about the Ziff brothers: “And Ziff brothers sounds familiar, but I don’t recall specifically.”\n\n29.",
  "Whether he and Kushner spoke about the meeting before the New York Times reported on it: “I don’t remember.",
  "Whether the attendees asked for action regarding the Magnitsky Act: “Not specifically that I recall.”\n\n25.",
  "When he first reviewed his actions surrounding the meeting: “I don’t remember the exact chronology.”\n\n36.",
  "Whether he saw an email about a Russian social media company helping Trump: “I don’t recall seeing it.",
  "Details of the Trump Tower meeting in general: “Again, I don't remember too many details of it.”\n\n2.",
  "Whether the meeting’s attendees were introduced: “I don’t recall, but I imagine that’s likely.”\n\n4.",
  "His first introduction to Emin Agalarov: “I don’t remember how we were first introduced.”\n\n47.",
  "A phone call with a number belonging to Paul Manafort on June 7: “I don’t know who it is now.",
  "Below is a list of 54 substantive issues on which Trump cited his lack of a memory:\n\n1.",
  "Speaking to Manafort two days after the Goldstone email: “I don’t [recall], no.”\n\n13.",
  "How Kaveladze was introduced: “I actually don’t remember how he was introduced.”\n\n21.",
  "Whether the meeting’s attendees brought documents: “Not that I remember, no.”\n\n27.",
  "Whom he spoke with from a blocked number at 8:40 on June 6: “I don’t [know].”\n\n11.",
  "Even when he was pretty sure, he'd say “not that I recall” or something like that.",
  "… I don’t know if I had an understanding because I don’t remember seeing it.”\n\n34.",
  "Other banks who were involved in the Trump Soho project: “I don’t remember.”\n\n41.",
  "On what might have prompted them to have a discussion: “I don’t remember.”\n\n32.",
  "I believe it was myself, but ‘we’ meaning myself, Paul and Jared were there.",
  "When he first became aware of Podesta’s emails: “I don’t [recall].”\n\n50.",
  "When he became aware of Sater’s criminal past: “I don’t remember when.",
  "Whether foreign banks were involved: “I don’t remember the structure.",
  "Whether he was traveling at the time: “I don’t recall that, no.”\n\n8.",
  "To whom he spoke on a June 7 call at 4:07 p.m.: “I don’t know.”\n\n16.",
  "… I don’t recall [his work for the campaign] at this time.”\n\n52.",
  "Where he was when he got the email: “I don’t [recall], no.”\n\n7.",
  "How he came to know Felix Sater: “I don’t remember.”\n\n39.",
  "… I don’t recall actually having the conversation.”\n\n31.",
  "The contents of the call: “No, I don’t [recall].”\n\n17.",
  "Speaking with Manafort on June 28: “I don’t [recall].",
  "It's possible we left each other voice-mail messages.",
  "… I don’t remember the construction side of it.”\n\n42.",
  "… I don’t recall if I actually reached him, no.”\n\n5.",
  "I could have, but I don’t remember doing it.”\n\n18.",
  "The result was a pretty cagey piece of testimony.",
  "… I just don’t remember when I found out.”\n\n40.",
  "… I don’t recall, but she may have.”\n\n26.",
  "I just don’t remember what it was.”\n\n48.",
  "I don’t remember who asked.”\n\n33.",
  "… I don’t recall that.”\n\n12.",
  "I simply don’t remember.",
  "I just can’t remember.",
  "… I’ve heard the name.",
  "… I don’t recall.",
  "No, I don’t.",
  "]”\n\n6.",
  "14.",
  "23.",
  "3."
]