[
  "Meanwhile, his running mate, Mike Pence, issued a statement with a sharply different tone, noting the FBI was investigating the hack and that if there is evidence that Russia was involved, “I can assure you both parties and the United States government will ensure there are serious consequences.”\n\nLater Tuesday afternoon, Trump’s campaign tried to clarify his statements.",
  "“Trump was clearly saying that if Russia or others have Clinton’s 33,000 illegally deleted emails, they should share them.”\n\nPence, in his statement, criticized Democrats for focusing on the source of the hack rather than its contents, saying the revelation that the DNC aided Clinton in her primary battle against Bernie Sanders should be disqualifying for the candidate.",
  "Trump forcefully rejected any notion that he is linked to Putin, and said the race to attribute blame for the cyberintrusion is a “sideshow” to distract from the contents of the emails, which showed Democratic Party officials privately working to help Clinton despite their public claims of neutrality.",
  "poster=\"http://v.politico.com/images/1155968404/201607/641/1155968404_5054844203001_5054829731001-vs.jpg?pubId=1155968404\" true Trump urges Russia to hack Clinton's email The campaign later attempted to clarify Trump's remarks, saying he wanted Russia to hand over the emails if they had them.",
  "On Wednesday, Trump made a drastic break from bipartisan foreign policy consensus, saying he would consider recognizing Crimea — the strategic Ukrainian peninsula Putin annexed in 2014 — as Russian territory, and might also lift U.S. sanctions imposed on Russia in response.",
  "After the project collapsed into bankruptcy, a lawsuit alleged that Bayrock had received mysterious cash infusions from Russia and Kazakhstan, and that it had given preference to an Icelandic investment firm because its key funders were known to be in Putin’s favor.",
  "“I said that Putin has much better leadership qualities than Obama, but who doesn't know that?”\n\nTrump's statements follow a morning in which President Barack Obama and Vice President Joe Biden both hammered the GOP nominee on his foreign policy views and knowledge.",
  "“I would treat Vladimir Putin firmly, but there is nothing I can think of that I would rather do than have Russia friendly as opposed to the way they are right now so that we can go knock out ISIS together with other people and other countries,” he said.",
  "Donald Trump invited Russia to hack Hillary Clinton's emails on Wednesday, asking one of America’s longstanding geopolitical adversaries to find “the 30,000 emails that are missing” from the personal server she used during her time as secretary of state.",
  "“I just think that’s beyond the pale.”\n\nHouse Speaker Paul Ryan’s office did not mention Trump, but condemned any role for Russia in the U.S. election, with Ryan spokesman Brendan Buck saying, “Russia is a global menace led by a devious thug.",
  "“I find those kinds of statements to be totally outrageous because you’ve got now a presidential candidate who is, in fact, asking the Russians to engage in American politics,” said former CIA Director Leon Panetta, a Clinton surrogate.",
  "At this point, it’s not clear if there are any copies of Clinton’s deleted emails that could still be hacked — Clinton’s lawyers have said the server was wiped clean, though the FBI was able to recover a number of the deleted messages.",
  "As she prepared to hand over her emails to the State Department after House Republicans discovered her private account, her staff deleted more than 30,000 emails from her private server that they determined were personal in nature.",
  "“This has to be the first time that a major presidential candidate has actively encouraged a foreign power to conduct espionage against his political opponent,” Hillary for America policy adviser Jake Sullivan said in a statement.",
  "Putin should stay out of this election.”\n\nSecurity researchers and U.S. officials have accused Moscow of being behind the hacking of the Democratic National Committee’s emails, thousands of which WikiLeaks published on Friday.",
  "Newt Gingrich, a Trump supporter who was on the shortlist to be Trump's running mate, said on Twitter that Trump's suggestion about Russia was in jest and that the focus should be on Clinton's use of a private email server.",
  "“I think you will probably be rewarded mightily by our press.”\n\nStory Continued Below\n\nTrump’s comments set off an immediate uproar from the Clinton campaign, which blasted the remarks as a threat to national security.",
  "His campaign chairman, Paul Manafort, served as a political consultant to Ukraine’s former president, Viktor Yanukovych, a Putin ally who fled to Russia after he was driven out by a pro-Western uprising in March 2014.",
  "Trump’s comments come weeks after FBI Director James Comey said investigators had found no direct evidence that Clinton’s server had been hacked, but said the agency probably would not likely see that trail.",
  "Trump has questioned the relevance of the NATO alliance, a bulwark of trans-Atlantic security for nearly seven decades, and groused about the expense of propping up allies who don’t pay their fair share.",
  "“We assess it is possible that hostile actors gained access to Secretary Clinton’s personal email account,” Comey said, as he announced the FBI did not intend to recommend charges against Clinton.",
  "One of Trump’s few named foreign policy advisers is Carter Page, an investment banker who has worked in Moscow and has advised and invested in the state-controlled Russian energy giant Gazprom.",
  "Democrats have gone further, drawing a connection between Trump’s friendly comments toward Russian strongman Vladimir Putin and the well-timed leak on the eve of Hillary Clinton’s nomination.",
  "“I will tell you this, Russia: If you’re listening, I hope you’re able to find the 30,000 emails that are missing,” the Republican nominee said at a news conference in Florida.",
  "His campaign blocked an effort last week to include language in the GOP platform supporting U.S. arms deliveries to Kiev to fight pro-Russian separatists in the country’s east.",
  "“Wouldn't it be nice if we got along with people?”\n\nLater, at a campaign rally in Scranton, Pennsylvania, Trump suggested U.S. officials had it wrong on the DNC hacks.",
  "On Wednesday, even as he dismissed efforts to link him to Putin, Trump boasted that he would be “so much better for U.S.-Russian relations” than Obama or Clinton.",
  "Jason Miller, Trump's communications adviser, tweeted to say Trump was not calling for Russia to hack Clinton but to hand over emails to the FBI if they had them.",
  "“If Russia or any other country or person has Hillary Clinton's 33,000 illegally deleted emails, perhaps they should share them with the FBI!,” he tweeted.",
  "While in Moscow, Trump discussed real estate projects, including with billionaire real estate developer Aras Agalarov, whose property hosted the pageant.",
  "On Wednesday, he said his only business dealing with the country involved his $95 million sale of a Palm Beach mansion to a Russian billionaire in 2008.",
  "\"The media seems more upset by Trump's joke about Russian hacking than by the fact that Hillary's personal server was vulnerable to Russia,\" he tweeted.",
  "Another Trump adviser, retired Lt. Gen. Michael Flynn, has made several appearances on the propagandistic Kremlin-funded Russian television network RT.",
  "Trump and Clinton, as the Republican and Democratic nominees respectively, will begin receiving classified intelligence briefings in the next few days.",
  "What I think is scary is a president who doesn't know their stuff and doesn’t seem to have an interest in learning what they don't know,” Obama said.",
  "“To be clear, Mr. Trump did not call on, or invite, Russia or anyone else to hack Hillary Clinton’s e-mails today,” he wrote in a series of tweets.",
  "In separate TV interviews Wednesday, both men painted the picture of a presidential candidate dangerously in over his head on foreign policy.",
  "Last week, Trump suggested the U.S. might not honor its obligation under the treaty to assist a member state that comes under foreign attack.",
  "Trump, in response, said Obama was the “most ignorant president in history” and touted the benefits of resetting relations with the Kremlin.",
  "“I never met Putin.”\n\nSome Trump surrogates suggested his comments were a joke, but the Manhattan mogul immediately doubled down on Twitter.",
  "(Later Wednesday, Pence's campaign said that their statement was unconnected to Trump's press conference and drafted before it took place.)",
  "Last December, Flynn flew to Moscow for RT’s 10th anniversary dinner, where he donned a tuxedo and sat next to Putin at the head table.",
  "Yeah, we'll be looking,\" Trump said in response to a question.”)\n\nTrump denies that he has any financial connections to Russia.",
  "Trump has also done business with Manhattan real estate developers who have ties to Russia and other former Soviet Republics.",
  "Trump and Putin have exchanged flattering words from afar, with Trump praising Putin as a “strong” and “powerful” leader.",
  "Most recently, Trump chose Moscow as the host city of the 2013 Miss Universe beauty pageant, which he owned at the time.",
  "(Miller, Trump's communications adviser, referred inquiries about Gingrich’s claim it was a joke to Trump's tweet.",
  "This has gone from being a matter of curiosity, and a matter of politics, to being a national security issue.\"",
  "Trump’s views on Russia have caused growing concern among Democrats and foreign policy experts for months.",
  "He also has downplayed allegations that Putin has ordered or condoned the killing of journalists.",
  "He also said there was “no daylight” between what Trump and Pence said about Russian hacking.)",
  "But Trump has repeatedly explored real estate deals in Russia dating back to the late 1980s.",
  "The company, Bayrock Group, had a project to develop a luxury condominium-hotel in New York.",
  "Burgess Everett, Matthew Nussbaum, Cory Bennett and Louis Nelson contributed to this report.",
  "In 2006, Trump joined with a Manhattan development company founded by a Russian immigrant.",
  "Those words likely pleased Putin, who calls NATO an aggressive threat to his country.",
  "Trump also has taken positions on Ukraine that are obviously to the Kremlin’s liking.",
  "Several of Trump’s advisers also have connections to Moscow and its allies.",
  "The FBI did not, however, have access to Clinton’s entire email trove.",
  "\"That’s not hyperbole, those are just the facts.",
  "“Trump speaks for Trump,” he wrote in an email.",
  "Might be a 400-pound person sitting in bed, OK?",
  "Trump also denied with the Russian government.",
  "He said one nice thing about me,” Trump said.",
  "“I have nothing to do with Russia,” he said.",
  "Some of the greatest hackers of all time.\"",
  "\"Probably it was China or somebody else.",
  "(The lawsuit was ultimately settled.)",
  "“You can't be worse,” he said.",
  "“Set aside the nuclear code.",
  "(“We'll be looking at that.",
  "“I don’t know who Putin is.",
  "Might be."
]