[
  "Source D, “a close associate of TRUMP who had organized and managed his recent trips to Moscow” is cited as as an eyewitness to TRUMP’s “personal obsessions and sexual perversions.” “According to Source D, where s/he had been present, TRUMP’s (perverted) conduct in Moscow included hiring the presidential suite of the Ritz Carlton hotel where he knew that President and Mrs OBAMA (whom he hated) had stayed…and defiling the bed where they had slept by employing a number of prostitutes to perform a ‘golden showers’ (urination) show in front of him.",
  "He, or she, claims that in exchange for intelligence on their opponents “the TRUMP team had agreed to sideline Russian intervention in Ukraine as a campaign issue and to raise US/NATO defence commitments in the Baltics and Eastern Europe to deflect attention away from Ukraine, a priority for PUTIN who needed to cauterise the subject.” Again, oddly non-native syntax here—and also no mention of the fact that all the Trump men mentioned have been long-standing opponents of sanctions on Russia even before any possible intelligence deal.",
  "For all its strange mix of the amateur and the insightful, this document seems to be the source that top officials in the Hillary Clinton presidential campaign and Senate Minority Leader Harry Reid cited in September when they accused Trump foreign policy adviser Carter Page of meeting with “highly sanctioned individuals\" during a July trip to Moscow and perhaps even \"discussed an unholy alliance between the Trump campaign and the Russian government,” as The Washington Post put it at the time.",
  "“A dossier of compromising material on Hillary Clinton has been collated by the Russian intelligence services over many years and mainly comprises bugged conversations she had on various visits to Russia.… However it has not been distributed abroad, including to TRUMP.”\n\nAs Secretary of State, Clinton used non-secure communications while in Russia that resulted in “compromising material” being gathered by the FSB?",
  "Aim, endorsed by Putin, has been to encourage splits and divisions in the Western alliance.”\n\nIf true, this makes the Russian regime pretty much psychic, since in 2011 there was little hint that Trump would pursue a political career that would take him much further than his campaign to convince Americans that President Barack Obama was not born in the U.S. and therefore was not legally permitted to be president.",
  "But Page has denied such meetings—and this raises the question of why the Russians would bother arranging cloak-and-dagger secret meetings with a self-declared Trump emissary (Trump only named Page as an adviser in an interview with the Post editorial board in September) rather than have direct contact with more senior members of the Trump team in the U.S.\n\nFrom: “Report 2016/166” 13 December 2016\n\n13.",
  "The most intriguing new material—apart from the sensational allegation that Trump arranged to have “golden showers” from prostitutes in the Moscow Ritz Carlton—is the assertion that Michael Cohen, Trump’s lawyer, set up some kind of back channel line of communication with the Kremlin at a secret meeting with Duma foreign affairs committee head Konstantin Kosachev in Prague in June.",
  "The FSB’s Directorate K is one of the most controversial departments of Russia’s security elite, and its remit translates as “counter intelligence in financial services.” Directorate K has been involved directly and indirectly in some of the dirtiest scandals of recent times—including the plundering of Hermitage Capital and the murder of their lawyer Sergei Magnitsky in 2009.",
  "The author also misspells the name of Trump associate and Azeri real estate mogul Aras Agalarov, and reports his association with Trump as news in August 2016—when Agalarov publicly organized Trump’s visit to the Miss Universe pageant in 2013 and arranged a meeting with top Russian businessmen for Trump afterward, both of which were widely reported at the time.",
  "In September, Yahoo News reported that the U.S. government had received \"intelligence reports that Page met with Igor Sechin, a friend of Vladimir Putin who runs Russian oil giant Rosneft, and Igor Diveykin, a high–ranking Russian intelligence official.” This appears to be that report—though Page subsequently denied it in his September 28 Post interview.",
  "This was managed on the TRUMP side by…campaign manager Paul MANAFORT who was using foreign policy adviser Carter Page and others as intermediaries.”\n\nRelated: The hidden history of Russian interference in the U.S. presidential election\n\nSource E, who is not described in any more detail, is a goldmine of information.",
  "The hotel was known to be under FSB control with microphones and concealed cameras in all the main rooms.”\n\nLeaving aside the allegation itself (which is later supposedly backed up by the testimonies of Sources E, F and B), it’s worth looking at the tortured and borderline non-native syntax of this sentence.",
  "On the one hand, it contains lots of Kremlin-related gossip that could indeed be, as the author claims, from deep insiders—or equally gleaned from the politics pages of Russia’s Kommersant or Vedomosti newspapers or political gossip sites like agentura.ru, compromat.ru or Sean Guillory’s Russia Blog.",
  "“TRUMP advisor Carter Page holds secret meetings in Moscow with [Igor] Sechin and senior Kremlin internal affairs official DIVEYEKIN” who “discusses release of Russian dossier of kompromat on…Hillary Clinton, but also hints at Kremlin possession of such material on TRUMP.”\n\nFascinating if true.",
  "The author asserts that Russian agents of the cultural organization Rossotrudnichestvo spoke to Trump’s lawyer in Prague about “how deniable cash payments were made to hackers who had worked in Europe under Kremlin direction against the CLINTON campaign.” This makes no sense at all.",
  "Note that the supposed hacked DNC material leaker, calling himself Guccifer 2.0, had pretended to be Romanian but was exposed in the detailed Crowdstrike report to actually have spoken very bad Romanian and was, in fact, linked through various Yahoo accounts to a user in Russia.",
  "“The dossier is controlled by Kremlin spokesman Dmitry Peskov, directly on Putin’s orders.”\n\nWhy would such a dossier be controlled by Peskov, whose job is to talk to the press, when it must have originated with the FSB and/or FAPSI, the federal electronic surveillance service?",
  "Trump may have coined the “Crooked Hillary” and “Lock Her Up” slogans, in relation to Clinton’s use of a private email server while she was Secretary of State—but there’s no evidence that Trump or his campaign used any kind of secret intelligence in their campaign.",
  "He or she refers to Alpha Bank rather than Alfa, and seems to be under the impression that the suburb of Barvikha on the tony Rublevskoe highway is a closed government compound, instead of just an expensive vacation home area favored by the new rich.",
  "The existence of a “Russian dossier or ‘kompromat’ on Hillary Clinton” is confirmed by “Source B…S/he confided in a trusted compatriot that it had been collated by Department K of the FSB for many years.”\n\nThis makes no sense.",
  "“TRUMP’s representative COHEN accompanied to Prague in August/September…for secret discussions with Kremlin representatives and associated operators/hackers.”\n\nThis report in the Buzzfeed leak is the most bizarre of all.",
  "But it also gives rise to a serious question—if Trump has known about the existence of this tape for some time (as the report later alleges), wouldn't it amount to a ticking time bomb under his campaign and his career?",
  "“Speaking to a trusted compatriot in June 2016 sources A and B, a senior Russian Foreign Ministry figure and a former top level Russian intelligence officer still active inside the Kremlin…”\n\nHearsay evidence.",
  "“Former top Russian intelligence officer claims FSB has compromised TRUMP [whose] conduct in Moscow has included perverted sexual acts which have been arranged/monitored by the FSB.”\n\nFascinating if true.",
  "The controversial online break-ins at the Democratic National Committee, thought to be the work of two Russian hacking groups, APT 28 and APT 29, were communicated to Wikileaks, not to the Trump campaign.",
  "“However he and his inner circle have accepted a regular flow of intelligence from the Kremlin, including on Democratic and other political rivals.”\n\nA regular flow of intelligence on Clinton?",
  "According to a detailed report on the DNC hack by private internet security company Crowdstrike in June 2016, the hack was undertaken by high-level professionals and began as early as 2014.",
  "But it has nothing to do with gathering intelligence on foreign leaders—that’s the SVR, the Foreign Intelligence Service, and FAPSI, the electronic eavesdropping department.",
  "The report published Tuesday by Buzzfeed purporting to be the work of a “former MI6 counter-intelligence official” now working in the private sector is a strange document.",
  "That’s a clear Russianism (\"pod kontrolem FSB\") that may be picked up from the original source—or may suggest that the author isn’t actually a British MI6 agent at all.",
  "“Source A confided that the Kremlin has been feeding TRUMP and his team valuable intelligence on his opponents, including…Clinton, for several years.”\n\nSeveral years?",
  "It’s not clear whether this reference to Romanian hackers is linked to the fake Romanian “Guccifer 2.0” straw man set up to disguise the real identity of the hackers.",
  "“Source E, an ethnic Russian close associate of…TRUMP admitted that there was a well-developed conspiracy of co-operation between them and the Russian leadership.",
  "No doubt there are lots of intriguing nuggets of insidery and potentially fascinating intelligence, set in a sea of cut and paste and basic ignorance of Russia.",
  "Five years ago, Trump was recovering from his latest bankruptcy, and concentrating on his reality show The Apprentice and the Miss Universe competition.",
  "And the FSB, which was supposedly passing secret information to Trump’s campaign, chose not to share its supposedly compromising material on Clinton?",
  "Most weirdly of all, there is a reference to standing down “various Romanian hackers” and organizing a bolthole in Plovdiv, Bulgaria, for them.",
  "Though Trump later hinted that Putin attended the contest, the Russian President and indeed all top Russian officials stayed home.",
  "If Trump declined the deals, why did he push so hard to meet with Russian business leaders after the Miss Universe competition?",
  "And why did he try and fail to push his Trump Tower deal in Moscow and St. Petersburg as late as 2013, as reported in Newsweek?",
  "It’s possible—but bizarre, if they were also supposedly in direct contact with Trump adviser Page in Moscow at the same time.",
  "As for “supporting and assisting” Trump during that time period—indeed Miss Universe was held in a mall in Moscow in 2013.",
  "These sources may be bone fide—but they’re already at least one degree of separation from the author of the report.",
  "“So far TRUMP has declined serious sweetheart real estate business deals offered him in Russia…”\n\nReally?",
  "And yet, there are several places where the author seems weirdly ignorant of basic facts about Russia.",
  "And furthermore, the leaked DNC emails didn’t contain anything particularly explosive or damaging.",
  "“Russian regime has been cultivating, supporting and assisting TRUMP for at least 5 years.",
  "Read more: Here's how Vladimir Putin is using Donald Trump to advance Russia's goals\n\n3.",
  "Peskov is a Kremlin courtier, the charming public face of the regime, not a spy.",
  "Would a native English speaker talk of a hotel being “under FSB control”?",
  "Why would Russian agents be talking about it to Cohen in August 2016?",
  "Here are 13 things that don’t add up in the Trump-Russia ties report.",
  "From: “Company Intelligence Report 2016/080” 20 June 2016\n\n1.",
  "He has never even spoken to these top level sources himself.",
  "Cohen has subsequently denied these meetings also.",
  "Trump announced his candidacy on June 16, 2015.",
  "From: “Report 2016/94” 19th July 2016\n\n12.",
  "Clinton announced hers on April 12, 2015.",
  "That seems to contradict point 3.",
  "Those psychic Russians again.",
  "From: “Report 2016/095”\n\n11.",
  "A very odd document indeed.",
  "Such as what exactly?",
  "Hard to credit.",
  "10.",
  "9.",
  "8.",
  "5.",
  "6.",
  "7.",
  "4.",
  "2."
]