[
  "“He keeps underlining that he thinks that President Putin is a strong leader and that he thinks America, instead of fighting Russia, should bond and be friends and have common goals with Russia.”\n\nRead more:\n\nRussian lawyer who met with Trump Jr. has long history fighting sanctions\n\nThe alleged collusion with Russia is about much more than Trump’s family",
  "(Victoria Walker/The Washington Post)\n\nWeeks before a Russian father-and-son business team offered dirt on Hillary Clinton to the presidential campaign of Donald Trump, the son, Emin Agalarov, said that Trump’s election would be “an amazing breakthrough” that would forge peace between Russia and the United States.",
  "“I think that’s a very important sentiment, that for the first time in many years, that an American presidential potential candidate wants to be friends with another big empire,” Emin Agalarov told The Post in an extensive interview that was part of a wide-ranging look at Trump's international business dealings.",
  "In the emails released Tuesday, Trump Jr. suggests a phone call with Agalarov to speak more about information that “is part of Russia and its government’s support for Mr. Trump,” according to an email to Trump Jr. from Rob Goldstone, a former British journalist who is one of Agalarov’s public relations people.",
  "“We think that he will be a very productive, prosperous president who is going to make America great.”\n\n“In the last conversation we had before he ran, he was criticizing the United States government for not being able to be friends with Russia,” Agalarov said.",
  "Agalarov, 37, who is also a Russian pop star, helped broker a June 2016 meeting between Donald Trump Jr. and a prominent Russian lawyer who promised to pass along information damaging to the Clinton campaign, according to emails Trump Jr. released Tuesday.",
  "That’s my personal opinion,” Aras Agalarov said in the joint interview with his son, which was conducted in a private dining room at a restaurant in their Crocus City mall and concert center, a sprawling complex on Moscow's outskirts.",
  "Both spun their fathers' real estate empires into pop-culture fame: Agalarov through his playboy pop-music career and Trump through his hit television show “The Apprentice” — and through tabloid headlines for decades prior.",
  "“We would avoid 10 wars every year, at least, because these guys really understand that war is not maybe the way to succeed in this.”\n\nAgalarov said he visited Trump’s corner office every time he was in New York.",
  "In the interview, the Agalarovs said they sent Trump notes and words of encouragement that he would sometimes send back to them with friendly responses scrawled across the top with his thick black markers.",
  "Such Kremlin-connected construction projects are sometimes completed at a loss to the developers, a price they pay in exchange for maintaining good relations with Russia’s highly centralized authorities.",
  "Here's my statement and the full email chain pic.twitter.com/x050r5n5LQ — Donald Trump Jr. (@DonaldJTrumpJr) July 11, 2017\n\nHere is page 4 (which did not post due to space constraints).",
  "Trump partnered with the father-and-son developers to bring the 2013 Miss Universe pageant to Moscow, where the duo promised to introduce Trump to Russian President Vladimir Putin.",
  "Aras Agalarov has sometimes been called the “Donald Trump of Russia,” and the two men talked about building a Trump Tower on a muddy field that is part of the Crocus City complex.",
  "Emin Agalarov, an Azerbaijani singer whose family is close to Russian President Vladimir Putin, is at the center of the latest controversy to hit the Trump administration.",
  "Aras Agalarov is an Azerbaijani-Russian property developer who got his start in the late Soviet years by selling bootleg copies of American hit movies on videocassette.",
  "In the chaotic and lawless post-communist 1990s, he emerged as a major developer in the Moscow region, building major housing developments, then Crocus City.",
  "Goldstone's message said that Aras Agalarov, 61, met with the “Crown prosecutor of Russia,” who offered to provide damaging information about Clinton.",
  "Agalarov said he hoped Trump won, saying that he had relatives who are U.S. citizens and that he himself felt tightly connected to American culture.",
  "At the time of the interview, Trump had nearly clinched the Republican nomination but seemed unlikely to win the November election.",
  "pic.twitter.com/z1Xi4nr2gq — Donald Trump Jr. (@DonaldJTrumpJr) July 11, 2017\n\nTrump “would be a very good president of America.",
  "Keep in touch and say hello to Emin.”\n\nThe Agalarovs are among the most prominent Russians with whom Trump has done business.",
  "More recently, the Kremlin entrusted him with building a prestige university complex in Vladivostok, in Russia’s far east.",
  "“This could be an amazing breakthrough if he becomes president and actually becomes friends with Putin,” Agalarov said.",
  "Putin ultimately had to break the engagement, but the Kremlin passed its regrets to Trump through the Agalarovs.",
  "But Aras Agalarov does not speak English, and his canny Americanized son had a closer relationship with Trump.",
  "In April 2016, Agalarov and his father, Aras, told The Washington Post that they wanted Trump to be elected.",
  "For getting the project done, Aras Agalarov was decorated by Putin with the prestigious Order of Honor.",
  "In one November 2015 note they proudly displayed, Trump wrote: “Aras, you have done such a great job.",
  "He is a generation younger than Trump, but his life trajectory has some parallels to the president’s.",
  "And the men stayed in touch after the Agalarovs hosted the 2013 Miss Universe competition in Moscow.",
  "Agalarov is divorced from Leyla Aliyeva, the daughter of the authoritarian president of Azerbaijan.",
  "The plans fizzled following Russia’s economic crash after Western sanctions were imposed in 2014.",
  "Russia does not have a crown prosecutor — Britain does — but it does have a prosecutor general.",
  "While there for the pageant, Trump took part in one of the younger Agalarov’s music videos.",
  "Emin Agalarov said Trump had long talked about his desire to improve relations with Russia.",
  "Later, Trump recorded a video message for Agalarov’s 35th birthday.",
  "Both have had more than a passing flirtation with matters of state.",
  "Emin went to high school in New Jersey and college in New York.",
  "We see each other a few times a year,” Agalarov said.",
  "“Our family vote definitely goes to Mr. Trump.",
  "You are an amazing man with a great family.",
  "It’s not because I know him.",
  "We exchange correspondence.",
  "“I consider him a friend.",
  "We’re big fans,” he said.",
  "We wish him luck.",
  "We hope he wins.",
  "Here's why."
]