[
  "Starting as early as 2014, these Russians used false and stolen identities to stage pro-Trump and anti-Clinton political rallies, recruit unwitting individuals (some in the Trump campaign) to populate their political Potemkin village, attract hundreds of thousands of followers on social media, and freckle the Web with countless agitprop advertisements (e.g., “Donald wants to defeat terrorism … Hillary wants to sponsor it”) that tens of millions of users saw.",
  "But, he asks, “Is Donald Trump a Traitor?” A former New York Times intelligence beat reporter, Risen understands the long-running war between Russian spies and American spies as well as anybody, so his observation that the Russians may “have pulled off the most consequential covert action operation since Germany put Lenin on a train back to Petrograd in 1917,” deserves our scrutiny.",
  "The scenario described in the indictment—Russians traveling through the United States (“Nevada, California, New Mexico, Colorado, Illinois, Michigan, Louisiana, Texas, and New York”) on travel visas “to gather intelligence” sounds like any number of paranoid B-movie thrillers from the 1950s where Commie agents seduce and then activate American dupes.",
  "The giant scrim that shields special counsel Robert S. Mueller III’s work from Washington’s nosy parkers opened slightly on Friday afternoon as he handed down an indictment, charging 13 Russians and three Russian organizations with monkeywrenching the U.S. political process.",
  "“Throughout the entire community, we have not seen any evidence of any significant change from last year.” Most recently, Russia has been using bots to help shape news, painting the FBI and the Department of Justice as partisan shops.",
  "Whether you think the Trump campaign colluded with Russians or not—and I’m still waiting for the convincing evidence—it seems undeniable Putin’s people injected as much Trump-favoring chaos as they could into the campaign.",
  "That the president merely shrugs at the Russian file that America’s spooks and the FBI and Mueller’s investigators have presented to him should make us want to raise by 50 or 60 decibels the volume of our questions to him.",
  "The Agalarovs, we all recall, figured in the memorable 2016 Trump Tower meeting between your son, your son-in-law and the now-indicted Paul Manafort, and a bevy of Russians who came bearing dirt on Hillary Clinton.",
  "If they want to see the devil—let them see him.”\n\nWhat Trump foes and fans craved—and did not get Friday—was a sign from Mueller on whether the president and the Russians had actively partnered in the election.",
  "Russian interference in U.S. politics continues, as CIA Director Mike Pompeo, Director of National Intelligence Dan Coats and FBI Director Christopher Wray informed the Senate Intelligence Committee this week.",
  "As Mother Jones reporter David Corn writes, the Moscow offensive had three components: a social media assault; the hacking of the Democratic Party’s emails; and the penetration of state voting systems.",
  "Using the Twitter ID of @March_for_Trump, for example, the Russians recruited and paid an unwitting American to pose at a West Palm Beach rally as Hillary Clinton but dressed in a prison uniform.",
  "George Papadopoulos, derided as a mere coffee boy by his detractors in the Trump campaign, was caught gossiping in Europe about dirt on Hillary Clinton the Russians had allegedly procured.",
  "The 37-page indictment accuses Prigozhin of controlling the Internet Research Agency, the Russian cybershop that launched thousands of political trolls in the most recent election cycle.",
  "In the 2016 update, the Russians, posing as American activists, would prod genuine Americans, some with real ties to grass-roots organizations, to echo their political slogans.",
  "At this point, who among us can read the Mueller indictments and other evidence without concluding that the Russian sided heavily with Trump and consistently opposed Clinton?",
  "“[U]se any opportunity to criticize Hillary and the rest (except Sanders and Trump—we support them),” reads a February 2016 Russian planning document cited in the indictment.",
  "In November 2013, you were doing business in Moscow at your Miss Universe pageant, where, coincidentally or not, you met publicly with Aras Agalarov and Emin Agalarov.",
  "“Russia perceives its past efforts as successful and views the 2018 U.S. midterm elections as a potential target for Russian influence operations,” Coats said.",
  "Carter Page, another Trump campaign functionary, seems to have assumed a posture toward the Russians that made him the object of U.S. government surveillance.",
  "How can he find the flimsy Nunes memo convincing, but kiss off the Russian shenanigans with press release platitudes about our need to “unite as Americans”?",
  "According to a May 2013 New York Post article, your attorney Michael Cohen said you had already spent $1 million researching a 2016 run for the presidency.",
  "The indictments stand as a prosecutorial codicil to the intelligence community’s January 2017 report on attempted Russian hacking of the 2016 election.",
  "In part one of a promised series, the Intercept's James Risen posits that Trump is a liar, a racist, a misogynist, a demagogue and a narcissist.",
  "******\n\nKAOS was the name of the international organization of evil that Maxwell Smart battled for five seasons on NBC's Get Smart in the 1960s.",
  "But how many of us are ready for the reveal that Trump’s forces worked with the Russians or that Trump and the Republicans obstructed justice?",
  "Story Continued Below\n\nAmong the indicted is Yevgeny V. Prigozhin, described by the New York Times as one of Vladimir Putin’s crony oligarchs.",
  "President Donald Trump found he had been exonerated by the indictment, immediately citing the Russian operation’s timeline in a tweet.",
  "In a brief press conference announcing the indictment, Deputy Attorney General Rod Rosenstein was all about wiggle room on the topic.",
  "Rosenstein might not have wanted to attempt the quadruple lutz-triple toe loop combo in live competition, but I’ve got no such fear.",
  "Reporters hung on the phrase “in this indictment,” interpreting it to mean that a future indictment might make such a link.",
  "There was no equivocation or hinting when he asserted that the Russian interference had not altered the election’s outcome.",
  "None of this, obviously, proves collusion, but, Mr. President, perhaps you should muffle your protest by 50 or 60 decibels.",
  "For Risen, the Trump-Russia story reduces to four basic questions: Did Russia intervene in the election to help Trump win?",
  "“There is no allegation in this indictment any American had any knowledge” of the Russian adventure, Rosenstein said.",
  "Speaking on Russian radio, he said, “The Americans are really impressionable people, they see what they want to see.",
  "So allow me to add a few annotations to your timeline, Mr. President, that bend it back in the collusion direction.",
  "“Russia started their anti-US campaign in 2014, long before I announced that I would run for President.",
  "And, are Republican efforts to discredit the Mueller investigation part of a criminal conspiracy?",
  "Not very, concluded Dartmouth College professor Brendan Nyhan in a New York Times piece.",
  "Trump’s inexhaustible powers of self-exoneration dazzle at junctures like this one.",
  "Have Trump and his people obstructed the federal investigation of that collusion?",
  "Prigozhin told the Times he was too busy to be interviewed about the indictment.",
  "And who knows what the rumored plea deal Rick Gates is swinging will reveal.",
  "Russian propaganda is scary, but how effective is it in changing opinions?",
  "Is this what it’s like to watch a flood sweep away your home’s foundation?",
  "My Twitter feed remains a devotee of The Spy Who Came in From the Cold.",
  "By September 2016, the operation had a monthly budget of $1.25 million.",
  "My email alerts favor Tinker, Tailor, Soldier, Spy (the BBC version).",
  "Did Trump or his people work with the Russians to win the election?",
  "The Trump campaign did nothing wrong — no collusion!” he wrote.",
  "As a full-blown paranoid, my RSS feed worships The Prisoner.",
  "Did the Russians get big ideas while watching the box set?",
  "Send box set ideas to Shafer.Politico@gmail.com.",
  "Jack Shafer is Politico’s senior media writer.",
  "The results of the election were not impacted.",
  "This article tagged under: FBI\n\nSwamp Diary",
  "It induces the gag reflex at the second.",
  "The thought stuns at first pass.",
  "I have great respect for them."
]