[
  "According to the latest court filing by the Mueller inquiry, which is defending a warrant attached to a raid on Manafort’s home in July 2017, part of what the FBI were hunting for were “communications, records, documents, and other files involving any of the attendees of the June 9, 2016 meeting at Trump Tower, as well as Aras and [Emin] Agalarov.”\n\nREUTERS/Brian Snyder\n\nInvestigators were also searching for documents relating to Manafort and his associates' financial dealings, bank accounts, payments made by foreign individuals, and work on behalf of foreign entities, such as governments or officials.",
  "A new court filing by Robert Mueller’s Special Counsel confirms that Paul Manafort was raided by the FBI to look for documents relating to the Trump Tower meeting in June 2016 with Russian lobbyists, which was brokered by Donald Trump Jr.\n\nManafort, President Donald Trump’s former campaign manager, is indicted on five counts, among them conspiracy against the United States, money laundering, and acting as an agent of a foreign government without registering as such.",
  "They include Manafort; Donald Trump Jr, the president's eldest son; Jared Kushner, the president's son-in-law; Natalia Veselnitskaya, a Russian lawyer and lobbyist with close ties to the Kremlin; Rinat Akhmetshin, a Russian-American lawyer and former Soviet counterintelligence officer; Rob Goldstone, the publicist of Emin Agalarov, who is connected to Trump Jr's attorney and Ike Kaveladze, a Georgian-American executive at Aras Agalarov's real estate company.",
  "Goldstone told Trump Jr that the Aras Agalarov had met with the crown prosecutor of Russia who “offered to provide the Trump campaign with some official documents and information that would incriminate Hillary [Clinton] and her dealings with Russia and would be very useful to your father.",
  "This is obviously very high level and sensitive information but is part of Russia and its government’s support for Mr Trump—helped along by Aras and Emin.”\n\nTrump Jr replied that \"if it’s what you say I love it,\" and sought more information ahead of a proposed meeting.",
  "He attended the Trump Tower meeting, at which a Russian lawyer with links to the Kremlin and a former Soviet counterintelligence officer were also present, while running the presidential campaign.",
  "The Agalarovs, a wealthy Azeri family, helped arrange the meeting by connecting the Trump campaign with the Russian lawyer, though they are not believed to have been present at it.",
  "The 69-year-old political consultant made tens of millions of dollars by working for the Ukrainian government, then controlled by the Kremlin ally Viktor Yanukovych.",
  "President Trump denied any knowledge of the meeting taking place at the time and said that he only found out about it when the media reported it.",
  "Mueller is investigating suspicions of collusion between the Trump campaign and the Russian government to undermine American democracy.",
  "Trump Jr released publicly his email correspondence with Goldstone after reports of the meeting’s existence first emerged in mid-2017.",
  "Details of what exactly happened at the meeting are murky amid contradictory statements by those who were involved.",
  "They allegedly promised dirt on Trump’s rival, Hillary Clinton.",
  "There were at least eight people in attendance at the meeting."
]