[
  "(Stephanie Keith/Reuters)\n\nSeeking to frame the bad news before a New York Times article could drop, Donald Trump Jr. on Tuesday tweeted out a redacted copy of an email chain between himself and a music promoter who was offering to connect the campaign with a Russian official who purportedly had negative information about Hillary Clinton.",
  "Agalarov is the president of the Crocus Group, a Moscow-based real estate development firm that licensed the Miss Universe pageant from the Trump Organization in 2013 to host its pageant in the Russian capital.",
  "Here's my statement and the full email chain pic.twitter.com/x050r5n5LQ — Donald Trump Jr. (@DonaldJTrumpJr) July 11, 2017\n\nHere is page 4 (which did not post due to space constraints).",
  "Agalarov is mentioned on Page 4 in an email from Goldstone as having met with the “Crown prosecutor of Russia” who offered to provide incriminating information about Hillary Clinton.",
  "Goldstone’s emails suggest that the attorney — presumably Veselnitskaya — flew in from Moscow for the meeting and was scheduled to be in court the same afternoon as the meeting.",
  "He’s the individual driving the conversation with Trump Jr., but, a publicist through-and-through, he reminds Trump Jr. that the meeting is a result of the Agalarovs’s efforts.",
  "It’s not clear whether Veselnitskaya is the “Russian government attorney” who Goldstone suggests will participate in the meeting, but she is the person that attended.",
  "Given that this is an informal email chain between two people who know each other well, some of the names and references may be unclear to casual readers.",
  "Trump is mentioned on Page 4 of the email chain when Goldstone suggests that he wanted to discuss the matter with Trump Jr. before the then-candidate.",
  "Along with the Agalarovs, Goldstone was involved in the 2013 Miss Universe pageant planning, which is how he came into contact with the Trumps.",
  "When Goldstone first offers access to the information he has at his disposal, Trump Jr. requests a phone call with Emin.",
  "pic.twitter.com/z1Xi4nr2gq — Donald Trump Jr. (@DonaldJTrumpJr) July 11, 2017\n\nThat meeting took place on June 9, 2016.",
  "Chaika has been in that position since June 2006, when he was first nominated by Russian President Vladimir Putin.",
  "Trump Jr.’s brother-in-law is mentioned on Page 2 when Trump Jr. explains who he expects to attend the meeting.",
  "According to the NBC interview with Veselnitskaya on Tuesday, he spent the entire meeting looking at his phone.",
  "Goldstone suggests that he could contact the candidate through Graff but chose to contact Trump Jr. first.",
  "It’s not clear whether the two talked, but the next day Goldstone sets up a meeting at Agalarov’s request.",
  "According to an NBC interview with Natalia Veselnitskaya on Tuesday, he leaves after about 10 minutes.",
  "On Page 3, Goldstone mentions that Agalarov can’t talk at the moment because he’s onstage in Moscow.",
  "The president’s son coordinates the meeting with Goldstone, Paul Manafort and Jared Kushner.",
  "This is the point at which Agalarov and his son, Emin, became associated with the Trumps.",
  "The Times reports that the reference on Page 4 is to Chaika, Russia’s prosecutor general.",
  "(He is in his second term, being renominated by then-President Dmitry Medvedev in 2011.)",
  "There is no “Crown prosecutor” in Russia, because Russia isn’t a monarchy.",
  "He is a vice president of the Crocus Group and a pop music star in Russia.",
  "(In that NBC interview, she denied having ties to the government.)",
  "Then the front-runner for the Democratic presidential nomination.",
  "As such, we’ve endeavored to explain who the players are, below.",
  "(This is perhaps a function of Goldstone’s country of origin.)",
  "“Russian government attorney.” See Natalia Veselnitskaya.",
  "\n\nDonald Trump Jr. at Trump Tower in New York on Jan. 18.",
  "A British-born promoter who represents Emin Agalarov.",
  "They’re listed in alphabetical order by first name.",
  "(See our full timeline leading up to the meeting.)",
  "(In 2013, Trump appeared in one of his videos.)",
  "Agalarov is mentioned repeatedly in the emails.",
  "A lawyer who has reported links to the Kremlin.",
  "Emin Agalarov (Crocus Group)\n\nEmin Agalarov.",
  "Aras Agalarov (Crocus Group)\n\nAras Agalarov.",
  "Veselnitskaya (AP)\n\nNatalia Veselnitskaya.",
  "She is mentioned on Page 4 of the emails.",
  "Chaika (AP)\n\nYuri Yakovlevich Chaika.",
  "“Crown prosecutor.” See Yuri Chaika.",
  "The Trump campaign chairman.",
  "Attended the June 9 meeting.",
  "Trump’s longtime assistant.",
  "She’s mentioned on Page 4.",
  "The son of Aras Agalarov.",
  "He’s mentioned on Page 2.",
  "Kushner does attend.",
  "Donald Trump Jr.",
  "Hillary Clinton.",
  "Jared Kushner.",
  "Rob Goldstone.",
  "Paul Manafort.",
  "Donald Trump.",
  "Rhona Graff."
]