[
  "In addition to working for anti-Trump factions, Simpson's organization had worked for a law firm representing Russian interests that were also represented by Natalia Veselnitskaya, the Russian lawyer who met with Trump Jr.\n\nAfter three hours, Blumenthal described Thursday's hearing with Trump Jr. as \"cordial,\" and said committee staffers \"covered a good deal of ground\" with Trump Jr.\n\n\"There certainly are a lot of areas that have been opened for future witnesses and questioning, and a lot of areas of interest to be pursued,\" Blumenthal said.",
  "with Senate investigators Thursday but said he could not recall or did not know answers to key questions, including those about the president's role in crafting a response to disclosures of a 2016 that he could not recall what role the White House played in crafting the public response to disclosure of a 2016 meeting with a Russian lawyer offering damaging information about Hillary Clinton.",
  "In his statement Thursday, Trump Jr. said that \"it was clear to me that her real purpose in asking for the meeting all along was to discuss Russian adoptions and the Magnitsky Act,\" which imposed sanctions on those deemed responsible for the death of a Russian whistleblower, Sergei Magnitsky, who died in jail after describing a massive corruption scheme involving Russian officials.",
  "But for the most part the closed-door session focused on his June 9, 2016, that he could not recall what role the White House played in crafting the public response to disclosure of a 2016 meeting with a Russian lawyer who reportedly promised negative information about Hillary Clinton, his father's Democratic opponent.",
  "Trump Jr. told the congressional investigators he was skeptical of the June 2016 meeting before attending but \"to the extent they had information concerning the fitness, character, or qualifications of the presidential candidate I believed I should at least hear them out,\" according to his prepared statement.",
  "Donald Trump Jr. took questions Thursday from Senate investigators about his meeting with a Russian lawyer and other topics central to inquiries into Russian influence in the 2016 election, but he frequently said he could not provide important details, according to people who attended the hearing.",
  "The June 2016 meeting came to light earlier this year when attorneys for Jared Kushner, President Trump's son-in-law and a top White House adviser, went through documents prepared for congressional investigators and discovered the previously undisclosed meeting with the Russians.",
  "Senators on the Judiciary panel have agreed to follow a tradition used during the Watergate hearings in the 1970s of allowing only staff to question witnesses during closed door sessions held in advance of public hearings where senators dominate the questioning.",
  "), did not respond to a request for comment after the hearing, but his office later distributed a memorandum of federal statutes prohibiting lying to Congress, suggesting them as something \"to keep in mind regarding Donald Trump Jr.'s testimony today.\"",
  "Senate Judiciary Committee Chairman Charles E. Grassley (R-Iowa) told a town hall audience in August that he would consider releasing a transcript of the last marathon interview the committee conducted, with Fusion GPS chief executive Glenn Simpson.",
  "Goldstone represented a Trump business associate, Russian pop star Emin Agalarov, the son of a prominent Russian real estate developer whose family had negotiated with Donald Trump to bring the Miss Universe pageant to Moscow in 2013.",
  "When Trump Jr. was forced to explain the meeting in July 2017, President Trump personally dictated a statement in which Trump Jr. said that he and the Russian lawyer had primarily discussed \"adoption of Russian children.\"",
  "President Trump's eldest son appeared for five hours before Senate Judiciary Committee members and staffers, a sign of the wide-ranging interest on Capitol Hill in Trump campaign and business interactions with Russians.",
  "Blumenthal is one of the senators who is also angling for the committee to release a public transcript of Trump Jr.'s Thursday interview — but no decision has been made about whether one will be created.",
  "Scott Balber, an attorney for Agalarov, said the singer's phone records also reflect the brief phone calls but that he, like Trump Jr., has \"absolutely no memory\" of speaking with the candidate's son.",
  "In his statement Thursday, Trump Jr. acknowledged for the first time that phone records show three short phone calls he had with Agalarov before the June 9 meeting, which he said he did not recall.",
  "But when Trump Jr. was asked in an interview by Fox News host Sean Hannity in July whether he was told by phone what kind of damaging information he would receive about Clinton, he replied: \"No.",
  "\"The meeting provided no meaningful information and turned out not to be about what had been represented,\" Trump Jr. said in a prepared statement that was first reported by the New York Times.",
  "Senate staff asked the president's son about a range of topics — from Russian influence on campaign-related social media communications to Trump plans to build a luxury skyscraper in Moscow.",
  "An email chain setting up the meeting revealed that Trump Jr. had been open to meeting the Russian and her delegation because he was told they could deliver negative information on Clinton.",
  "Among other topics, Trump Jr., was asked Thursday about newer reports that the Trump Organization was considering building a tall, luxury residential tower in Moscow during the campaign.",
  "\"That is a ridiculous assertion,\" said the lawyer, Alan Futerfas, noting that \"there were many historical or esoteric questions and questions far afield from the committee's mandate.\"",
  "Observers had long questioned whether the two spoke by phone because the candidate's son had discussed setting up a phone call with the Russian pop star in the emails with Goldstone.",
  "Trump Jr. was grilled about issues including Russian influence on campaign-related social media communications and Trump Organization plans to build a luxury skyscraper in Moscow.",
  "Instead, employing a technique used during the Watergate scandal, senators intend to question Trump Jr. themselves at a public hearing, though no session has been scheduled.",
  "Trump Jr. said he was not aware of what role, if any, his father might have played in drafting an early explanation of the meeting that was widely criticized as misleading.",
  "As I recall, it was all basically this email coordination — let's try to set up a meeting and see what happens — and that it was going to be interesting information.\"",
  "An attorney for the Agalarovs has denied that developer Aras Agalarov ever claimed to have damaging information about Clinton, as Goldstone had written to Trump Jr.",
  "Richard J. Durbin (D-Ill.), Orrin G. Hatch (R-Utah), Amy Klobuchar (D-Minn.) and Sheldon Whitehouse (D-R.I.) — were also seen entering or exiting the meeting.",
  "He will testify, under oath at a public hearing — that is my expectation,\" said Sen. Richard Blumenthal (D-Conn.), exiting the meeting to attend a vote.",
  "But for the most part the five hour closed door session focused on the June 9, 2016 meeting with Russian lawyer Natalia Veselnitskaya and others.",
  "Trump Jr. told the panel he would have consulted with lawyers if any useful information had been provided about Clinton by the visiting Russian.",
  "\"He's supposed to come back and testify under oath at a public hearing — that is my expectation,\" said Sen. Richard Blumenthal (D-Conn.).",
  "The younger Trump reportedly waved away the significance of that project, saying it never got past the preliminary discussion stage.",
  "At the end of the session, the president's son tweeted out a statement saying: \"I answered every question posed by the Committee .",
  "Trump Jr. also said in his prepared testimony that he had no recollection of any documents left behind by the Russian visitors.",
  "In fact, participants discussed sanctions on Russia and the promise by the Russian lawyer of damaging information on Clinton.",
  "The 2016 meeting was attended by Kushner, then-Trump campaign chairman Paul Manafort and Rob Goldstone, a music promoter.",
  "That conversation has become a key part of inquiries into President Trump's relationship with Russia during the campaign.",
  "Trump Jr.'s attorney rejected suggestions from those present that his client repeatedly failed to recall key details.",
  "Trump's testimony emphasized again the innocence of the meeting, set up on a chaotic day in the heat of the campaign.",
  "Some senators attended the closed-door session Thursday but asked no questions — those were left to the staff alone.",
  "Balber said the calls came during roughly the same time when Agalarov was on stage, performing a concert in Moscow.",
  "Overall, Trump Jr. described the meeting as an innocent one, set up on a chaotic day in the heat of the campaign.",
  "\"I did not collude with any foreign government and do not know of anyone who did,\" he said in his statement.",
  "It is unclear what Emin Agalarov told Trump Jr. directly about the purpose for the meeting when they spoke.",
  "That conversation has become central to inquiries into possible collusion between the campaign and Russia.",
  "(Jabin Botsford/The Washington Post)\n\nAnother Democrat in attendance, Sen. Christopher A. Coons (D-Del.",
  "In his statement, Trump Jr. told Congress that it is \"possible that we left each other voice messages.",
  "Simpson was asked about his company's consulting work for clients opposed to Donald Trump's election.",
  "\"Let me track him down in Moscow,\" Goldstone wrote on June 6, 2016, three days before the meeting.",
  "\"There certainly are a lot of areas that have been opened for future witnesses and questioning.\"",
  "He told reporters he expected the interview with Trump, Jr. would continue into the afternoon.",
  "\"I did not collude with any foreign government and do not know of anyone who did,\" he said.",
  "\"I am grateful for the opportunity to help resolve any lingering concern s that may exist.\"",
  "\"I am grateful for the opportunity to help resolve any lingering concerns that may exist.\"",
  "One of the participants in the meeting had said that a document was left by the Russians.",
  "Donald Trump, then president-elect, and his son Donald Trump Jr. in New York on Jan. 11.",
  "Instead, observers said, he promoted his view that the 2016 meeting was inconsequential.",
  "Nonetheless, he said, the president's son \"truthfully answered every single one.\"",
  "And he took the opportunity to reject suggestions of collusion with the Russians.",
  "In one email, Trump Jr. responded to the prospect with the words \"I love it.\"",
  "Rosalind S. Helderman and Jonathan O'Connell contributed to this report.",
  "until both sides had exhausted their lines of questioning.",
  "I trust this interview fully satisfied their inquiry.\"",
  "He said that nothing remotely interesting emerged.",
  "\"He's supposed to come back for a hearing.",
  "Coons and other committee members — Sens.",
  "\"What number could he call?\"",
  "I simply do not remember.\"",
  "That is not likely.",
  ".",
  "."
]