[
  "In September 2013, then-US attorney Preet Bharara filed a civil forfeiture case against Prevezon and accused it of being linked to “a Russian criminal enterprise” that “sought to launder some of its billions in ill-gotten rubles through the purchase of pricey Manhattan real estate.” The suit targeted a common money laundering tactic: funneling illicit funds into real estate to avoid the scrutiny of banks.",
  "As banks across the world draw scrutiny for allowing billions of laundered dollars to flow through their accounts from Russia, this untold chapter of Prevezon’s history reveals just how easy it was for Russian individuals to funnel money into the US through shady real estate deals, and how little one major Western bank did to stop it.",
  "And when TD Bank paid an outside firm to produce a report on Prevezon Alexander’s actual owner, the report was clear: Another of Katsyv’s companies had been fined in the past for money laundering in Israel, Prevezon Alexander was linked to a sprawling Russian tax scheme, and Katsyv’s father was deeply connected to the Kremlin.",
  "In this case, TD Bank’s internal records show that before the loan closed, there were questions about Prevezon Alexander, a subsidiary of the sprawling real estate company headquartered in Cyprus — but bank officials failed to alert their colleagues about a damning report and allowed the deal to go forward.",
  "During a brief interview at her office in Brooklyn, she said, “If the criminal attorney represents people who are serial killers, does that mean the attorney is a serial killer as well?” She told reporters they should address their questions about the case to prosecutors in the US Attorney’s Office.",
  "A Western financial institution loaned millions of dollars to a Russian-owned real estate company in 2012, despite the fact that its owner had been fined after an Israeli money laundering investigation and suspicions that the company was a beneficiary of the largest tax fraud in Russian history.",
  "The records of this transaction, which have never been publicly reported, were unearthed by the US Treasury Department’s financial crimes unit during investigations by Congress and special counsel Robert Mueller, both of whom are digging into Russia’s interference in the 2016 election.",
  "But it’s now well known that the attorney ultimately lobbied the Trump camp — including Donald Trump Jr., son-in-law Jared Kushner, and campaign chair Paul Manafort — to overturn a law intended to punish human rights violators and restrict international money laundering.",
  "The documents are not only shaping the Russia investigation, they are also beginning to reveal a deeper pattern of behavior by Kremlin associates, who for years have moved their funds across the globe and tapped Western banks to wash their money.",
  "Nine months after securing the money, Prevezon and its owner, Denis Katsyv, were accused by US prosecutors of laundering illicit funds through New York City real estate — including the Manhattan property connected to the TD Bank loan.",
  "Joe McKendry for BuzzFeed News Denis Katsyv\n\nThe deal was approved in December 2012, without the loan officer knowing that the property had already been purchased, or knowing about Katsyv’s links to money laundering operations.",
  "As a result, US authorities are learning more about the financial behavior of central figures such as Paul Manafort, the accused Russian agent Maria Butina, the billionaire real estate developer Aras Agalarov, and others.",
  "Rather than deposit illicit funds into a bank account, where it can be tracked, criminals often buy high-end property and cash out after selling it or borrow money from a bank against the value of the real estate.",
  "That June, Prevezon’s attorney and a consultant for the company met at Trump Tower with top campaign officials to share “dirt” on Hillary Clinton that supposedly was part of the Kremlin’s support for Trump.",
  "Volshteyn and Litvak told TD Bank that they controlled Prevezon Alexander, and were seeking $3 million to complete the purchase of the $6.25 million property, according to records reviewed by BuzzFeed News.",
  "The records reviewed by BuzzFeed News show that Volshteyn acknowledged to TD Bank that she and Litvak did not own the company — in fact, it had been controlled by Katsyv, a Russian national, all along.",
  "After the loan was approved but before it had closed, the company announced a new owner with family ties to the Kremlin and offered shifting explanations for how the borrowed money was to be used.",
  "According to US prosecutors, the crime began in 2007, when Russian mafia figures stole assets from companies held by one of the biggest Western investors in Russia, Hermitage Capital Management.",
  "That case briefly mentioned a loan by TD Bank and listed the Manhattan property purchased by Prevezon Alexander, but did not include any information about the bank’s internal dealings.",
  "Prevezon would have barely registered in the public’s consciousness if not for a 2016 meeting that has become one of the most closely scrutinized events in the presidential campaign.",
  "Volshteyn, the attorney who first approached TD Bank, would not explain the changing circumstances behind the loan or whether Prevezon had obtained funds from the Russian tax scheme.",
  "The goal of any money laundering operation is to disguise where the money from shady business activities actually came from, and make it appear to have been legitimately earned.",
  "The investigator who commissioned the report, Anthony Zak, told BuzzFeed News that TD Bank regularly used an outside company to produce reports on obscure foreign clients.",
  "Documents from that case show that a company Katsyv directed with Litvak, Martash Investment Holdings, paid a roughly $8 million fine to the Israeli government in 2005.",
  "That law, called the Magnitsky Act, had enraged President Vladimir Putin and was deeply problematic for dozens of wealthy Russians and companies — including Prevezon.",
  "To combat financial crimes, banks are supposed to vet their clients to try to figure out where their money is coming from, where it’s going, and how it will be used.",
  "“Somewhere along the way we put this one on the books, and if somebody knew something about it they obviously didn’t make it clear,” Elia told BuzzFeed News.",
  "Two of Prevezon Alexander’s representatives first approached TD Bank in May 2012 for a loan to buy a commercial condominium at 250 E. 49th St. in Manhattan.",
  "In November, Zak, the TD Bank security official, sent the report to Steven Plangetis, a “bank relationship manager” at TD overseeing the Prevezon clients.",
  "But documents reviewed by BuzzFeed News show that TD Bank made the loan to a subsidiary of Prevezon Holdings despite red flags raised during this process.",
  "Prevezon Alexander no longer needed the money to buy the apartment outright because it had purchased it in cash in September, according to the documents.",
  "Just days before the civil case was set for trial in May 2017, Prevezon settled with the government for $5.9 million and did not acknowledge wrongdoing.",
  "“TD thoroughly investigated this matter and cooperated fully with law enforcement,” bank spokesperson Matthew Doherty told BuzzFeed News via email.",
  "When Prevezon Alexander associates first approached TD Bank in May 2012, they said they needed the money to buy a piece of Manhattan real estate.",
  "Within months, the story changed — Prevezon Alexander said it paid cash for the property and wanted to borrow $3 million against the value of it.",
  "Zak, who has since retired, told BuzzFeed News that his job was only to commission the report, then forward it to the person who requested it.",
  "The money was then dispersed into a wide network of shell companies, and prosecutors claimed that $2 million wound up in Prevezon’s accounts.",
  "Documents show TD Bank loaned $3 million to a company connected to Russian tax fraud and later linked to the special counsel’s investigation.",
  "But documents reviewed by BuzzFeed News show that neither the report nor its findings were “escalated” up the chain of command at TD Bank.",
  "BuzzFeed News; Alamy\n\n“We wouldn’t have moved forward” But before the loan closed, the details about Prevezon Alexander started to change.",
  "Instead, the company wanted $3 million from TD Bank for cash-out financing, a way to borrow money against the value of the apartment.",
  "The official who ultimately approved the loan, Stephen Elia, confirmed that he was unaware of the report’s findings at the time.",
  "At the same time, Prevezon Alexander’s ownership suddenly changed on bank documents, which bank officials flagged as suspicious.",
  "Then, claiming fake losses, the companies lobbied corrupt government officials for tax refunds to the tune of $230 million.",
  "Alexander Litvak, meanwhile, directed a company with Katsyv that was fined in Israel in 2005 for a money laundering scheme.",
  "Natalia Veselnitskaya, a Russian lawyer who represents Katsyv and Litvak, did not respond to phone calls or messages.",
  "Instead, the $3 million deal was reapproved in December with the same information on the original application.",
  "The document also reported that Prevezon may have obtained money through the $230 million Russian tax fraud.",
  "To clean off the funds, Prevezon reportedly turned to a tried-and-true arena: the luxury real estate market.",
  "Gabriella Volshteyn is a Brooklyn-based attorney who was a signer on several of Prevezon’s bank accounts.",
  "And that would have been the end of it.” Plangetis did not respond to detailed messages seeking comment.",
  "There was no mention of Katsyv’s history or the fact that Prevezon had already purchased the property.",
  "The group reregistered the companies under their own names and filed sham lawsuits against themselves.",
  "BuzzFeed News\n\nThe bank’s security division paid a third party, NFC Global, to investigate Katsyv.",
  "NFC Global reported that Katsyv had political ties to the Russian government through his father.",
  "As part of those inquiries, authorities have turned to bank records as key pieces of evidence.",
  "Manafort, Trump’s former campaign chair, was convicted of bank fraud for a similar scheme.",
  "A tried-and-true scheme Prevezon reportedly made millions off complex tax fraud in Russia.",
  "It also noted that Katsyv had been investigated in 2005 for money laundering in Israel.",
  "A spokesperson for TD Bank would not answer detailed questions about the transaction.",
  "BuzzFeed News A TD Bank branch on the ground level of 250 E. 49th St. in Manhattan.",
  "If you want to support more reporting like this, become a BuzzFeed News supporter.",
  "BuzzFeed News 250 E. 49th St. in Manhattan’s Midtown East neighborhood.",
  "Documents show these sudden changes raised alarms at TD Bank.",
  "John Moore / Getty Images Former US attorney Preet Bharara.",
  "Prevezon, through its lawyers, has denied the allegations.",
  "TD Bank initially approved the deal in August 2012.",
  "Katsyv and Litvak did not acknowledge wrongdoing.",
  "Bharara did not return a message seeking comment.",
  "Then, the terms of the loan shifted as well.",
  "Help us follow the Trump money trail.",
  "“Because we wouldn’t have done it.",
  "He now works at a different bank.",
  "We wouldn’t have closed the loan.",
  "We wouldn’t have moved forward."
]