[
  "“[I]f it’s what you say I love it.”\n\nThe meeting happened about a week later, involving a woman identified by Goldstone as a “Russian government attorney.” This week, that attorney Natalia Veselnitskaya, gave an interview to Bloomberg in which she offered new details about what happened in the meeting.",
  "“The Crown prosecutor of Russia met with his father Aras this morning and in their meeting offered to provide the Trump campaign with some official documents and information that would incriminate Hillary and her dealings with Russia and would be very useful to your father,” Goldstone wrote.",
  "She claims that Trump Jr. offered to revisit the issue of sanctions (Veselnitskaya’s main concern) if his father won the election and asked that she provide documentation of allegations that Clinton had received campaign contributions from individuals who’d evaded paying federal taxes.",
  "Page, didn’t you state, on Thursday and Friday, July 7 and 8, 2016: “Campaign Adviser Carter Page” — you’re referring to yourself in the third person — “presented before gatherings at the New Economic School, NES, in Moscow, including their 2006 commencement ceremony.",
  "The next day, Papadopoulos emailed an unidentified senior campaign official, telling that person that he had “some interesting messages coming in from Moscow about a trip when the time is right.”\n\nLater, the man with the contacts at the MFA reached out separately.",
  "The Professor told defendant PAPADOPOULOS, as defendant PAPADOPOULOS later described to the FBI, that ‘They [the Russians] have dirt on her’; ‘the Russians had emails of Clinton’; ‘they have thousands of emails.’”\n\nIt’s not clear what messages these might be.",
  "In addition to saying a quick hello to the deputy prime minister, Page was also basing his description of Dvorkovich’s “express[ing] strong support for Mr. Trump” on listening to a speech that Dvorkovich gave while Page was in Moscow.",
  "Schiff also pressed Page on another email in which Page described having received “incredible insights and outreach” from Russian legislators and “senior members, plural” of the administration of Russian President Vladimir Putin.",
  "That debate aside, the exchange highlights a recurring theme that’s emerged over the past few months: Perceptions from members of Trump’s team that the Russians were supportive of his campaign and/or wanted to help him win.",
  "Bearing that in mind, though, there’s clearly a pattern of members of Trump’s campaign team being approached by Russian nationals and people close to Russia with offers of support or references to possible assistance.",
  "During this meeting, the Professor told defendant PAPADOPOULOS that he had just returned from a trip to Moscow where he had met with high-level Russian government officials,” the Justice Department document reads.",
  "There was no collusion, he has said, time and again, an unwavering insistence that there was nothing that his campaign had done to work with any Russians who, by the way, actually wanted Hillary Clinton to win.",
  "In a private conversation, Dvorkovich expressed strong support for Mr. Trump and a desire to work together toward devising better solutions in response to the vast range of current international problems” ?",
  "But few people had more access to the upper echelon of the campaign than Trump’s son, Donald Trump Jr., who was involved in one of the most obvious efforts by the Russian government to aid Trump’s election.",
  "On or about May 4, 2016, the Russian MFA Connection sent an email (the “May 4 MFA Email” ) to defendant PAPADOPOULOS and the Professor that stated: “I have just talked to my colleagues from the MFA.",
  "In an email sent to Trump Jr. on June 3, 2016, music promoter Rob Goldstone — who worked for Emin Agalarov, the son of prominent Moscow developer Aras Agalarov — reached out to set up a meeting.",
  "One of the options is to make a meeting for you at the North America Desk, if you are in Moscow.” Defendant PAPADOPOULOS responded that he was “[g]lad the MFA is interested.”\n\nEmphasis added.",
  "(Mike Segar/Reuters)\n\nFrom the outset, President Trump’s response to allegations that his campaign team might have colluded with Russian actors to sway the 2016 election has been consistent.",
  "“Dvorkovich expressed strong support for Mr. Trump,” Page wrote in an email unearthed only after the investigations were underway, referring to a senior member of Putin’s administration.",
  "“This is obviously very high level and sensitive information but is part of Russia and its government’s support for Mr. Trump – helped along by Aras and Emin.”\n\nTrump Jr.’s response?",
  "Among them, Papadopoulos claimed that his introduction to a London-based professor who tried to connect him to Russian actors preceded his work with the campaign, which wasn’t true.",
  "There were his repeated attempts to set up a meeting between Trump and Putin, leveraging this professor and another man linked to Russia’s Ministry of Foreign Affairs (MFA).",
  "That team seems to have been created and mostly abandoned in short order, whipped together to give Trump’s primary campaign a greater sense of heft but then not doing much.",
  "April 2016 was well before the emails stolen from the Democratic National Committee or Clinton campaign chairman John Podesta were public but after each was compromised.",
  "Last week, the Justice Department unsealed a plea agreement with George Papadopoulos who, like Page, served the Trump campaign as an adviser on its foreign policy team.",
  "None of this suggests that Trump was aware of a high-level effort by Russia to influence the election on his behalf or that he encouraged such an effort.",
  "“The Professor told defendant PAPADOPOULOS that on that trip he (the Professor) learned that the Russians had obtained ‘dirt’ on then-candidate Clinton.",
  "The plea agreement with Papadopoulos included a description of the charges he faced — lying to authorities — and a timeline of how that crime unfolded.",
  "SCHIFF: Following your meeting, your trip to Russia, did you send a memo back to the campaign that conveyed the results of your trip to Russia?",
  "At a private meeting, the professor, identified by The Post as Joseph Mifsud, introduced Papadopoulos to a woman claiming to be Putin’s niece.",
  "On Monday, the House Intelligence Committee released a transcript of its interview with former Trump campaign aide Carter Page.",
  "That cooperation entailed at least establishing a meeting between Trump and Putin, the focus of most of Papadopoulos’ efforts.",
  "\n\nDonald Trump Jr. gives a thumbs-up beside his father Donald Trump after the debate with Hillary Clinton in September 2016.",
  "Taken by itself, it could be interpreted as Page trying to present a stronger case for his own importance than is warranted.",
  "There’s a vagueness to what “support” means here, but in the context of July 2016 it implies support for his candidacy.",
  "Papadopoulos had much more contact with senior Trump campaign staffers over the course of 2016 than did Page, it seems.",
  "In fact, the professor became interested in Papadopoulos only after learning that he was linked to the Trump campaign.",
  "The first is that “collusion” is a vague descriptor that can be defined to exclude particular inconvenient things.",
  "Among the details included in that testimony was this exchange with ranking Democrat Rep. Adam B. Schiff (Calif.).",
  "But it does suggest that Trump’s insistence that there was no collusion are more nuanced than he might present.",
  "No matter what emerges, there won’t be “collusion” charges filed against members of Trump’s campaign team.",
  "Schiff was quick to note that Page had just testified that he’d had no private meeting with Dvorkovich.",
  "That interview was part of its investigation into Russian meddling and was released at Page’s request.",
  "“On or about April 26, 2016, defendant PAPADOPOULOS met the Professor for breakfast at a London hotel.",
  "That, of course, came in the form of a proposed meeting at Trump Tower with a Kremlin-linked lawyer.",
  "Russian Deputy Prime Minister and NES Board Member Arkadiy Dvorkovich also spoke before the event.",
  "What’s important here, though, is what Papadopoulos thought he was offering the Trump campaign.",
  "Papadopoulos didn’t cop to illegal collusion; he admitted lying to federal authorities.",
  "PAGE: I did offer some thoughts about some of my takeaways and experiences there, yes.",
  "“Collusion” doesn’t describe a federal crime, as has been pointed out frequently.",
  "Page insisted that this was still just a reference to that Dvorkovich speech.",
  "The second is that Trump is skipping over particular inconvenient things.",
  "In each case, the Trump team members seemed amenable to the outreach.",
  "It was a general sentiment of, you know, hope for the future.",
  "In short, Papadopoulos offered untrue statements to the FBI.",
  "But Papadopoulos was presented with other information, too.",
  "That’s all he expressed in that brief hello.",
  "But we don’t have to take it by itself.",
  "That insistence is based on two things.",
  "SCHIFF: And in that document, Dr.",
  "The[y] are open for cooperation.",
  "Page’s explanation?",
  "Emphasis added.",
  "…\n\nPAGE: I did."
]