[
  "“The Crown prosecutor of Russia met with his father Aras this morning and in their meeting offered to provide the Trump campaign with some official documents and information that would incriminate Hillary and her dealings with Russia and would be very useful to your father.”\n\nDonald Trump Jr., who has said he has had a “casual relationship” with Goldstone since meeting him in 2014 at a Trump golf course in Florida, wrote back welcoming Goldstone’s offer.",
  "Jonathan Perry said he met Goldstone in the early 1980s when both worked for the broadcaster LBC, where Perry found Goldstone to have a “natural exuberance.” Perry said he kept in contact with Goldstone, reunited with him in 2013 and “was pleased to see that Rob was still the same as he’d been 25 years previously.”\n\n“Some of the media portrays Rob as a clown, an idiot who has a penchant for silly hats, an exhibitionist,” Perry said.",
  "Trump Jr. said Veselnitskaya had “no meaningful” information about Clinton, and both he and Veselnitskaya said the conversation focused on her opposition to the Magnitsky Act, which penalizes Russian officials accused of participating in the detention and subsequent death of Sergei Magnitsky, a Russian lawyer who unearthed an apparent $230 million fraud committed by Russian officials.",
  "The email to Donald Trump Jr. described an intricate back channel between the Kremlin and the Trump campaign that could provide incriminating information about Hillary Clinton — and its emergence in the past week has cast a spotlight on its writer, the publicist who portrayed himself as the emissary in this sensitive task.",
  "Four days later, Goldstone sent the email to Trump Jr. alerting him to “very high level” information that “is part of Russia and its government’s support for Mr. Trump.”\n\n(Thomas Johnson/The Washington Post)\n\n“Emin just called and asked me to contact you with something very interesting,” Goldstone wrote.",
  "“Those of us who know him well realize that is just a small part of his rich, warm and humorous personality and generous nature.”\n\nGoldstone began working for retail music giant HMV in the early 1990s and moved to New York as its international marketing director, his website says.",
  "The boutique PR firm he has run for 20 years with a partner has relied on a small roster of clients and piecework, setting up shop for several years in rent-free office space and neglecting to pay taxes some years in the 2000s, according to interviews and records.",
  "The electronic-dance-music producer, Ivan Wilzig, who goes by “Sir Ivan,” praised Goldstone as a publicist who “will try to keep a client happy.” Wilzig said Goldstone invited him to meet Emin when the Russian singer was performing in New York six weeks ago.",
  "In response to a separate email asking about who attended the June meeting, however, Goldstone wrote on Friday that he “paid no attention to any of them or their names.”\n\n(The Washington Post)\n\nGoldstone’s lawyer, Bob Gage, also declined to comment Friday.",
  "Oui 2 Entertainment has helped plan events featuring A-list celebrities, including a Friar’s Club Roast of filmmaker Quentin Tarantino, a birthday bash for singer Tony Bennett and a gala honoring film director Martin Scorsese, according to its website.",
  "In an interview last Sunday, before the email came to light, Goldstone told The Post that Veselnitskaya wanted to discuss ways that Trump, if elected president, could help with the Russian government’s ban on Americans’ adopting Russian children.",
  "Goldstone’s work over the past decade has varied from issuing news releases for start-ups to planning a champagne-soaked “flower power” party at a castle in the Hamptons for one of his clients, a wealthy producer of electronic dance music.",
  "Publicist Rob Goldstone is a colorful figure, friends and former associates said, a bon vivant who posts self-deprecating videos on social media, hobnobs with New York socialites and sometimes uses bluster and hyperbole to open doors.",
  "Goldstone’s fortunes appear to have brightened in 2012, when associates say he took on his most high-profile client, Russian pop singer Emin Agalarov, whose Kremlin-connected family has done business with Donald Trump in the past.",
  "Goldstone regularly announces his whereabouts on Facebook, checking in at various locations more than 600 times over more than four years, including more than a dozen first-class airport lounges and other spots in 30 countries.",
  "Simon agreed to do a few projects with Goldstone — he produced a song for an actress on the cable show “The Real Housewives of New York” — but cut ties after tiring of what he said was Goldstone’s tendency to embellish.",
  "But after the messages were made public in the past week, he and another attendee, Russian attorney Natalia Veselnitskaya, denied collusion between Russia and the campaign and said that other topics were discussed.",
  "“Looks like the rent will be out of our reach,” he wrote in a July 22, 2009, email to Simon, who said in an interview that Goldstone’s firm seemed to be having “some major financial problems” at the time.",
  "Simon said that Goldstone portrayed the “Real Housewives” project as a big opportunity but that it turned out to be “a disaster.”\n\n“Everything was always presented as extravagant and elaborate,” he said.",
  "Goldstone, who attended the June meeting, meanwhile has said little to explain the varying accounts presented in his email and in recent statements by some of the meeting’s participants.",
  "Goldstone, 57, appears to have since made at least 18 trips to Russia, one of them just days before he emailed Trump Jr. to arrange a meeting, an analysis of his Facebook profile shows.",
  "In recent years, Goldstone has focused on managing Emin, the son of a billionaire construction magnate, as Emin tried to break into the European and U.S. markets, Simon said.",
  "He agreed to allow Goldstone to base his two-person firm in spare space in Simon’s Manhattan office in exchange for Goldstone’s writing free news releases from time to time.",
  "That arrangement ended in 2009, when Simon asked Goldstone to start paying $2,500 per month for the office space that Oui 2 Entertainment had occupied rent-free for years.",
  "Reached on Saturday, Wilson declined to comment on Oui 2’s tax liens or other claims about the firm’s finances, and Goldstone and his attorney did not respond to an email.",
  "He told The Washington Post that Emin Agalarov is an acquaintance of Veselnitskaya and that she asked him whether he could secure a meeting for her with Trump officials.",
  "Those check-ins revealed the May 2016 trip to Russia — a country where he has checked in nearly 90 times since January 2013 — with stops in St. Petersburg and Moscow.",
  "Around the same time, Goldstone and his business partner, David Wilson, bought a $413,000 condominium unit in Hoboken, New Jersey, property records show.",
  "“But how it was presented to me was never how it really was.”\n\nSimon said Goldstone’s firm was small and relied on a small number of wealthy clients.",
  "Scott Balber, a New York lawyer retained by Emin and Aras Agalarov, denied that Goldstone’s emails accurately outlined the origins of the meeting.",
  "On May 30, 2016, Goldstone posted on Facebook that he was at Crocus City Hall, a Moscow entertainment venue that is owned by the Agalarov family.",
  "He was arrested by some of the very Russian officials he said had committed fraud and died in a Russian jail under mysterious circumstances.",
  "Goldstone often tried to get Simon to work on projects, including the Miss Universe pageant that Goldstone helped plan in Moscow in 2013.",
  "“As you know on attorney advice I am not commenting on any aspect of the story yet,” Goldstone wrote in an email to The Post on Friday.",
  "Joel Simon, chief executive of a JSM Music, a production company in New York, said he met Goldstone socially in the early 2000s.",
  "Simon described Goldstone as “an eccentric” who had connections with a handful of powerful executives in the music business.",
  "Goldstone was born in Manchester, England, and worked as a tabloid journalist in his 20s, according to his firm’s website.",
  "The firm was hit with liens for more than $40,000 in federal taxes from 2001 through 2004, records show.",
  "Veselnitskaya has also denied that she was working for the Russian government.",
  "Sir Ivan went to the show but decided against waiting to meet Emin backstage.",
  "He said he doubts Goldstone had much of a role in any potential collusion.",
  "Agalarov’s Instagram feed suggests he was in the same area that day.",
  "In 2006, the firm paid the balances and the liens were released.",
  "“That’s where [Goldstone] gets his bread buttered,” Simon said.",
  "“He might have just been parroting what a client told him.”",
  "In 1997, he launched his own company, Oui 2 Entertainment.",
  "“I don’t make much of it,” he said about the email.",
  "“Rob would always follow the money,” Simon said.",
  "Goldstone demurred."
]