[
  "Aras Agalarov, who helped arrange the meeting with Donald Trump Jr in June 2016, formed a shell company with an accountant who has had clients accused of money laundering and embezzlement\n\nA Russian billionaire who orchestrated the June 2016 Trump Tower meeting formed a new American shell company a month beforehand with an accountant who has had clients accused of money laundering and embezzlement.",
  "Balber said in an email: “For the avoidance of any doubt, no Mr Agalarov has not used his accountant – or anyone else – to commit any wrongdoing and no Mr Agalarov has not used the money you referenced – or any other money – to fund any activity relating to the US election.”\n\nAgalarov, 62, is a Moscow-based property developer who has won major contracts from Vladimir Putin’s government.",
  "Having initially said that Agalarov’s Delaware company was formed to handle investments that did not materialise, Bykov later said it was actually set up specifically to receive the $19.5m money transfer, but that the money was ultimately sent to Agalarov’s personal US bank account instead.",
  "The billionaire, Aras Agalarov, created the US company anonymously while preparing to move almost $20m into the country during the time of the presidential election campaign, according to interviews and corporate filings.",
  "Early in June 2016, a publicist for Agalarov and his son, Emin, said in an email to Donald Trump Jr that Agalarov had been offered “documents and information that would incriminate Hillary” by a Russian prosecutor.",
  "'It was a bad idea': music publicist was unlikely fixer of Trump Tower meeting Read more\n\nScott Balber, Agalarov’s attorney, said the company was formed for “real estate transactions” and did not elaborate.",
  "Photograph: Tass\n\nA 60-year-old US citizen and graduate of New York University, Bykov leads a Manhattan-based firm that provides US legal and financial services for some of Russia’s wealthiest people.",
  "A month earlier, Bykov, Agalarov’s US-based accountant, had incorporated a corporation for him in Delaware, a state favoured by businesses for its low taxes and protection of corporate secrecy.",
  "The offer led Trump’s eldest son to hold a meeting at their Manhattan offices that is now a focus of the inquiry into Moscow’s election interference by Robert Mueller, the special counsel.",
  "“Not for one second do I believe she was involved in stealing this money.”\n\nBykov said he had no involvement in misconduct and that the vast majority of his clients had spotless records.",
  "Sign up for the new US morning briefing\n\nIn June 2016, Agalarov allegedly offered Trump’s team damaging information from the Kremlin about Hillary Clinton, their Democratic opponent.",
  "During an interview earlier this year, Bykov first suggested that the Prevezon he worked with was a different company using a similar name, which was “selling some electronics”.",
  "Vneshprombank was sued in New York by a creditor that alleged Markus used the stolen funds to pay for apartments she bought in New York through a network of shell companies.",
  "Facebook Twitter Pinterest Igor Krutoy, centre, another of Ilya Bykov’s clients, with Emin, left, and Aras Agalarov, at a birthday party for Aras Agalarov in November 2015.",
  "The company was set up for him in May 2016 by his Russian-born accountant, who has also managed the US finances of compatriots accused of mishandling millions of dollars.",
  "Mueller is looking into such activity and whether any of the money involved could have been used to fund Russian meddling in the US election, which Agalarov denies.",
  "Property records from Miami-Dade county state that Agalarov bought an apartment there in April 2016, before the company was created and the money was transferred.",
  "Corporate filings to New York state regulators show that several of the Prevezon companies allegedly used for money laundering were registered to Bykov’s offices.",
  "Natalia Veselnitskaya, a Kremlin-linked Russian attorney who attended the meeting, was at that time representing Prevezon Holdings, a Russian investment company.",
  "On 9 June, one of Agalarov’s top executives and several other Russians met Donald Trump Jr and two other senior Trump aides at Trump Tower to discuss the offer.",
  "A leaked opposition research dossier alleged that Russian officials obtained compromising information about the future president during his stay in the city.",
  "Among them is Igor Krutoy, a composer and prominent Putin supporter, who was part of a consortium that tried in 2011 to develop a hotel in Latvia with Trump.",
  "Prevezon was being sued by the US government for allegedly laundering part of $230m stolen by a Russian criminal network into upscale New York condominiums.",
  "Markus is now serving a nine-year prison sentence in Russia, having been convicted of embezzling about $2bn of the bank’s money before it collapsed in 2016.",
  "“I have to be very, very careful, because on one hand I have a response for the client and on the other hand I have a response for the law,” said Bykov.",
  "Manafort, who has extensive business links to the former Soviet Union, is now cooperating with Mueller after having been convicted of financial crimes.",
  "He said he eventually ended the business relationship over disagreements about information that Prevezon was required to disclose for tax purposes.",
  "But he later confirmed his firm “provided bookkeeping and tax services for a short period of time” for the Prevezon pursued by the US government.",
  "How billionaire Agalarov family ended up in the spotlight Read more\n\nAnother of Bykov’s clients is separately linked to the Trump Tower meeting.",
  "BuzzFeed News reported last month that Agalarov moved $19.5m from an offshore investment vehicle to a US bank account 11 days after the meeting.",
  "On the day of the money transfer, Trump fired his campaign manager, Corey Lewandowski, leaving his campaign chairman, Paul Manafort, in charge.",
  "Agalarov’s previously unreported shell company is another example of intriguing financial activity around the time of the Trump Tower meeting.",
  "He said: “If, out of 500 clients over 15 years, three were accused of doing something wrong, that’s a pretty good number, don’t you think?”",
  "The justice department announced in May last year that Prevezon would pay a $5.9m settlement to halt the government’s legal action.",
  "The publicist said the material was “part of Russia and its government’s support for Mr. Trump – helped along by Aras and Emin”.",
  "Bykov dismissed suggestions that Agalarov was part of Russia’s election interference as “sensationalism” from critics of Trump.",
  "The creditor’s lawsuit against the bank was dismissed after a judge ruled the bank was protected by the contract between them.",
  "“And they’re not always identical.”\n\nHe said Markus was innocent and was made a scapegoat for Vneshprombank’s collapse.",
  "Bykov said Agalarov used some of the transferred funds to buy an apartment in Florida and to pay down personal debt.",
  "Ilya Bykov, the accountant, said it was created to “handle certain investment projects which never materialised”.",
  "Very accomplished, very fair, very likable, very open, very down to earth, very smart.”\n\nThe Trumps of Russia?",
  "Bykov said his firm ran checks on Katsyv, and these “did not reveal any information, negative or otherwise”.",
  "Bykov also managed the US financial affairs of Larisa Markus, the ex-president of Russia’s Vneshprombank.",
  "Agalarov was not named in the paperwork but Bykov was listed as the company’s president and director.",
  "Separately, Bykov was subpoenaed for his records on Markus by the bank in US bankruptcy court.",
  "Bykov said lawyers who reviewed Markus’s financing for him were satisfied it was legitimate.",
  "The Delaware company used the same name, Silver Valley Consulting, as the offshore vehicle.",
  "Bykov said the money was used to buy a different apartment, but did not give details.",
  "The transfer was reportedly flagged to US Treasury officials as suspicious.",
  "He hosted Trump’s 2013 Miss Universe contest at his concert hall in Moscow.",
  "The company was officially owned by Denis Katsyv, a Russian businessman.",
  "One of those clients has its own connection to the Trump Tower meeting.",
  "No wrongdoing was admitted and Prevezon maintained its innocence.",
  "“Larisa was a victim of what’s going on in Russia,” said Bykov.",
  "Bykov denied any involvement in Prevezon’s alleged wrongdoing.",
  "Trump has denied wrongdoing and claims the dossier is false.",
  "These companies were registered to Bykov’s office.",
  "Krutoy was not accused of any wrongdoing.",
  "“Aras is a fantastic guy,” he said.",
  "The bankruptcy case remains open.",
  "“A great guy."
]