[
  "Russian-linked Prevezon Holdings Ltd. had settled a case in the U.S. involving the purchase of real estate with allegedly laundered money, accusations that centered\n\nEmail Logs Reveal Correspondence Between Clinton Associate, Fusion GPS and Russians at Trump Tower Meeting\n\nBreitbart News first reported that attorney Edward Lieberman, whose late wife Evelyn served as Hillary Clinton’s chief of staff, exchanged numerous emails with Glenn Simpson of Fusion GPS and with the Russian participants in the Trump Tower meeting, documentation provided to the Senate Judiciary Committee shows.",
  "During the interview, which aired on this reporter’s Sunday night talk radio program, “Aaron Klein Investigative Radio,” Goldstone conceded that he made up the phraseology based on his own assumptions when he wrote the email to Trump Jr. claiming “some official documents and information that would incriminate Hillary” as “part of Russia and its government’s support for Mr. Trump.”\n\n“I got it from the mind of Rob Goldstone, the publicist,” Goldstone said of the email wording, which was widely cited by the news media but which he says he wrote in about three minutes.",
  "Simpson’s attorney, Josh Levy, responded thusly for the Fusion GPS co-founder: “This is a judgment that his lawyers made and any knowledge he would have about whether it was attorney work product or not likely would come from communications with counsel, which obviously are privileged.”\n\nSimpson was also asked to explain Lieberman’s involvement in his work, ostensibly regarding Browder and the Magnitsky Act.",
  "“I kind of ushered them out and hung back, apologized to Don Jr. for what I said had been inane nonsense and an embarrassment.”\n\nWhile allowing that he is not versed in U.S. politics, Goldstone stated that “nothing that I heard even was interesting let alone on the level of what people are looking at in terms of collusion.”\n\nEvidence Mounting of Trump Tower Collusion… Against Don Jr.",
  "Besides the ties of three Russian participants at the meeting to Fusion GPS, email logs brought to light show numerous emails were exchanged between a Clinton associate, Fusion GPS and Trump Tower participants, with the subjects of some of those emails listing the Magnitsky Act, which sanctions Russian officials and was by all accounts the topic of the Trump Tower meeting.",
  "Lieberman’s expertise, listed on his former Albright Group bio, includes “multi-billion dollar privatizations of oil and gas assets in Eastern Europe, Central Asia and Russia.”\n\nIn his testimony before the Senate Judiciary Committee, Fusion GPS’s Simpson produced documentation requested by Senate investigators, including “privilege logs” of the emails in question.",
  "“I didn’t know what I was talking about,” Goldstone conceded of his email, explaining the missive was “puffery” deliberately designed to capture the attention of Trump Jr.\n\n“I wrote this in two and a half, three minutes to someone who is a private citizen, whose father at that time held no elected office and whose attention I was trying to get,” Goldstone stated.",
  "Yet Simpson claimed that to this best of his knowledge Lieberman was not aware of the Fusion GPS “Trump research” — meaning the dossier — even though the very dossier alleged unsubstantiated collision between the Trump campaign and Russia and despite the later relevance of the Trump Tower meeting to the Russia probe.",
  "Meanwhile, multiple recent Breitbart News investigations into the infamous brief meeting at Trump Tower between individuals tied to Russia, Donald Trump Jr. and other campaign officials raise serious questions about the confab being set up as a possible dirty trick against Donald Trump’s presidential campaign.",
  "“What I think mattered to her was getting face time to the campaign to talk about what she was a paid lobbyist for, which was to try to lift sanctions for the Magnitsky Act.”\n\nListen to part two of the interview here:\n\nGoldstone said the Trump campaign seemed uninterested in the contents of the meeting.",
  "In other words, Akhmetshin is claiming that he attended a meeting at the campaign headquarters of Clinton’s presidential challenger with that challenger’s son and other top Trump staffers, and that same night Akhmetshin did not mention the meeting to his friend Lieberman, a reported Clinton associate.",
  "Matching descriptions from other participants, Goldstone said the confab was mostly a “monotonous, droning” policy presentation by Russian lawyer Natalia Veselnitskaya about the Magnitsky Act, which sanctions Russian officials accused of involvement in the death of a Russian tax accountant.",
  "NEW YORK — The already collapsed Trump Tower collusion conspiracy continued to further implode during an exclusive interview with Rob Goldstone, the English publicist who sent Donald Trump Jr. the infamous email claiming Russian dirt on Hillary Clinton that led to the June 9, 2016 meeting.",
  "Not only did he not witness any attempts to steal an election, as the collusion conspiracy tale goes, Goldstone characterized as “inane nonsense” the contents of the presentation, mostly conducted by Russian attorney Natalia Veselnitskaya, a lobbyist acting to counter the Magnitsky Act.",
  "The Russia collusion conspiracy was sparked by the dossier produced by Fusion GPS, which was paid for its anti-Trump work by Trump’s primary political opponents, namely Clinton’s 2016 presidential campaign and the Democratic National Committee (DNC), via the Perkins Coie law firm.",
  "“And then subsequently also he knows Rinat (Akhmetshin) from I guess, I don’t know, college or something and subsequently the two of them were working on the — I don’t know what to call it, the congressional stuff.” Simpson explained he was referring to lobbying Congress.",
  "Later in his testimony, when Akhmetshin described disclosing another matter to journalist friends, he was questioned about his claim that he didn’t tell Lieberman that same night about the Trump Jr. meeting, yet he seemingly evidenced a lack of discretion with reporters.",
  "Dinners with Fusion GPS\n\nRussian-born Washington lobbyist Rinat Akhmetshin, who was present at the meeting, and Russian lawyer Natalia Veselnitskaya both worked with Fusion GPS on a case involving the Magnitsky Act, which was the central topic of the Trump Tower meeting.",
  "He said he believes the meeting was a “bait and switch” in which Veselnitskaya used the claim of dirt on Hillary Clinton to land a meeting with Trump campaign officials and then instead used his entry to talk about the Magnitsky Act, which she had been lobbying against.",
  "The New York Times previously reported that Lieberman in 1998 arranged for Akhmetshin’s position at “an organization pushing what he described as a pro-democracy agenda for Kazakhstan.” Investigative journalist Seymour Hersh says he met Akhmetshin through Lieberman.",
  "He previously served as legal counsel and adviser to the Albright Group LLC, which was founded by Madeleine K. Albright, who served as Bill Clinton’s Secretary of State and would later serve as a surrogate for Hillary Clinton during the 2016 presidential campaign.",
  "Besides working for Hillary Clinton while she was First Lady, Lieberman’s late wife Evelyn also served as Bill Clinton’s deputy chief of staff, and famously transferred Monica Lewinsky out of the White House to the Defense Department.",
  "The actual email texts were not provided by Simpson, citing confidentiality due to “attorney work product.”\n\nThe testimony and exhibits were released in January, but most of the exhibits remain largely unreported by the news media.",
  "Although he says he saw the Russian attorney the day before the Trump Tower meeting, the same day as the meeting and the day after, he claimed that the two did not discuss the Trump Tower get together on any of those occasions.",
  "Simpson also recalled having a dinner with Veselnitskaya in “probably 2015.”\n\nSimpson further testified that he saw Veselnitskaya the same day as the June 9 Trump Tower meeting while attending a court hearing in New York.",
  "After the meeting at Trump Tower, Akhmetshin says he went to dinner and a play with Lieberman, and the subject of the meeting that same day did not come up in his conversations with Lieberman at dinner or during the play.",
  "“Ed Lieberman is a lawyer in Washington who has a specialty in international tax who worked for BakerHostetler on some of the analysis of the alleged tax evasion by Hermitage Capital and William Browder,” Simpson stated.",
  "During further questioning in Senate testimony, Akhmetshin admitted to possibly telling Lieberman about the Trump Tower meeting, but says he may have told him on another day and not the same day as the meeting.",
  "Trump Tower Participant Met Clinton Associate Same Day\n\nLieberman’s alleged association with the Trump Tower fiasco was previously spotlighted in testimony by Akhmetshin, as first reported by Breitbart News.",
  "He claims that after he had lunch with Veselnitskaya, she called him and asked him to attend the Trump Tower meeting, but she didn’t suggest any role he would play at the meeting or why he should attend.",
  "Breitbart News reported that Samochornov, the Russian translator, testified that he was present at several dinners between Simpson and Veselnitskaya, including around the date of the Trump Tower meeting.",
  "Could you possibly refocus?’”\n\n“And so, horrifying to me, instead of refocusing she [Veselnitskaya] began at the exact spot that she had begun with this generic presentation” about the Magnitsky Act.",
  "One Russian participant in the Trump Tower presentation admits to personally knowing Hillary Clinton since the late 1990s and says he “knew” some of the people who worked on Clinton’s 2016 campaign.",
  "It was a puffed-up email.”\n\nListen to part one of the interview below:\n\nGoldstone last month released a book on his escapades titled, Pop Stars, Pageants & Presidents: How An Email Trumped My Life.",
  "Akhmetshin says that while he was in New York, he had lunch with Veselnitskaya, who told him about the scheduled meeting that day at Trump Tower, but she didn’t say anything about him attending.",
  "Anatoli Samochornov, the Russian translator who was present at the Trump Tower meeting, also did translation work associated with that case and was present for the meetings with Fusion GPS.",
  "Simpson’s testimony and the email logs make clear that Lieberman was a player in the Prevezon case linked to the Magnitsky Act and involving the Trump Tower meeting’s Russian participants.",
  "Breitbart News previously reported that three Russian participants at the meeting have ties to the controversial Fusion GPS outfit, and two have confirmed ties to Hillary Clinton.",
  "In his Senate testimony, Akhmetshin described taking an Acela train to New York the day of the Trump Tower meeting and says that Lieberman “may” have been with him on the train.",
  "The correspondence, part of a series of exhibits provided to Senate investigators and reviewed by Breitbart News, took place in the weeks leading up to the Trump Tower meeting.",
  "Speaking to the Senate Judiciary Committee, Samochornov described his work personally interpreting on one occasion for Clinton, “two or three times” for Kerry and for “Mr.",
  "He is a New York Times bestselling author and hosts the popular weekend talk radio program, “Aaron Klein Investigative Radio.” Follow him on Twitter @AaronKleinShow.",
  "The clearance provides a level of screening for individuals who do government work described as sensitive, but whose positions do not require a security clearance.",
  "Simpson and Fusion GPS were hired by BakerHostetler, which represented the Russian firm Prevezon, to do opposition work targeting British financier Bill Browder.",
  "According to testimony, Akhmetshin, Veselnitskaya and Samochornov held several dinner meetings, including during the time of the June 9, 2016 Trump Tower confab.",
  "Goldstone was also inside the Trump Tower conference room and witnessed the entire get together between top Trump campaign officials and four Russian nationals.",
  "The logs show the emails in question were sent between Lieberman, Simpson and the Russian lobbyist Akhmetshin, who was present at the Trump Tower presentation.",
  "Goldstone had contacted Trump Jr. on behalf of his client Emin Agalarov, a Russian singer and businessman who is the son of Russian oligarch Aras Agalarov.",
  "Most of the email logs provided to the committee were sent between May 13, 2016 and May 20, 2016, ending just 20 days before the Trump Tower get-together.",
  "“And he was in New York that day to discuss arrangements with Metropolitan Museum with kind of taking care of that scholarship award,” Akhmetshin stated.",
  "Akhmetshin says his dealings with Lieberman in New York that day were “personal” and centered on a scholarship program that he claims Lieberman started.",
  "Other emails were sent from Mark Cymrot, a lawyer at the U.S. law firm BakerHostetler, with Simpson, Lieberman and Akhmetshin listed as the recipients.",
  "Another Russian attendee, a translator, testified that he was previously an interpreter for Hillary herself as well as for John Kerry and Barack Obama.",
  "Questions are also raised by a timeline showing numerous personal meetings between Fusion GPS co-founder Glenn Simpson and Trump Tower participants.",
  "As part of his interview with the Senate Judiciary Committee last August, Fusion GPS’s Simpson described having several dinners with Veselnitskaya.",
  "The documentation was given new scrutiny in light of this reporter’s recent articles on Lieberman’s ties to Trump Tower meeting participants.",
  "The email logs provide a paper trail connection between Lieberman, Fusion GPS and two of the Russian participants in the Trump Tower confab.",
  "If Veselnitskaya has been “honest” about what she wanted to present, Goldstone contended, she would have “never, ever” landed the meeting.",
  "Goldstone further affirmed that no one present at the Trump Tower event claimed during the meeting to represent the Russian government.",
  "During the testimony, the Senate asked Simpson why one of the emails was privileged, meaning why the actual email wasn’t provided.",
  "Translator Personally Served Hillary Clinton, John Kerry, President Obama\n\nSamochornov, the translator, also has links to Clinton.",
  "Obama’s summits at the United Nations.”\n\nSamochornov also said that he held a “public trust” clearance from the U.S. government.",
  "And thank you very much.’”\n\nGoldstone said that he took Trump Jr.’s statements as a signal that it was time to end the meeting.",
  "Akhmetshin also detailed knowing Hillary Clinton since the late 1990s and last seeing her at Evelyn Lieberman’s 2015 funeral.",
  "He described campaign officials present, including Jared Kushner, as annoyed that they were sitting through the presentation.",
  "The email logs resume again in October 2016, with no logs provided for the key days before or after the Trump Tower meeting.",
  "It was Browder who did extensive investment work in Russia and who successfully lobbied Congress to pass the Magnitsky Act.",
  "In her own written response to the Senate Judiciary Committee, Veselnitskaya denied meeting Simpson on June 8 or June 10.",
  "Aras Agalarov organized the 2013 Miss Universe pageant in Moscow when the pageant was partially owned by Donald Trump.",
  "Simpson said that he had dinner with Veselnitskaya on June 8, 2016 in New York and two days later in Washington, DC.",
  "He said that he told Trump Jr. he was “embarrassed” for setting up the nearly 25-minute confab in the first place.",
  "He also said he had drinks that same night with another “friend,” but could not remember who the friend was.",
  "“Within just a couple of minutes, Don Jr. stood up and said, ‘With respect, my father is a private citizen.",
  "In the same testimony, Akhmetshin says he “knew” some of the people who worked on Clinton’s 2016 campaign.",
  "“To the best of your knowledge, was Ed Lieberman aware of your Trump research project?” Simpson was asked.",
  "A Clinton associate, Ed Lieberman, was listed as being present at one and possibly two of those meetings.",
  "He also described those present at meetings as including himself, Simpson, Veselnitskaya and Akhmetshin.",
  "Samochornov testified that he was previously an interpreter for Clinton, John Kerry and Barack Obama.",
  "The logs contained the names of the recipients of the emails as well as the dates and the subjects.",
  "Simpson related a personal relationship between Lieberman and Trump Tower participant Akhmetshin.",
  "Akhmetshin also stated in the testimony that he was not asked to keep the meeting confidential.",
  "Akhmetshin describes meeting with Lieberman two times the same day as the Trump Tower meeting.",
  "Separately, Lieberman met with one Russian participant the same day as the Trump meeting.",
  "Edward Lieberman himself has been described as working within the orbit of the Clintons.",
  "The email logs show the emails included “Magnitsky Act” and “Browder” in the subjects.",
  "Aaron Klein is Breitbart’s Jerusalem bureau chief and senior investigative reporter.",
  "I would suggest you would direct it to the Obama administration.",
  "She also denied informing Simpson of the Trump Tower meeting.",
  "Trump Jr. then moved to end the meeting, Goldstone recalled.",
  "The work included the period of the Trump Tower gathering.",
  "He also said that he translated meetings with Fusion GPS.",
  "Those were also the subjects of the Trump Tower meeting.",
  "“And I used my own puffery, as we call it in England.",
  "Which is, ‘I have no idea what you are talking about.",
  "And out of the blue he said what I wish I had said.",
  "“Jared Kushner seemed to be fidgeting a little bit.",
  "I have no idea why you would address this to us.",
  "“Not to the best of my knowledge,” he replied.",
  "It seemed to have agitated him.",
  "He is not an elected official.",
  "Follow him on Facebook."
]