[
  "Five stars for the Pixel 3, Google’s best phone yet\n\nGoogle’s new Pixel 3 comes closer to competing with the iPhone than any of its predecessors, says Samuel Gibbs: “Inside and out the Pixel 3 is more polished than any other Android smartphone, fully justifying Google’s entry into the big leagues.”\n\nOpinion\n\nMohammed bin Salman convinced the world that he was a reformer when he allowed Saudi women to drive, but the Khashoggi case has revealed the crown prince’s true nature, says Dilip Hiro.",
  "Canada celebrates legalisation of recreational cannabis\n\nPlay Video 1:14 'I've never been this excited': first people buy cannabis legally in Canada – video\n\nShortly after midnight on Wednesday in St John’s, Newfoundland, Ian Power became the first person to purchase recreational marijuana legally in Canada since 1923, when the drug was first prohibited.",
  "Photograph: James Dyson Foundation\n\nA robotic cleaner for combating pollution in lakes and rivers, a prefabricated ant nest, cutlery made from potato peelings and a miniature wind turbine that could help power city apartments: these are just a selection of the 20 designs shortlisted for the annual James Dyson award.",
  "Photograph: Victor Boyko/Getty Images\n\nAras Agalarov, the Russian billionaire who orchestrated a now-infamous 2016 meeting with representatives of the Trump presidential campaign, anonymously created an American shell company one month beforehand while preparing to move almost $20m into the US.",
  "Sign up for the US morning briefing\n\n\n\nTop story: Trump says audio of Khashoggi death ‘probably’ exists\n\nThe US has asked Turkey for a copy of the audio recording that reportedly captures journalist Jamal Khashoggi’s torture and murder inside the Saudi consulate in Istanbul.",
  "Crib sheet\n\n– Weapons of war have been used to kill and injure anti-government protesters in Nicaragua during recent demonstrations in which more than 300 people have died, according to an Amnesty International investigation.",
  "One man’s (very polite) fight against media Islamophobia\n\nMiqdaad Versi has made it his mission to personally, and very politely, correct all the mistakes and distortions in the coverage of Muslims by British media.",
  "Supporters and sceptics are waiting to assess the success of complex new laws under which Canada has become only the second country in the modern era to legalise the sale of cannabis for recreational purposes.",
  "– Scientists are conducting a study of the hibernation habits of North American bats in an effort to halt the spread of white noise syndrome, a fungus that has killed millions of bats in the US and Canada.",
  "Photograph: Guardian Design Team\n\nPerformance anxiety: the truth behind a modern malaise\n\nAccording to a recent study, 50% of British men in their 30s say they struggle to get or maintain an erection.",
  "Potato cutlery and tiny turbines on Dyson award shortlist\n\nFacebook Twitter Pinterest A prefabricated ant nest to help the insects to establish colonies more quickly, created by designers in Mexico.",
  "– Half of all beginner guitarists in the US and UK are girls, a study has found, suggesting the so-called Taylor Swift effect has persisted despite Swift herself moving away from guitar music.",
  "Many immigrants now “live in fear” of its agents turning up at their homes or workplaces, but in Philadelphia an immigrant rights group is teaching people how to respond if Ice comes knocking.",
  "Mueller is also examining unusual financial activity, including whether any of Agalarov’s $20m might have been used to fund Russian meddling in the 2016 election, which Agalarov denies.",
  "The meeting at Trump Tower, hosted by Donald Trump Jr, was allegedly organised to discuss damaging information on Hillary Clinton that had been obtained by the Kremlin.",
  "Donald Trump told reporters on Wednesday that the tape “probably” exists, a day after he had defended the Saudi regime, with whom he has developed close personal ties.",
  "– Many of Japan’s famous cherry trees are blossoming months ahead of schedule, probably as a result of unusually warm weather following two powerful recent typhoons.",
  "Sign up for the US morning briefing\n\nSupport the Guardian\n\nWe’d like to acknowledge our generous supporters who enable us to keep reporting on the critical stories.",
  "The designs were selected from a longlist of 81 national winners and finalists, and share the common aim of using technology to make urban living more sustainable.",
  "Russian formed US company before Trump Tower meeting\n\nFacebook Twitter Pinterest Donald Trump with Aras Agalarov and his son, the singer Emin Agalarov, in 2013.",
  "The Washington Post has published Khashoggi’s final column, in which he criticised Arab governments, including Saudi Arabia’s, for cracking down on the media.",
  "How Ice keeps America’s immigrants living ‘in fear’\n\nThe Immigration and Customs Enforcement agency (Ice) will be a big issue at the ballot box this November.",
  "Sport\n\nFloyd Mayweather, the former world boxing champion, has said a fight between him and the mixed martial arts star Khabib Nurmagomedov is “happening”.",
  "History shows that the brutal suppression of dissent leads to a buildup of popular discontent to a boiling point, with disastrous consequences.",
  "The US secretary of state, Mike Pompeo, made a two-day visit to Saudi Arabia and Turkey in an apparent effort to contain the Khashoggi scandal.",
  "The move has not led to any increase in addiction, though the black market in the drug continues to thrive alongside legitimate sales.",
  "But is there really an epidemic of erectile dysfunction or are men just more anxious about their sexual performance?",
  "But, writes Aaron Timms, his move to LA is also meant to establish LeBron as a cultural figure beyond the court.",
  "The suspects in the killing include several members of the Saudi crown prince Mohammed bin Salman’s entourage.",
  "If LeBron James can restore the Lakers’ fortunes, it will be the last act of an already stellar NBA career.",
  "Both men are unbeaten in their respective sports; Mayweather said their bout would be in the boxing ring.",
  "If you value what we do and would like to help, please make a contribution or become a supporter today.",
  "Must-reads\n\nFacebook Twitter Pinterest Half of men in their 30s struggle to get or keep an erection.",
  "Samanth Subramanian asks whether a thousand small complaints can really make a big difference.",
  "Uruguay legalised cannabis in 2013 and sells marijuana through its ministry of public health.",
  "Sign up\n\nThe US morning briefing is delivered by email every weekday.",
  "If you’d like to receive this briefing by email, sign up here.",
  "If you are not already receiving it, make sure to subscribe.",
  "It is now a focus of Robert Mueller’s Russia inquiry.",
  "Good morning, I’m Tim Walker with today’s headlines.",
  "Sirin Kale investigates.",
  "Amanda Holpuch reports.",
  "That plan backfired.",
  "– Election meddling.",
  "– Urban ambitions.",
  "- Scandal grows.",
  "– Last words.",
  "– Test case.",
  "Thank you."
]