[
  "When he finally came out of the bedroom (clothed,) he kissed her “very aggressively” and grabbed her breast before trying to get her to come into the bedroom with him to “watch some telly-telly.” The professional opportunities evaporated as soon as she firmly rejected Trump, and Zervos said she “felt I was being penalized for not sleeping with him.”\n\nEvidence: Zervos’s lawyer Gloria Allred has said that she has corroborated Zervos’s story with several witnesses, although those witnesses have not been named.",
  "Trump tweeted that the story was a “fabrication” and said in a speech Thursday that Leeds’ story was “another ridiculous tale, no witnesses, no nothing.”\n\nRachel Crooks\n\nWho is she: In 2005, Crooks was a 22-year-old receptionist at Bayrock Group, a real estate investment and development company in Trump Tower in Manhattan.",
  "When Anderson Cooper asked Trump at the second presidential debate whether if he had ever touched a woman sexually without her consent Trump said, “No, I have not.”\n\nBut several women have come forward with allegations that Trump harassed them, groped them or kissed them without their consent.",
  "Trump’s Response: In a radio interview Monday, Trump called Drake a “porn star” and said, “Oh, I’m sure she’s never been grabbed before.” He also called all the stories “total fiction.”\n\nWrite to Tessa Berenson at tessa.berenson@timeinc.com and Charlotte Alter at charlotte.alter@time.com.",
  "Trump’s Response: His campaign called Virginia’s allegation “another coordinated, publicity seeking attack” by “political operative Gloria Allred,” who represents Virginia and several other accusers (Allred is a Clinton supporter, but says she is not at all affiliated with the campaign.)",
  "… I remember yelling, ‘I didn’t come here for this.’ He’d say, ‘Just calm down.’”\n\nAccording to the Times, “Harth says that she worried about being raped by a man who weighed twice as much as she did, and at one point she vomited as a defense mechanism.",
  "According to the New York Times, Harth and her partner were “negotiating with Trump to hold the events in his Atlantic City casinos as a way to bring all of them more revenue.” Harth first detailed her claims in a deposition over a lawsuit in 1997.",
  "Because it did not happen!” Later, in a speech on Thursday, Trump reiterated that question (“Why wasn’t it part of the story that appeared 12 years ago?”) and added: “by the way, the area was a public area, people all over the place.",
  "I emphatically deny this ridiculous claim.”\n\nJessica Leeds\n\nWho is she: Leeds, now 74, was a traveling businesswoman at a paper company when she was seated next to Donald Trump on an airplane, according to the New York Times.",
  "After a tape leaked last week showed Donald Trump bragging about “grabbing women by the p-ssy” and saying “you can do anything,” the Republican nominee has been on the defensive about his alleged mistreatment of women.",
  "“His hands were everywhere.” She called the incident “an assault.”\n\nEvidence: The Times says Leeds told this story to at least four people “close to her,” and that those people also verified the story to the Times.",
  "“They were losing the business dispute angle, so they brought that up.” He told the National Enquirer: “The truth is that Jill Harth is obsessed with ME — and would do everything she could do to get into my pants!",
  "But she says that he was never violent and genuinely seemed to assume sexual interest on her part; often he was playful as she was frightened: “His mind was in a totally different place than mine,” Harth recalls.",
  "Claims: Harth says on Jan 24, 1993, Trump pulled her into Ivanka’s empty bedroom at Mar-a-Lago (she met with him at his Florida residence several times over the course of negotiating the pageant partnership.)",
  "“That is not who I am as a person, and it is now how I’ve conducted my life.”\n\nKristin Anderson\n\nWho she is: A young model and restaurant hostess who sat near Trump at a crowded nightclub in the early 1990s.",
  "Karena Virginia\n\nWho she is: Now a yoga teacher, Virginia stood near Trump at U.S. Open in 1998\n\nClaims: Virginia claims she overheard Trump appraising her body as she waited for a cab outside the U.S. Open.",
  "Claims: Anderson claims Donald Trump put his hand up her skirt and touched her vagina through her underwear as she was sitting next to him on a red velvet couch in a nightclub in the early 1990s.",
  "Claims: Drake claims that Trump invited her up to his room, kissed her without asking permission, and they had a conversation that “felt like an interview” (she brought two friends with her.)",
  "Then later, when Trump had offered to help with her career and get contacts with modeling agencies, she met him at Trump Tower, where he again embraced her and kissed her on the mouth.",
  "McDowell says one of the chaperones was made so “uncomfortable” by the encounter that she told her never to be alone again with Trump and the other accompanied her to Trump’s office.",
  "“I was so upset that he thought I was so insignificant that he could do that.”\n\nEvidence: She immediately called her sister, Brianne Webb, who corroborated the account to the Times.",
  "In April 2016, Trump told the Boston Globe that Harth brought up the sexual assault only after the business suit wasn’t going her way: “Later on, they brought this up,” he said.",
  "She says he invited her for dinner, but when she walked into his bungalow she saw his clothes on the bed and heard him say “hello-oo” in a singsong voice from the bedroom.",
  "Harth also separately filed a sexual harassment suit, which also alleged attempted rape; she withdrew her suit as a condition for settling the contract dispute, she says.",
  "She was running late for her appointment, but when she got there, she said the massage therapist told her that Trump had been waiting for her in her private massage room.",
  "It was very random, very nonchalant on his part.”\n\nEvidence: Anderson told the story to several girlfriends shortly afterwards and then to other friends over the years.",
  "Claims: Stonyoff wrote in PEOPLE Wednesday that in December 2005 she went to Mar-a-Lago to write a profile of Trump and Melania for their first wedding anniversary.",
  "“He said ‘hey, look at this one, we haven’t seen her before, look at those legs,’ as though I was an object rather than a person,” she said in a press conference.",
  "I don’t think so.”\n\nJill Harth\n\nWho is she: Harth and her then-fiance ran a beauty pageant business and were in talks with Trump about a partnership.",
  "“Our first introduction to him was when we were at the dress rehearsal and half naked changing into our bikinis,” Dixon told a local CBS affiliate.",
  "Trump response: Trump tweeted: “Why didn’t the writer of the twelve year old article in People Magazine mention the “incident” in her story.",
  "I’ll take you.” She recalls him referring to his infamous New York Post cover during his affair with Marla Maples: “You remember,” he said.",
  "“I was admiring the decoration, and next thing I know he’s pushing me against a wall and has his hands all over me,” Harth told the Times.",
  "Trump response: Trump’s lawyers have demanded a retraction of the New York Times story about Leeds and Rachel Crooks, calling it libelous.",
  "'”\n\nYears later, after her marriage and divorce from partner George Houraney, Trump continued to pursue Harth and she briefly dated him.",
  "Trump response: Trump’s lawyers have demanded a retraction to the Times article about Crooks and Jessica Leeds, calling it “libelous.",
  "Here are their stories:\n\nTemple Daggart McDowell\n\nThe Brief Newsletter Sign up to receive the top stories you need to know right now.",
  "When she refused, she says he asked her “how much?” then offered her $100,000 and the use of his private jet to get her to acquiesce.",
  "Trump has maintained that the tape was just “locker room banter” and that his lewd words were not tied to any inappropriate actions.",
  "Evidence: These allegations are outlined in a deposition, when Harth and her then-partner sued Trump for breach of contract in 1997.",
  "Other girls were naked.”\n\nEvidence: Trump himself bragged about walking in on half-nude beauty contestants to Howard Stern in 2005.",
  "Evidence: Virginia says she told several friends about the encounter right after it happened, and her husband learned of it later.",
  "After takeoff, he lifted the armrest and began touching her—she says he grabbed her breasts and tried to put a hand up her skirt.",
  "Claims: McDowell says she met Trump at a pageant rehearsal, and he “embraced me and gave me a kiss on the lips,” she told NBC.",
  "Her claims are extortion, pure and simple.”\n\nTasha Dixon\n\nWho is she: Dixon was Miss Arizona in the 2001 Miss USA Pageant.",
  "Claims: Dixon says Trump would come to the dressing room while pageant contestants were changing into their bathing suits.",
  "Natasha Stonyoff\n\nWho is she: Stonyoff was a longtime write for PEOPLE magazine who was assigned to cover the Trump beat.",
  "They shook hands, but then he wouldn’t let go of of her hand, kissed her on both cheeks and then directly on the mouth.",
  "She says Trump took her to a room, closed the door, pushed her up against the wall and kissed her without her consent.",
  "Trump’s response: In a statement, Trump said he “vaguely” remembers Zervos but denies the encounter as she recalls it.",
  "And so I sort of get away with things like that.”\n\nTrump response: Trump has not yet publicly addressed Dixon’s claim.",
  "Claims: Zervos claims that after she was fired from The Apprentice, she sought professional advice from Donald Trump.",
  "Evidence: She says she told a colleague, who asked her if she wanted to tell the managing editor and kill the story.",
  "View Sample Sign Up Now\n\nWho is she: The former Miss Utah was 21 when she competed in the the 1997 Miss USA pageant.",
  "“‘Best Sex I Ever Had.’”\n\nThe next morning, Stonyoff scheduled a massage to help her with a chronic neck condition.",
  "I was freaking out.” Harth said the harassment continued over the course of subsequent business meetings that year.",
  "She said she recognized Trump immediately and that she and her companions were “grossed out” by what had happened.",
  "She first described her encounter to the New York Times in May, and then gave a more extensive interview to NBC.",
  "Claims: Crooks says she ran into Trump outside an elevator in the building in 2005, and she introduced herself.",
  "Jessica Drake\n\nWho She Is: Drake is an adult film star who says she met Trump 10 years ago at a golf course.",
  "And I’m allowed to go in because I’m the owner of the pageant,” he told Howard Stern in a radio interview.",
  "Evidence: The second instance was in front of other people: two pageant chaperones and a receptionist.",
  "Claims: She says more than 30 years ago, she sat next to Trump in first class on a flight to New York.",
  "Trump response: Most recently, Hope Hicks responded to the new New York Times article and said “Mr.",
  "Trump denies each and every statement made by Ms. Harth.” Even in the ’90s, Trump denied the story.",
  "That was the same year Trump made the Access Hollywood comments that have recently made headlines.",
  "“I’ll go backstage before a show and everyone’s getting dressed and ready and everything else.",
  "Trump strongly denies this phony allegation by someone looking to get some free publicity.",
  "Virginia then alleges Trump came up to her, grabbed her arm, and touched her breast.",
  "“Give me a break,” said Deputy Communications Director Jessica Ditto in a statement.",
  "“I never met her at a hotel or greeted her inappropriately a decade ago,” he said.",
  "She says he later told her: “You know we’re going to have an affair, don’t you?",
  "Later, Drake says Trump called her back to ask her to come back up to his room.",
  "I’d say, ‘I don’t want to lie down,’ and it would turn into a wrestling match.",
  "“He’d say, ‘Let’s go in my room, I want to lie down,’ and he’d pull me along.",
  "She did not, and the story ran, but she asked to be taken off the Trump beat.",
  "There was no second to put a robe on or any sort of clothing or anything.",
  "It is not clear whether anybody on the plane has corroborated the story.",
  "Evidence: The two friends who accompanied Drake have not yet been named.",
  "Summer Zervos\n\nWho She Is: A contestant on season 5 of The Apprentice.",
  "Her then-partner, George Houraney, also confirmed the account.",
  "Trump response: “I don’t even know who she is,” he told NBC.",
  "Look at her, look at her words, you tell me what you think.",
  "“It was so inappropriate,” Crooks told the New York Times.",
  "Two friends confirmed the story to the Washington Post.",
  "It is totally ridiculous,” his campaign told the Post.",
  "” Trump called the story a “fabrication” in a tweet.",
  "You know they’re standing there with no clothes.",
  "Have you ever been to Peter Luger’s for steaks?",
  "“She claims this took place in a public area.",
  "And you see these incredible looking women.",
  "We didn’t even really look at each other.",
  "They were not quoted in the NBC story.",
  "“’He thinks he’s God’s gift to women.",
  "“He was like an octopus,” she said.",
  "And you know, no men are anywhere.",
  "“He just came strolling right in.",
  "“There was zero conversation.",
  "“He was trying to kiss me.",
  "Some girls were topless.",
  "Trump’s response: “Mr.",
  "I never kissed her.",
  "Is everybody OK?",
  "“Is everyone OK?"
]