[
  "Trump gets impatient\n\nSo off storms the Donald with his Goofy idea.... Save the Camelback Corridor...Yeah, but only after the Phoenix City Council reversed its Mickey Mouse ruling... Im fired, Im fired... Keywords - The Donald, Trump, Biltmore, Fired (Photo: Steve Benson)\n\nIn January 2005, 200 people showed up at a public hearing where the drawings were shown.",
  "“If you’re Donald Trump and you have spent the time and money and your entire career building a brand, do you really want to risk having a defeat in Phoenix, Arizona?” Jason Morris, a land-use attorney working with Trump and Bayrock\n\nThe next decision would be made by the developers, Morris said.",
  "“He was just trying to get the most out of it that he could.” Former Phoenix Mayor Phil Gordon\n\nJason Morris, a land-use attorney working with Trump and Bayrock, said the real reason why developers chose that parcel was simpler: It was near the Biltmore Fashion Park and the Esplanade.",
  "It was a fight residents had been preparing for, Barnes said, since the Planning Commission gave the OK.\n\nDave Tierney, an attorney representing the neighborhood group, said there were reports of \"goons\" trying to block people from signing the anti-tower petitions.",
  "Trump hears from the neighbors\n\nAlex Tauber holds a sign in opposition to Donald Trump's plan during a Phoenix City Council meeting Wednesday night to decide the fate of a proposed 150-foot-tall hotel-condominium project near 24th St. and Camelback Rd.",
  "Morris, the attorney who worked with the developers, said that he met most often with Trump's son, Donald Jr., and other staff who worked for Trump who he described as basically living in Phoenix during this time.",
  "(Photo: Steve Benson)\n\nIn March 2004, members of the development team met with Gordon and his chief of staff, David Krietor, at Phoenix City Hall for what Krietor told The Republic was a cordial 20-minute meeting.",
  "“All we had to do is mention Trump and they signed.” Paul Barnes\n\nThere would be regular conference calls with Donald Trump himself, and those became more frequent as decisions needed to be made, Morris said.",
  "Ingrid Swenson peers into an over crowded Phoenix City Council Chambers during a council meeting night to decide the fate of a proposed 150-foot-tall hotel-condominium project near 24th St. and Camelback Rd.",
  "(Photo: Richard Ruelas)\n\nThat document said there was a need to attract hotels and condo towers to the high-profile corner of 24th Street and Camelback, while still protecting the neighborhoods in the area.",
  "Chuck Coughlin, a high-profile political operative, who was hired to lobby for the Trump tower, said he figured it was more of Trump lending his name to the tower, rather than putting his money behind it.",
  "(Photo: John Samora/The Republic)\n\nAt the end of the meeting at the Arizona Biltmore, the developer Donald Trump asked for the room to be cleared of everyone except for himself and Mayor Phil Gordon.",
  "Trump's group threatened to sue then-city councilman Greg Stanton\n\nAttorney Jason Morris, with an architectural rendering of the Trump Tower that was proposed to be built near the Esplanade in 2005.",
  "When the property was ready to be sold at auction in 2009, the notice of sale was sent to the listed owners, Camelback Development Partners, the business entity created by Bayrock and Trump.",
  "The development would take over a strip-mall-type development called Camelback Plaza that held the city's shuttered Hard Rock Cafe and a restaurant called the Marco Polo Supper Club.",
  "Yes, there were possible sites farther down Camelback Road, but they were farther away from the shopping and restaurants that potential condo buyers and hotel guests might want.",
  "Gordon also told him that the neighborhood he was entering was a highly organized one, the kind of neighbors who would pack meetings and gather signatures if they were unhappy.",
  "Tierney, in an October 2005 op-ed column in The Republic, said that his group's paid petition gatherers were being offered money by the Trump side to quit gathering signatures.",
  "It would not be revealed until later that a partner in the Trump deal was a Russian mob figure who became a secret government witness in order to ensnare more Mafia figures.",
  "As Mayor Gordon had predicted in his meeting with Trump, the neighbors secured enough signatures to force the council's decision to be placed on the next municipal ballot.",
  "Mennes told The Republic that Stanton had a conflict of interest because of tenuous ties between his wife, who worked as an attorney, and two firms involved in the deal.",
  "On the 2016 campaign trail, Trump says his ability to make great business deals will translate into him making great deals for the country when he is elected president.",
  "\"If you’re Donald Trump and you have spent the time and money and your entire career building a brand, do you really want to risk having a defeat in Phoenix, Arizona?\"",
  "Trump had announced plans months before to erect a Trump-branded high-rise hotel and condominium tower in the ritzy corridor near 24th Street and Camelback Road.",
  "Neighbors in the Cavalier Campus neighborhood felt like they had lost out when the city approved the high-rise Esplenade complex, the Esplanade, along Camelback.",
  "Trump proposes a 'Phoenix oasis'\n\nSoutheast corner of the proposed Donald Trump condo-hotel project would be built at Camelback Road and 26th Street in Phoenix.",
  "One day before the September 2005 vote, the developers of the Trump complex threatened legal action against Stanton, who was a vocal opponent of the changes.",
  "But as neighbors harnessed opposition to the project, there was never a notion to bring Trump in to try to strike a deal with nearby residents, Morris said.",
  "\"Rather than having a five-star hotel with disposable income steps away from high-end retail,\" he said, \"we have a sticks and drywall apartment complex.\"",
  "\"The belief at the time was he is such a divisive figure, such a divisive name, the negatives are so high, that we can't win a referendum,\" Morris said.",
  "Mennes was also the person who, according to those sealed court records, alleged that he was supposed to lose his legs and then his life over the deal.",
  "(Photo: Michael Chow/The Republic)\n\nThat is when the neighbors mobilized, said Paul Barnes, one of the leaders of the neighborhood who led the fight.",
  "Maps of the area show that the parcel where Trump and Bayrock wanted to build their 17-story building one street beyond the zone for such structures.",
  "NOWICKI: Trump as GOP nominee could be 'YUGE' liability for McCain\n\nTrump did not accept The Republic's invitation to revisit his Phoenix dealings.",
  "\"One of the things I learned during that process is how good an organization he had and the caliber of the people who worked for him,\" Morris said.",
  "Once a week, someone in the development community asks him to discuss his dealings with Trump and get his opinion on how he would be as president.",
  "Still, given the competitive spirit Morris has seen on the campaign trail, he wonders if Trump might have won Phoenix voters over in an election.",
  "He had particular ire for The Republic's editorial board, which wrote opinions against the rezoning of the parcel to accommodate the Trump plans.",
  "(Photo: The Republic)\n\nBut, Barnes said, the residents didn't have to make that detailed case to residents to get them to sign their petitions.",
  "He also mentioned that he knew Gordon was a \"good Democrat,\" Gordon says — and that he, Trump, donated a lot of money to Democratic candidates.",
  "He was quoted saying that, \"In Phoenix, we look over these cases very carefully ... And they were informed about that from the very beginning.",
  "In the complaint, obtained by the Associated Press, Mennes claimed that a Bayrock executive, Felix Sater, had skimmed money from the project.",
  "\"Now, instead, if you look at that intersection, you have buildings on three corners that are exactly the same height, to the foot,\" he said.",
  "The development group figured that other commercial owners in the area would oppose the Trump building unless they also received concessions.",
  "Ernie Mennes, who owned Camelback Plaza and was in a partnership with the new developers, blamed media coverage for stirring up opposition.",
  "In February 2005, a Republic story quoted a member of the Trump team saying the developers were getting impatient with the city's process.",
  "\"What I admire most about Donald Trump is he has great respect for industry leaders in our community that make up our development board.\"",
  "Trump leaves loose ends\n\nA five-story arch was a key design element in Donald Trump's proposed condo-hotel on Camelback Road in Phoenix.",
  "The parcel, shown here in a 1990 zoning map, is labeled CG2 and is located immediately north of the residential neighborhood labeled RL.",
  "The handbills said -- falsely according to Tierney -- that the residents wanted to stop all manner of development along Camelback Road.",
  "When Gordon sees Trump talk at 2016 presidential-campaign events, he is reminded of the similar talking style he saw in that meeting.",
  "It would be killed by the City Council under pressure from city residents who gathered signatures on petitions against the high-rise.",
  "Gordon said he sensed that Trump felt he could come into the city and wow everybody, elected officials included, with his celebrity.",
  "That way, when they seek to have the parcel rezoned, they can claim the project can only be profitable with a 10- or 20-story tower.",
  "The Republic story noted that the development faced obstacles, including overcoming zoning restrictions that would be its downfall.",
  "As the project went on, the Trump and Bayrock team would hire more lobbyists who had connections to the mayor and council members.",
  "While he was out, according to court papers, and apparently unbeknownst to Trump, he engaged in some mob-like behavior of his own.",
  "At one point, records show, he threatened to cut off the legs of one of his Scottsdale partners and stuff his body in a car trunk.",
  "Or how his development team hired friends of key city officials as lobbyists, hoping to play on longtime political friendships.",
  "He said it would be part of a network of other Trump developments in New York, Florida, and other internationally known cities.",
  "In August 2004, Morris told The Republic that his side was \"working with the city\" in order to change the zoning on the parcel.",
  "(Photo: Michael Chow/The Republic)\n\nIn the meantime, there were rumors that Trump was looking at other spots in the metro area.",
  "A new agreement would create a maximum roof height of 75 feet, half of what was sought when it was to be a Trump-branded hotel.",
  "\"The skill set to run a development company may not translate directly to the skill set it takes to run a country,\" he said.",
  "They worried about a pattern being set, about high-rises creeping down Camelback Road toward the ritzy Arcadia neighborhood.",
  "But he did say he was disappointed that the Trump name does not loom large over one of Phoenix's most high-profile corners.",
  "Trump, according to the AP and the Times, did not know about Sater's past while he was partnering with the Bayrock company.",
  "According to Gordon, Trump asked if the mayor wished to visit any of those properties, flying for free on a Trump airplane.",
  "But while the story of the property is laid out in real-estate documents, the story of the players involved is less clear.",
  "MORE: Trump to hold rally in Fountain Hills, Tucson\n\n\"I just thought, candidly he was, oh what’s the word you can print?\"",
  "The 1990 plan created areas where high-rises were allowed and parcels where buildings could only be four or five stories.",
  "A Bayrock executive said the development would contain 100 luxury condominiums and a five-star Trump International Hotel.",
  "The parcel where developers wanted to place a Trump-branded hotel was zoned for a four- or five-story office building.",
  "(Photo: Bayrock Group)\n\nOver the next few months, Bayrock would meet with neighborhood representatives and city staff.",
  "Morris, who was in the room as the Trump team planned these moves, said it made sense for Trump to leave the project.",
  "Maybe, Gordon thought, Trump was thinking that Phoenix operated like East Coast cities where mayors had strong sway.",
  "Trump, partnering with Bayrock Development, announced plans for a tower on the corner of 26th Street and Camelback.",
  "It was the development board, known as the Planning Commission, that would have to give Trump the break he sought.",
  "Tierney said that outside a library, one of his volunteer gatherers was surrounded by people from the other side.",
  "I don't do that.” Former Phoenix Mayor Phil Gordon\n\nHe didn't tell Trump that was the way he normally operated.",
  "The intersection would have been a destination, not for the city, but for the country and possibly the world.",
  "\"Looking at his tactics today, there would have been a different outcome if they pursued this,\" Morris said.",
  "Trump said his proposed development, with a 200-foot tower as its centerpiece, would put Phoenix on the map.",
  "And he announced his candidacy after riding the escalator to the lobby of his Trump Tower in New York City.",
  "Those involved in the dealings said, in reality, Trump had little to do with the actual development itself.",
  "\"I can honestly say I don't remember too many cases where there hasn't been a threat of violence,\" he said.",
  "The proposal would twice come before the Planning Commission and twice be pushed back to a future meeting.",
  "A developer buys land not zoned for a high-rise, knowing that the land zoned for high-rises is expensive.",
  "There would be 50,000 square feet of high-end retail shops surrounded by an \"exquisite park and gardens.\"",
  "Trump asked Gordon if he would refrain from lobbying other council members to be against the development.",
  "He would later file a lawsuit against the entities involved in the development, including Bayrock/Trump.",
  "No one could accuse the zoning board of just acting to favor Trump\n\nMorris said the move was strategic.",
  "Let 'em Build\" sign in the front yard of a residence on E. Elm St., two blocks south of Camelback Road.",
  "The city asked the group made up of Trump and Bayrock if it wished to pursue an election on the matter.",
  "They would pursue zoning changes across the entire area, not just the parcel Trump wanted to develop.",
  "Tierney said that the \"blockers\" were passing out handbills telling people not to sign the petition.",
  "A separate committee made up of neighbors, a village planning committee, had voted against the idea.",
  "Mennes said he was the one who originally reached out to Trump to get him to develop the property.",
  "It was sent to the address on file: Trump Tower, 725 Fifth Avenue, 24th Floor, New York, New York.",
  "Among them were former Phoenix Mayor Paul Johnson and former Arizona Attorney General Grant Woods.",
  "Krietor, in a recent interview, said he and Gordon were not thrilled about taking either meeting.",
  "He'd have to tackle this ...\n\nGordon said he had seen a version of this development game before.",
  "Sater, according to the AP and the New York Times, pleaded guilty in 1998 in a stock fraud case.",
  "City staff issued a report recommending the zoning be changed, allowing that plan to go forward.",
  "His convictions and government work were secret until the Times revealed them in December 2007.",
  "Greg Stanton, the current mayor of Phoenix, represented the area as a councilman at the time.",
  "Trump is not campaigning on the story of the proposed development he had planned for Phoenix.",
  "Any buildings there, the plans said, could only be 56 feet tall, approximately four stories.",
  "\"It played a role in motivating people to get involved,\" Stanton said in a recent interview.",
  "He also claimed Sater threatened to cut off Mennes' legs and leave his body in a car trunk.",
  "He also was convicted of stabbing a man in the face with a broken margarita glass in 1991.",
  "And threatened legal action to keep a key city councilman from voting against the project.",
  "He was a developer and the star of the celebrity competition show, \"Celebrity Apprentice.\"",
  "He does not mention the tales of hired goons strong-arming residents gathering petitions.",
  "\"He couldn't deliver something that was less than a one-of-a-kind project,\" Morris said.",
  "And, Morris said, it is common in the realm of real-estate deals for threats to be made.",
  "\"Trump gets a bad rap,\" he said during a phone interview from his Paradise Valley home.",
  "The name was bandied about in zoning meetings, on petitions and in newspaper headlines.",
  "Their thoughts were gathered in a document called the Camelback East Primary Core plan.",
  "A front-page headline in The Arizona Republic called the development a \"Phoenix oasis.\"",
  "And the Trump name did not belong on what was shaping up to be an ordinary building.",
  "The Planning Commission went with Trump, approving the changes on a unanimous vote.",
  "The property would be sold out from under Bayrock at a trustee sale in June 2009.",
  "Which speaks to his acumen as a developer, but dodges his potential as president.",
  "Gordon said he met with Trump himself at another meeting at the Arizona Biltmore.",
  "For some neighbors, the office-tower complex loomed just beyond their backyards.",
  "\"With the hotel and condos, it would have created a walkable area,\" Morris said.",
  "Morris said he never saw anything about Sater that let him think he was violent.",
  "He declined to detail the partnership arrangement he had with Trump and Bayrock.",
  "The downside of such a high-profile loss would have been too high, Morris said.",
  "The group only had 30 days to collect enough signatures to force a referendum.",
  "The parcel in question was earmarked for a building four or five stories tall.",
  "Messages left with his national and state campaign offices were not returned.",
  "(Photo: Getty Images)\n\nHe talks about his Mar-a-Lago Club in Palm Beach, Fla.",
  "He then gave up trying to find a clean word that expressed what he thought.",
  "Morris said he has revisited the Trump tale often over the last few months.",
  "\"And there would have been a Trump Tower building where the Hard Rock was.\"",
  "Through the entire battle over the high-rise, the name Trump loomed large.",
  "\"He was just trying to get the most out of it that he could,\" Gordon said.",
  "He holds news conferences at his Trump International Hotel in Las Vegas.",
  "\"There was no reason for that to come up, I had no reason to cross him.\"",
  "And Sater made a deal with the government to help gather more evidence.",
  "\"There were three or four of them around a little tiny woman,\" he said.",
  "Finally, in September 2005, the commission met and heard the proposals.",
  "- Artist rendering (Photo: handout)\n\nThe saga started in November 2003.",
  "Instead, the plan met with opposition from residential-property owners.",
  "Or how Trump tower supporters seemed to play one city against another.",
  "The complex would now be reduced to 13 stores and top out at 150 feet.",
  "An apartment developer bought it a few months later for $10.5 million.",
  "And he felt Trump wasn't necessarily pulling the strings in the case.",
  "But it did make people from all across the city against the project.",
  "The developer then intentionally overpays or overbids for the land.",
  "A Republic story said the meeting turned into an anti-Trump rally.",
  "\"At the same time, we were working on the same side,\" Morris said.",
  "He felt the Trump name really had no hold on the council members.",
  "\"My impression at the time was it was mostly OPM,\" Coughlin said.",
  "But Gordon also felt that this project would never come to pass.",
  "Sater did not return messages from The Republic seeking comment.",
  "Barnes said the residents didn't feel they were fighting Trump.",
  "Swenson lived in the area of Donald Trump's building proposal.",
  "At least that's what neighbors and city staff decided in 1990.",
  "\"All we had to do is mention Trump and they signed,\" he said.",
  "\"You're fortunate if you can be good at one of those things.\"",
  "\"We had something that could have been much better-looking.\"",
  "Trump and Bayrock had redesigned the hotel and condo towers.",
  "City plans did not call for a tall building on the property.",
  "But the request came from an acquaintance, Martin Sepulveda.",
  "Gordon said that at the Biltmore, Trump was full of bluster.",
  "That was when Trump asked for the one-on-one with the mayor.",
  "\"He didn't say, 'I'd contribute,' or whatever,\" Gordon said.",
  "Say, if you were a prosecutor, you couldn't prosecute that.\"",
  "But he could not get the 150 additional feet he might want.",
  "In Phoenix, the mayor was just another vote on the council.",
  "The developers did not follow through on the legal threat.",
  "The Broadstone Camelback apartment complex opened in 2013.",
  "It would grant him that break, but it would take a while.",
  "That was when he mentioned the possible rides on his jet.",
  "And, as Gordon recalled it, he went in for the hard sell.",
  "Pressed for another answer, Morris paused, then laughed.",
  "The property carried $36 million in debt, records show.",
  "It asked the parties to meet and work out an agreement.",
  "Gordon and Stanton were among the minority dissenters.",
  "That was when he mentioned putting Phoenix on the map.",
  "\"I'm going to build the best,\" he said, quoting Trump.",
  "Gordon said he felt that was what was happening here.",
  "The complex sold in 2014 in a deal worth $75 million.",
  "The stock fraud case included ties to Mafia families.",
  "That could be because Sater was a government witness.",
  "Trump himself was not in Phoenix during this battle.",
  "\"Let everybody make up their own mind,\" Gordon said.",
  "By December, the developers had decided their play.",
  "Maybe he could get 2 feet added to the zoning plan.",
  "At that point, Trump bailed out of the development.",
  "Instead, the council voted to reverse its decision.",
  "Something told him this wasn't a serious proposal.",
  "Some of it was hidden under a court-ordered seal.",
  "In 2007, Mennes filed a lawsuit against Bayrock.",
  "The case, according to the AP, has been settled.",
  "That case was settled and was sealed by a judge.",
  "The council approved the changes on a 5-4 vote.",
  "The plan then went to the Phoenix City Council.",
  "Read or Share this story: http://azc.cc/1psTxhJ",
  "The city just needed to go along the the plans.",
  "Trump vows to build the best\n\nThe Donald's Ego.",
  "And that was just what was publicly known then.",
  "We don't make special rules for Donald Trump.\"",
  "The city attorney said there was no conflict.",
  "They were fighting a developer-friendly city.",
  "None made Phoenix officials move any faster.",
  "The incidents were isolated, but memorable.",
  "\"For a city, that's architecturally boring.",
  "All they had to do was say a certain name.",
  "He waved his arms in the air as Trump did.",
  "At the time, Trump was not a politician.",
  "The clock was ticking, Barnes recalled.",
  "Mennes also would not discuss the case.",
  "At least one took the offer, he wrote.",
  "“Let everybody make up their own mind.",
  "And the potential political donations.",
  "MORE: Can Trump build a border wall?",
  "\"I trust my instincts,\" Gordon said.",
  "The Trump tower would not get built.",
  "Donald Trump on the campaign trail.",
  "\"My impression was it was all hype.",
  "Overall, Gordon was not impressed.",
  "A federal judge ordered it sealed.",
  "Gordon said he gave Trump advice.",
  "\"It was a lot of hype,\" he said.",
  "But Mennes had praise for Trump.",
  "He would need to strike a deal.",
  "\"You're crossing a line there.",
  "It could rise to 18 stories.",
  "Maybe along Tempe Town Lake.",
  "It was sold for $10 million.",
  "The answer: They did not.",
  "Neighbors weren't happy.",
  "Gordon agreed he would.",
  "\"Other people's money.\"",
  "There would be no deal.",
  "Trump wanted 190 feet.",
  "\"Just (BS),\" he said.",
  "\"I don't strong-arm.",
  "His name had cachet.",
  "I don't strong-arm.",
  "It was March 2004.",
  "\"It was all hype.\"",
  "I don't do that.\"",
  "None proved true.",
  "Maybe Scottsdale.",
  "It wasn't real.\"",
  "It didn't work.",
  "Stanton agreed.",
  "Morris agreed.",
  "Morris said.",
  "Gordon said."
]