[
  "Other girls were naked.”\n\nEarlier this year, Cassandra Searles, Miss Washington 2013, wrote a Facebook post calling Trump a “misogynist” who treated Miss USA contestants like “cattle” and “property.”\n\nIn a comment on the original post’s thread, Searles wrote, “He probably doesn’t want me telling the story about that time he continually grabbed my ass and invited me to his hotel room.”\n\nAmid the allegations, a video recorded in 1992 for an Entertainment Tonight Christmas feature surfaced Wednesday evening showing Trump, 46 at the time, looking at a group of young girls on an escalator, and saying he would be dating one of them in 10 years.",
  "In a statement released Wednesday evening, the communications director of Clinton’s campaign, Jennifer Palmieri, called the allegations “disturbing” and said the story “sadly fits everything we know about the way Donald Trump has treated women.”\n\n“These reports suggest that he lied on the debate stage and that the disgusting behavior he bragged about in the tape are more than just words,” Palmieri said.",
  "It is absurd to think that one of the most recognizable business leaders on the planet with a strong record of empowering women in his companies would do the things alleged in this story, and for this to only become public decades later in the final month of a campaign for president should say it all.",
  "I turned around, and within seconds, he was pushing me against the wall, and forcing his tongue down my throat.”\n\nTrump’s campaign decried the People story as “fabricated” with “no merit or veracity.”\n\nAlso on Wednesday, another woman’s allegation that Trump touched her inappropriately surfaced.",
  "You can do anything.”\n\nTrump denied the women’s’ claims, telling the Times, “None of this ever took place.” He threatened to sue the news organization if it reported the allegations and called the reporter who questioned him a “disgusting human being,” according to the paper’s report.",
  "The Trump campaign released a statement on Wednesday calling the Times report “fiction.”\n\n“This entire article is fiction, and for the New York Times to launch a completely false, coordinated character assassination against Mr. Trump on a topic like this is dangerous.",
  "On Wednesday night, People published a personal essay by its writer Natasha Stoynoff recounting a 2005 interview with Trump at his Mar-a-Lago estate, in Palm Beach, Fla. During a private tour of the mansion, Stoynoff alleges, the candidate sexually assaulted her.",
  "“I was so upset that he thought I was so insignificant that he could do that.”\n\nLeeds’ and Crooks’ allegations follow a leaked tape of Trump, in 2005, in which he used vulgar language to boast of using his star to “do anything” to women.",
  "Two women told the New York Times Wednesday that Donald Trump touched them inappropriately, just days after he said during the second presidential debate that while he had made crude remarks about women, he never acted upon them.",
  "Meanwhile, Tasha Dixon, a Miss USA contestant in 2001, told CBS Los Angeles on Tuesday that Trump, who once owned the pageant, once “came strolling right in” to the contestants’ dressing room during a dress rehearsal.",
  "Further, the Times story buries the pro-Clinton financial and social media activity on behalf of Hillary Clinton’s candidacy, reinforcing that this truly is nothing more than a political attack.",
  "This is a sad day for the Times.”\n\nBoth women told the Times they support Hillary Clinton for President and Crooks has made contributions of less than $200 to President Barack Obama and Clinton.",
  "To reach back decades in an attempt to smear Mr. Trump trivializes sexual assault, and it sets a new low for where the media is willing to go in its efforts to determine this election.",
  "Crooks encountered Trump outside an elevator in 2005 while working as a receptionist at Bayrock Group, a real estate investment and development company in Trump Tower in Manhattan.",
  "Neither women reported their accounts to authorities or publicly shared their stories — which have not been independently verified by TIME — before speaking with the Times.",
  "Trump lifted the armrest about 45 minutes after the plane took off, and began to touch her, grabbing her breasts and attempting to put his hands up her skirt, she said.",
  "The New York Times reports that Jessica Leeds and Rachel Crooks say they were touched without their consent by the Republican nominee for President.",
  "Crooks told the Times that Trump began kissing her cheeks and then kissed her “directly on the mouth.”\n\n“It was so inappropriate,” Crooks said.",
  "Mindy McGillivray, 36, told the Palm Beach Post that Trump groped her in 2003 at Mar-a-Lago during a concert by Ray Charles.",
  "Leeds, 74, said that more than three decades ago, she sat beside Trump in the first-class cabin of a flight to New York.",
  "Similar allegations were also made Wednesday by a woman in the Palm Beach Post, and by a writer for People magazine.",
  "“He was like an octopus,” Leeds told the Times, saying she left the first-class cabin and went to coach.",
  "“There was one ‘tremendous’ room in particular, he said, that I just had to see,” Stoynoff writes.",
  "“Can you believe it?”\n\n[New York Times]\n\nWrite to Mahita Gajanan at mahita.gajanan@time.com.",
  "“There was no second to put a robe on or any sort of clothing or anything,” Dixon said.",
  "She introduced herself and they shook hands, but Trump did not let go.",
  "I jumped.”\n\nTrump spokeswoman Hope Hicks denied McGillivray’s claim.",
  "“I am going to be dating her in 10 years,” Trump says in the video.",
  "“We walked into that room alone, and Trump shut the door behind us.",
  "“It was pretty close to the center of my butt,” she told the Post.",
  "“His hands were everywhere.”\n\n“It was an assault,” Leeds said.",
  "“I just start kissing them,” he said in the video.",
  "And when you’re a star they let you.",
  "Trump denies all the allegations.",
  "The allegations are not isolated.",
  "“Some girls were topless.",
  "She was 38 at the time.",
  "“I don’t even wait.",
  "“I was startled."
]