[
  "American Conservative Union chairman Matt Schlapp said he was contacted by Facebook over the weekend and has declined to join talks with conservative leaders about the site’s alleged political bias.” That’s weird since Schlapp is now flacking for Trump, who is no conservative.",
  "“As it turns out, Colorado and Virginia are among the top 10 fastest Democratic-trending states in the nation — they are, respectively, getting about 0.9 percentage points and 1.2 points more Democratic-leaning compared with the country every four years.",
  "But even after elements of Sater’s background were disclosed in a 2007 New York Times story, he remained in close proximity to Trump — at one point using Trump Organization office space and business cards.”\n\nWill Republicans admit they’ve been conned?",
  "Projecting this trend forward another four years from 2012’s results would reorder the existing battleground states on the 2016 electoral map.”\n\nThe administration should admit it went looking for a fight and thought the sisters would cave.",
  "“The group in charge of the Conservative Political Action Conference announced Monday that its team will not meet with Facebook CEO Mark Zuckerberg to discuss the social media site’s reported censoring of conservative viewpoints.",
  "Look, what you just played, and some of the coverage of Ben Rhodes is what happens when you put van drivers and campaign flaks and failed novelists in charge of foreign policy and national security.” Ouch.",
  "But a Politico analysis of the early 2016 voting data show that, so far, it’s just not true.”\n\nWith Trump at 9 percent now with African American voters, will Newt Gingrich admit Trump is bombing out?",
  "“Gingrich: Trump will have ‘surprising’ success with black voters.”\n\nMaybe the American Conservative Union should admit it’s no longer that conservative.",
  "“Trump and his lawyers have said that he was not aware of Sater’s criminal past when he first signed on to do business with Sater’s firm, Bayrock Group.",
  "“Donald Trump likes to say he has created a political movement that has drawn ‘millions and millions’ of new voters into the Republican Party.",
  "“The court stopped short of saying the administration had violated the nuns’ rights under the 1993 Religious Freedom Restoration Act.",
  "The decision to sidestep it, though, underscores how unnecessary it was to divide the justices, or voters, over contraception.” Yup.",
  "Sater’s involvement in the stock fraud was kept secret for years by federal prosecutors because of his role as an informant.",
  "(Mark Von Holden/WireImage)\n\nAn ex-felon with Mafia connections was closer to Donald Trump than previously admitted.",
  "): “I guess I became public enemy number one at the White House because I’m telling the truth about the Iran deal.",
  "From left, Donald Trump, Tevfik Arif and Felix H. Sater attend the Trump Soho Launch Party in 2007 in New York.",
  "Admittedly, it seems weird Hillary Clinton could win in Virginia and not Pennsylvania.",
  "By contrast, Pennsylvania has gradually migrated in the opposite direction.",
  "It’s gotten about 0.4 percentage points more Republican every four years.",
  "You have to admit he deserved this from Sen. Tom Cotton (R-Ark.",
  "‘It’s the biggest thing happening in politics,’ Trump has said.",
  "‘All over the world, they’re talking about it,’ he’s bragged.",
  "Perhaps it is split 4 to 4 on that question.",
  "Read the whole thing."
]