[
  "“I was so upset that he thought I was so insignificant that he could do that.” Shaken, Ms. Crooks returned to her desk and immediately called her sister, Brianne Webb, in the small town in Ohio where they grew up, and told her what had happened… Days later, Ms. Crooks said, Mr. Trump, who had recently married Melania, came into the Bayrock office and requested her phone number.",
  "Rachel Crooks says her interaction took place just over a decade ago, shortly after Trump had married Melania:\n\n\n\nMs. Crooks was a 22-year-old receptionist at Bayrock Group, a real estate investment and development company in Trump Tower in Manhattan, when she encountered Mr. Trump outside an elevator in the building one morning in 2005.",
  "This correction of the chronically and epically distorted record of reality according to Donald Trump comes via the New York Times, which reports that two women, Jessica Leeds and Rachel Crooks, have come forward and described unwanted sexual advances made by the Republican nominee for president.",
  "“But her companion that day, photographer Ken Davidoff, vividly remembers when McGillivray pulled him aside moments after the alleged incident and told him, ‘Donald just grabbed my ass!’’”\n\n“All of a sudden I felt a grab, a little nudge.",
  "Alex Wong/Getty Images\n\nFive days ago, we learned Donald Trump sometimes grabs women “by the pussy” when he feels like it, because he “can do anything.” Shortly thereafter we learned, from Trump, that this is not, in fact, a big deal.",
  "Update, 9:40 p.m.: Mindy McGillivray, now 36-years-old, told the Palm Beach Post she was groped by Trump at his Mar-a-Lago 13 years ago when she was working as photographer’s assistant for an event at the Trump property.",
  "“‘OK, am I going to say something now and make a scene or be quiet?’ I chose to stay quiet.’’\n\n*This post has been updated with new information about Mindy McGillivray's accusations in the Palm Beach Post.",
  "Another woman, Mindy McGillivray, told the Palm Beach Post that Trump made unwanted sexual advances when she was working as a photographer’s assistant 13 years ago at an event at Trump's Mar-a-Lago.",
  "From the Times:\n\nMore than three decades ago, when she was a traveling businesswoman at a paper company, Ms. Leeds said, she sat beside Mr. Trump in the first-class cabin of a flight to New York.",
  "* People magazine writer Natasha Stoynoff also published an account Wednesday of being pushed against a wall and forcibly kissed by Trump during a 2005 interview.",
  "It’s just “locker room banter.” During Sunday’s debate, Trump excused his foul mouth on national television, reminding the country: “It’s just words, folks.",
  "When she asked why he needed it, Mr. Trump told her he intended to pass it along to his modeling agency.",
  "**\n\n\n\nAdvertisement\n\n\n\nJessica Leeds, now 74-years-old, was 38 at the time of her encounter with Trump.",
  "Advertisement\n\n\n\nWhen asked about the accusations, Donald Trump denied the interactions took place.",
  "About 45 minutes after takeoff, she recalled, Mr. Trump lifted the armrest and began to touch her.",
  "Then, she said, he “kissed me directly on the mouth.” It didn’t feel like an accident, she said.",
  "According to Ms. Leeds, Mr. Trump grabbed her breasts and tried to put his hand up her skirt.",
  "Just words.” On Wednesday, we learned what seemed likely all along—Donald Trump is lying.",
  "Aware that her company did business with Mr. Trump, she turned and introduced herself.",
  "“She said she never reported it to authorities,” according to the newspaper.",
  "“You are a disgusting human being,” Trump told the female Times reporter.",
  "“It was so inappropriate,” Ms. Crooks recalled in an interview.",
  "“His hands were everywhere.” She fled to the back of the plane.",
  "They shook hands, but Mr. Trump would not let go, she said.",
  "I think it’s Ken’s camera bag, that was my first instinct.",
  "He sort of looked away quickly,” McGillivray recalls.",
  "Instead, he began kissing her cheeks.",
  "“He was like an octopus,” she said.",
  "I turn around and there’s Donald.",
  "“It was an assault,” she said.",
  "They had never met before.",
  "It felt like a violation."
]