[
  "Wolf maintains that the allegations in the Bayrock suit are \"based on privileged and confidential documents that were stolen from Bayrock,” saying, “these very allegations have been Ordered stricken and inadmissible.” Sater's attorney predicts, \"This manufactured qui tam case will meet the same fate as all the others and will definitely be dismissed.”\n\nCalling the Bayrock suit \"an old, identical re-tread of those dismissed cases,” Wolf notes that the 2010 federal court complaint incorporated in the qui tam complaint was filed six years ago by Oberlander on behalf of his then-client Jody Kriss.",
  "That case, which is currently still pending in federal court, is, according to Sater’s attorney, “seeking to shake down most of these same defendants, including Mr. Sater and others, to prevent the dissemination of court-sealed documents which would have illegally disclosed Mr. Sater's otherwise non-public confidential cooperation.” This conduct, he says, has been \"uniformly condemned by the United States Court of Appeals for the Second Circuit and several Judges from the United States District Courts for the Southern and Eastern Districts of New York.”",
  "Qui Tam \"The Bayrock Qui Tam Litigation Partnership,\" Plaintiff, v. BAYROCK GROUP LLC; TEVFIK ARIF; JULIUS SCHWARZ; FELIX SATER; BRIAN HALBERG; ALEX SALOMON; JERRY WEINRICH, SALOMON & COMPANY PC; AKERMAN SENTERFITT LLP; DUVAL & STACHENFELD LLP; KRAMER LEVIN NAFTALIS AND FRANKEL LLP, BRUCE STACHENFELD; NIXON PEABODY LLP; ADAM GILBERT; ROBERTS & HOLLAND LLP; ELLIOT PISEM; BAYROCK SPRING STREET LLC; BAYROCK WHITESTONE LLC; BAYROCK CAMELBACK LLC: BAYROCK MERRIMAC LLC; And BAYROCK GROUP INC.; Defendants, NY Supreme Court, NY County, No.",
  "A spokesperson from Bayrock has referred to the lawsuit as “baseless” calling the allegations “unsubstantiated” and “falsely claimed.”\n\nRobert Wolf, an attorney for Felix Sater, dismissed the allegations as “baseless and highly defamatory,” saying that Oberlander and Lerner have twice been referred by a federal judge for criminal investigation by the Department of Justice (it should be noted that neither has ever been charged and according to Oberlander, neither has even been interviewed by the authorities).",
  "The allegations, involving skims, disguised sales, conduit frauds, and abusive partnerships involve some pretty high level parties in New York, including the law firm of Nixon Peabody LLP, and Elliot Pisem, an attorney at the law firm of Roberts &; Holland LLP, who currently serves on the Executive Committee of the Tax Section of the NY State Bar Association and as Co-Chair of its Committee on Compliance, Practice & Procedure (Roberts & Holland is also named as a defendant in the complaint).",
  "That can happen for a handful of reasons: you may believe the witnesses will not cooperate (for example, the witnesses have failed to appear in response to a subpoena) or the facts of the particular case make taking testimony difficult (for example, the witnesses in an immigrant smuggling case who are here illegally have no legal status and could be deported or flee).",
  "David Cay Johnston, who broke the original story for The Daily Beast, noted Trump's characterization as a material witness in the case, saying, \"his status may change, according to the lawyers who filed the lawsuit, Richard Lerner and Frederick M. Oberlander, citing Trump’s testimony about Felix Sater, a convicted stock swindler at the center of the alleged scheme.\"",
  "In another example in the complaint, Bayrock Group was alleged to have negotiated the sale of 62% of the partnership interests in four of its subsidiaries to FL Group ehf (\"FL\"), an Icelandic firm with ties to Russia, in 2007 (the firm, which saw its CEO charged - but eventually cleared - on embezzlement charges, eventually changed its name to Stodir hf).",
  "The lawsuit had alleged that the Trump SoHo project was struggling with developers reporting that only 15-30% of the units had been sold by the start of 2009, despite the fact that in the previous year, a Reuters article quoted Trump’s daughter as saying about 60% of the units had been sold.",
  "According to Brian Tannebaum, a past president of the Florida Association of criminal defense lawyers, a material witness is any witness who has information about a case and, because of circumstances, securing the testimony of that witness may be impracticable.",
  "Trump and two of his children were facing tax evasion charges:\n\nIt's a pretty sensational story and given the amount of attention heaped upon Trump's reluctance to disclose his tax returns, (you can read my take on that here), it definitely attracted attention.",
  "Sater and his lawyer continually denied that any of this happened as late as 2007, with Sater's lawyer saying, \"I challenge you to find any official government document anywhere demonstrating his indictment or conviction for any crime other than the assault.\"",
  "This was, according to the complaint, done to \"balance the books\" since \"Sater was not an employee and never legally could have been as he was a tax partner, which precludes employee treatment as a matter of federal income taxation, thus state and local.\"",
  "Court documents allege that Arif and Satter, together with co-defendant Julius Schwarz, have owned most of Bayrock and have controlled Bayrock Group LLC for the better part of the last decade; a Bayrock spokesperson, however, says that is inaccurate.",
  "Partnering with Trump on the Trump SoHo high-rise hotel in Manhattan; Bayrock would go on to finance additional Trump-branded real estate development projects, including Trump International in Fort Lauderdale, and Trump Camelback in Phoenix.",
  "That's not unusual in the tax world because of the flexible nature of partnerships: since they are pass-through entities, partnerships do not pay tax, rather they pass through any tax attributes (including income) to the individual partners.",
  "Garten explained that the title was not reflective of Sater’s actual role, saying it was common practice in the real estate industry to provide business cards and bestow titles \"in order for brokers to be able to make initial introductions.\"",
  "Three years later, however, Sater was apparently back in Trump's good graces: Sater had Trump branded business cards describing him as a \"Senior Advisor to Donald Trump\" in the Trump Organization with an office on the same floor as Trump.",
  "According to attorneys Oberlander and Lerner, to finalize the loan/sale, Trump and others with a financial interest, including Ivanka and Donald Jr., had to agree to the deal: not everyone was on board with the transaction initially.",
  "If you're wondering whether the Internal Revenue Service (IRS) or the New York Department of Revenue are paying attention, the answer is that we may never know: the IRS does not, as a rule, comment on individual civil tax matters.",
  "Alan Garten, General Counsel for Trump, confirmed the authenticity of the card with ABC News after initially saying that Sater was not an advisor to Donald Trump \"in my mind, and not in anyone at the Trump Organization's mind.\"",
  "In 2011, Trump and co-defendants, including his children and Arif, settled a lawsuit, agreeing to refund $2.84 million in deposits to buyers of units in Trump SoHo among allegations of inflated claims about the project.",
  "In 2003, Sater, who sometimes uses an alternate spelling of his name (Satter), joined Bayrock with the support of Tevfik Arif, a former economist who reportedly worked with Soviet government originally from Kazakhstan.",
  "After the scandal, Sater reportedly became an informant for the government; in return, the government kept his court records under seal for quite some time (subsequent actions to unseal those dockets were successful).",
  "At age 27, he went to prison after being involved in a felony assault case that the New York Times described as a \"bloody bar fight\" (the victim suffered nerve damage and required 110 stitches on his face).",
  "But his involvement, and that of two of his children, Donald Jr. and Ivanka, is this: they are named as material witnesses in a case focusing on a man named Felix Sater (more about Sater in a moment).",
  "Since Sater pleaded guilty, he may not have been technically indicted (he could have been charged on information) but, according to Tannebaum, \"if there's a guilty plea, that's a conviction.\"",
  "If you're a regular reader of the blog and feel like you've heard that phrase before, you're not wrong: in 2014, a qui tam case was brought in New York against Vanguard, alleging tax fraud.",
  "Whether and to what degree the claims reflect on Mr. Trump’s fitness for office may, if at all, be issues for voters to decide, but are matters of complete indifference to the plaintiffs.\"",
  "A few years later, he pleaded guilty to one count of racketeering in a massive stock fraud case; Sater was alleged to have conspired with the Mafia to launder money and defraud investors.",
  "The story alleged, \"There is a significant chance that Trump and his children will be charged with tax evasion\" and went on to say:\n\nA material witness is a secondary suspect to a crime.",
  "The plaintiffs believe that Trump \"did not report his receipt of those Trump SoHo partnership interests on his tax returns\" by taking advantage of the \"carried interest\" tax loophole.",
  "The skims were documented as \"loans\" even though the evidence suggests that they were never meant to be repaid and the loans were never reported on the partnership's tax returns.",
  "Bayrock estimated that the transaction would result in a payout of some $125,000,000 in distributions over two years with, for tax purposes, ordinary income of some $45 million.",
  "To get around this problem, the complaint alleges that Bayrock, together with its advisors, formed a sham domestic tax partnership to act as a conduit between Bayrock and FL.",
  "In the Bayrock case, as explained by the attorneys involved in the case, the State's claims are being pursued by the \"relators\" (the whistleblowers who brought the lawsuit).",
  "There is not enough evidence to label a material witness as a suspect or file charges, but there is enough to hold them in custody, if necessary, and force them to testify.",
  "For tax purposes, it's treated like an investment (even though there is no money at risk for the manager) rather than as compensation, and taxed at capital gains rates.",
  "The result, says Oberlander, is that Trump \"benefited indirectly\" from the transaction since the scheme allowed Bayrock to keep millions in cash rather than pay taxes.",
  "It's worth noting that whistleblower actions aren’t restricted to state matters and do not limit any other parties or agencies from taking an interest or filing suit.",
  "And, Oberlander suggests, depending on what Trump did know about the transaction, it may well be the case that his stamp of approval will not be without consequence.",
  "To make the FL loan/sale scheme work, according to the complaint, the transaction (and related transactions) would have to be blessed by the interested parties.",
  "FL's involvement complicated matters on the tax side since the involvement of a foreign company would result in the necessity for foreign partner withholding.",
  "According to the complaint, when the skims were discovered, they company created fraudulent W-2s to show that Sater had been paid a $6,000,000 salary in 2007.",
  "Depending on what further evidence is uncovered and his statements to investigators, Trump could easily be charged and have to pay out around $21 million.",
  "Gennady Klotsman, a long-time Sater friend and co-conspirator who also pleaded guilty, called Sater \"one of the significant participants in the fraud.\"",
  "According to the complaint, Arif and Satter also pushed, saying that the \"Russians behind FL were in favor with Putin\" so they had to deal with FL.",
  "Carried interest, made popular in the hedge fund world, refers to the percentage of gains paid out based on the performance of certain investments.",
  "Not only, the complaint alleges, were these payments hidden to avoid tax but also to obstruct justice: the payments were not reported to the U.S.",
  "The Bayrock case is being civilly prosecuted under New York's qui tam law, which means that it has been brought by a third party whistleblower.",
  "The timing of the suit is, of course, bound to raise some eyebrows following Trump's nomination as the Republican candidate for the presidency.",
  "Last week, Donald Trump officially clinched the Republican nomination for President at the Republican National Convention in Cleveland, Ohio.",
  "For example, the complaint alleges, Sater skimmed nearly $1,000,000 annually in cash from Bayrock Group LLC over a period of several years.",
  "Oberlander says that Trump was given access to the documents and advised about the details and was then asked to bless the transaction.",
  "Those subsidiaries (referred to in the complaint as the \"Four Subs\") were Trump SoHo, Waterpointe, Trump Phoenix, and Trump Merrimac.",
  "Just before the sale, however, Arif, Sater, and Schwarz changed the deal to make it appear that FL’s $50,000,000 payment was a loan.",
  "Klotsman was sentenced to six years in federal prison for his involvement while Sater was said to have only received a $25,000 fine.",
  "While Trump and his family were at the convention, a story was making the rounds on social media, eventually landing in my inbox.",
  "A material witness can be detained (arrested and held or forced to post bond) if there are concerns about cooperation or flight.",
  "The complaint alleges that Sater and others at Bayrock engaged in a series of tax frauds and then took steps to hide the fraud.",
  "As part of the initial deal to license his name and perform certain services, Trump had received an interest in future profits.",
  "(Author's Note: The story has been updated to reflect statements from a Bayrock spokesperson and an attorney for Felix Sater.)",
  "It's long and is rather unwieldy to type over and over, so I'm going to call it the Bayrock case for the sake of simplicity.",
  "Lauria is said to be responsible for brokering a $50 million investment to infuse cash into Trump SoHo and other subs by FL.",
  "The relative anonymity allowed Sater to build a luxury real estate development career - and that's how he met Donald Trump.",
  "This \"domestic holding partnership\" was, according to the complaint, an easy way to launder money and evade taxation.",
  "Around the same time as Sater became involved in Bayrock, he began renting office space from the Trump Organization.",
  "That headline appeared in a story published by Occupy Democrats, a political organization and information website.",
  "It's alleged that the paperwork supported the new characterization even though the substance of the deal did not.",
  "In response, Oberlander said, \"The acts complained of and the filing of the case predate Mr. Trump’s candidacy.",
  "Trump had testified since that he would not recognize Sater saying, \"I’m not that familiar with him.\"",
  "The effect of having those court records under seal, of course, gave him some distance from his past.",
  "Sater was born in Russia but immigrated to America with his family when he was just eight years old.",
  "That's why Johnston and others have reported that Trump's status as a material witness could change.",
  "Oberlander and Lerner expect to serve all of the parties and begin the process of discovery shortly.",
  "By 2007, Trump had allegedly learned about Sater's past and distanced himself from the developer.",
  "The complaint was unsealed this month (sealing a qui tam case is standard practice in New York).",
  "Bayrock is a series of commonly controlled, but not wholly owned, limited liability companies.",
  "Lauria was a friend and an associate of Sater - and they had a little bit of history together.",
  "Oberlander is not ruling out the idea that Trump could be named as a defendant in the future.",
  "The list of defendants - as noted in the caption - is long but doesn't include Donald Trump.",
  "Trump was, according to Oberlander, told that the deal wouldn't happen without his consent.",
  "With that in mind, the implication seems to be that Trump may refuse to cooperate at trial.",
  "Sater found his niche on Wall Street in New York but also found trouble in the Big Apple.",
  "The relators are represented by attorneys Frederick M. Oberlander and Richard E. Lerner.",
  "I asked Lerner and Oberlander about whether some might consider this a political fight.",
  "I reached out to the Trump camp last week for comment and have not received a response.",
  "The Bayrock real estate development projects were structured as tax partnerships.",
  "Along with Sater and Klotsman, Lauria also pleaded guilty to stock fraud charges.",
  "He would not do so lightly, telling me \"I don't sue people I can't convict.\"",
  "Probation Officer for purposes of restitution in Sater's stock fraud case.",
  "That's likely true - and for exactly the reasons that have been suggested.",
  "Trump has previously called for abolishing the favorable tax treatment.",
  "Sater became Bayrock's Chief Operating Officer and Managing Director.",
  "You can read the lawsuit - all 212 pages - here (downloads as a pdf).",
  "The case is captioned \"THE PEOPLE OF THE STATE OF NEW YORK ex rel.",
  "What is true is that Trump is involved in a civil tax fraud case.",
  "All of this brings us to Sater and the case behind the headline.",
  "That could change (keep reading) as the case progresses.",
  "Oberlander expects that it will move along quickly.",
  "The Bayrock case is also a tax fraud case.",
  "For now, the case focuses on Felix Sater.",
  "The benefit to Trump may go even further.",
  "There's just one problem: it's not true.",
  "As for the future of the lawsuit?",
  "That's not exactly true either.",
  "One of Bayrock's big projects?",
  "That's where Trump comes in.",
  "The shocking allegations?",
  "Enter Salvatore Lauria.",
  "101478/2015.",
  "He did."
]