[
  "If Trump does end up in court over the allegations, whether because of existing lawsuits regarding his conflicts of interest or if the notoriously litigious president sues one of his accusers for libel, the forms could come up as part of the trial’s discovery phase, during which litigants can request documents that might provide evidence relevant to the case.",
  "The administration has offered increasingly flimsy excuses for Trump’s continual refusal to do so; the most recent came from Treasury Secretary Steven Mnuchin, who effectively ruled out their release by insisting that Trump’s mandatory Federal Election Commission disclosure forms include “plenty of information” about the president’s finances.",
  "The suit was ultimately dismissed, but not before O’Brien requested, and received, Trump’s tax returns; though the documents have since been sealed and O’Brien is not allowed to publicly describe the specifics of what he learned, the forms have nevertheless prompted O’Brien to argue that the document should be made public.",
  "But Americans could learn significantly more from Trump’s tax returns—not a few pages from 1995, as The New York Times published in October, or a single 1040 from 2005, as Rachel Maddow revealed in March, but the complete documents that presidents typically release.",
  "But the problem underlying the inquiry into Trump’s financial ties isn’t simply whether he currently has projects there; it’s whether his dealings leave him indebted to the Russian government or the nation’s oligarchs, which could compromise his decision-making.",
  "Though it’s unlikely that any individual form would list, say, “Loans from Vladimir,” the information would in aggregate provide at least a partial paper trail by which outside observers might be able to suss out the details of what Trump owes, and to whom.",
  "Trump’s track record in doing business in Russia doesn’t definitively demonstrate that he currently has connections to the country, which, based on what Spicer said on the topic, is the specific allegation Trump has hired the law firm to deny.",
  "On the other hand, if, as Trump has recently been claiming, he has no business ties in Russia, his tax returns could prove entirely exculpatory, affirming that neither he nor any of his companies are in debt to any Russian banks.",
  "That’s essentially what happened in 2007 when the president sued the journalist Timothy O’Brien for allegedly underreporting Trump’s net worth in the book Trump Nation: The Art of Being the Donald.",
  "Full disclosure would include information about not only how much he made or lost from each of his companies and properties in a given year but also where that money came from or went.",
  "Ironically, Trump’s decision to lawyer up against the accusations that he has financial ties to Russia could be the reason his tax returns finally become public.",
  "Of course, if Trump truly doesn’t have any financial entanglements in Russia, there’s an easy way for him to prove it: by releasing his tax returns.",
  "It would include information such as whether he has any bank accounts overseas and whether he pays taxes to any foreign governments.",
  "It also doesn’t in any way mean that he colluded with Russia during the campaign, which is the reason for the FBI’s investigation.",
  "Unless something like that happens again, there’s no reason to believe that Trump will be releasing his tax returns anytime soon.",
  "Submit a letter to the editor or write to letters@theatlantic.com.",
  "We want to hear what you think about this article."
]