[
  "\"As part of the preparation of the new strategy, executives of Vnesheconombank met with representatives of leading financial institutes in Europe, Asia, and America multiple times during 2016,\" the bank said, adding that the meetings took place \"with a number of representatives of the largest banks and business establishments of the United States, including Jared Kushner, the head of Kushner Companies.",
  "Page is a trial attorney in the Justice Department's organized-crime section whose cases centered on international organized crime and money laundering, and Weissmann is a seasoned prosecutor who oversaw cases against high-ranking organized criminals on Wall Street in the early 1990s and, later, against 30 people implicated in the Enron fraud scandal.",
  "A lawsuit brought against Sater and others in 2015, which is ongoing, alleges that \"for most of its existence it [Bayrock] was substantially and covertly mob-owned and operated,\" engaging \"in a pattern of continuous, related crimes, including mail, wire, and bank fraud; tax evasion; money laundering; conspiracy; bribery; extortion; and embezzlement.\"",
  "Mueller has also recruited James Quarles, who specialized in campaign-finance research for the Watergate task force, according to Wired; Michael Dreeben, considered by some to be \"the best criminal appellate lawyer in America\"; and Aaron Zebley, a former senior counselor in the DOJ's National Security Division specializing in cybersecurity.",
  "Flynn, a top Trump campaign surrogate and former Defense Intelligence Agency chief, is a key player in the FBI's investigation: His failure to properly disclose payments from and contacts with Russian and Turkish entities on his 2016 security-clearance form has placed him in legal jeopardy that the FBI could use to its advantage.",
  "'A pretty disproportionate cross-section of a lot of our assets'\n\nAs Trump praised and defended Russian President Vladimir Putin along the campaign trail, many questioned whether the real-estate mogul had any financial incentives — including business ties or outstanding debt — to seek better relations with Moscow.",
  "\"Mueller recognizes that Russian organized crime and sophisticated financial transactions involving them are going to be right at the center and Page is definitely a leading expert there,\" Scott Horton, a US lawyer with experience working in eastern Europe and the former Soviet Union, told The Guardian.",
  "Mueller, who was appointed as special counsel last month to lead the probe into Russia's election interference, is also homing in on money laundering and the business dealings of Trump's son-in-law and senior adviser, Jared Kushner, according to reports in The New York Times and The Washington Post.",
  "The family's bank of choice has long been Deutsche Bank, which was the only bank willing to loan to Trump after he lost others money in a series of bankruptcies — something he figured \"was the bank's problem, not mine,\" he wrote in his 2007 book, \"Think Big: Make it Happen in Business and Life.\"",
  "Manafort has also come under scrutiny for more than a dozen bank accounts and companies he set up in Cyprus beginning in 2007 that were linked to offshore companies, NBC reported, one of which was used to receive millions of dollars from the Russian oligarch and Putin ally Oleg Deripaska.",
  "Gorkov was appointed by Putin in January 2016 on the recommendation of Herman Gref, a Putin ally and the CEO of Russia's largest bank whom Trump met, along with at least 10 other Russian businessmen and oligarchs, while he was in Moscow for the Miss Universe pageant in November 2013.",
  "Reuters reported last month that the FBI was examining whether Russians suggested during Kushner's meeting with Gorkov at Trump Tower the lifting or relaxing of economic sanctions in exchange for Russian banks financing business ventures of Trump's associates and family.",
  "Robert Mueller in recent days has hired lawyers with extensive experience in dealing with fraud, racketeering, and other financial crimes to help him investigate whether President Donald Trump's associates colluded with Russia to meddle in the 2016 presidential election.",
  "Jeff Vinnick/Getty Images\n\nThe Post has reported that \"Trump and his family members have made numerous trips to Moscow in search of business opportunities\" since the 1980s, \"and they have relied on Russian investors to buy their properties around the world.\"",
  "Roughly 400 pages of FinCEN documents obtained by CNN last month show that the Treasury accused the Trump Taj Mahal, which opened in 1990 and closed last year, of breaking anti-money-laundering regulations 106 times in the year and a half after it opened.",
  "Meanwhile, Paul Manafort, Trump's former campaign chairman, has faced questions about whether he received cash payments reportedly earmarked for him for his work with former Ukrainian President Viktor Yanukovych's political party throughout the 2000s.",
  "One of Trump's real-estate advisers in the early 2000s, the Russia-born businessman Felix Sater, was accused nearly two decades ago of being a co-conspirator in a $40 million fraud and money laundering scheme involving four Mafia families.",
  "Kushner at the time was trying to find investors for a Fifth Avenue office building in Manhattan, though White House spokeswoman Hope Hicks denied in March when news broke of the meeting that they had discussed the construction project.",
  "The question came up again early last month after the golf writer James Dodson told WBUR that Trump's son Eric bragged in 2014 that the Trump family had secured access to $100 million from Russian lenders to fund their golf courses.",
  "\"During the talks, the existing practices of foreign development banks and promising trends were discussed,\" it added, again seeming to contradict the White House's claim that \"nothing of substance was discussed.\"",
  "'Russian organized crime ... will be right at the center'\n\nMueller is also reportedly looking into whether any of Trump's associates engaged in money laundering — a sensitive subject for the Trump Organization.",
  "The bank refused earlier this month to hand over documents requested by five Democratic lawmakers related to the bank's relationship with Trump, citing the confidentiality of nonpublic customer information.",
  "The Trump Taj Mahal casino in Atlantic City, New Jersey, was repeatedly cited by the Treasury Department's Financial Crimes Enforcement Network, or FinCEN, for having inadequate money-laundering controls.",
  "Specifically, the casino was accused of failing to report to the IRS gamblers who cashed out more than $10,000 in a single day — a red flag for law enforcement officials tracking illicit cash flows.",
  "Shortly thereafter, however, the bank told Reuters that Gorkov had met with Kushner in his capacity as \"the head of Kushner companies\" — not as a transition official, as the White House had claimed.",
  "The Trump Taj Mahal had become the \"favorite East Coast destination\" of top Russian mob boss Vyacheslav Ivankov, according to the 2000 book \"Red Mafiya: How the Russian Mob Has Invaded America.\"",
  "But a meeting in December between Kushner and Sergey Gorkov, the CEO of sanctioned Russian bank Vnesheconombank, is reportedly being scrutinized by Mueller's team as part of its investigation.",
  "Cohen is said to have delivered the plan directly to Michael Flynn before he resigned as national security adviser on February 13, though Cohen has disputed that in subsequent interviews.",
  "The two met at a New York hotel on January 27 to discuss a peace plan for Russia and Ukraine that was drafted by a Ukrainian politician, Andrey Artemenko, The Times reported.",
  "\"It's not wrong to do business with Russians,\" Republican Sen. Lindsey Graham, the chairman of the Senate Judiciary subcommittee on crime and terror, told CNN last month.",
  "Trump worked with the real-estate firm Sater was an executive at, Bayrock Group, on at least four projects that ultimately failed, including the Trump SoHo in Manhattan.",
  "The developments indicate Mueller is taking a follow-the-money approach to the investigation that could leave Trump's sprawling business empire hugely vulnerable.",
  "Flynn's lawyer released a statement in late March announcing that Flynn was requesting immunity from prosecution in exchange for the chance to tell his \"story.\"",
  "Deutsche Bank was fined earlier this year as part of a Russian money-laundering scheme that involved its Moscow, New York, and London branches.",
  "The casino — and others like it in Atlantic City — was once known as a hot spot for Brooklyn mobsters associated with the Russian mafia.",
  "The Trump Organization is also believed to have received loans from Russia when it was struggling in the 1990s, the report said.",
  "But it was caught violating anti-money-laundering rules again as recently as 2015, according to the FinCEN documents.",
  "Wikimedia Commons\n\nThe case was ultimately settled — the casino paid a $477,000 fine and admitted no wrongdoing.",
  "Sater was evidently still in touch with Trump's personal lawyer, Michael Cohen, as recently as late January.",
  "The casino was fined $10 million, but by that point, Trump was associated with the business in name only.",
  "\"Russians make up a pretty disproportionate cross-section of a lot of our assets,\" he said at the time.",
  "In 2008, Donald Trump Jr. said the Trump Organization saw \"a lot of money pouring in from Russia.\"",
  "We've got some guys that really, really love golf, and they're really invested in our programs.",
  "Thomson Reuters\n\n\"Russia has never tried to use leverage over me,\" Trump tweeted on January 11.",
  "I know no banks — because of the recession, the Great Recession — have touched a golf course.",
  "Trump, meanwhile, has denied having any ties — business or personal — to Russia.",
  "\"I actually told one bank, 'I told you you shouldn't have loaned me that money.",
  "\"The Russian market is attracted to me,\" Trump said shortly after the meeting.",
  "But it's not the first time one of Trump's sons has boasted of ties to Russia.",
  "\"He just sort of tossed off that he had access to $100 million,\" Dodson said.",
  "\"I HAVE NOTHING TO DO WITH RUSSIA — NO DEALS, NO LOANS, NO NOTHING!\"",
  "It is unclear whether the FBI intends to take him up on that offer.",
  "Eric has denied the story, which he called \"completely fabricated.\"",
  "\"But Trump has said he never did business with the Russians.\"",
  "You know, no one's funding any kind of golf construction.",
  "President Donald Trump and senior adviser Jared Kushner.",
  "It's dead in the water the last four or five years.'",
  "\"He said, 'Well, we don't rely on American banks.",
  "Mueller has hired Lisa Page and Andrew Weissmann.",
  "We have all the funding we need out of Russia.'",
  "\"Almost all of the oligarchs were in the room.\"",
  "He also tweeted: \"TRUMP TOWER-MOSCOW is next.\"",
  "But the FBI is likely to get ahold of them.",
  "I told you the goddamn deal was no good.'\"",
  "We just go there all the time.'\"",
  "\"I said, 'Eric, who's funding?",
  "\"What the hell did I care?\"",
  "And he said, 'Oh, yeah.",
  "The Trump Taj Mahal.",
  "I said, 'Really?'",
  "Trump wrote.",
  "Eric Trump."
]