[
  "Combination of file photos of U.S. President Donald Trump and FBI Director James Comey Thomson Reuters What worries Trump is not that Mueller may be a Democratic partisan — the very idea is ludicrous, given that he was appointed to run by the FBI by President George W. Bush — but that the Marine combat veteran cannot be bought off or intimidated.",
  "For some strange reason that reminded me of this NBC News report that Paul Manafort, Trump's former campaign manager, \"was associated with at least 15 bank accounts and 10 companies on Cyprus, dating back to 2007,\" and that \"At least one of those companies was used to receive millions of dollars from a billionaire Putin ally.\"",
  "O'Brien quotes another former insider, Abe Wallach, \"who was the future president's right-hand man at the Trump Organization from 1990 to about 2002,\" as saying: \"It's not very hard to get connected to Donald if you make it known that you have a lot of money and you want to do deals and you want to put his name on it.",
  "It appears that Trump and his associates have been trying to cover their tracks because a more recent USA Today scoop reported that \"Since President Trump won the Republican nomination, the majority of his companies' real estate sales are to secretive shell companies that obscure the buyers' identities.\"",
  "He will have a harder time disowning Jared Kushner, his son-in-law and White House aide, who is undoubtedly being probed for his meeting with Sergey Gorkov, a former Russian intelligence officer and Putin associate who runs Russia's bank for development and foreign economic affairs.",
  "So that right there is enough reason for Trump to be scared now that he is being investigated by Mueller for obstruction of justice— a crime which he essentially admitted on national television when he said that he fired Comey to shut down the investigation into the \"Russia thing.\"",
  "To get the truth about Kremlingate, Mueller will need to investigate any possible financial ties between Trump, his associates, and Russia — and that, in turn, will lead Mueller to probe just about every financial transaction in which Trump and his cronies have been involved.",
  "The Washington Post reported that investigators are \"looking for any evidence of possible financial crimes among Trump associates,\" while the New York Times wrote: \"A former senior official said Mr. Mueller's investigation was looking at money laundering by Trump associates.",
  "Special Counsel Mueller departs after briefing members of the U.S. Senate on his investigation in Washington Thomson Reuters Donald Trump has been having a meltdown about former FBI Director Robert Mueller pretty much ever since the special counsel was appointed on May 17.",
  "One person with whom Trump undoubtedly did have deals was Felix Sater, a Russian-American businessman who has been convicted of assault for stabbing a man in the face with a broken glass and for racketeering because of his involvement in a mafia-linked stock fraud scheme.",
  "The suspicion is that any cooperation with Russian officials would most likely have been in exchange for some kind of financial payoff, and that there would have been an effort to hide the payments, probably by routing them through offshore banking centers.\"",
  "Paul Manafort Chip Somodevilla/Getty Images Of course Trump would be exceedingly lucky if the investigation were limited only to the finances of Paul Manafort, Michael Flynn, Carter Page, and other former aides from whom he will try to distance himself.",
  "According to Bloomberg's Timothy O'Brien, a veteran Trump chronicler, \"a former Bayrock insider, Jody Kriss, claims that he eventually departed from the firm because he became convinced that Bayrock was actually a front for money laundering.\"",
  "But, despite these attempts at concealment, Reuters reported \"at least 63 individuals with Russian passports or addresses have bought at least $98.4 million worth of property in seven Trump-branded luxury towers in southern Florida.\"",
  "A criminal turned government informant, Sater was one of the principals of the Bayrock Group, a real estate firm located in Trump Tower that partnered with the Trump Organization to build the Trump SoHo hotel and other properties.",
  "Behind the scenes, the Associated Press reports, he is \"yelling at television sets in the White House carrying coverage and insisting he is the target of a conspiracy to discredit — and potentially end — his presidency.\"",
  "It's not hard to see why Trump would be so terrified: Mueller is universally respected for his integrity and doggedness, and he has been assembling a hunter-killer team of crack investigators and lawyers to help him.",
  "Trump's attack dogs have been desperately trying to discredit the rebooted Untouchables, but the best they could come up with is that three of Mueller's hires contributed to Hillary Clinton's presidential campaign.",
  "In March, for example, USA Today wrote that \"the president and his companies have been linked to at least 10 wealthy former Soviet businessmen with alleged ties to criminal organizations or money laundering.\"",
  "So irate has Trump become that he reportedly gave serious thought to firing Mueller when his investigation has hardly begun — and may still do so despite all of the advice he is receiving to the contrary.",
  "If that's disqualifying for government service, then Trump himself should resign; he has donated at least $100,000 to the Clinton Foundation, far more than any of Mueller's staff gave to her campaign.",
  "Such reports, partial and incomplete as they are, make a mockery of Trump's carefully worded non-denial: \"I can tell you, speaking for myself, I own nothing in Russia.",
  "On Twitter he has been fulminating that he is a victim of \"the single greatest WITCH HUNT in American political history — led by some very bad and conflicted people!\"",
  "Recall that the Whitewater independent counsel began by probing an Arkansas land deal and wound up nailing Bill Clinton for lying under oath about his sex life.",
  "Actually, Trump has even more cause for concern because, like previous investigations, this one won't be narrowly limited.",
  "— witness his attempts to win pledges of \"loyalty\" from James Comey in return for allowing him to stay on as FBI director.",
  "Together they have over a century of experience at the Justice Department unraveling complex, white-collar conspiracies.",
  "Worst of all for Trump, the investigation is likely to shine a spotlight on his own dubious business practices.",
  "The only wonder is that Trump hasn't already tried to fire Mueller before he starts turning over more Bayrocks.",
  "If this were your business background, would you want Bob Mueller and his untouchables investigating you?",
  "Vnesheconombank has been sanctioned by the Treasury Department on several occasions since 2014.",
  "Eric Trump reportedly bragged in 2014 that Russian investors were funding Trump's golf courses.",
  "He relies on his gut and whether he thinks you have good genes.\"",
  "Comey wouldn't play ball, and neither will Mueller.",
  "I don't have any deals in Russia.\"",
  "Did someone say money laundering?",
  "This has always been Trump's M.O.",
  "One of them even speaks Russian.",
  "Donald doesn't do due diligence.",
  "I have no loans in Russia."
]