[
  "And Powell will get a second on the Volcker Rule from Keith Noreika, the acting comptroller of the currency, who is set to call out “near unanimous agreement that this framework needs to be simplified and clarified.” Noreika will say he’s consulted with other regulators about the ban on certain types of risky investments, and it has proven an object lesson in how “conflicting messages and inconsistent interpretation can exacerbate regulatory burden by making industry compliance harder and more resource intensive than necessary.” Repealing it altogether would yield an estimated $2 billion a year in extra profit to Wall Street banks.",
  "The Post has the story behind the story by Todd C. Frankel and Elizabeth Dwoskin: \"Even as Uber’s board of directors publicly appeared to support the CEO last week, Gurley, a venture capitalist and early Kalanick backer, rounded up other Uber investors who also said that Kalanick simply could not return to the ride-hailing company he co-founded ... From the moment his leave was announced, some people who knew the famously hard-charging Kalanick were skeptical that — based on how he had managed the company over eight years — he could change in the ways needed to allow him to return.",
  "Trade Representative Robert Lighthizer said on Wednesday there was no deadline for completing NAFTA trade talks between the United States, Canada and Mexico even as lawmakers warned that U.S. business would be hurt by prolonged negotiations.”\n\n— Meanwhile, Trump says he'll push Congress to ban welfare for immigrants until they've been in the U.S. for five years.",
  "Less incentive to cooperate means more time must be spent seeking compromise within the caucus,and makes that compromise more difficult to achieve.”\n\n--Trump also made an interesting comment during his speech in Iowa last night (see video below): that poor people aren't the right fit for some administration jobs.",
  "Bond market flashing worry on economy, countering Fed view The U.S. Treasury yield curve is flashing warning signs on the economy, pointing to a less optimistic prediction for longer-term economic growth at the same time as Federal Reserve officials are adopting a more aggressive tone on raising interest rates.",
  "#TNYcartoons A post shared by The New Yorker Cartoons (@newyorkercartoons) on Jun 21, 2017 at 10:36am PDT\n\nBULL SESSION\n\nTrump says Canadian Prime Minister Justin Trudeau and Mexican President Enrique Pena Nieto convinced him to stay in NAFTA:\n\nCan this young prince save Saudi Arabia from itself?",
  "(AP Photo/Manuel Balce Ceneta)\n\nToday\n\nThe Senate Committee on Banking, Housing and Urban Affairs will have a hearing on “Fostering Economic Growth: Regulator Perspective.”\n\nThe House Ways and Means Committee will hold a hearing on US trade policy agenda with USTR Robert Lighthizer.",
  "\"If you think this is a good way to restructure 18 percent of the American economy, well, then you must be Senate Majority Leader Mitch McConnell and the exclusive group of Republicans he's letting in on the project — because it's hard to see how anyone else could,\" O'Brien writes.",
  "The plan would curtail federal Medicaid funding, repeal taxes on the wealthy and eliminate funding for Planned Parenthood, according to a discussion draft circulated among lobbyists and obtained by the Post by my colleague Paige Winfield Cunningham at The Health 202 (sign up here).",
  "“Yet we do think its appropriate to point out that the political ramifications of those investigations can slow the legislative process insomuch as they affect the President's popularity and, therefore, the incentive for Congressional Republicans to accede to his policy demands.",
  "“So this is about how you can keep the bill narrow enough in scope that it can move through without someone adding a poison pill.”\n\nThat is, even if regulators agree with Republicans, Wall Street shouldn’t expect statutory relief unless Democrats broadly get on board, too.",
  "“Talking to other shareholders, most of us don’t see how Travis can ever come back to Uber as CEO,” one large Uber investor told The Washington Post the day after Kalanick began his leave, speaking on the condition of anonymity so he could discuss matters candidly.",
  "— On taxes, in a research note yesterday titled, “Tax Reform: Summer in the Swamp,” Morgan Stanley analysts argued that Republicans won’t overhaul the code this year, despite some recent insistence by GOP leaders that they are picking up the speed of their effort.",
  "\"The opposition is coming both from conservative Republican senators, who believe the proposal doesn’t repeal enough of the Affordable Care Act, as well as GOP centrists, who are balking at steep cuts to Medicaid that would leave more people uninsured.",
  "And since Senate Banking Committee Chairman Mike Crapo (R-Idaho) says he’ll only move forward with bipartisan consensus, that means whatever he assembles needs to win over at least eight Democrats, starting with a handful of moderates on his panel.",
  "Martine Powers\n\nHouse Republicans struggle on spending plan The fractious House Republican Conference is struggling to unite behind a plan to pass budget and spending bills, divided over policy priorities as well as basic questions of process.",
  "But it includes some significant differences: The Senate bill would peg federal insurance subsidies to income instead of age, phase out Medicaid expansion funding more gradually, but cut more deeply into coverage for low-income Americans.",
  "But the test is also applying a tougher standard by assuming a more severe domestic recession with a sharper decline in commercial real-estate prices, so lenders with big commercial real-estate portfolios face a greater risk of failing.",
  "), who also sits on the banking panel and sets the left’s pace when it comes to regulating the industry, suggested to the Wall Street Journal she’ll regard any significant tweaks to the law as nonstarters: “So let me get this straight.",
  "Reuters\n\nPOCKET CHANGE\n\nThe Post has this video on Uber's no good, very bad year:\n\n— Uber continues its management rerouting in the wake of CEO Travis Kalanick's exit, with venture capitalist Bill Gurley now leaving the board.",
  "The Hill\n\nAs Republicans strategize on tax reform, some see benefit of pairing it with infrastructure Rep. Ted Yoho: \"Get the infrastructure done, and if you do your job, I don't think you have to worry about the election.\"",
  "to be chairman of the Commodity Futures Trading Commission The American Banking Association will hold a forum on payments with remarks from Rep. Randy Hultgren (R-Ill.), who co-chairs the House Fintech and Payments caucus.",
  "Speaking for the administration last week, Treasury Secretary Steven Mnuchin’s long-awaited report on the post-crisis regime likewise called for significant easing of the regulatory burden on major financial institutions.",
  "Yet -- a similar law is already on the books: the welfare overhaul that then-President Clinton in 1996 prohibited many legal immigrants from receiving most federal welfare benefits for the same period of time.",
  "From Business Insider's David Choi: \"So somebody said, 'Why did you appoint a rich person to be in charge of the economy,\" Trump said to a group of his supporters at the U.S. Cellular Center in Cedar Rapids.",
  "The Republican plan, now evidently joined in part with the administration, is to say, \"I know, let's do less regulation, submit them to fewer stress tests, have fewer of them subject to the Volcker rule.",
  "The top Democrat on the committee, Sen. Sherrod Brown (Ohio), doesn’t sound enthused about paring back a provision many liberal policymakers hail as a central achievement of the 2010 Dodd-Frank Act.",
  "(Melina Mara/The Washington Post)\n\nBut at least one Democrat on the committee, Montana Sen. Jon Tester, tells me he’ll have to see any Volcker rollbacks before he makes a determination about them.",
  "“I approach this in a very broad perspective, and I don't think that anything is off the table until we’ve negotiated and seen whether there are ways to find workable solutions,” he said.",
  "The Senate Committee on Agriculture, Nutrition and Forestry will hold a hearing on the nomination of J. Christopher Giancarlo to be chairman of the Commodity Futures Trading Commission .",
  "Scott Applewhite)\n\n— National attention will (or should) focus today on the Senate Republican leadership’s public release of its tightly held proposal to remake the health-care system.",
  "Politico\n\nGeorgia race provides a wake-up call for both Democrats and Republicans In the fevered atmosphere surrounding the House race, it is easy to lose sight of fundamentals.",
  "Wall Street Journal\n\nTrump, Russia and a Shadowy Business Partnership An insider describes the Bayrock Group, its links to the Trump family and its mysterious access to funds.",
  "FDIC Chairman Marty Gruenberg plans to call for rolling back requirements for living wills and raising the asset threshold for stress tests from $10 billion to $50 billion.",
  "On that last point: “We don't want to speculate on the outcome of the various official investigations into Russian interference in the US election,” the analysts write.",
  "Ultimately, sufficient buy-in from moderate Democrats may not be enough to bring a package to the floor, if the Warren wing remains committed to bringing it down.",
  "Jay Powell, a Fed governor, will also suggest relaxing the schedule for living wills, walking back stricter leverage ratios, and watering down the Volcker Rule.",
  "\"Lawmakers on both ends of the GOP spectrum are also increasingly joining Democrats in criticizing the lack of transparency and rapid-fire timeline for a vote.\"",
  "“But the Treasury report pretty much seems to say that there was no financial crisis ten years ago and if there was, it certainly wasn’t caused by Wall Street.",
  "But with no idea what's actually in the bill, my colleagues Amy Goldstein and Juliet Eilperin write, Democrats \"have been forced to fight against a phantom.\"",
  "Republicans controlling both ends of Pennsylvania Avenue want to ratchet back the strictures imposed on the industry in the wake of the financial collapse.",
  "Tim O'Brien, via Bloomberg\n\nTHE REGULATORS\n\nSteven Mnuchin, U.S. Treasury secretary, speaks during a Senate Finance Committee hearing in Washington.",
  "Ryan: Some tax-reform provisions don't have to be permanent However, key provisions such as rates do need to be permanent, the speaker said.",
  "(AP/Dario Lopez-Mills)\n\n— Remember the swift and massive renegotiation of our trade deals that the Trump administration was going to order?",
  "The situation is fluid and could change, but the political double bind leaves GOP leaders with little room to maneuver,\" the paper writes.",
  "Trump added: \"And I love all people — rich or poor — but in those particular positions, I just don't want a poor person,\" Trump continued.",
  "So if you start there, you end up with all sorts of peculiar aberrations of all this.”\n\nEarlier this week, Sen. Elizabeth Warren (D-Mass.",
  "(Michael Nagle/Bloomberg)\n\nBut any changes to the 2010 Dodd-Frank Act must pass through the eye of the legislative needle in the Senate.",
  "He didn't offer any details of the proposal, which he announced during a campaign-style rally in Cedar Rapids, Iowa, on Wednesday night.",
  "What we do know for certain about the bill, Matt O'Brien writes over on Wonkblog, is that Senate Republicans want it to pass next week.",
  "That’s because unless Democratic leaders can cut a deal with those on the left to limit amendments, Republicans likely won’t even try.",
  "Coming Up\n\nThe Global Business Dialogue will host a discussion on trade with North America and with the European Union on Friday.",
  "(Photographer: Andrew Harrer/Bloomberg)\n\n— Banks subject to stress tests should pass the latest round without a sweat next week.",
  "“A vacation doesn’t fix what he suffers from.”\n\nMONEY ON THE HILL\n\nDonald Trump walks with Mexico President Enrique Pena Nieto.",
  "— At least a half-dozen Senate Republicans are wavering and balking at the push for a quick vote, per the Wall Street Journal.",
  "(AP Photo/Steve Helber, File)\n\nTrump to Cordray: You’re Not Fired The many reasons to axe the consumer financial bureau chief.",
  "Today, several regulators will spell out exactly what they have in mind when they appear before the Senate Banking Committee.",
  "And Crapo said in a brief interview Wednesday he believes there’s room to deal with at least some Democrats on the measure.",
  "The sum of the biggest financial institutions in this country is now bigger than they were when they were too big to fail.",
  "It will be the panel’s third and potentially final hearing before crafting its own version of a rule-paring package.",
  "They're looking even healthier this year, and investors expect them to make it through without difficulty.",
  "Previews of the regulators’ testimony make clear they’re swinging with the prevailing mood in Washington.",
  "— Democrats aren't waiting for the official draft of the Republican bill to begin mobilizing against it.",
  "\"There's been no input from anyone who has anything to do with any part of the health-care system.\"",
  "\"I said, 'Because that's the kind of thinking we want ... because they're representing the country.",
  "(Astrid Riecken/Getty Images)\n\nThe stars are aligning for a loosening of the reins on big banks.",
  "Up on Capitol Hill, House and Senate Republicans may disagree on the means but not those ends.",
  "Dan Balz\n\nOPINIONS\n\nConsumer Financial Protection Bureau (CFPB) Director Richard Cordray.",
  "“I’m willing always to sit down and talk about this with them,” he told me Wednesday.",
  "And the high priests of the Federal Reserve have blessed easing industry oversight.",
  "“If a bill starts to move, it becomes a vehicle,” says banking consultant Bert Ely.",
  "The bill largely mirrors the version already passed by House Republicans.",
  "The Wall Street Journal offers this explainer of the stress tests.",
  "Because what could possibly go wrong?”\n\nSen. Jon Tester (D-Mont).",
  "Gurley had been a Kalanick ally, then he led the ouster movement.",
  "Last year, each of the 34 banks subject to the review passed it.",
  "DAYBOOK:\n\nUnited States Trade Representative Robert Lighthizer.",
  "MARKET MOVERS\n\nSenate Majority Leader Mitch McConnell (R-Ky.).",
  "The SEC’s Investor Advisory Committee will hold a meeting .",
  "Is Justice Alito's claim about sex offender rearrests true?",
  "If you insist, I'll do it — but I like it better this way.\"",
  "THE TICKER\n\nSen. Elizabeth Warren (D-Mass.).",
  "with Seth and Amy: Julius Caesar Protests",
  "THE FUNNIES\n\nA cartoon by Mick Stevens.",
  "The budget and the debt ceiling… 4.",
  "The analysts offer ten reasons: “1.",
  "The Freedom Caucus “goes rogue”… 9.",
  "State and local tax deductions… 8.",
  "No credible bipartisan path… 2.",
  "Health care complications… 3.",
  "Conservative think tanks… 6.",
  "They don't want the money.\"",
  "\"Does that make sense?",
  "“Open mind,” he said.",
  "And that's about it.",
  "Statutory PAYGO… 7.",
  "The border tax… 10.",
  "Per Reuters: “U.S.",
  "The Byrd Rule… 5.",
  "It isn't pretty.",
  "Not so much.",
  "(AP Photo/J.",
  "Jay Powell.",
  "Really!?!",
  "Russia."
]