[
  "“In a US regulatory filing on Thursday, Goldman — which employs about 5,500 people in the UK — said the Brexit decision ‘may adversely affect the manner in which we operate certain of our businesses in the European Union and could require us to restructure certain of our operations’.” http://on.ft.com/2apqlBa\n\nCLINTON REACHES OUT TO REPUBLICANS — WP’s Anne Gearan, Abby Phillip and John Wagner: “Trump’s flailing campaign has prompted Democrats to launch a new, broad effort to offer … Clinton as a safe harbor for Republicans who find they can no longer stomach the Republican presidential nominee.",
  "Unless, of course, there’s a way to ask him about it that will let him showcase just how ridiculous he finds the thought of having Trump in theOval Office, and let him laugh at the Republican nominee, and try to lead the country in laughing along with him” http://politi.co/2aV3stN\n\nHOW COMPANIES STEER EARNINGS CALLS — WSJ’s Thomas Gryta, Serena Ng and Theo Francis: “Quarter after quarter, about 75 percent of companies in the S&P 500 index meet or exceed analysts’ earnings forecasts, a statistic that has held up in good times and bad.",
  "The court also threw out a related penalty against a Countrywide executive, one of the few individuals fined for alleged misdeeds during the crisis.” http://on.wsj.com/2aMq51P\n\nCHAMBER LOOKS TO BLOCK INVERSION RULES — NYT’s Liz Moyer and Leslie Picker: “The U.S. Chamber of Commerce filed a lawsuit on Thursday to block new rules issued by the Obama administration that prevent American corporations from merging with foreign-based companies and moving their headquarters abroad to save on taxes.",
  "The downward spiral is yet another challenge for Prime Minister Theresa May’s three-week-old government.” http://politi.co/2axurJd\n\nGOLDMAN MAY RESTRUCTURE IN UK — FT’s Laura Noonan in London and Ben McLannahan in New York: “Goldman Sachs has said the UK’s vote to leave the EU could force it to ‘restructure’ some of its UK operations, in one of the clearest signs from a major Wall Street institution that is preparing specific measures following the landmark vote.",
  "The U.S. attorney’s office in Manhattan said in a Thursday filing the court had ‘overlooked a wealth of evidence’ in reaching a May decision that found the government hadn’t proven fraud by Bank of America’s Countrywide unit over a program dubbed ‘Hustle.’\n\n“The court said at the time the case amounted only to breaches of a contract, a stunning setback for the government’s efforts to levy tough fines on corporations and executives.",
  "Clinton’s campaign is quietly broadening its outreach to potential Republican converts, including donors, elected officials, and business and foreign policy leaders” http://wapo.st/2ambPyA\n\nOBAMA SPANKS TRUMP — POLITICO’s Edward-Isaac Dovere: “No, no, no, Donald Trump can’t be president, won’t be president, is more like a child whining in a sandbox than a prospective commander-in-chief, President Barack Obama thinks.",
  "… We will not stand for this vitriolic rhetoric that is poisoning our country and our children.”\n\nJUSTICE MOVES TO SAVE BANK OF AMERICA CASE — WSJ’s Aruna Viswanatha: “The Justice Department asked a federal appeals court to reconsider its ruling throwing out a civil mortgage-fraud case against Bank of America Corp., in an uphill effort to rescue one of its highest-profile cases tied to the financial crisis … .",
  "STATE POLL BLAST: CLINTON UP IN FLORIDA — Suffolk University Poll has Clinton up 48-42 in the critical Sunshine State, driven by support in south Florida and among women” http://bit.ly/2aUsnxk\n\nRYAN: VOTES NOT THERE FOR TPP — The Hill’s Vicki Needham: “House Speaker Paul Ryan on Thursday said an expansive Asia-Pacific trade deal won’t get a vote in Congress this year because there isn’t enough support.",
  "Via the Clearing House: “The Clearing House has run some data on yesterday’s accusation from Dennis Kelleher that ‘interconnectedness remains at all-time highs.’ Per their blog post: “We calculated the measure of interconnectedness developed by the Basel Committee and used by the U.S. banking agencies to determine the additional capital a bank must hold because of its systemic footprint.",
  "Ryan said there is no point in bringing up the [TPP] in the lame-duck session after the November elections because he doesn't see how the Obama administration can build enough support for the controversial agreement by year's end.” http://bit.ly/2apF5Aa\n\nDavid Page, Senior Economist at AXA Investment Managers, on 2016: “Clinton’s economic plan is a modest extension of current policy.",
  "http://nbcnews.to/2aE7pz8\n\nClinton's RCP polling average lead is now 6.8 http://bit.ly/2b1oynf\n\nCLINTON IMPROVES ON ECONOMY; STILL TRAILS — “Asked which candidate would be better at dealing with economy, voters still give the advantage to Trump, with 46 percent selecting the Republican as the best candidate for economic matters and 42 percent picking Clinton.",
  "Email me on bwhite@politico.com and follow me on Twitter @morningmoneyben\n\nTHIS MORNING ON POLITICO PRO FINANCIAL SERVICES – Colin Wilhelm on Moody’s warning that a Zika outbreak could threaten Puerto Rico’s fragile debt outlook -- and to get Morning Money every day before 6 a.m. -- please contact Pro Services at (703) 341-4600 or info@politicopro.com.",
  "“‘If the defendants’ rule is permitted to stand, it is not just mergers that will suffer — it is the rule of law, and the certainty and stability required for effective commerce, markets and economic growth, that are truly threatened by the defendants’ unauthorized and unlawful action,’ the plaintiffs said in their filing.’” http://nyti.ms/2aXaTlv",
  "Risks include the possibility of a fiscal boom-bust and a reduction of US longer-term growth potential”\n\nBREXIT BRINGS RECESSION — POLITICO’s Silvia Sciorilli Borrelli: “Before Brexit, U.K. Chancellor George Osborne predicted that a vote to Leave would lead to a so-called ‘do-it-yourself recession.’ It seems that’s just what voters got.",
  "“Over the years, Sater had repeatedly drawn the attention of law enforcement officials for, among other things, money laundering, helping organized crime families defraud stock investors, and stabbing a man in the face with the stem of a broken margarita glass … Trump had knowingly associated with mob figures before.",
  "DRIVING THE DAY — Payrolls report at 8:30 a.m. expected to show a gain of 180K, unemployment at 4.8 percent down from 4.9 percent and wages up 0.2 percent … International Trade at 8:30 a.m. expected to show deficit of $43B from $41.1B … Consumer credit at 3:00 p.m. expected to grow by $16B.",
  "The underlying trend has therefore been somewhat hard to discern, but appears to have softened a little this year, with the 3m/6m/12m moving averages of payroll growth now standing at 147K/172K/204K”\n\nS&P’s Beth Ann Bovino: “We expect a healthy July nonfarm payrolls reading at 190,000.",
  "As you know, Stein is very much aligned in her thinking with Warren and pushes the SEC to take a much more aggressive approach to reforming Wall Street.”\n\nMORE ON TBTF — ABA’s Wayne Abernathy emails: “Seems like more bluster and stuff made up from [Better Markets’ Dennis] Kelleher.",
  "When he entered the Atlantic City casino market in the late 1970s, two of his partners, Kenneth Shapiro and Daniel Sullivan, were men he knew to have organized crime ties” http://bv.ms/1UBWCEe\n\nPOLL BLAST ONE: CLINTON UP 15 — McClatchy-Maris has Clinton up 48-33 over Trump.",
  "One reason for such consistently impressive results is that some companies quietly nudge analysts’ numbers, almost always lower” http://on.wsj.com/2ayGw57\n\nHARVARD REPUBLICANS: DUMP TRUMP — Via release: “Donald Trump is a threat to the survival of the Republic.",
  "And he'd probably never leave Omaha.”\n\nVia Mark Hanis: “Lael Brainard; Sarah Bloom Raskin; Gene Sperling; Fred Hochberg; Christina Romer; Sheryl Sandberg; Gary Gensler; Sylvia Bruwell” http://bit.ly/HRCpicks\n\n“You should put Steven Rattner on the list.",
  "We think the trend is still at least 175K per month, which is more than strong enough to keep the unemployment rate trending down”\n\nCLINTON TREASURY FLY-AROUND — We asked for your thoughts on Clinton’s likely Treasury Secretary pick and you responded.",
  "On resolution plans, 1 out of six (Citi) was found fine (so much for ‘no credible’ plan), and the issues raised with the other 5 are all resolvable, and moreover are based on the assumption that none of the resolution tools of Dodd-Frank are used.",
  "“Moving quickly to stave off that scenario, the Bank of England sharply cut interest rates Thursday and offered a bigger economic stimulus package than expected, though analysts already say it won’t go far enough.",
  "…\n\n“The ‘90+ percent leverage’, no idea what BM’s K is referring to, since the industry, by FDIC’s own data, has more than $1.8 trillion in equity capital for $16 trillion in assets, an all-time high for capital.",
  "— Bloomberg View’s Timothy O’Brien: “Trump … has routinely relied on his own instincts and operated impulsively both at home and abroad, sometimes corralling business partners who haven't been A-listers.",
  "The business group, along with the Texas Association of Business, filed the lawsuit in federal court in Austin, Tex., saying the administration was overstepping its authority in issuing the rules.",
  "Virginia, Ohio and New Hampshire are somewhere in-between”\n\nGoldman Sachs: “We expect a 190K increase in nonfarm payroll employment in July, slightly above consensus expectations for a 180K gain.",
  "Consider the Trump SoHo … Trump's … partner on the project was the Bayrock Group, based in Trump Tower, which was controlled by a former Soviet official and Kazakh named Tevfik Arif.",
  "Job growth appears to have slowed from the over 200,000 monthly pace experienced since job growth resumed 6 years ago, but only because the economy is closing in on full-employment.",
  "But the Fed will most likely continue to be in a ‘wait and see’ mode”\n\nHFE’s Jim O’Sullivan: “After rising just 11K in May — 38K in the initial report — payrolls rose 287K in June.",
  "It’s not likely to be the kind of 287K blockbuster we saw in June but consensus is for a solid 180K and a slight decline in the jobless rate to 4.8 percent from 4.9 percent.",
  "“Even so, through the volatility, trends ultimately become clear … We believe the trend in employment growth has slowed from more than 200K per month, but not dramatically.",
  "Story Continued Below\n\nMoody’s Analytics' Mark Zandi emails: “Job growth in July should come in at 185,000 and the unemployment rate is expected to dip to 4.8 percent.",
  "Such a number would suggest both May (shockingly weak) and June (shockingly strong) were data flukes and the general trend (between 150K and 200K a month) remains.",
  "“The Clearing House shows that rather than being at an ‘all-time high,’ by this measure interconnectedness has fallen 14 percent since the statistic began in 2012.",
  "Been very active.”\n\n“Add Laura Tyson for potential Treasury list.”\n\n“Laura D'Andrea Tyson, (no Wall street taint) loved by labor and business would be amazing.",
  "The sharp swings highlight the limited information value of any single report, an observation that applies to economic data in general, not just payrolls.",
  "International and domestic experience and proven (at the Fed) ability to blend the two and shift important policy decisions in her direction.",
  "Most labor market indicators were roughly in line with their recent trends, though a couple of key indicators were somewhat stronger in July.",
  "That sting would have been far worse had GOP nominee Donald Trump chosen to make an issue of it and hammer Clinton on a weak economy.",
  "A series of economic indicators point to a serious downturn in the U.K. economy, which is now clearly bracing itself for a recession.",
  "While this forecast is below the June 287,000 number, it bolsters our view that May’s pitiful showing is now a distant memory.",
  "… The man who played a pivotal role connecting Trump and Arif … was a Bayrock employee of Russian descent named Felix Sater.",
  "The job gains will be broad-based across industries, with only energy-related businesses meaningfully reducing payrolls.",
  "For reasons known only to him, he did not do that and spent his time attacking the family of a slain soldier instead.",
  "It would likely deliver a modest stimulus in the first years with little impact on the outlook for GDP, or the Fed.",
  "… A respectable July payrolls report will give the Federal Reserve more confidence on the labor market’s strength.",
  "A strong number would take some of the sting out of the grim GDP number for Democratic nominee Hillary Clinton.",
  "“The unemployment rate is likely to remain at 4.9 percent, though we see the risks as tilted to the downside.",
  "He appeals to the EW/BS wing of higher taxes and more regulation but also is the king of frickin' capitalism.",
  "His authoritarian tendencies and flirtations with fascism are unparalleled in the history of our democracy.",
  "But in June, Clinton suffered a 10-point deficit to Trump on the same question, 47 percent to 37 percent.",
  "Trump’s proposed economic policies, if enacted, embark on a far different and less certain path forward.",
  "… The job market is sturdy across all of the swing states in the fast-approaching presidential election.",
  "The weakest is Pennsylvania, particularly the western part of the state (Philadelphia is doing well).",
  "She is the architect of the 1990's prosperity and boom.”\n\nVia Douglas Rediker: “My money is on Lael.",
  "— Via Sean Neary: “[Y]ou can’t overlook the likelihood of Kara Stein as you next SEC Commissioner.",
  "It is the Obama administration’s third attempt to curtail the practice of corporate inversions.",
  "Strong campaign credentials and wealth of experience at UST and in other areas of government.",
  "With Gary Johnson and Jill Stein tested, Clinton is still up nine and Trump is at 34 percent.",
  "— Friday marks one of the final three reports that could have an impact on the 2016 election.",
  "Average hourly earnings likely rose 0.3 percent in July and 2.6 percent over the past year.",
  "But more controversial to finance sector - in this climate, is that enough to reject him?",
  "http://politi.co/2axt8Km\n\nPOLL BLAST TWO: CLINTON UP 9 — That’s the NBC/WSJ figure.",
  "Low initial jobless claims and a bounce in producer sentiment support our forecast.",
  "http://nbcnews.to/2axtVel\n\nGOOD FRIDAY MORNING — Welcome to the end of the week.",
  "We are not aware of any contrary data.” http://bit.ly/2aExRsv\n\nTRUMP MOB TIES?",
  "“Wage growth is picking-up, consistent with a full-employment economy.",
  "Average hourly earnings should post a 2.6 percent year-over-year gain.",
  "It will be another way for HRC to tip her hat to Elizabeth Warren.",
  "Some highlights from the MM inbox, some attributed some anonymous.",
  "The strongest swing state economies are Florida and Colorado.",
  "Only thought is that he's too old and too tired.",
  "Let’s hang up the politics for a few days, yeah?",
  "She’s up 8 among men in the poll which is nuts.",
  "“How is [Warren] Buffett not being considered?",
  "Stellar resume, first woman UST secretary.",
  "And the stuff made up is just wrong.",
  "Olympic opening ceremonies tonight!",
  "Unclear.”\n\nAnd what about the SEC?",
  "“So stop asking him about it.",
  "Should appeal to the right.",
  "Welcome to Jobs Day!",
  "WELCOME TO JOBS DAY!",
  "Gary second.",
  "Not a typo.",
  "34 percent.",
  "Bananas.",
  ".."
]