[
  "He has addressed his past conduct on his website, writing that he made “some poor and regrettable judgment calls in business” but that he had admitted his wrongdoing and pleaded guilty before assisting the government with “numerous issues of national security, including thwarting terrorist attacks against our country.”\n\nThe lawyer, Robert S. Wolf, did not address Sater’s relationship with Trump but stressed Sater’s work for the government, saying he saved lives, including by providing “significant intelligence with respect to nuclear weapons in a major country openly hostile to the United States.”\n\nSater, 50, emigrated from the Soviet Union, arriving in Brooklyn when he was 8.",
  "Lynch told senators that Sater had “provided valuable and sensitive information” for more than 10 years and that his work had been “crucial to national security and the conviction of over 20 individuals, including those responsible for committing massive financial fraud and members of La Cosa Nostra.”\n\nSater has generally declined to comment about his relationship with Trump.",
  "When one of the firm’s most ambitious projects, the oceanfront Trump International Hotel and Tower in Fort Lauderdale, Fla., became embroiled in disputes after construction stalled in 2009, aggrieved condo buyers filed suit, claiming, among other things, that Trump and others had failed to tell them about the criminal past of a key member of the development team.",
  "Sater said he had located a group of interested Russian investors, as well as a possible site for a luxury high-rise — a shuttered pencil factory that had been named for American radicals Nicola Sacco and Bartolomeo Vanzetti, who were convicted of murder and executed during the “red scare” that swept the United States after World War I.",
  "Asked whether there was paperwork drawn up on the deal, he responded: “It was more of verbal updates when I’d come back, pop my head into Mr. Trump’s office and tell him, you know, ‘Moving forward on the Moscow deal.’ And he would say, ‘All right.’ ”\n\n“I showed him photos, I showed him the site, showed him the view from the site.",
  "The Russian-born businessman had already done a stint in prison for stabbing a man in the face with the stem of a margarita glass, and he was now awaiting sentencing for his role in a Mafia-orchestrated stock fraud scheme — all the while serving as a government informant on the mob and mysterious matters of national security.",
  "During his 2009 sentencing, which had been delayed because of his work as a government witness, Sater bemoaned leaving Bayrock, a company he said he “had built with my own two hands.”\n\n“Here I am trying to rehabilitate myself and keep getting the rug pulled out from under me,” Sater told the judge.",
  "His relationship with Trump has created unwanted attention for the real-estate-mogul-turned-presidential-candidate as Sater and his onetime company have endured legal disputes with former business associates and investors who lost money in failed Trump-branded projects.",
  "He is an active member of Chabad, an Orthodox Jewish sect, and, in 2014, was named Man of the Year by Chabad of Port Washington, N.Y.\n\nHis background emerged again last year during Loretta E. Lynch’s confirmation hearings to become attorney general.",
  "According to the lawsuit, Sater called Mennes in 2006 and threatened that his cousin “would electrically shock Mr. Mennes’ testicles, cut off Mr. Mennes’ legs, and leave Mr. Mennes dead in the trunk of his car” if Mennes revealed his criminal past.",
  "One former Bayrock employee alleged in a lawsuit that Sater once told him during a dispute to “shut up or risk being killed.” Another lawsuit filed in Arizona in 2007 alleged that Sater had threatened a local project partner named Ernest Mennes.",
  "In 2008, Trump’s lawyers asked Sater to testify in Trump’s libel suit against journalist Tim O’Brien, arguing that O’Brien’s book, “Trump Nation,” damaged his reputation and cost him projects that Bayrock and others had been pursuing.",
  "Wolf, Sater’s lawyer, said the claim that Sater had threatened violence was “an outright fabrication” made in the course of lawsuits that have included “baseless and highly defamatory” accusations designed to win money from Bayrock.",
  "In an interview last year with the Associated Press, he said, “Felix Sater, boy, I have to even think about it.”\n\nSater, in previously unreported sworn testimony reviewed by The Washington Post, described a closer relationship.",
  "Lynch, who was U.S. attorney in the office that prosecuted the stock fraud, was asked to respond to allegations that Sater had been let off too easily and the government should not have hidden his conviction from public view.",
  "The cards, first reported by the Associated Press, identified Sater as a “senior advisor to Donald Trump.”\n\nGarten said Sater was never a Trump Organization employee and was paid nothing during the brief 2010 arrangement.",
  "Sater has both been accused by former business associates of threatening to kill them and praised by top government officials for information that has led to numerous mob convictions and national security gains.",
  "The scheme relied on members of the La Cosa Nostra crime families for extortion and to resolve disputes, federal authorities alleged, part of a concerted effort by organized crime to make inroads on Wall Street.",
  "But even after elements of Sater’s background were disclosed in a 2007 New York Times article, he remained in close proximity to Trump — at one point using Trump Organization office space and business cards.",
  "1 of 45 Full Screen Autoplay Close Skip Ad × Trump captures the nation’s attention as he campaigns View Photos The presidential candidate and billionaire businessman leads the field in the Republican race.",
  "Garten told The Post that, prior to the 2007 article, Trump’s company knew “none” of Sater’s criminal past and “would have had no reason to inquire.”\n\nThe disclosure led to problems for Bayrock and Trump.",
  "“He asked if I wouldn’t mind joining them and looking after them while they were in Moscow.”\n\nGarten, Trump’s lawyer, said that Trump’s adult children and Sater happened to be there at the same time.",
  "“I can see how the relationship may have been viewed differently from one person’s side of the relationship from the other,” he said, adding: “There was no relationship with Mr. Sater.",
  "Seizing on the success of his television reality show, “The Apprentice,” he focused on licensing his name to developers constructing high-rise hotels and condominium projects.",
  "Sater’s account, which came during a deposition in a libel case Trump brought against a book author, offers new insights into Trump’s relationship with a complicated figure.",
  "Alan Garten, a lawyer for the Trump Organization, did not dispute Sater’s account of the two men’s relationship but said it differed from Trump’s perception of events.",
  "Sater said he also attended social events where Trump had been present and had visited Trump’s Mar-a-Lago estate in Palm Beach, Fla., though not at Trump’s invitation.",
  "He pleaded guilty in 1998 to one count of racketeering as part of a $40 million stock fraud in which Wall Street brokers artificially inflated the price of stocks.",
  "After Sater left Bayrock, he was given Trump Organization business cards and office space so he could continue searching for deals for the company, Garten said.",
  "In New York, Sater said he met with Trump and Trump’s staff “on a constant basis” to discuss possible deals in places such as Los Angeles, Ukraine and China.",
  "“If he were sitting in the room right now, I really wouldn’t know what he looked like,” Trump said, adding that he had spoken with Sater “not many” times.",
  "Donald Trump and Bayrock Group Chairman Tevfik Arif, center, and executive Felix Sater attend the Trump Soho launch party on Sept. 19, 2007, in New York.",
  "(Mark Von Holden/WireImage)\n\nOn the 24th floor of Trump Tower, in an office two floors below Donald Trump, Felix Sater was trying to revive his career.",
  "Trump and his lawyers have said that he was not aware of Sater’s criminal past when he first signed on to do business with Sater’s firm, Bayrock Group.",
  "He was spared prison time in recognition of what an FBI agent later called “extraordinary” cooperation as a witness in unnamed national security cases.",
  "Broke and with a young wife and child to support, Sater has said he hooked up with a boyhood friend who was operating a Mafia-linked brokerage firm.",
  "He described the relationship as “friendly,” saying he had met one-on-one with Trump “numerous times” in Trump’s office to discuss various projects.",
  "When Trump’s children Donald Jr. and Ivanka were planning a trip to Moscow in 2006, Sater said that Trump asked him to squire them around the city.",
  "He said Trump holds hundreds of meetings a year with people for whom the interactions are often more memorable than for the celebrity tycoon.",
  "But earlier this month, he tweeted his support for Trump’s presidential run, congratulating Trump on appearing to clinch the GOP nomination.",
  "Sater attended a glitzy launch party with Trump in 2007 celebrating Trump Soho, a 46-story Manhattan project that Bayrock helped develop.",
  "He recalled flying to Colorado with Trump and said that Trump once asked him to escort his children Donald Jr. and Ivanka around Moscow.",
  "But he lost his trading license after the margarita glass incident that occurred during a 1991 bar fight and led to a year in prison.",
  "“I can build a Trump Tower, because of my relationship with Trump.”\n\nSater’s “Trump card,” as he called it, didn’t work everywhere.",
  "When the New York Times first linked Sater to the mob stock and money laundering scheme later that year, Trump expressed surprise.",
  "Trump walked away from the failing project, saying he held no responsibility since he had merely licensed his name to the effort.",
  "But Sater and his business partners had an idea: They would build Trump towers in U.S. cities and across the former Soviet bloc.",
  "Sater pitched it to Trump, who gave Sater’s company rights to explore projects in Moscow as well as in Florida and New York.",
  "Sater’s involvement in the stock fraud was kept secret for years by federal prosecutors because of his role as an informant.",
  "According to his website, Sater has continued to work in real estate and finance for a number of international companies.",
  "I didn’t really know him very well,” Trump told the Times, adding that he dealt primarily with other Bayrock executives.",
  "“Anybody can come in and build a tower,” Sater told potential investors, according to testimony in a 2008 court case.",
  "Caption Businessman Donald Trump officially became the Republican nominee at the party’s convention in Cleveland.",
  "Documents show that Trump in 2005 extended Bayrock a one-year deal to develop a project in the Russian capital.",
  "At the time, Sater testified he was in the process of leaving Bayrock because of the publicity around his past.",
  "The relationship was a business relationship with Bayrock.”\n\nSater, through his lawyer, declined to comment.",
  "In sworn testimony in 2013, Trump said he wouldn’t recognize Sater if they were sitting in the same room.",
  "“I handled all of the negotiations,” Sater said of the Russia deal, which did not come to fruition.",
  "Video shows Donald Trump testifying at a deposition taken Nov. 5, 2013 in Matthew Abercrombie, et.",
  "Sater has testified that he met Trump and started to pitch him on business ideas soon thereafter.",
  "Sater said he popped into Trump’s office frequently over a six-year period to talk business.",
  "In Phoenix, Sater testified, he met with local officials alongside Trump’s son, Donald Jr.",
  "He claimed in sworn testimony in 2013 as part of the dispute that he barely knew Sater.",
  "“I wish Mr. Sater well,” he said, adding that he is now supporting Trump for president.",
  "(Obtained by The Washington Post)\n\nTrump has repeatedly said he barely remembers Sater.",
  "But their relationship continued — though just how close they were is now in dispute.",
  "Sater, however, was memorable to others associated with Bayrock and its projects.",
  "“They were on their way by themselves, and he was all concerned,” Sater said.",
  "Sater arrived in Trump’s orbit as the mogul was shifting his business model.",
  "Donald Trump speaks at a campaign event at Trump Doral golf course in Miami.",
  "Mennes said he was barred by a legal settlement from discussing the matter.",
  "His site touts his work on Trump projects and his extensive philanthropy.",
  "“Nothing came of it, and they went their separate ways,” Garten said.",
  "Around 2001, he joined Bayrock, which had its offices in Trump Tower.",
  "As Sater became a more controversial figure, Trump did not cut ties.",
  "He has said his family, which is Jewish, left to escape persecution.",
  "“He will make the greatest President of our century,” Sater wrote.",
  "“We do as much of a background check as we can on the principals.",
  "During that period, Sater turned his attention to real estate.",
  "Carlo Allegri/Reuters Buy Photo Wait 1 second to continue.",
  "versus SB Hotel Associates pending at the time in Florida.",
  "“There was no accompanying them to Moscow,” Garten said.",
  "Alice Crites and Walter Fee contributed to this report.",
  "The two developed a rapport, Sater testified.",
  "Sater pursued a career as a stockbroker.",
  "It’s pretty spectacular,” Sater said.",
  "The Moscow deal fell apart.",
  "The suit was dismissed.",
  "al."
]