[
  "DRIVING THE DAY — Tax reform principals meet again on Capitol Hill … Senate Republicans roll out their Obamacare repeal bill around 11:00 a.m. … Senate Banking regulatory hearing begins at 10:00 a.m. … President Trump “views a drone and universal broadband technology demonstration at the White House\n\nHouse Ways and Means has a trade hearing at 10 a.m. with USTR Robert Lighthizer … Senate meets at 11 a.m. to resume consideration of the nomination of Marshall Billingslea to be assistant Treasury secretary for terrorist financing … Index of leading indicators at 10:00 a.m. expected to rise 0.4 percent …\n\nALSO TODAY: PAYMENTS FORUM — Per ABA: “The ABA Payments Forum, happening June 22-23 at the Ronald Reagan Building in D.C., features Rep. Randy Hultgren (R-IL) … ABA President and CEO Rob Nichols and other payment and fintech experts”\n\nICYMI — Bloomberg View’s Tim O’Brien goes long on the Russian financing aspect of the special counsel investigation that we teased in Monday’s MM: “[A] troubling history of Trump's dealings with Russians exists outside of Russia: in a dormant real-estate development firm, the Bayrock Group, which once operated just two floors beneath the president's own office in Trump Tower” Read more.",
  "No longer optimistic on timing and scale of policy action, we get little pushback on our base case of a 'delayed and diluted' tax reform (1H18, negligible fiscal stimulus).”\n\nCLEARING HOUSE RESPONDS — Via Clearing House President Greg Baer on AFR’s item featured in Wednesday’s MM saying Treasury’s regulatory proposals closely matched those suggested by the banking group: “The Clearing House's recommendations were based on analysis and documented research on the impact of post-crisis reforms — some of it our own, some from academics, and even some from Federal Reserve, IMF and other governmental economists and analysts.",
  "If Treasury Department officials read that research and heard those voices, good for them — and good for America's businesses and consumers.”\n\nNYSE WARNS ON ACTIVISTS — POLITICO’s Patrick Temple-West: “The growth in the number of activist investors agitating for changes at public companies is leaving firms feeling [outgunned,’ the head of the New York Stock Exchange warned Wednesday.",
  "DUNCAN RETIRES FROM NRF — Via NRF: “The National Retail Federation … announced the retirement of Senior Vice President and General Counsel Mallory Duncan, a veteran lawyer and lobbyist who has guided the retail industry through legal, legislative and regulatory battles over credit card fees, bankruptcy law, privacy issues and other topics for more than two decades”",
  "LIGHTHIZER WARNS AGAINST CHINA’S NEW MARKET STATUS — FT’s Shawn Donnan: “Donald Trump’s trade tsar has fired a warning shot at both Beijing and the World Trade Organisation, cautioning that any decision to label China a ‘market economy’ would have ‘cataclysmic’ consequences for the body.",
  "Story Continued Below\n\nThe Big Six principles meet again Thursday (Gary Cohn, Steven Mnuchin, Paul Ryan, Kevin Brady, Mitch McConnell and Orrin Hatch) and sources in the White House and on the Hill are all pretty confident that a fully agreed-on package can be ready by early September.",
  "This is another declining threat for the biggest banks, though we are not prepared to take Glass-Steagall totally off the table.”\n\nABOUT LAST NIGHT — President Trump in Iowa talking about his wealthy cabinet: “In those particular positions, I just don't want a poor person.” Video.",
  "IN NEW BOND MARKET, BIGGER IS BETTER — WSJ’s Jon Sindreu: “Giant bond firms increasingly are taking on a price-setting role in global debt markets, elbowing aside big banks facing tighter post-crisis regulation and generating concerns about the toll paid by smaller investors.",
  "It's a world gone crazy and threatens to undermine the deepest, broadest, most liquid capital markets in the world - not to mention property rights.”\n\nGOOD THURSDAY MORNING — The world returned to its axis last night as the Yankees finally ended their seven game slide.",
  "ALSO FOR YOUR RADAR —\n\nTHE WEIRD TALE OF JAY SOLOMON — POLITICO’s Hadas Gold: “The Wall Street Journal … fired chief foreign affairs correspondent Jay Solomon for what they called a ‘breach’ and ethical lapses over his involvement with an Iranian-born arms dealer.",
  "The list also features individuals already known in the Uber sphere — cofounder Garrett Camp; Rachel Holt, head of North American operations; Frances Frei, senior vice president of leadership and strategy; or Bozoma Saint John, the company’s top brand officer.",
  "But they might have gone too far, so fixes are needed”\n\nTREASURY’S PHILLIPS: DON’T BREAK UP THE BANKS — POLITICO’s Victoria Guida: “A top Treasury official said today the Trump administration has decided that the nation's largest banks shouldn't be broken up.",
  "“Testifying before Congress on Wednesday, Robert Lighthizer said the U.S. was eager to see changes in the WTO’s dispute resolution system, arguing that the country had unfairly ended up as the top target for complaints in the global trade court” Read more.",
  "UBER DRAMA CONTINUES — FT’s Leslie Hook: “The departure of one of Uber’s earliest investors from its board late on Wednesday added fresh turmoil to the San Francisco-based transportation company that also lost its controversial chief executive this week.",
  "“Yet the company, Creative Planning, is at the vanguard of a profound shift in finance: the move away from brokers and mutual fund companies peddling products for a fee, and toward firms offering truly independent, low-cost investment advice”” Read more.",
  "“The blue-chip index has wobbled since oil fell into a bear market — a drop in price of at least 20 percent from a peak — on Tuesday, renewing concerns among some analysts that there could be a more severe pullback in commodities prices” Read more.",
  "“Phillips was responding to a question about why Treasury's recent regulatory report, which he spearheaded, doesn't explicitly mention a ‘21st century Glass-Steagall,’ a policy moniker supported by various administration officials.” Read more.",
  "MIKE BLOOMBERG ON AUTOMATION — Mike Bloomberg in a column in the new business week: “We celebrate market disruptions for the overall benefits they generate, but they also present challenges to workers whose skills are rendered obsolete.",
  "“The exit of Bill Gurley, a partner at venture capital firm Benchmark, removes the board’s most seasoned tech investor at a time when it is tasked with overhauling the company’s culture and rebuilding Uber’s executive ranks.",
  "MORGAN STANLEY NOT SOLD ON TAX REFORM — Via Morgan Stanley research note: “We remain skeptical that tax reform can get done this year despite recent speculation that Republicans can accelerate their agenda this summer.",
  "KANSAS FIRM CHANGING WALL STREET — NYT’s Landon Thomas Jr.: “Tucked away in a sleepy office park in this Kansas City suburb, a $26 billion investment advisory firm is helping drive Wall Street’s latest wealth boom.",
  "BRENT JOINS CRUDE IN BEAR MARKET — Bloomberg’s Meenal Vamburkar: “Brent crude entered a bear market, plunging below $45 a barrel for the first time since November as skepticism that a supply glut will ease worsens.",
  "“A decline in U.S. stockpiles wasn’t enough to dispel the pessimism that struck the market this month as American supplies remain stubbornly above their seasonal average and production keeps rising” Read more.",
  "BANKING HEARING PREP — Big session before Senate Banking this morning featuring Fed Governor Jerome H. Powell, FDIC Chair Martin J. Gruenberg, Acting Comptroller Keith A. Noreika and others.",
  "Tom Farley, president of NYSE … raised concerns about impediments he sees to stock markets, such as shareholder proposals and proxy advisory firms, as well as activist investing” Read more.",
  "Attempting to slow the pace of technological change to preserve particular jobs is neither possible nor desirable, and there may be no better example than in the energy industry” Read more.",
  "Cowen’s Jaret Seiberg: “We believe policy news flow continues to improve for the biggest banks with … Phillips … appearing to close the door to using Glass-Stegall to break up the banks.",
  "Cap Alpha’s Ian Katz: “Text of testimony from … Powell … Noreika and … Gruenberg was … the loudest chorus of support by regulators for dialing back banking rules that we’ve seen.",
  "— BreakingViews’ Richard Beales: “Uber co-founder Travis Kalanick has quit as chief executive under a cloud of business and cultural troubles, including harassment allegations.",
  "Washington Bureau Chief Paul Beckett made the announcement to staff during a hastily called meeting on Wednesday after meeting with senior editors in New York the day before.",
  "Two prominent executives believed to be in consideration, however, have already taken their names out of the running: Facebook COO Sheryl Sandberg and Arianna Huffington.",
  "“Powell’s prepared testimony has a solidly deregulatory bent by suggesting an easing of requirements involving living wills, the Volcker rule and leverage regulations.",
  "‘We concluded that breaking up the banks would be ill-advised for maintaining market liquidity,’ said Craig Phillips, a counselor to Treasury Secretary Steven Mnuchin.",
  "DOW NOTCHES SECOND DAY OF LOSSES — WSJ’s Akane Otani and Riva Gold: “The Dow … fell for a second consecutive session as oil prices slid, dragging down energy shares.",
  "The gist from Powell — who for now is the Fed’s top supervision/regulation official — is that Dodd-Frank rules helped the U.S. build a much stronger banking system.",
  "“We also spoke to market participants who described clearly how post-crisis rules have changed their behavior — in some cases for the better, in some cases not.",
  "THIS MORNING ON POLITICO PRO FINANCIAL SERVICES — Zachary Warmbrodt on what’s next for the National Flood Insurance Program as the deadline inches closer.",
  "Beckett took no questions and asked any staffers who knew anything about the situation to come forward, according to multiple sources” Read more.",
  "Banks still act as middlemen in bond trading, but what trading they do is directed at bigger funds, say bankers and fund managers” Read more.",
  "“Beckett did not elaborate on Solomon’s situation, only to say that an upcoming Associated Press investigation would have more details.",
  "Other potentials include longtime American Airlines executive David Cush, YouTube CEO Susan Wojcicki, former Yahoo CEO Marissa Mayer.",
  "ASIAN STOCKS RISE — Bloomberg’s Adam Haigh: “Oil’s rout showed signs of easing, helping to feed a rebound in Asian equity markets.",
  "With a straight face, he is saying owners should not be allowed to demand the managements they employ to be accountable to owners!",
  "Former Ford CEO Alan Mulally has also made a name for himself in the auto industry, along with his successor at Ford, Mark Fields.",
  "Real talk on tax reform\n\nREAL TALK ON TAX REFORM — From people who know: There almost certainly won’t be a border adjustable tax.",
  "The difference between House and Senate Republicans and the White House is no longer that huge with the BAT out of the picture.",
  "“The bond funds, which traditionally turned to banks for prices, are usurping the role as banks face pressure to reduce risk.",
  "Using the company’s own how-to guide as a template, Breakingviews imagines an Uber-like app that helps fill it.” Read more.",
  "We had heard pieces of this previously from the banking regulators, but not quite to this extent and not at the same time.",
  "Some House Republicans, outside the Big Six, are going directly to the White House with their own ideas on tax reform.",
  "“In addition to the shortage of senior managers after departures in recent months, he leaves a void right at the top.",
  "To get Morning Money every day before 6 a.m., please contact Pro Services at (703) 341-4600 or info@politicopro.com.",
  "“Today, as the age of automation affects more industries, those challenges are affecting more and more people.",
  "But many Congressional Republicans (though certainly not all) still want some kind of alternative to the BAT.",
  "These threaten the ride-hailing service’s eye-popping, and currently unwarranted, valuation of $68 billion.",
  "The idea of some kind of effort to take on big banks is still popular among administration populists.",
  "But it’s very hard (probably impossible) to get to that number without the BAT and do it permanently.",
  "Inside, there are no televisions tuned to CNBC and there is hardly a Bloomberg terminal to be seen.",
  "Phillips is mistrusted by some in the White House and on the Hill for his Democratic connections.",
  "— There are plenty of names being tossed around in terms of who could be the next head of Uber.",
  "Hence, we identify summer signposts that could push risk-positive or negative market outcomes.",
  "Email Aubree Eliza Weaver on aweaver@politico.com and follow her on Twitter @AubreeEWeaver.",
  "“Consensus appears to have shifted from late last year and early this year on tax reform.",
  "The AP has more detail on the nature of Solomon’s business relationship with a source.",
  "And Phillips’ comments on the matter won’t further endear him to some conservatives.",
  "Mr Gurley will be replaced by Matt Cohler, a fellow Benchmark partner.” Read more.",
  "Email me on bwhite@politico.com and follow me on Twitter @morningmoneyben.",
  "WHAT IT MEANS — Don’t view this as the absolute final word on the subject.",
  "And it would mean giving ground on other desires including full expensing.",
  "Congress has plenty of other stuff to deal with in the next few months.",
  "REACT — Graham Fisher’s Joshua Rosner emails: “Have we gone … mad!!!",
  "Sounds like there will be some happy news for the banking industry.",
  "“He also passed up an ideal opportunity to push for ring fencing.",
  "The yen strengthened while gold rose for a second day” Read more.",
  "They still want to get to 15 percent on the corporate rate.",
  "That doesn’t mean it hits the floor and sails to passage.",
  "Yet this does not appear to be a current market driver.",
  "Sorry all you Nats, O’s, Sox fans etc.",
  "There is a dentist on the top floor.",
  "They will try to make it permanent.",
  "Or maybe there’s an app for that?",
  "But there is some optimism now.",
  "Could a new CEO be the answer?",
  "AP’s Dee-Ann Durbin has more.",
  "who hate our Yankee mentions.",
  "The boss drives a Honda.",
  "But we are who we are."
]