[
  "… But multiple CBC members said they were put off that she signed the invitation as ‘the Honorable Omarosa Manigault,’ saying she hasn’t earned that title nor has she helped raise the profile of CBC issues within the White House as promised.” http://politi.co/2sPOJIG\n\nPIC DU JOUR -- @OfirGendelman (a spokesman for the Israeli prime minister’s office): “PM Netanyahu at the start of his meeting with Jared Kushner, @jdgreenblatt45 and US Ambassador to Israel David Friedman.” http://bit.ly/2sQBpE4\n\nFOGGY BOTTOM WATCH -- JOSH ROGIN in WaPo: “Top White House aide likely the next ambassador to India”: “A senior official in the White House’s National Economic Council will soon be named U.S. ambassador to India, four White House officials confirmed.",
  "The firm's website http://bit.ly/2rCnCgZ\n\nSUBSCRIBE to the Playbook family: POLITICO Playbook http://politi.co/1M75UbX ... New York Playbook http://politi.co/1ON8bqW … Florida Playbook http://politi.co/1OypFe9 ... New Jersey Playbook http://politi.co/1HLKltF ... Massachusetts Playbook http://politi.co/1Nhtq5v … Illinois Playbook http://politi.co/1N7u5sb ... California Playbook http://politi.co/2bLvcPl ... Brussels Playbook http://politi.co/1FZeLcw ... All our political and policy tipsheets http://politi.co/1M75UbX\n\nFollow us on Twitter Anna Palmer @apalmerdc\n\n\n\nJake Sherman @JakeSherman\n\n\n\nDaniel Lippman @dlippman\n\n\n\nEli Okun @eliokun\n\n\n\nGarrett Ross @garrett_ross\n\nFollow Us",
  "Officials also are running a trace on two weapons, including a rifle and a handgun.” http://apne.ws/2tO3fOi\n\nA TOUGH JOB -- “DCCC seeks to rally demoralized troops,” by Gabe Debenedetti in Atlanta: “Facing fresh criticism from fellow Democrats after a disappointing loss in a Georgia special election, [DCCC] chairman Ben Ray Luján on Wednesday sought to rally his party by declaring the House of Representatives in play and distributing internal data suggesting a number of incumbent Republicans are in more electoral trouble than widely thought.",
  "Explaining that in some cases the pollsters tested specific Democratic challengers against Republican incumbents, Lujan said ‘many incumbents -- who won with double digits last cycle -- would be in the race of their careers, including Reps. Martha McSally (D+5), Brian Mast (D+3), Kevin Yoder (D+2), and Rodney Frelinghuysen (D+3).’” http://politi.co/2rCKSuY … The memo http://politi.co/2sQeHfb\n\n-- DEM OPERATIVE QUOTE OF THE DAY: “We no longer have a party caucus capable of riding this wave.",
  "‘It’s easy to think only of trauma cases when you think of war, but the damage it does to infrastructure has even more serious,’ said Natalie Roberts, the head of emergency operations for Doctors Without Borders France.” http://wapo.st/2sQxB5z\n\nTRUMP INC. -- TIM O’BRIEN in Bloomberg View, “Trump, Russia and a Shadowy Business Partnership: An insider describes the Bayrock Group, its links to the Trump family and its mysterious access to funds.",
  "In a series of interviews and a lawsuit, a former Bayrock insider, Jody Kriss, claims that he eventually departed from the firm because he became convinced that Bayrock was actually a front for money laundering.” https://bloom.bg/2rUhS18\n\nON THE HILL -- A lot of D.C. was at U2’s concert last night, but U2’s guitarist The Edge also went to the Hill on Tuesday to advocate for federal funding for research linking diet and cancer prevention.",
  "Juster is currently going through a new round of clearances before his appointment can be officially announced.” http://wapo.st/2sQ3bAD\n\nAFTERNOON READ -- MICHAEL CROWLEY in POLITICO Magazine, “Why the White House Is Reading Greek History: The Trump team is obsessing over Thucydides, the ancient historian who wrote a seminal tract on war”: “The Trump White House isn’t known as a hot spot for Ivy League intellectuals.",
  "The Edge with Senate Ag Committee Chair Pat Roberts (R-Kan.) http://bit.ly/2sPYk2c … WaPo Q&A http://wapo.st/2sPRARU\n\nPLAYBOOK METRO SECTION -- “PHOTOS: The New Ben’s Chili Bowl Mural,” by Washingtonian’s Rosa Cartagena http://bit.ly/2sQhKUI\n\nHOT CLICK -- NEW GAME OF THRONES TRAILER http://bit.ly/2sQVqtX\n\nSPOTTED: Agriculture Secretary Sonny Perdue this morning at the Delta gate in Atlanta.",
  "‘Don’t forget, I come from New York -- that’s all I see is Greeks, they are all over the place.’)” http://politi.co/2tO1Kj7 … $19.04 on Amazon http://amzn.to/2tNVqbC\n\nWAR REPORT -- “How war brought cholera and polio back to the Middle East,” by WaPo’s Louis Loveluck: “In Yemen, it is cholera, a bacterial disease spreading so fast, about 160,000 people have been fallen sick since April.",
  "Graham Allison, an avuncular foreign policy thinker who served under Reagan and Clinton, was paying a visit to the Trump National Security Council, where he briefed a group of staffers on one of history’s most studied conflicts—a brutal war waged nearly 2,500 years ago, one whose lessons still resonate, even in the administration of a president who doesn’t like to read.",
  "He is now listed in fair condition and is beginning an extended period of healing and rehabilitation.”\n\nUPDATE ON THE SHOOTER -- “FBI: Gunman acted alone in shooting of congressman,” from the AP: “A gunman acted alone when he shot and wounded a top House Republican and four other people on a northern Virginia baseball field, the FBI said Wednesday.",
  "Learn more at google.com/grow/veterans\n\nTHANKS, BUT NO THANKS -- “Congressional Black Caucus expected to decline Trump meeting,” by Heather Caygle and Theo Meyer: “The Congressional Black Caucus is expected to reject an invitation to meet with President Donald Trump, according to four sources close to the group.",
  "“Before linking up with the company and with Trump, he had worked as a mob informant for the U.S. government, fled to Moscow to avoid criminal charges while boasting of his KGB and Kremlin contacts there, and had gone to prison for slashing apart another man’s face with a broken cocktail glass.",
  "The 77-year-old Allison is the author of a recent book [‘Destined for War: Can America and China Escape Thucydides’s Trap?’] based on the writings of Thucydides, the ancient historian famous for his epic chronicle of the Peloponnesian War between the Greek states of Athens and Sparta.",
  "“In a nearly 1,600-word Wednesday morning memo to committee staff that was obtained by POLITICO, the New Mexico congressman shared polling conducted between late March and mid-June showing Democrats in position to make gains in a handful of competitive seats held by Republicans.",
  "It isn’t pretty”: “[T]he Bayrock Group ... partnered with the future president and his two eldest children, Donald Jr. and Ivanka, on a series of real-estate deals between 2002 and about 2011, the most prominent being the troubled Trump Soho hotel and condominium in Manhattan.",
  "KEEPING A LIST -- ABC’s JON KARL: “ANALYSIS: 25 questions the White House has promised to answer but hasn’t” http://abcn.ws/2ttjfG0\n\nREMINDER: The annual Congressional Women’s Softball Game is tonight at 7 p.m. at the Watkins Recreation Center in Southeast Washington.",
  "WASHINGTON, INC. -- SpeakEasy Political, a San Francisco-based self-service Democratic direct mail platform that uses technology to make campaign mail more affordable, is expanding with the opening of a new D.C. office, led by co-founder Danielle Winterhalter.",
  "Husam Zomlot (recently profiled by POLITICO Magazine: http://politi.co/2rCxKWX ), Dr. Merza Hasan, Zainab Allawi, Robin Wright, Alison Hills, Rochdi Younsi, Stephen Rademaker, Dr. Henri Barkey, Nihal Krishan, and Mohamad Shaboot.",
  "SCALISE listed in FAIR condition -- TONIGHT: Congressional women’s softball game -- DEMS try to rally demoralized troops after Georgia -- SPOTTED at the Iraqi ambassador’s house Presented by\n\nGood Wednesday afternoon.",
  "But the Greek writer is a kind of demigod to international relations theorists and military historians … Thucydides is especially beloved by the two most influential figures on Trump’s foreign policy team.",
  "…\n\n“Lawmakers in the 49-member group each received an invitation last week from Omarosa Manigault, the-reality-TV-star-turned-White-House-aide who has pitched herself as an unofficial liaison to the CBC.",
  "‘Russia is one of the hottest places in the world for investment.’ One of Bayrock’s principals was a career criminal named Felix Sater who had ties to Russian and American organized crime groups.",
  "But now, senior administration officials say his impending appointment to represent Washington in New Delhi is a consensus pick that places a top notch India expert in a crucial diplomatic post.",
  "And members are worried the request for a caucus-wide meeting would amount to little more than a photo op that the president could use to bolster his standing among African-Americans.",
  "Tim Slater, the special agent in charge of the Washington FBI office, also said during a news conference that James T. Hodgkinson did not have any ties to terrorism.",
  "Complete with field trips, gym, dining room and attendants.”\n\nA message from Google: Google is supporting service members as they transition to civilian jobs.",
  "His exit from the White House has been rumored for weeks, amid reports that he clashed with other senior White House officials on trade and economic issues.",
  "...\n\n“As for President Donald Trump himself, there’s no evidence he’s taken any interest in an Athenian historian born almost 500 years before Jesus Christ.",
  "The Trump administration, sources said, has done nothing to advance the CBC's priorities since the group's executive board first met with Trump in March.",
  "…\n\n“It might seem curious that an ancient Greek would cast a shadow over a meeting between a group of diplomats and generals from America and Asia.",
  "In Syria, it is polio, almost two decades after government efforts to eradicate the illness were hailed as a textbook example of a good practice.",
  "… The FBI said in a statement the agency is actively investigating him to look at his associates, whereabouts and any activity on social media.",
  "http://bit.ly/2sPZcEa\n\nSCALISE UPGRADED -- MedStar Washington Hospital put on at statement at noon saying Rep. Steve Scalise (R-La.)",
  "McMaster has called Thucydides’s work an ‘essential’ military text, taught it to students and quoted from it in speeches and op-eds.",
  "OUT AND ABOUT -- Iraqi Ambassador Fareed Yasseen hosted an Iftar dinner last night at his residence in Van Ness.",
  "The move comes as the Indian prime minister plans to visit the Trump White House next week for the first time.",
  "... ‘It’s ridiculous that I wouldn't be investing in Russia,’ Trump said in [a 2007] deposition.",
  "But last month, a Harvard academic slipped into the White House complex for an unusual meeting.",
  "“Kenneth Juster currently serves as the international deputy to NEC Director Gary Cohn.",
  "The subject was America’s rivalry with China, cast through the lens of ancient Greece.",
  "He came up to our tipster carrying an Ossoff sign he was carrying and shook his hand.",
  "‘No one wants to be a co-star on the reality show,’ said one senior Democratic aide.",
  "Sheikh Salem al-Sabah (known as the dean of the Arab diplomatic corps), Yemen Amb.",
  "Oh, do I love them,’ Trump said at a Greek Independence Day event in March.",
  "[Defense Secretary James] Mattis is also fluent in Thucydides’s work.",
  "Tickets are $10 and the proceeds go to the Young Survival Coalition.",
  "Most Americans probably don’t know Thucydides from Mephistopheles.",
  "(Not that Trump has anything against Greece: ‘I love the Greeks.",
  "Eric Jaye and Bergen Kenny are the company's other co-founders.",
  "We have 80-year-old leaders and 90-year-old ranking members.",
  "It’s a giant assisted living center.",
  "Ahmed bin Mubarak, Palestinian Amb.",
  "“continues to make good progress.",
  "National security adviser H.R.",
  "SPOTTED: Kuwait Amb.",
  "This isn’t a party."
]