[
  "Among his partners on the project was the Bayrock Group, whose executives included Felix Sater, a Russian-born real estate developer who had previously served time in jail for stabbing a man in the face with the broken stem of a margarita glass during a bar fight.",
  "At the Mar-a-Lago Club in Palm Beach, Fla., a private club that Trump uses as his \"Winter White House,\" 19 charities canceled their fundraiser events after Trump seemed hesitant to denounce white-supremacist demonstrators in Charlottesville in August.",
  "\"My view has been that Donald Trump is the first president to have been in violation of the Constitution the second he was sworn in,\" said Rep. Ted Lieu (D-Calif.), who twice wrote a California public-employee pension fund urging it to divest.",
  "And CIM, which now controlled the building, became the target of a public pressure campaign: Democrats and liberal activists began urging state pension funds, which owned stakes in Trump SoHo through investments in CIM, to extract themselves.",
  "The Trump Organization says the drop in Trump condo prices is consistent with how \"the entire luxury market in Manhattan has seen declines year over year with overall prices declining,\" according to a statement released by the company.",
  "The end of Trump SoHo capped a year in which Trump's divisive presidency has pulled his global hospitality company in opposite directions — driving business to some properties the president visits and sapping customers from others.",
  "\"Trump Hotels has expanded into a multi-dimensional hotel group, and we look forward to continuing that expansion into new domestic markets,\" Eric Danziger, chief executive of Trump Hotels, said in a statement last month.",
  "But snapshots of key Trump properties indicate that his ascension to the White House has had an uneven impact on his business, which he has kept in the spotlight with frequent presidential visits.",
  "He said the hotel could probably expect to see further growth in 2018 now that it has a year of business under its belt, although it will face new competition from new luxury hotels in Washington.",
  "But it still was in the black, because it managed to get extraordinarily high rates for those rooms, averaging $652 per night for them, as opposed to $495 at other luxury Washington hotels.",
  "Their argument: These investments violated the Constitution's domestic emoluments clause, barring the president from accepting compensation other than his salary from any of the states.",
  "In the first four months of the year, the hotel had projected to lose $2.1 million — but it made $2 million instead, according to data accidentally released by the federal government.",
  "Unlike his recent predecessors, Trump has refused to release his tax returns, and a White House spokeswoman referred questions about the company's health to the Trump Organization.",
  "On Wednesday, the last remnants of the Trump name were expected to be stripped from the hotel as President Trump's company relinquished management after months of sagging business.",
  "Seven years ago, the future of the company was here at the edge of New York's fashionable SoHo neighborhood, where the family company was putting its name on a tall glass hotel.",
  "At Trump Turnberry — a jewel of the Scottish golf world that Trump bought in 2014 — new data from an annual filing with the British government shows that losses doubled in 2016.",
  "But it struggled to attract investors to buy the individual condominiums that were rented out as hotel rooms, and lenders began writing down debt on the property later in 2010.",
  "And they announced new, ­lower-priced Trump hotel brands — called \"Scion\" and \"American Idea\" — that would be located in small towns and cities, including in states Trump won.",
  "(Jennifer S. Altman/Bloomberg)\n\nThe Washington hotel's ballrooms have been booked by foreign embassies, Christian groups, conservative activists and GOP political committees.",
  "And in Manhattan, where Trump first made it big, new data from the research group CityRealty shows that condos in the 11 Trump-branded buildings have fallen in value.",
  "Later Wednesday, a spokeswoman for the hotel said that the new name would be the Dominick and that the last Trump-branded sign would come down late Wednesday night.",
  "Spokeswoman Nicole Murano said that the hotel would be run by CIM Group, the real estate investment fund that owns it, and that no employees would lose their jobs.",
  "The Trump company, which is privately held, does not release financial information to the public, so it is impossible to know the overall impact of his presidency.",
  "Trump's sons Donald Jr. and Eric, who are now running the business day to day, are making moves to expand beyond their old customer base, the urban luxury market.",
  "\"It will always be woefully out of scale and out of character,\" said Andrew Berman, executive director of the Greenwich Village Society for Historic Preservation.",
  "To build the place, Trump had spent years fighting with local preservation activists who argued that the building was out of place in low-rise, historic SoHo.",
  "\"Without seeing [new] numbers, it appears to be doing very well,\" said Marc Magazine, an executive at Savills Studley, a commercial real estate services firm.",
  "Trump buildings had overperformed the market until 2016, when the price per square foot fell 7 percent, significantly faster than units in other buildings.",
  "The Republican National Committee paid $117,000 for a holiday party in 2016 and $167,000 for a fundraiser that benefited Trump's 2020 reelection campaign.",
  "In early 2010, the hotel opened with a glamorous two-story Italian restaurant, a pool bar on the seventh floor and a library cafe overlooking the lobby.",
  "It was a moment meant to mark a shift in the Trump brand — from the father's image to the children's, from 1980s-vintage gold to dark, downtown cool.",
  "At Trump-owned golf courses in California, the Bronx and Scotland, revenue figures have slumped, according to numbers released by local governments.",
  "With fewer than one-third of the units sold, according to public filings, CIM Group moved to foreclose on the property and took it over in 2014.",
  "A hotel document obtained by WNYC predicted 49 percent occupancy, even though prices had fallen to $276 for the night, a bargain in Manhattan.",
  "The Trump Organization retained its contract as manager, but there were soon signs that Trump's volatile politics were weighing on the brand.",
  "[Trump D.C. hotel turns $2 million profit in four months]\n\nIn fact, the Trump hotel seemed to defy the laws of normal supply and demand.",
  "\"This is super-luxurious, young, downtown and hip at the same time,\" Donald Trump told the New York Daily News when it opened.",
  "(ANTHONY BEHAR/SIPA USA/Sipa USA via AP)\n\nFor a time, Trump SoHo attracted a crowd of celebrities and visiting sports teams.",
  "They recently launched the online Trump Store to sell Trump-branded hats, coffee mugs and baby bibs directly to consumers.",
  "In late November, CIM and the Trump Organization announced that the hotel was breaking ties with the president's company.",
  "By Wednesday morning, only the hardest-to-reach sign remained — a huge \"TRUMP SOHO\" on the awning over the front door.",
  "In the meantime, the Trump sons have built a busy schedule as political commentators and surrogates for their father.",
  "The end brought a small dose of joy to the people who had tried and failed to kill the project before it was built.",
  "Seven years ago, Eric Trump and Donald Trump Jr. posed for photos next to their new hotel's gold-lettered sign.",
  "The first-floor restaurant — which had shifted from an Italian restaurant to a Japanese-fusion place — closed.",
  "After Thanksgiving, workers peeled them off the facade, leaving only a shadow of the Trump name on the wall.",
  "Donald Trump and daughter Ivanka Trump were among those at the unveiling of plans for Trump SoHo in 2006.",
  "On Tuesday, the last night of the Trump era, the hotel's meeting halls and banquet spaces were quiet.",
  "\"I think there is some lesser offense that the neighbors will take with the Trump name off of it.\"",
  "During that time period, it rented out only 42 percent of its rooms, far below the city's average.",
  "The Trumps chose to start with four hotels, all of them in the same small town: Cleveland, Miss.",
  "Earlier this week, a worker covered the shadow with a panel and a tree decorated for Christmas.",
  "\"Nobody knows,\" the bellman said Wednesday morning when asked what hotel he worked for now.",
  "The Spa at Trump became just \"The Spa,\" with Trump's name covered by a gold bar.",
  "The hotel will be part of the Preferred Hotel and Resorts network, Murano said.",
  "At the Trump International Hotel in Washington, for instance, business is good.",
  "There were sports cars outside and a velvet rope for the paparazzi.",
  "But at some properties, the presidency does not look like a boon.",
  "One Scion has been sitting half-built and idle for months.",
  "One sign at a time, the Trump name started to disappear.",
  "\"That's something New York hasn't seen in a long time.",
  "Months later, no American Idea hotels have opened.",
  "Trump Organization officials declined to comment.",
  "New York's broader hotel industry began to slow.",
  "A Trump SoHo sign, still there in late November.",
  "The Trump-branded chocolates disappeared.",
  "The hotel's signs were largely blank.",
  "Sports teams began to stay away.",
  "No new name had been announced.",
  "\"TRUMP SOHO,\" the sign said.",
  "Expectation-shattering good.",
  "Celebrities stopped coming.",
  "The kids did a great job.\"",
  "That rollout has stalled.",
  "The letters are now gone.",
  "The Nobody Knows Hotel.\"",
  "It looks like a weight.",
  "Troubles compounded.",
  "\"That's the name.",
  "\"NEW YORK.\"",
  ".",
  ".",
  "."
]