[
  "“We already know that at least some of the people that tried to set up meetings between the Trump campaign and the Russian government did so under the guise of their ‘shared values’ on gun rights and sometimes did so through NRA channels.” But of course since Russia has no real gun rights movement, Bergmann posits that this outfit “has all the markings of a Kremlin front, created with the intention to, in the words of former CIA director John Brennan, ‘suborn individuals‘ in the United States.”\n\nThe remarkable part about the Trump campaign is not the appearance of a single Kremlin-connected figure.",
  "Mueller is trying to determine whether these were all random, innocent and coincidental (though the only campaign in history we know to have had any) or whether they establish a cooperative relationship between the official Trump campaign and the “active measures” campaign in Russia to help elect Trump (as the June 2016 Trump Tower meeting — attended by Natalia Veselnitskaya, Kaveladze and Rinat Akhmetshin, among others — to relay “dirt” on Democratic opponent Hillary Clinton would suggest).",
  "What Simpson calls “a well-established pattern of surreptitious contacts that occurred [in 2016] that supports the broad allegation of some sort of an undisclosed political or financial relationship between The Trump Organization and people in Russia” (p. 54) is what, in part, special counsel Robert S. Mueller III and his top-flight team of financial-crime attorneys are investigating.",
  "(Mikhail Klimentyev/Sputnik, Kremlin via AP)\n\nOpinion writer\n\nAmid the shutdown scramble, McClatchy broke a Russia scandal blockbuster:\n\nFBI counterintelligence investigators have focused on the activities of Alexander Torshin, the deputy governor of Russia’s central bank who is known for his close relationships with both Russian President Vladimir Putin and the NRA, the sources said.",
  "There is the money trail that ran through and around Trump properties, described in testimony before the House Intelligence Committee by Fusion GPS co-founder Glenn Simpson; the trail tangles up the Bayrock Group (with which the mysterious Felix Sater was associated) and the Russian oligarchs who purchased Trump properties (pp.",
  "It’s unclear how long the Torshin inquiry has been ongoing, but the news comes as Justice Department Special Counsel Robert Mueller’s sweeping investigation of Russian meddling in the 2016 election, including whether the Kremlin colluded with Trump’s campaign, has been heating up.",
  "“If you were running an influence operation with the goal of subverting 70 years of Republican hawkishness on Russia, infiltrating the right’s most powerful lobbying group wouldn’t be a bad way to do it,” CAP’s Max Bergmann, who heads the Moscow Project, tells me.",
  "Spanish investigators alleged in an almost 500-page internal report that Torshin, who was then a senator, capitalized on his government role to assist mobsters laundering funds through Spanish properties and banks, Bloomberg reported.",
  "It is that there are lots and lots of them — Aras and Emin Agalarov, Sergey Kislyak, Rinat Akhmetshin, Irakly Kaveladze, Sergei Gorkov — who had one or more connections with Trump or Trump family members or Trump campaign advisers.",
  "The Center for American Progress’s Moscow Project found:\n\nDonald Trump Jr. met over dinner with Russian central banker Alexander Torshin, a former Russian Senator and a close Putin ally, at the NRA convention in 2016.",
  "Julia Ioffe has credited Butina, through her formation of this group, with “almost single-handedly inventing Russia’s gun-rights movement.” The group advocates higher gun ownership rates in the name of self-defense.",
  "The nagging question remains, however, why Trump would so vehemently deny any business dealings with Russia and why so many people would go to such lengths to disguise their assorted Russian contacts.",
  "A summary obtained by McClatchy of the still-secret report links Torshin to Russian money laundering and describes him as a godfather in a major Russian criminal organization called Taganskaya.",
  "Moreover, Torshin pops up again, at least indirectly:\n\nMaria Butina, who previously worked for Torshin, founded the group “The Right to Bear Arms” to advocate for Russian gun owners in 2011.",
  "Torshin, a leading figure in Putin’s party, has been implicated in money laundering by judicial authorities in Spain, as Bloomberg News first revealed in 2016.",
  "Morning Bits: Republicans’ dysfunction may shut down the government\n\nRepublicans haven’t really prepared for a shutdown\n\nSessions doesn’t understand America",
  "Read more by Jennifer Rubin:\n\nTrump’s flailing about leaves key slots vacant\n\nWhat will Republicans say to justify condoning Trump’s racist remarks?",
  "\n\nRussian President Vladimir Putin, center right, along with Michael T. Flynn, center left, attend an RT event in Moscow in December 2015.",
  "Torshin is one of a number of shady Russian characters who operate in the overlapping spheres of business and corrupt Russian politics.",
  "There are the Trump team members who repeatedly failed to “recall” Russia contacts — Attorney General Jeff Sessions and Jared Kushner.",
  "There are the Kremlin-connected campaign aides — Carter Page, Paul Manafort, Michael Flynn and George Papadopoulos.",
  "Butina reportedly currently resides in D.C., where she attends American University as a graduate student.",
  "What is remarkable is that Torshin also had direct contact, according to reports, with Donald Trump Jr.",
  "Around the same time, Torshin reportedly attempted to arrange a meeting between Putin and Trump.",
  "Russians have exceedingly few gun rights, so the group seems designed for external activities.",
  "Jared Kushner was later criticized for failing to disclose this attempt.",
  "It is illegal to use foreign money to influence federal elections.",
  "What was it they were trying so hard to keep hidden?",
  "So what’s going on here?",
  "On a single campaign.",
  "36-41)."
]