[
  "The site was basically a Russian-language version of a standardized brochure that outlined the benefits of the property, down to the interview with Donald Trump in which he explains how Ivanka Trump and Trump Jr. influenced the location: “My children, Donald and Ivanka, have always been huge fans of SoHo, so they needed little convincing that this was the spot for a Trump property.” Because of the zoning at the location, Trump Soho couldn’t be used as permanent housing, a detail noted in grayed-out type at the bottom of the page.",
  "“In terms of high-end product influx into the U.S.,” he said, “Russians make up a pretty disproportionate cross-section of a lot of our assets.” That claim — excluding the introductory “into the U.S.” part — seemed to run contrary to Donald Trump’s campaign-trail assertions that his businesses had no overlap with Russian interests.",
  "(TrumpSoho.ru/Internet Archive)\n\nA somewhat cryptic article from another Russian-language site suggests that Bogomolny approached Trump Jr. about a deal in New York and that Donald Trump was so impressed that he insisted on meeting Bogomolny.",
  "The managing director of the Bayrock Group was Felix Sater, who’s become enmeshed in the investigation by special counsel Robert Mueller III into Russian interference in the 2016 election.",
  "In 2010, Trump Soho was sued by investors who argued that the developers — and the Trumps in particular — had inflated sales numbers to make the project seem more popular than it was.",
  "Sales staff for Trump Soho, though, continually said that far more of the units were sold, including telling New York magazine in March 2008 that 60 percent of the units were sold.",
  "Also in that footnote is the sponsor of the site, “Bayrock / Sapir Organization LLC.”\n\nUnlike the brochure, TrumpSoho.ru included a photo of Trump alongside two other men.",
  "They are Ruedi Sieber, president of Sieber International in Miami, and Igor Bogomolny, identified in a 2012 blog post as Russian sales director for Sieber International.",
  "The 2009 version ran four pages, including multiple images showing interior shots from the hotel — but using architectural renderings instead of actual photographs.",
  "For two years, the district attorney’s office in Manhattan built a felony fraud case against Ivanka Trump and Donald Trump Jr. related to those misrepresentations.",
  "(Among other things, Sater pushed a development in Moscow that was pursued by the Trump Organization in late 2015, after Trump had already declared his candidacy.)",
  "(Internet Archive)\n\nSpeaking to a real estate trade publication in 2008, Donald Trump Jr. made a comment that would haunt his father’s candidacy eight years later.",
  "A 2010 lawsuit against Bayrock alleged that the company was “backed by oligarchs and money they stole from the Russian people.”\n\nTrump Soho was completed in 2008.",
  "We see a lot of money pouring in from Russia.”\n\nTrump Soho was announced during an episode of “The Apprentice” in 2006 with a planned completion date of 2008.",
  "District Attorney Cyrus Vance Jr. eventually declined to press charges — a decision made shortly after a visit from Trump’s attorney Marc Kasowitz.",
  "By November 2008, he’s identified by the now-defunct, government-run news outlet RIA Novosti as the Eastern European head of Trump Soho.",
  "Including the introduction, it’s clear that Trump Jr. is mostly talking about Russians buying Trump properties in the United States.",
  "By August 2009, data included in the lawsuit suggests, Bayrock and the Trumps had sold only about 16 percent of the units.",
  "As Vanity Fair reported last year, it was Trump-branded only, with a company called the Bayrock Group doing the financing.",
  "She also starred in magazine ads promoting Trump Soho that ran repeatedly in the Russian-language magazine 100k Russia.",
  "Despite announcing the project on his television show, Trump didn’t actually invest any money in the building.",
  "At some point in 2008 or 2009, Bogomolny told the site HomesOverseas.ru that sales at Trump Soho were brisk.",
  "Ads for Trump’s properties in Panama City and Hollywood were also advertised in similar magazines like Tout!",
  "The masthead for Salon lists a representative in the United States: East Coast VP of Sales Igor Bogomolny.",
  "(Mir&Dom, April 2010)\n\nAs late as 2013, a real estate publication ran a two-page spread on Trump Soho.",
  "In late April 2015, the site’s domain registration information was updated to point to an error page.",
  "Nearly two-thirds of the rooms were sold, he said, 15 percent of which had been sold to Russians.",
  "That, he said, is certainly the case “with our project in SoHo and anywhere in New York.",
  "Ivanka Trump’s role in promoting the property went beyond talking up its strong sales.",
  "In May 2015, the domain registry was deleted, according to records from DomainTools.",
  "The Russian real estate magazine Mir&Dom ran spreads on Trump Soho in 2009 and 2010.",
  "In September 2009, someone named Aygul Safina registered a new domain: TrumpSoho.ru.",
  "Trump, Bogomolny told RIA, was considered for seven or eight projects in Russia.",
  "The TrumpSoho.ru site was still active as of January 2014.",
  "A month later, Donald Trump declared his candidacy.",
  "\n\nMain page of TrumpSoho.ru, now defunct.",
  "Ruedi Sieber, Trump and Igor Bogomolny.",
  "Ad from 100k Russia, February 2010.",
  "Such ads weren’t entirely uncommon.",
  "That wasn’t true.",
  "and Salon."
]