[
  "According to the report, “Sater is alleged to have worked with the Khrapunovs on more than $40 million in real estate and investment deals, including $3.1 million that was used to purchase three condos in Trump Soho Hotel.” (The report adds, “The court filing does not indicate there is evidence that Sater had knowledge of money laundering or other illegal activities by Ablyazov and the Khrapunovs.”)\n\nDiana Pilipenko, a financial investigations expert for The Moscow Project, told me: “Even though Trump has attempted to distance himself from Sater, his former business partner will likely continue to emerge in the context of compromising past deals and tarnish Trump’s reputation.” She added that among the interest aspects of this revelation is the role of FBME Bank, a bank in Cyprus that was banned by the Treasury Department and was labeled a “primary money laundering scheme.” (Sater, according to the investigative report, allegedly received “bank wire codes needed for transferring money from FBME to people and companies in the U.S.”)\n\nAnd that isn’t all:\n\nThere is also an additional financial connection between Donald Trump and the Kazakh officials.",
  "“And it may point to any other related transactions.”\n\nIn sum, while the Republicans spew nonsensical claims positing a grand conspiracy inside the FBI — which remember arguably made the difference in Trump’s favor with release of a letter concerning Hillary Clinton’s emails 11 days before the 2016 election — the special prosecutor is picking apart the tangle of connections between Trump and shady Russian associates.",
  "Republicans in Congress are destroying their own credibility with such silliness, and the refusal of House Speaker Paul D. Ryan (R-Wis.) to halt the destructive and unfounded attacks on the FBI — by removing Nunes as the chairman of the House Intelligence Committee, for example — is among his greatest failures.",
  "(Mark Von Holden/WireImage)\n\nOpinion writer\n\nThe Post reports:\n\nOver the past year, this tactic has become pervasive: defending [President] Trump by arguing that it’s actually the president who is the victim of a conspiracy and whipping up whatever evidence is at hand to bolster that claim.",
  "Mukhtar Ablyazov, the former chairman of BTA Bank, along with the former mayor of Almaty Viktor Khrapunov, and Ablyazov’s son-in-law Ilyas Khrapunov, are alleged to have “laundered some of these ill-gotten gains into various developments in the United States.” A “U.S.",
  "intermediary for these transactions” was none other than Felix Sater, whom Trump denied knowing but was a key figure in the Bayrock Group, which helped finance Trump’s SoHo property and was involved in the Trump Tower project in Moscow.",
  "Sen. Ron Johnson (R-Wis.), a former business executive, sees no problem fanning the flames: “The secret society — we have an informant talking about a group holding secret meetings off-site,” he said during an interview on Fox News.",
  "The New Yorker reported that in March 2012, a month after Ablyazov fled from the U.K. to avoid a 22-month prison sentence, Trump traveled to Georgia to announce a licensing deal for a development in the Black Sea town of Batumi.",
  "Getting back to the lawsuit and the Sater subpoena, “At the very least, the subpoenaed information may help establish whether FBME wires were used to buy the Trump SoHo condos in question,” says Pilipenko.",
  "As to the latter, one investigative report suggested that the swirl of Russian money tied to financial investigations and a civil lawsuit may intersect with the Trump Organization.",
  "So much embarrassing misdirection, so many attacks on the FBI, so many attempts to defend a habitually-lying president at the expense of our most respected law enforcement agency.",
  "Former Trump adviser and business partner Felix Sater has been served with subpoenas in the Southern District of New York relating to a high-profile money laundering case.",
  "This effort has by now spawned nearly as many branches and subparts as the Russia investigation itself — though these offshoots are often ad hoc and unsubstantiated.",
  "The Silk Road Group, a Kazakh real estate developer financed by BTA, paid Trump $1 million dollars to attend a press tour promoting the partnership.",
  "The defendants include three fugitive Kazakh officials who allegedly laundered hundreds of millions stolen from BTA through U.S. real estate deals.",
  "It is not just buffoonish efforts, such as when Rep. Devin Nunes (R-Calif.) made-up an “unmasking” scandal or teased a release of his own memo.",
  "Nevertheless, both the obstruction investigation and the probe into Trump’s finances continue to turn up a trove of peculiar information.",
  "The two plaintiffs in the Manhattan case are Kazakh government entities — BTA Bank and the city of Almaty, Kazakhstan.",
  "The two subpoenas were issued on Oct. 27, 2017, and required Sater to produce documents and sit for a deposition.",
  "The project stalled soon thereafter, and Trump officially terminated the deal shortly before taking office.",
  "One of those deals included the 2013 purchase of three condos in the Trump Soho Hotel.",
  "\n\nDonald Trump, in New York in 2007 with Tevfik Arif, center, and Felix H. Sater.",
  "“There’s so much smoke here, there’s so much suspicions.” So many suspicions!",
  "Unlike the Republicans, he has actual evidence to work with.",
  "No, actual grown-ups are at it now, too."
]