[
  "“We look forward to the race ahead.”\n\nCrooks, an administrator at Heidelberg University in Tiffin, Ohio, has spoken openly about her alleged assault for more than two years, ever since she described it in an email to the New York Times several months before the 2016 election.",
  "(Carolyn Van Houten/The Washington Post)\n\nRachel Crooks, one of at least 19 women who have publicly accused President Trump of sexual assault, won an uncontested primary Tuesday for a seat in the Ohio state House of Representatives, her campaign manager confirmed.",
  "Trump, I wanted to say hi, since our companies do a little work together,” she remembered telling him that day, and then, before she understood what was happening, she remembered Trump becoming the second man ever to kiss her.",
  "According to The Washington Post’s Eli Saslow, who profiled Crooks earlier this year, Crooks held out her hand to Trump, “intent on introducing herself not as a fan or as a secretary but as a business partner.”\n\n“Mr.",
  "In early February, she joined an unprecedented number of women in channeling her feelings about Trump’s election into the political sphere, and launched her campaign to become a state representative.",
  "Crooks’s allegation against Trump dates back to 2006, when she was a 22-year-old receptionist at Bayrock Group, a real estate development firm located in Trump Tower in Manhattan.",
  "Read more:\n\nPrimary elections: Braun wins the Republican nomination for a U.S. Senate seat in Indiana\n\nOhio primary: Cordray and DeWine to face off in governor’s race in November",
  "Crooks’s account of that day in 2006, which brought her into national exposure, has translated into what Liebold says is an unprecedented number of individual campaign donors.",
  "Crooks said Trump kissed her on one cheek, then the other cheek, and was talking to her between kisses — asking her where she was from or if she wanted to be a model.",
  "She repeated her story at the Women’s March, on the “Today” show and at a news conference organized by women’s rights attorney Gloria Allred.",
  "If she wins the general election in November, Crooks, a 35-year-old Democrat, will become the first Trump accuser to hold elected office.",
  "“We’re still waiting for the final count, but it was uncontested, so we’re happy,” campaign manager Chris Liebold said Tuesday night.",
  "“That’s a record for a first-time statehouse candidate in Ohio,” said Liebold, who also heads the Sandusky County Democratic Party.",
  "More than 1,500 donors contributed to her campaign during the past reporting period, which ran from February through mid-April.",
  "She chose to introduce herself to Trump one day when she saw him standing by himself near the elevators.",
  "She will face first-term Rep. Bill Reineke (R) in the 88th District southeast of Toledo.",
  "\n\nRachel Crooks stands for a portrait at her home in Tiffin, Ohio, on Feb. 8, 2018.",
  "He would not let go of her hand and then began kissing her on the lips, she said.",
  "The district voted for Trump in 2016 but voted for Barack Obama in 2008 and 2012.",
  "Three Republicans held the seat before Reineke, who began his term in 2015.",
  "Trump has denied all of the women’s accusations against him.",
  "But she plans to keep talking about that day in 2006.]",
  "The district Crooks hopes to represent leans red.",
  "This Trump accuser keeps asking herself that.",
  "[Is anyone listening?"
]