[
  "Wertheimer said that these foreign investments are “bound to be conflicts of interest with regard to how President Trump approaches foreign policy.” This would also apply to any future ventures pursued by the Trump Organization under direction of his children, as has been discussed in the Middle East, Russia and former Soviet states in Central Asia.",
  "Mr. Trump’s unprecedented secrecy and his extensive business dealings in foreign countries raise serious questions about how he intends to avoid conflicts of interest as president.”\n\nThat investigation would have to cover Trump’s business dealings and holdings around the country and the globe.",
  "Instead, Trump declared that his three eldest children, Ivanka, Donald Jr. and Eric, will oversee his company and its holdings through what he has called a “blind trust.” There is, however, no definition of a blind trust that allows for a person’s children to be its caretakers.",
  "In 2013, Kazakh businessman Viktor Khrapunov, accused by the Kazakhstan government of laundering hundreds of millions of dollars, spent $3.1 million through unnamed LLCs to purchase three luxury condos at the Trump Soho in lower Manhattan, according to the Financial Times.",
  "The German bank has lent billions to Trump over his career and is currently in negotiations with the Department of Justice to settle charges that it lied to investors about its investments in subprime mortgages during the housing crisis and ensuing global recession.",
  "“Democracy is best served when elected officials are wholly committed to advancing public interest,” said Shruti Shah, vice president for programs and operations at the U.S. branch of Transparency International, a global anti-corruption organization.",
  "The actual contents, debts, investors and partners of this so-called blind trust will remain undisclosed to the public, but will be known to the incoming president and his children, whom he counts as some of his closest advisers.",
  "), ranking member of the House Committee on Oversight and Government Reform, sent a letter on Monday to the committee’s chairman, Rep. Jason Chaffetz (R-Utah), calling for immediate hearings on Trump’s conflicts of interest.",
  "namely, he said, “to hide from the American people any conflicts of interest that we can expect will occur.”\n\nFederal disclosure rules require the president to file an annual personal financial disclosure.",
  "The Trump children are also on their father’s presidential transition team, helping to make decisions about personnel and incoming policy that could affect the holdings they’re poised to take control of.",
  "“This move to appoint a so-called blind trust to be run by Trump’s children serves only one purpose,” said Fred Wertheimer, president of the campaign finance and ethics reform group Democracy 21 ?",
  "The Treasury Department’s Financial Crimes Enforcement Task Force (FinCEN) began investigating and tracking the potential flow of illicit money into the U.S. real estate market in early 2016.",
  "There are many unknowns, including the contents of some of Trump’s companies, his investors and partners and his debtors, who may hide behind banks or other loan-granting organizations.",
  "No president has ever come into office with so much wealth, so much firsthand knowledge of his assets or such an intimate relationship with the people appointed to handle those assets.",
  "The Manhattan-based Goldman Sachs was issued subpoenas from the Justice Department and the Securities and Exchange Commission in July for its dealings with a Malaysian state fund.",
  "FinCEN has since announced that it will require people who buy property with only cash in most major cities in the U.S. to disclose the actual beneficiary behind the purchase.",
  "Global financial and corruption watchdogs are increasingly concerned about corrupt officials and businesspeople using U.S. real estate to launder stolen or ill-gotten funds.",
  "Trump owns or has his name on business ventures, hotels and golf courses in countries as varied as Scotland, Turkey, India, Azerbaijan, Dubai, Canada, Ireland and Panama.",
  "With business holdings that span the globe, President-elect Donald Trump will take office next year with unprecedented conflicts of interest, both real and perceived.",
  "“We have never had a president like Mr. Trump in terms of his vast financial entanglements and his widespread business interests around the globe,” Cummings wrote.",
  "In 2012, Trump’s company won the right to lease the Old Post Office building, where the hotel now stands, from the General Services Administration.",
  "They may also receive official positions in their father’s administration, although they are banned from being appointed to cabinet positions.",
  "“Moreover, we have not had a presidential candidate in modern times who has refused to disclose his tax returns to the American people.",
  "This is not a relatively passive, inherited investment portfolio like those owned by Presidents Franklin Roosevelt or John Kennedy.",
  "There are also concerns about foreign purchasers of luxury condos in properties that Trump owns, manages or licenses his name to.",
  "Or Trump could renege on his payments, as he has done in many other business ventures, forcing the agency to sue the president.",
  "(Malaysian businessman Joo Kim Tiah licenses the Trump name for the Vancouver-based Trump International Hotel and Tower.)",
  "The Bank of China is a state-owned bank, which means the incoming president owes nine figures to the government of China.",
  "He is the first presidential candidate in over half a century to win the White House without releasing his tax returns.",
  "Trump refused to release his tax returns during the campaign, adding to the general opacity surrounding his finances.",
  "Perhaps the greatest conflict arises from Trump’s $300 million debt owed to the private banking arm of Deutsche Bank.",
  "Trump’s favored properties are even currently advertised on his government-funded presidential transition website.",
  "An officeholder could simply list a limited liability company with no information identifying its holdings.",
  "These foreign holdings and business partnerships are already the source of perceived conflicts of interest.",
  "Further, Trump knows his own business intimately, as it is built around his name as its greatest asset.",
  "The government agency could theoretically renew or amend the lease on friendly terms to the president.",
  "He could also choose to abide by the regulations that apply to other federal government officials.",
  "Government conflict of interest regulations do not apply to the president of the United States.",
  "The bank is also being probed for shady equity trades that benefited wealthy Russian clients.",
  "Trump will now get to appoint officials who could determine the direction of both probes.",
  "However, it’s possible to do this while still withholding a great deal of information.",
  "Trump could theoretically continue to manage his Trump Organization while in office.",
  "There is also the just-opened Trump International Hotel in Washington, D.C.",
  "Trump also owes hundreds of millions in debt to the Bank of China ?",
  "Michael Steele via Getty Images Trump Tower in Baku, Azerbaijan.",
  "The building is partially owned by Trump and the Bayrock Group.",
  "Thus far, he has done almost nothing to address this issue.",
  "Trump will be in charge of hiring a new head of the GSA.",
  "The Justice Department’s opening offer was $14 billion.",
  "Khrapunov has denied the charge of money laundering.",
  "The building is itself owned by the government.",
  "which rents space in his Trump Tower ?",
  "Rep. Elijah Cummings (D-Md.",
  "and to Goldman Sachs.",
  "WASHINGTON ?"
]