[
  "He praised Putin's 2013 op-ed in The New York Times warning the United States to not get involved in the Syrian conflict, which Trump called \"a masterpiece for Russia and a disaster for the U.S.\"\n\nHe suggested this week he might accept Putin's annexation of Crimea from Ukraine.",
  "\"If you can sell vodka made in the Netherlands to Russians in gold bottles with 'Trump' on them, and wealthy Russians think this is good vodka, this is a marketing coup,\" said Patrick Kenny, former CEO of Drinks Americas Holdings.",
  "The head of Hillary Clinton's presidential campaign suggested the hack and subsequent leak of the emails was carried out by Russia to help Trump's campaign -- without backing that up with any evidence.",
  "And on Thursday's episode of Fox and Friends he said that Putin is a \"better leader\" than Obama, \"because Obama is not a leader so he's certainly doing a better job than Obama is, and that's all.\"",
  "His latest jaw-dropping call to Putin came on Wednesday, when Trump publicly prodded the Russian government to hack Clinton to track down the government emails she deleted.",
  "He invited Putin to the pageant, asking: \"Do you think Putin will be going to The Miss Universe Pageant in November in Moscow - if so, will he become my new best friend?\"",
  "Here's what we know about Trump's business deals involving Russians:\n\nTrump's trademarks in Russia\n\nThese are a sign of how eager Trump has been to expand into Russia.",
  "Trump was forced to disavow any Russian links this week after suspicions were raised that Russia was behind the hack of the Democratic National Committee's emails.",
  "In 1997, Trump agreed to have a Russian artist named Zurab Tsereteli build a massive, $40 million bronze Christopher Columbus -- larger than the Statue of Liberty.",
  "Miss Universe\n\nBack when he still owned the pageant's parent company, Trump struck a $20 million deal to host the 2013 Miss Universe pageant in Moscow.",
  "CNNMoney obtained the records from the Russian intellectual property law firm Sojuzpatent, which he hired to file the trademarks in that country.",
  "— Donald J. Trump (@realDonaldTrump) June 19, 2013\n\nA home sale\n\nIn 2008, a Russian billionaire paid Trump $95 million for a Florida mansion.",
  "In the last decade, he's also laid legal claim to \"Trump,\" \"Trump International Hotel and Tower,\" \"Trump Home\" and \"the Trump crest design.\"",
  "He was an executive at the Bayrock Group, which licensed the Trump name to build the Trump SoHo New York and Trump Tower Fort Lauderdale.",
  "While Trump and Russian strongman Vladimir Putin have traded compliments, that bromance has not blossomed into a Trump Tower in Moscow.",
  "\"Russia, if you're listening, I hope you find the 33,000 emails that are missing,\" he said at a press conference in Doral, Florida.",
  "Do you think Putin will be going to The Miss Universe Pageant in November in Moscow - if so, will he become my new best friend?",
  "Paul Manafort had advised Ukraine's ex-president Viktor Yanukovich when he was largely considered Russia's political puppet.",
  "Two private investigations have determined the hack is somehow linked to Russia, but no definitive proof has been presented.",
  "According to The New Yorker, the idea was to plop it down on Trump's development project in Manhattan's West Side.",
  "All they got was a single deal to sell 8,000 cases of vodka, a fraction of the 100,000 cases they sold worldwide.",
  "The company's former CEO told CNNMoney they didn't manage to make much headway into the Russian market.",
  "\"If he were sitting in the room right now, I really wouldn't know what he looked like,\" Trump said.",
  "A deal with a shady Russian immigrant\n\nThen there's a Russian ex-con named Felix Sater.",
  "Trump's adviser\n\nTrump's campaign manager also has a tangential tie to the Kremlin.",
  "CNN's Nelli Black, Sarah Jorgensen and David Shortell contributed to this story.",
  "Correction: A previous version of this story said Sater pleaded guilty in 2009.",
  "The FBI is examing the hack, but hasn't publicly pointed the finger at Russia.",
  "He put no money down, got to slap his name on a brand and claimed royalties.",
  "Trump's bromance with Putin\n\nWhat's clear is his friendly view of Putin.",
  "In a 2013 deposition for a lawsuit, Trump distanced himself from Sater.",
  "Trump tried several times to build a signature Trump Tower in Moscow.",
  "In reality, he'd love to have them -- but he hasn't scored there yet.",
  "President Obama fueled the rumor, saying: \"Anything's possible.\"",
  "Donald Trump is being accused of having business ties to Russia.",
  "Drinks Americas Holdings (DKAM) actually made the stuff.",
  "Following a Ukraine revolt, Yanukovich fled to Russia.",
  "None of the real estate projects have come to life.",
  "Sater pleaded guilty to racketeering in 1998.",
  "In 1996, he filed to register \"Trump Tower.\"",
  "Trump later said he was being sarcastic.",
  "It ended up in Puerto Rico instead.",
  "Trump made $54 million on the deal.",
  "The real value was the photo-op.",
  "This was a typical Trump deal.",
  "Russian statue in Manhattan?",
  "Trump Tower in Moscow?",
  "Trump Vodka in Russia?",
  "It never worked out.",
  "Putin didn't go.",
  "Nope.",
  "Nope.",
  "Meh."
]