[
  "When the Post’s profile of Crooks came out in February, Trump tweeted that he had never met her and that he would never have done the things she described “in a public space and with live security cameras.”\n\nA woman I don’t know and, to the best of my knowledge, never met, is on the FRONT PAGE of the Fake News Washington Post saying I kissed her (for two minutes yet) in the lobby of Trump Tower 12 years ago.",
  "She touted her “deep roots” in the district and said her priorities were “creating good-paying, family-sustaining jobs, ensuring access to affordable health care, making sure our kids have great schools no matter where they live, and investing in higher education and career training.”\n\nOhio’s 88th District is in north-central Ohio and includes Sandusky and much of Seneca counties.",
  "He wouldn’t let go of my hand, and then he went right in and started kissing me on the lips.”\n\nShe provided the Post with contemporaneous emails she sent at the time of the incident, in which she told her mother about a “weird incident with Mr. Trump” and lamented to her sister she “must just appear to be some dumb girl that he can take advantage of.” She was 22; he was 59.",
  "She described what happened next at a small Ohio dinner party, detailed in a February profile of her in the Washington Post:\n\n“He took hold of my hand and held me in place like this,” she said, squeezing the sides of the water glass, shaking it gently from side to side.",
  "“You feel like you have to say yes; you don’t want to be the nasty girl, the mean girl who doesn’t comply and who picks a fight,” Crooks told NBC’s Megyn Kelly of her experience with Trump in an interview on Today in December.",
  "Women across the country have been motivated to run for office since President Donald Trump’s election — and one of them, Rachel Crooks, is also one of the many women who has accused Trump of sexual misconduct.",
  "#BlueWave #OHDems #VoteThemOut #ElectWomen #GetRachelElected — Rachel Crooks for Ohio (@RachelforOhio) May 8, 2018\n\nTrump said he wouldn’t have made an advance to Crooks because there were security cameras.",
  "Crooks moved to New York City from Ohio in 2005 and took a job as a receptionist at Bayrock Group, a real estate investment and development company with offices in Trump Tower.",
  "Crooks, 35, alleges Trump kissed her without her consent in 2006 when she was a 22-year-old receptionist at a real estate investment company in Trump Tower.",
  "— Donald J. Trump (@realDonaldTrump) February 20, 2018\n\nCrooks responded with a tweet of her own, telling Trump to “by all means” release the footage.",
  "She’ll face second-term Republican Rep. Bill Reineke in November, and if she wins, she’ll be the first Trump accuser to hold elected office.",
  "The incident took place not long after the now-infamous 2005 Access Hollywood tape on which Trump bragged about sexually assaulting women.",
  "Who would do this in a public space with live security...... — Donald J. Trump (@realDonaldTrump) February 20, 2018\n\n....cameras running.",
  "Trump has consistently denied the allegations of sexual misconduct made against him by Crooks and more than a dozen women.",
  "On Tuesday, Crooks, a Democrat, won an uncontested primary in Ohio for a seat in the state’s House of Representatives.",
  "In February, Crooks announced plans to run to represent Ohio’s 88th State House District southeast of Toledo.",
  "She told her story to the New York Times during the 2016 campaign and has told it multiple times since.",
  "During Tuesday’s Ohio primaries, Crooks marveled on Twitter at the excitement of voting for herself.",
  "Why doesn’t @washingtonpost report the story of the women taking money to make up stories about me?",
  "He was talking to me in between kisses, asking where I was from, or if I wanted to be a model.",
  "“It’s liars like you in politics that have prompted me to run for office myself,” she wrote.",
  "Voting is cool enough, but try getting to fill in the circle next to your OWN NAME!",
  "Sandusky County went for Barack Obama in 2008 and 2012 and for Trump in 2016.",
  "Seneca went for John McCain in 2008, Mitt Romney in 2012, and Trump in 2016.",
  "Only @FoxNews so reported...doesn’t fit the Mainstream Media narrative.",
  "Currently, Republicans control both houses of the Ohio legislature.",
  "It’s #ElectionDay in Ohio, so we need everyone casting their votes.",
  "How we are governed is too important to stand on the sidelines.",
  "It has traditionally been largely represented by Republicans.",
  "“He started kissing me on one cheek, then the other cheek.",
  "One day, she approached Trump to introduce herself.",
  "One had her home mortgage paid off.",
  "Crooks said let’s see the tapes.",
  "Grab ‘em by the pussy,” he said.",
  "Another False Accusation.",
  "“They let you do it.",
  "You can do anything.",
  "Never happened!"
]