[
  "In addition to the woman at the press conference on Monday, Trump's accusers include Temple Taggart, the former Miss Utah USA who accused Trump of kissing her on the lips in 1997; Mindy McGillivray, who accused Trump of grabbing her butt at his Mar-a-Lago club in Florida in 2003 and Natasha Stoynoff, who accused Trump of \"forcing his tongue\" down her throat during a photo shoot at Mar-a-Lago in 2005.",
  "Asked by CNN to detail these eyewitness accounts, a White House official noted two reports that were made public during the 2016 campaign, one from The New York Post and another from The New York Daily News\n\nThe first eyewitness was Anthony Gilberthorpe, who the Trump campaign made available to the Post during the 2016 contest to rebut Leeds' claim that Trump groped her on a flight.",
  "JUST WATCHED Nikki Haley: Trump's accusers should be heard Replay More Videos ... MUST WATCH Nikki Haley: Trump's accusers should be heard 00:45\n\n\"Well, I mean, you know, the same thing, is women who accuse anyone should be heard,\" Haley said when asked specifically about Trump's accusers.",
  "Samantha Holvey, the former Miss North Carolina 2006 who has accused Trump of inspecting beauty pageant contestants, and Jessica Leeds, who has accused the President of grabbing her chest and attempting to move his hand up her skirt on a flight, also sat with Crooks at Monday's event.",
  "The renewed focus on Trump's accusers comes as Alabama Senate candidate Roy Moore fights to win a reliably Republican seat, despite accusations he pursued relationships with teenagers, including molesting a 14-year-old and sexually assaulting a 16-year-old when he was in his 30s.",
  "Washington (CNN) A group of women who have publicly accused President Donald Trump of sexual harassment and assault detailed their accounts of being groped, fondled and forcibly kissed by the businessman-turned-politician at a news conference on Monday.",
  "Trump opened the floodgates of accusations against him during the 2016 campaign when he downplayed the release of a 2005 \"Access Hollywood\" video that showed him saying he was able to \"grab them by the p**sy\" because he was famous.",
  "\"Several reports have shown those eyewitnesses also back up the President's claim in this process and again, the American people knew this and voted for the President and we feel like we are ready to move forward in that process.\"",
  "The firsthand accounts come as a public conversation on sexual assault and harassment -- spurred by a series of accusations against high-profile figures in politics, Hollywood and journalism -- rages throughout the United States.",
  "Trump traveled to Florida -- just miles from the Alabama border -- to rally support for the Senate candidate and has repeatedly tweeted about the need to back Moore and keep his Democratic opponent Doug Jones out of the Senate.",
  "\"Before a show, I'll go backstage and everyone's getting dressed, and everything else, and you know, no men are anywhere, and I'm allowed to go in because I'm the owner of the pageant and therefore I'm inspecting it,\" he said.",
  "\"As far as the rumors surrounding him coming backstage and things like that, dressing rooms -- absolutely not,\" she told TMZ, but Blair was not present at the 1997 Miss Teen USA pageant, where Trump was accused of walking in.",
  "On Monday, White House press secretary Sarah Sanders said that the allegations took place \"long before he was elected president\" and that Trump has \"addressed these accusations directly and denied all of these allegations.\"",
  "The only reason I am here today is that this offender is now the President of our country,\" said Rachel Crooks, a former Bayrock Group receptionist who accused Trump of kissing her on the mouth without her consent in 2006.",
  "Two Democratic senators -- Cory Booker of New Jersey and Jeff Merkley of Oregon -- called for Trump to resign over the multiple accusations of sexual harassment and sexual assault against him.",
  "Leeds added that while some areas of society are \"being held accountable for unwanted behavior ... we are not holding our President accountable for what he is and who he is.\"",
  "At least 15 women have come forward with a wide range of accusations against Trump, ranging from sexual harassment and sexual assault to lewd behavior around women.",
  "US Ambassador to the United Nations Nikki Haley said Sunday that women who accuse a man of inappropriate sexual behavior -- including Trump -- \"should be heard.\"",
  "Trump downplayed his remarks as nothing more than \"locker room talk\" at the second presidential debate and said he never kissed or groped women without consent.",
  "\"In an objective setting, without question, a person with this record would have entered the graveyard of political aspirations, never to return,\" she said.",
  "\"My question is, why isn't Donald Trump doing the same thing -- who has more serious allegations against him, with more women who have come forward.",
  "Gilberthorpe claimed to be on the same flight and has been known in British media for making claims about the sexual conduct of politicians.",
  "The second eyewitness is Katie Blair, the Miss Teen USA 2006 who told TMZ that she never saw Trump come backstage during a beauty contest.",
  "The calls come days after Sen. Al Franken, a Minnesota Democrat, announced his intention to resign over accusations of sexual assault.",
  "All of these liars will be sued after the election is over,\" Trump said months before the 2016 election in Gettysburg, Pennsylvania.",
  "Brave New Films, a production company that realized a film on the women who have accused Trump of sexual assault, hosted the event.",
  "Of the women, 13 say Trump attacked them directly and two others say they witnessed behavior that made them uncomfortable.",
  "CORRECTION: This story has been updated to accurately reflect the year Crooks alleges the encounter with Trump took place.",
  "Trump has stood by Moore despite the accusations and has raised questions about the women who have leveled the charges.",
  "\"Yeah, we have been clear on that from the beginning and the President has spoken on it,\" Sanders said in October.",
  "Crooks called on Congress to \"put aside party affiliations and investigate Trump's history of sexual misconduct.\"",
  "And I think any woman who has felt violated or felt mistreated in any way, they have every right to speak up.\"",
  "The White House failed to provide other examples of eyewitnesses corroborating the President's denials.",
  "Unfortunately, this behavior isn't rare in our society, and people of all backgrounds can be victims.",
  "\"I just watched Sen. Al Franken do the honorable thing and resign from his office,\" Booker said.",
  "Sanders said earlier this year that the White House's position is that all the women are lying.",
  "Trump bragged on the Howard Stern show in 2005 about going backstage during beauty pageants.",
  "\"The President has denied any of these allegations, as have eyewitnesses,\" Sanders said.",
  "The fact pattern on him is far more damning than the fact pattern on Al Franken.\"",
  "\"You know, I'm inspecting because I want to make sure that everything is good.\"",
  "All the alleged incidents took place prior to his assuming the presidency.",
  "Sanders also claimed that \"eyewitnesses\" have backed up Trump's denials.",
  "\"This was serial misconduct and perversion on the part of Mr. Trump.",
  "But not all those close to the President have been so dismissive.",
  "Trump, however, has never filed a lawsuit against the accusers.",
  "Trump has personally vehemently denied the accusations.",
  "And I think we heard from them prior to the election.",
  "\"They should be heard and they should be dealt with.",
  "\"Yet here we are with that man as President.\"",
  "Moore has denied all the allegations.",
  "\"The events never happened.",
  "Never."
]