[
  "He said he called Cohen because his Ukrainian lawmaker acquaintance “was emphatic that he wants the war to end.” He said the conversations with Cohen and Artemenko were not “a back channel to the Kremlin or anything like that.”\n\nSater said he thought Cohen intended to give the document to Flynn but was unable to do so because Flynn was embroiled in a crisis over his own job and resigned days later.",
  "(Drew Angerer/Getty Images)\n\nPresident Trump’s personal lawyer and a former business associate met privately in New York City last month with a member of the Ukrainian parliament to discuss a peace plan for that country that could give Russia long-term control over territory it seized in 2014 and lead to the lifting of sanctions against Moscow.",
  "The occurrence of the meeting, first reported Sunday by the New York Times, suggests that some in the region aligned with Russia have been seeking to use Trump business associates as an informal conduit to a new president who has signaled a desire to forge warmer relations with Russia.",
  "Cohen has been in the public spotlight since his name was mentioned in a dossier prepared by a former British spy hired by Trump’s political opponents suggesting he had once served as a liaison between the Kremlin and the Trump campaign, an allegation he has emphatically denied.",
  "The discussion took place amid increasingly intense scrutiny of the ties between Trump’s team and Russia, as well as escalating investigations on Capitol Hill of the determination by U.S. intelligence agencies that the Kremlin intervened in last year’s election to help Trump.",
  "It is a group whose efforts were previously aided by Paul Manafort, Trump’s former campaign manager, who had advised Ukraine’s previous pro-Vladimir Putin president until his ouster amid public protests in 2014 — a development that sparked the Russian invasion of Ukraine.",
  "The meeting took place days before Flynn’s resignation last week following a report in The Washington Post that he had misled Vice President Pence about his discussions in December of election-related sanctions with the Russian ambassador to the United States.",
  "Cohen said no federal investigators have contacted him about the dossier, which was widely distributed to Washington journalists and published by BuzzFeed, and he called the ongoing suggestion of federal interest in the case infuriating.",
  "He said he told the Ukrainian official that he could send the proposal to Flynn by writing him at 1600 Pennsylvania Ave.\n\n[Read more here on the relationship between Donald Trump and Felix Sater]\n\nThe Times stood by its story Sunday.",
  "The meeting with Andrii V. Artemenko, the Ukrainian politician, involved Michael Cohen, a Trump Organization lawyer since 2007, and Felix Sater, a former business partner who worked on real estate projects with Trump’s company.",
  "He called suggestions to the contrary “fake news.”\n\n“I acknowledge that the brief meeting took place, but emphatically deny discussing this topic or delivering any documents to the White House and/or General Flynn,” Cohen said.",
  "Working out of an office just below Trump’s in Trump Tower with a development company called Bayrock Group, Sater had worked on several licensed Trump projects, including the Trump SoHo in New York.",
  "From left, retired Lt. Gen. Michael Flynn; Michael Cohen, executive vice president of the Trump Organization; and former Texas governor Rick Perry talk at Trump Tower on Dec. 12 in New York.",
  "The Times reported that Cohen said he left the proposal in a sealed envelope in the office of then-national security adviser Michael T. Flynn while visiting Trump in the White House.",
  "In sworn testimony in 2013 in litigation related to a failed project with which Sater had been involved, Trump said he would not recognize Sater if they were in the same room.",
  "Then Ukrainian voters would decide in a referendum whether Crimea, the territory Russia seized in 2014, would be leased to Russia for a 50-year or a 100-year term.",
  "Still, when Sater’s criminal past, which had long been sealed because of his government cooperation, emerged, Trump claimed to barely know the Russian immigrant.",
  "Artemenko told the Times he hopes evidence of corruption by Poroshenko could be used to effect his ouster, a necessary first step to pushing his peace proposal.",
  "He said he received the proposal and took it with him from the hotel meeting out of politeness but never relayed its contents to anyone in the administration.",
  "(Claritza Jimenez/The Washington Post)\n\nThe back-channel discussions could disrupt delicate diplomacy between the new Trump administration and Poroshenko.",
  "The Times reported that the proposal discussed at last month’s meeting included a plan to require the withdrawal of Russian forces from Eastern Ukraine.",
  "“I thought if this could improve conditions in three countries, good, so be it.”\n\nSater said he held the recent meeting out of honorable intent only.",
  "Cohen had worked for a decade for the Trump Organization, where he earned a reputation as a trusted and aggressive defender of the celebrity mogul.",
  "In 2010, Trump allowed Sater to use a business card identifying himself as a senior adviser to the Trump Organization while he prospected deals.",
  "Mr. Sater told the Times that Mr. Cohen had told him the same thing,” Matt Purdy, a deputy managing editor, said in a statement to The Post.",
  "Cohen said the meeting between the Ukrainian politician, Cohen and Sater lasted less than 15 minutes and took place at a New York hotel.",
  "He said he had no business deals in Ukraine and without thought of any business deal or inappropriate relationship with a foreign power.",
  "Cohen, speaking with The Post on Sunday, acknowledged that the meeting took place and that he had left with the peace proposal in hand.",
  "Sater confirmed that the meeting at the New York hotel took place at his request after he heard about the peace plan from Artemenko.",
  "Cohen told The Times in no uncertain terms that he delivered the Ukraine proposal to Michael Flynn’s office at the White House.",
  "His sentencing was delayed while he secretly cooperated with the government on criminal and national security investigations.",
  "He has said he met with Trump’s children Ivanka and Donald Jr. in the foreign capital in 2006 at Trump’s request.",
  "In Ukraine, Artemenko belongs to a bloc that opposes the nation’s current president, Petro O. Poroshenko.",
  "But Cohen said he did not take the envelope to the White House and did not discuss it with anyone.",
  "He also worked on proposals to build a Trump Tower in Moscow, a decade ago and again in 2015.",
  "He left the company in January to assume a more amorphous role as Trump’s personal counsel.",
  "“I was not practicing diplomacy and I was not having clandestine meetings,” Sater said.",
  "He said he attended the meeting as a courtesy to Sater, a former business colleague.",
  "Sater pleaded guilty in 1998 to participating in a Mafia-related stock fraud.",
  "Artemenko said Russian leaders supported his proposal, the Times reported.",
  "Manafort told The Post that he had “no role” in Artemenko’s initiative.",
  "Law enforcement officials have praised him for his participation.",
  "“I got excited about trying to stop a war,” he said.",
  "“He had other things on his mind,” Sater said.",
  "The role holds no public policy portfolio.",
  "“It has to stop,” he said.",
  "“Mr."
]