[
  "It was like a bucket of cold water being thrown over me.”\n\nWATCH: “He called me the worst name ever.” Jessica Leeds recalls meeting Trump a few years after alleged groping incident on plane pic.twitter.com/iSS21ATgQ9 — TODAY (@TODAYshow) December 11, 2017\n\nOf her decision to come forward with her allegations, Leeds said she “wanted people to know what kind of person that Trump really is, what a pervert he is.”\n\nTrump has denied all of the women’s allegations, and the White House did so again on Monday.",
  "“These false claims, totally disputed in most cases by eyewitness accounts, were addressed at length during last year’s campaign,” the White House said in a statement that Kelly read aloud during the show; the statement also said that the “timing and absurdity” of the claims “speaks volumes and the publicity tour that has begun only further confirms the political motives behind them.”\n\n“It’s laughable,” Crooks said of the Trump administration’s rebuttal.",
  "“For them not to say, ‘You know what, that’s wrong, I don’t support that.’”\n\nThe conversation comes in the context of Alabama’s special election for the US Senate seat vacated by Attorney General Jeff Sessions, in which one of the candidates, Republican Roy Moore, has been accused of sexual misconduct by multiple women, including some who say he abused them when they were teenagers and he was in his 30s.",
  "She later remarked, “I can’t imagine anyone wanting to come into the spotlight about this.”\n\nThe discussion isn’t just about men behaving badly, but also about the American public going along with it\n\nLaced into the women’s conversation with Kelly was a critique of the American public that has for so long taken sexual harassment and abuse so lightly.",
  "Trump accuser Samantha Holvey on #MegynTODAY pic.twitter.com/4ZRYPXGDKG — Megyn Kelly TODAY (@MegynTODAY) December 11, 2017\n\nHolvey, Crooks, and Leeds appeared at a press conference in New York City on Monday hosted by Brave New Films, which in November released 16 Woman and Donald Trump, a documentary on Trump’s accusers.",
  "The #MeToo movement set off by a slew of allegations against Hollywood producer Harvey Weinstein has started an important national conversation, but many of the cultural norms that have allowed for figures like Weinstein and Trump to come into power are still in place, as are attitudes toward them.",
  "“For us to put ourselves out there to try to show America who this man is, and especially how he views women, and for them to say, ‘Meh, we don’t care,’ it hurt,” Holvey said, calling the situation “heartbreaking.” She said that she did not watch Trump’s inauguration.",
  "On Monday she described feeling like a “piece of meat” during Trump’s inspection and leaving feeling “very gross, very dirty.”\n\nKelly played the audio of a 2005 Trump interview with radio DJ Howard Stern in which he discusses going backstage before the show.",
  "Trump accuser Samantha Holvey on @MegynTODAY pic.twitter.com/BIWZCYlQzA — TODAY (@TODAYshow) December 11, 2017\n\nHolvey, Crooks, and Leeds are three of more than a dozen women who accused Trump of inappropriate sexual behavior ahead of the 2016 election.",
  "Three women who have publicly accused Trump of sexual misconduct — Samantha Holvey, Rachel Crooks, and Jessica Leeds — appeared on the Today show with Megyn Kelly on Monday morning to reshare their stories and experiences with Trump.",
  "And we should all be willing to listen to them.”\n\nSen. Tim Scott (R-SC) told Chuck Todd on Meet the Press Sunday that the allegations against Trump were “part of the campaign” and that trying to relitigate the election is impossible.",
  "US Ambassador to the United Nations Nikki Haley said on CBS’s Face the Nation Sunday that all women who speak up about inappropriate sexual inappropriate behavior “should be heard,” including those who have accused President Trump.",
  "Holvey, a former Miss USA contestant representing North Carolina, alleges that in 2006, Trump, then the pageant’s owner, personally inspected each of the contestants and entered the dressing room while they were getting ready.",
  "The alleged event took place less than a year Trump married his current wife, Melania, and around about the same time that People magazine writer Natasha Stoynoff alleges Trump forcibly kissed her during an interview.",
  "The women who accused President Donald Trump of sexual misconduct are stepping back into the spotlight to again tell their stories in the context of the #MeToo movement that has captured the nation’s attention.",
  "“He stands there as I’m handing him his table assignment and he says, ‘I remember you; you were that ‘woman’ from the airplane,’” Leeds said, with her hands making air quotes ahead of saying the word woman.",
  "Republican Rep. Trent Franks (R-AZ) resigned on Friday, but he has largely been the GOP exception, not the rule, as the party has generally failed to act on allegations of harassment and abuse in its ranks.",
  "In her Monday interview with Kelly, Leeds said she crossed paths with Trump a few years after the alleged incident at an event in Manhattan, and that Trump, with his then-wife Ivana, remembered her.",
  "And I think any woman who has felt violated or mistreated in any way, they have every right to speak up.”\n\nShe said that Trump was elected, “but women should always feel comfortable coming forward.",
  "“We have a problem here in that we have been enculturated all this time … to be subservient and to be compliant and to get along, and that’s a hard habit to break,” she said.",
  "“You feel like you have to say yes, you don’t want to be the nasty girl, the mean girl who doesn’t comply and who picks up a fight,” Crooks told Kelly of the experience.",
  "Where do we draw the line as women coming together in this country saying, ‘No, we don’t want to be treated like that anymore’?”\n\nWATCH: \"Where do we draw the line?\"",
  "“For us to put ourselves out there to try to show America who this man is and especially how he views women and for them to say ‘Eh, we don’t care,’ it hurt.",
  "Leeds said she would “love” for other women to come forward and speak up but cited the larger forces in American culture that discourage them.",
  "Another woman, former Fox News anchor Juliet Huddy, just last week alleged that Trump tried to kiss her in 2005 after a lunch at Trump Tower.",
  "“Should people who have been victimized have an opportunity to have their day in court or their day presenting their information?” he said.",
  "Kelly said Crooks has provided her with contemporaneous emails from January 2006 in which she discusses her experience with her sister.",
  "They should be heard and dealt with,” Haley said when host John Dickerson asked her how people should assess the president’s accusers.",
  "The Republican National Committee is backing Moore, and he appears to have an edge over Democrat Doug Jones in the polls.",
  "And they are calling out not only the president but also the voters who put him into the Oval Office in the first place.",
  "“He called me the worst name ever.”\n\n“You don’t want to say it out loud, but does it begin with a C?” Kelly asked.",
  "Democrats Sen. Al Franken and Rep. John Conyers both stepped down last week amid allegations of sexual misconduct.",
  "“He’s their dog, and so they’re going to stick with their dog,” Leeds said of Trump’s supporters standing by him.",
  "To be sure, Trump isn’t the only president who faced allegations of sexual misconduct that were largely ignored.",
  "The conversation centered on Trump’s past actions and on the fact that millions of people voted for him anyway.",
  "“And the room cleared; it was like everybody just sort of disappeared.”\n\n“Does it end with T?” Kelly asked.",
  "The Times also published Leeds’s allegations that Trump groped and kissed her on an airplane in the 1970s.",
  "But a few Republicans over the weekend signaled openness to listening to accusers — including Trump’s.",
  "There’s also Bill Clinton and John F. Kennedy Jr.\n\nCould a Republican reckoning be on the horizon?",
  "One CBS poll showed 71 percent of Alabama Republicans don’t believe the allegations against him.",
  "Trump was caught in the now-infamous 2005 Access Hollywood tape bragging about sexual assault.",
  "They are also calling for a congressional investigation of sexual misconduct by the president.",
  "People knew what Trump was accused of when they went to the ballot box in November 2016.",
  "And a lot of them voted for him anyway, including 53 percent of white women.",
  "“That’s what hurts the most,” Holvey said of the women Trump supporters.",
  "“And I think we heard from them prior to the election.",
  "Trump has endorsed and recorded a robocall for Moore.",
  "“I sort of get away with things like that,” he said.",
  "She initially told the story to CNN in October 2016.",
  "“That wasn’t what I signed up for,” Holvey said.",
  "But, he added, the women should still be heard.",
  "“Women who accuse anyone should be heard.",
  "“It gives me goosebumps,” Holvey said.",
  "“I have no problem with that issue.”",
  "“It was a rough day,” she said.",
  "“Where do we draw the line?",
  "“Yes,” Leeds replied.",
  "“Yes,” Leeds said.",
  "“It was shocking."
]