[
  "A Trump representative trying to secure a lucrative business deal with Russians closely linked with Putin on Trump’s behalf during the 2016 presidential election — all while Trump was repeatedly championing better Washington-Moscow ties in campaign speeches — probably wouldn’t play well with congressional investigators.",
  "Some of the proposals in it are striking, including that it would be 100 stories tall with a pointy top and that any spas or fitness areas be branded “The Spa by Ivanka Trump.”\n\nTrump eventually signed the letter of intent on October 28, 2015 — the same day as the third Republican presidential debate.",
  "In his 1987 book The Art of the Deal, for example, Trump wrote that he spoke with then-Soviet Ambassador Yuri Dubinin “about building a large luxury hotel across the street from the Kremlin in partnership with the Soviet government.” Trump actually traveled to the country that year to scout locations.",
  "He added that his interactions with Trump were “more of verbal updates when I’d come back, pop my head into Mr. Trump’s office and tell him, you know, ‘Moving forward on the Moscow deal.’ And he would say, ‘All right.’ ”\n\n“I showed him photos, I showed him the site, showed him the view from the site.",
  "Cohen afterward wrote to Sater and Rozov that “we are truly looking forward to this wonderful opportunity.”\n\n“Everything will be negotiated and discussed not with flunkies but with people who will have dinner with Putin and discuss the issues and get a go-ahead,” Sater wrote to Cohen on November 3.",
  "Trump wanted to build in Moscow for decades\n\nBefore we get to Cohen’s lies about the so-called “Trump Tower Moscow” project, it’s important to know this: The president’s claim that he never cared about building something in Russia doesn’t track with his many failed attempts to do so over 30 years.",
  "What’s more, the court filing says Cohen and “Individual-2” — very likely Sater — “as late as approximately June 2016 ... discussed efforts to obtain Russian governmental approval for the Moscow Project.”\n\nSecond, Cohen did consider traveling to Russia and taking Trump with him.",
  "In one message, Sater tells Cohen that a Russian official wants to meet him at a conference and “possibly introduce him” to either the President of Russia or the Prime Minister of Russia, “as they are not sure if 1 or both will be there.”\n\nHe originally agreed to go.",
  "But emails and other communications obtained by multiple news outlets, and now basically confirmed by Cohen, show those negotiations actually continued much longer: into at least June 2016, after Trump had already become the Republican Party’s nominee.",
  "“I respectfully request someone, preferably you, contact me so that I might discuss the specifics as well as arranging meetings with the appropriate individuals.”\n\nAbout six days later, an assistant of Peskov’s wrote back requesting that Cohen call.",
  "There would have been nothing wrong if I did do it.”\n\nBut what’s clear is that not only did Cohen speak to Trump about the plans during the campaign, but the Trump Organization was in contact with high-level Russian officials at the same time.",
  "Michael Cohen’s guilty plea in special counsel Robert Mueller’s investigation on Thursday threatens to unveil an explosive possible reason why President Donald Trump adamantly wants friendly ties with Russia — a long-sought real estate deal.",
  "A court document filed by Mueller states that Cohen — Trump’s former personal lawyer and fixer — lied to Congress at least three separate times about plans to build a Trump Tower in Moscow with Trump’s name prominently featured on top.",
  "Here’s what actually happened, according to Cohen:\n\nFirst, discussions about the Trump Tower Moscow project went deep into the presidential campaign — at least to June 2016 — and didn’t end that January as Cohen had previously stated.",
  "The critical question, though, is whether Trump’s desire to develop this property compromised him during his presidential campaign — making him more susceptible to the Kremlin’s attempts to influence the outcome of the 2016 election.",
  "I will get all of Putins [sic] team to buy in on this.”\n\nThe Russian-born businessman worked his contacts, and on October 12, 2015, he emailed Cohen that Putin and a “top deputy” would meet with a surrogate for Sater in Moscow.",
  "The Kremlin originally denied ever responding to Cohen, with Peskov saying on August 30 2017 that “we do not react to such business topics.” But on Thursday, shortly after Cohen pleaded guilty, Peskov changed the story.",
  "According to Mueller’s court filing on Thursday, Cohen sent a two-page letter to the House and Senate intelligence committees on or around August 28, 2017, in which he answered questions about the Moscow deal.",
  "— Donald J. Trump (@realDonaldTrump) June 19, 2013\n\nAnd although during that trip, Trump only spent two nights at the Ritz-Carlton in Moscow, the site of some salacious allegations against him, a lot happened.",
  "“Later we called and asked why they wanted to have meeting in presidential Administration and explained that we have nothing to do with construction issues in the City of Moscow,” he said in a statement.",
  "Here are three key things Cohen said in that letter, per Mueller’s team:\n\nThe Trump Tower Moscow project ended in January 2016 and was not discussed extensively with others in the Trump Organization.",
  "Afterward, Trump tweeted his pleasure with the trip and the Agalarovs — even referencing his wishes for a future “TRUMP TOWER-MOSCOW.”\n\n@AgalarovAras I had a great weekend with you and your family.",
  "Because no major deal in Russia really gets done without high-level support from the Kremlin, Trump surely knew a good relationship with Putin would remove obstacles toward a final agreement.",
  "Around January 14, 2016, Cohen emailed the office of “Russian Official 1” — almost certainly Dmitry Peskov, Putin’s press secretary and trusted adviser — seeking help with the tower deal.",
  "For one, two real estate impresarios — Alex Sapir and Rotem Rosen, who both have connections to Putin’s cohorts — joined Trump in Russia and worked to make a real estate deal happen.",
  "What follows is a review of the many years Trump tried to do business in Russia, what Cohen specifically lied about, why he may have lied — and how it could impact the president.",
  "“I made these statements to be consistent with Individual-1’s political messaging and to be loyal to Individual-1,” he told the federal court (“Individual-1” refers to Trump).",
  "While there, Sater took the Trump children on a tour of the Kremlin — during which Ivanka even sat and spun around in Putin’s chair while the Russian president wasn’t around.",
  "He also admitted that he spoke with Trump more than three times about the project — more than he confessed to before — and even briefed members of the president’s family.",
  "Put together, it’s very possible that Trump’s desire for friendly US-Russia relations has less to do with what’s good for America and more to do with what’s good for him.",
  "After the Cohen plea deal was announced Thursday, Trump told reporters that he never really cared about the tower project and was focused solely on running for president.",
  "Sater organized a meeting with Cohen — who at the time was representing Trump — in September 2015 to discuss having Trump license his name on a Russian-built edifice.",
  "Cohen lied about the 2015 “Trump Tower Moscow” effort\n\nSo there are all these efforts by the Trump Organization over the years to develop this Trump Tower property.",
  "He did shortly after receiving the email, and they spoke for about 20 minutes in which he outlined ways the assistant’s office could help move the deal forward.",
  "It gets worse: The Mueller filing contains several instances of Cohen and Sater (“Individual-2”) emailing in May 2016 about plans for Cohen’s trip to Russia.",
  "That’s interesting timing, as it’s the same day the Washington Post reported that Russia hacked into the Democratic National Committee’s computer network.",
  "And BuzzFeed News reported on Thursday that Trump’s company planned to give the $50 million penthouse in the building to Russian President Vladimir Putin.",
  "“There was a good chance that I wouldn’t have won [the election], in which case I would have gone back into the business,” he told reporters on Thursday.",
  "The two men came to an accord: Sater would find the builder and financiers for the project, while Cohen would ensure Trump signed the final agreement.",
  "Trump also filmed a small part in a music video for pop star Emin Agalarov, the son of Aras Agalarov, a Russian billionaire tycoon with ties to Putin.",
  "Trump’s company wouldn’t actually construct the tower, but it would put his name on the structure and receive a portion of the revenue it generated.",
  "Experts I talked to say Cohen had good reason to want to keep his efforts to develop the Trump Tower Moscow project under wraps: It just looks bad.",
  "That matters because it puts Trump’s praise of Russia and Putin in a whole new light — what most animated his warmth may have been personal profit.",
  "That could spell trouble for Trump, because he has long said he never had anything to do or at stake with Russia, but that’s clearly not the case.",
  "Cohen “did not recall any Russian government response or contact about the Moscow Project.”\n\nNow we know that all of those statements are lies.",
  "That’s one of the key questions the special counsel investigation — and the parallel congressional investigations — has been trying to answer.",
  "(The bank’s chair, Andrey Kostin, however, denies ever meeting Sater and says that his organization was never involved in a Trump Tower plan.)",
  "Cohen “never agreed” to travel to Russia in connection with the Moscow project and “never considered” asking Trump to travel for the project.",
  "pic.twitter.com/WkmrHCVnxK — Marshall Cohen (@MarshallCohen) November 29, 2018\n\nSo why would Cohen lie about the Trump Tower Moscow project?",
  "ABC’s George Stephanopoulos reported on Thursday that Cohen will now provide “dozens of hours of testimony potentially damaging to” Trump.",
  "Working with Russian investors, Sater found an old pencil factory he believed could be destroyed and replaced with a luxurious skyscraper.",
  "Trump’s company made a 2015 Moscow tower bid\n\nTrump announced his candidacy for president in July 2015 — and Sater saw an opportunity.",
  "Do you think Putin will be going to The Miss Universe Pageant in November in Moscow - if so, will he become my new best friend?",
  "Aras has previously claimed he helped Trump meet with local and foreign business leaders to discuss real estate opportunities.",
  "What’s more, it’s entirely possible that Trump knew a close confidant willingly lied to Congress earlier in the investigation.",
  "It’s possible Cohen confessed about the Trump Tower Moscow efforts in hopes of reducing his punishment for lying to Congress.",
  "One day later, Sater sent a nonbinding letter of intent, signed by Andrey Rozov, a well-to-do Moscow developer, to Cohen.",
  "In 2005, Trump’s company signed a one-year deal with the Bayrock Group to push through a construction project in Moscow.",
  "Sater and Trump grew their rapport during that time, Sater said during sworn testimony in an unrelated libel case.",
  "After all, Trump was a real estate mogul for most of his life — developing real estate properties is what he does.",
  "It looks like Mueller is intimately aware of those communications, too — and he now has Cohen’s full cooperation.",
  "Putin spox Dmitry Peskov acknowledged today that his office called Cohen in 2016 to discuss Trump Tower Moscow.",
  "The 17-page document would allow Cohen to negotiate the licensing deal with the Russians once Trump signed it.",
  "Cohen also asked a senior campaign official about the possibility for Trump to take a business trip to Russia.",
  "“I figured, he’s in the news, his name is generating a lot of good press,” Sater told BuzzFeed News on May 17.",
  "“A lot of Russians weren’t willing to pay a premium licensing fee to put Donald’s name on their building.",
  "— Donald J. Trump (@realDonaldTrump) November 11, 2013\n\nStill, however, no real estate deal materialized.",
  "“I wasn’t trying to hide anything,” he said, adding that “we decided — I decided ultimately not to do it.",
  "Cohen testified to Congress that negotiations to build Europe’s tallest building stopped in January 2016.",
  "But Peskov said last year they never replied to Cohen because \"we do not react to such business topics.\"",
  "One of the real estate firm’s leaders was the Russian-born and mafia-linked businessman Felix Sater.",
  "“Russia is one of the hottest places in the world for investment,” Trump said in a 2007 deposition.",
  "It was around this time that Trump’s desire to do business in Russia seemed to grow even stronger.",
  "We can pull this off.”\n\nThey eventually had a falling-out, in part because Sater couldn’t deliver.",
  "To that end, Congress called in Cohen to testify before them in a closed-door setting last year.",
  "Third, Russian government officials did respond to Cohen’s inquiries about the Moscow project.",
  "Months before going, Trump tweeted his hope that he and Putin would become close at the event.",
  "In 1996, the Trump Organization briefly explored a potential deal, but it proved fruitless.",
  "(Vox reached out to Sater for comment, but he has not responded as of publication time.)",
  "That deal never materialized, but Sater would remain in the Trump Organization’s orbit.",
  "“I will get Putin on this program and we will get Donald elected,” Sater emailed Cohen.",
  "But on June 14, 2016, he told Sater that he wouldn’t be traveling to Russia after all.",
  "Now maybe they would be.”\n\nThis is where Michael Cohen really comes into the story.",
  "“And why should I lose lots of opportunities?”\n\nMueller may see things differently.",
  "Trump, however, still defends his company’s push to make a deal in Russia.",
  "In 2006, Donald Trump Jr. and Ivanka Trump traveled with Sater in Moscow.",
  "In November 2013, Trump traveled to Moscow for the Miss Universe pageant.",
  "So instead of telling Congress and others the truth, Cohen chose to lie.",
  "“My next steps are very sensitive with Putin’s very, very close people.",
  "“Buddy our boy can become President of the USA and we can engineer it.",
  "“We will be in Moscow at some point.”\n\nLet’s start from the beginning.",
  "He also recalled keeping Trump informed about the deal’s progress.",
  "What’s more, a Russian bank — VTB Bank — would fund the project.",
  "And we know that because Cohen admitted it in court on Thursday.",
  "The Kremlin was caught in an apparent lie about Michael Cohen.",
  "“I am hereby requesting your assistance,” Cohen wrote.",
  "“I handled all of the negotiations,” he said.",
  "That didn’t pan out, but he kept trying.",
  "It’s pretty spectacular,” he continued.",
  "You have done a FANTASTIC job.",
  "By itself, probably nothing.",
  "TRUMP TOWER-MOSCOW is next.",
  "What’s so wrong with that?",
  "Sater was very confident.",
  "But now, he’s come clean.",
  "Yet Trump seems unfazed.",
  "No big deal, right?",
  "The effort died.",
  "EMIN was WOW!"
]