[
  "And possibly fix relations between the countries by showing everyone that commerce and business are much better and more practical than politics.”\n\nMICHAEL COHEN'S CASE, FROM STANDING BY TRUMP TO IMPLICATING HIM IN PLEA DEAL: A TIMELINE\n\nSater allegedly pushed for the project to include a $50 million penthouse for Russian President Vladimir Putin, as first reported by Buzzfeed News.",
  "There was a good chance that I wouldn’t have won, in which case I would have gone back into the business, and why should I lose lots of opportunities?”\n\nTRUMP AND THE RUSSIA INVESTIGATION: WHAT TO KNOW\n\nOn Twitter, he said his business was “very legal [and] very cool.”\n\n“Lightly looked at doing a building somewhere in Russia.",
  "Ultimately unsuccessful, the project was floated in October 2015 when Andrey Rozov, a Russian real estate developer, signed a letter of intent sent by Cohen to start construction of a Trump World Tower, about 15 floors and featuring 250 luxury condos, a fitness center and spa.",
  "Cohen – who has been cooperating with Special Counsel Robert Mueller’s probe into Russian interference in the 2016 election and possible ties to the Trump campaign – pleaded guilty to making false statements before a Senate committee on Nov. 29.",
  "All the oligarchs would line up to live in the same building as Putin.”\n\nHowever, a source told Fox News the president was never made aware of this plan, and he would have considered it “stupid.”\n\nWhat did Cohen lie about exactly?",
  "Plans for a Trump real estate deal in Moscow can be traced as far back as 1996 when he paid a visit to the Russian capital to check out building sites on land being developed by a U.S. company, according to The Associated Press.",
  "MICHAEL COHEN'S LEGAL PROBLEMS INVOLVE BUSINESS DEALINGS, PAYMENTS TO PORN STAR: WHAT TO KNOW\n\nCohen said he discussed the proposal with Trump on multiple occasions and with members of the president's family.",
  "And in 2005, Trump extended a contract to develop a project, possibly on a shuttered pencil factory, in Moscow with Sater’s Bayrock Group; it was ultimately unsuccessful, The Washington Post reported.",
  "President Trump’s abandoned real estate plan for Moscow was thrust back into the spotlight after his former attorney, Michael Cohen, admitted to lying to lawmakers about the project.",
  "Trump said that while he decided not to undertake the project, there “would be nothing wrong if I did do it.”\n\nHere’s a look at what the project entailed and who was involved.",
  "The pair did not go, but Cohen told Sater he could travel to Russia before the GOP convention and Trump would go after, according to text messages published by Buzzfeed News.",
  "Then in 2013, when Trump was in Moscow as owner of the Miss Universe pageant, he reportedly scouted a potential site, according to The Associated Press.",
  "He said he told lawmakers the plan to build a Trump Tower in Moscow fizzled out in January 2016 though it actually continued until at least June 2016.",
  "He told lawmakers the Trump Tower project ended in January 2016 – even though he continued to have discussions about it until at least June 2016.",
  "However, Trump continued to raise the prospect of a “super-luxury residential tower” bearing his name on other sites he visited during the trip.",
  "He also reached out to the office of Kremlin spokesman Dmitry Peskov in January 2016 for help with the project, prosecutors said.",
  "Trump said he continued to run his business while he campaigned for the White House in case he didn’t win the presidency.",
  "“In Russia, the oligarchs would bend over backwards to live in the same building as Vladimir Putin,” Sater told Buzzfeed.",
  "He later said he discussed the idea with Aras and Emin Agalarov, a father-son Russian development team close to Putin.",
  "“My idea was to give a $50 million penthouse to Putin and charge $250 million more for the rest of the units.",
  "Cohen pleaded guilty on Nov. 29 to making false statements before the Senate Intelligence Committee in 2017.",
  "The plan ultimately fell through, along with other plans to revamp the old Hotel Moskva next to the Kremlin.",
  "He also said he lied about never discussing traveling to Russia with Trump, although the pair did not go.",
  "Felix Sater, who has ties to the Trump Organization, pushed for the deal as well.",
  "Fox News' Brooke Singman and The Associated Press contributed to this report.",
  "He also said he lied about never discussing traveling to Russia with Trump.",
  "Put up zero money, zero guarantees and didn’t do the project,” Trump said.",
  "“There would be nothing wrong if I did do it,” Trump said of the project.",
  "He said to Cohen: “Let’s make this happen and build a Trump Moscow.",
  "“I was running my business while I was campaigning.",
  "Hasn’t he long wanted to build in Russia?",
  "However, that idea, too, fell through.",
  "What was the project?",
  "What has Trump said?"
]