[
  "More: Michael Cohen, Donald Trump and Russia: Prosecutors document series of lies by president's former fixer\n\nMore: From Trump fixer to Mueller informant: Timeline of Michael Cohen's role in Russia probe\n\nMore: Report: Trump Organization planned to give $50 million penthouse to Putin amid Moscow deal\n\nStill, to expand his real estate developments over the years, Trump, his company and partners have repeatedly turned to wealthy Russians and oligarchs from former Soviet republics – several allegedly connected to organized crime, according to a USA TODAY review last year of court cases and government and legal documents.",
  "You know the closest I came to Russia, I bought a house a number of years ago in Palm Beach, Fla.\" (News conference, July 27, 2016)\n\nMore: Trump attacks former fixer Michael Cohen as 'weak,' accuses him of lying in Mueller plea deal\n\nMore: President Trump scraps G20 talks with Putin over Ukraine conflict\n\nMore: From Trump fixer to Mueller informant: Timeline of Michael Cohen's role in Russia probe\n\nCLOSE President Trump’s former lawyer, Michael Cohen, pleaded guilty to lying to Congress about a Moscow real estate deal he pursued on Trump's behalf, signaling his cooperation with special counsel Robert Mueller's probe.",
  "More: Robert Mueller probe: Ex-Trump lawyer Michael Cohen pleads guilty to lying to Congress\n\nMore: President Donald Trump abruptly cancels Vladimir Putin meeting at G-20 summit, hours after Michael Cohen guilty plea\n\nMore: 'This is an illegal hoax': Trump calls for end to Mueller investigation after Cohen pleads guilty\n\nTrump tweeted Friday that he \"Lightly looked at doing a building somewhere in Russia.",
  "Trump's long-standing ties to Russia are back in the spotlight because his former lawyer Michael Cohen pleaded guilty Thursday to lying to Congress in connection with the Justice Department's special counsel probe into whether Trump or any members of his inner circle colluded with Russia during the 2016 presidential campaign.",
  "More: 25 years later: 7 shockwaves from breakup of Soviet Union\n\nMore: Donald Trump: I 'lightly looked' at doing a real estate project in Russia\n\nLess than a decade later, Trump announced in a 1996 news conference in Moscow that he intended to invest $250 million in various Russian building projects.",
  "While in Moscow, Trump Jr. explained to investors that the Trump Organization had trademarked the Donald Trump name in Russia and planned to build housing and hotels in Moscow, St. Petersburg and Sochi, and sell licenses to other developers.",
  "Meanwhile, Tevfik Arif, an ex-Soviet official who co-founded Bayrock Group, a New York-based real estate company, had helped Trump fund Trump SoHo in New York, a 46-story, residential-hotel hybrid building later renamed \"The Dominick.\"",
  "Cohen, who previously pleaded guilty to tax fraud and other campaign-related financial violations, admitted making false statements to lawmakers about the timing of Trump’s efforts to develop a Trump Tower in Moscow.",
  "(Photo: Chris McGrath, Getty Images)\n\nTwelve months on, in an interview with The New Yorker in 1997, Trump said: \"We are actually looking in Moscow right now, and it would be skyscrapers and hotels, not casinos.",
  "In \"The Art of the Deal,\" his 1987 book about his business style, Trump wrote about wanting to build \"a large luxury hotel across the street from the Kremlin in partnership with the Soviet government.\"",
  "(Photo: Igor Tabakov, AP)\n\nAn earlier version of this story mischaracterized Donald Trump Jr.'s testimony to the Senate Judiciary Committee ?related to the timing of Trump Tower talks in Moscow.",
  "While Trump has not been accused of any wrongdoing, his companies have been linked to at least 10 wealthy former Soviet businessmen with alleged ties to criminal groups or money laundering.",
  "A report by BuzzFeed News said that at one point Sater and Cohen hatched a plan to offer Putin a $50 million penthouse in the proposed Trump Tower in Moscow to help sell other apartments.",
  "At the same time, Trump was selling dozens of condominiums in Trump World Tower in midtown Manhattan to Russians, according to Dolly Lenz, a real estate broker who sold many of the units.",
  "They include former campaign chairman Paul Manafort, convicted of financial fraud related to his work in Ukraine as a political consultant for that nation's onetime pro-Russian regime.",
  "George Papadopoulos, a Trump foreign policy adviser, confessed to making false statements to the FBI about the scope of his contacts with Russia during the 2016 presidential campaign.",
  "President Donald Trump’s interest in developing luxury real estate in Moscow stretches back decades, according to court documents, his public statements and interviews with Trump.",
  "President Donald Trump and Russian President Vladimir Putin arrive to waiting media during a joint press conference after their summit on July 16, 2018, in Helsinki, Finland.",
  "And he’s trying to get a much lesser prison sentence by making up this story,” said Trump as he left Washington for a Group of 20 economic summit in Buenos Aires, Argentina.",
  "Sater, according to the New York Times, wrote a series of emails in 2015 to Trump's lawyer – Cohen – in which he boasted about his ties to Russia's President Vladimir Putin.",
  "The Russia-born Sater had spent a year in prison in 1991 for stabbing a man in the face with a broken margarita glass at the Rio Grande restaurant and bar in New York.",
  "\"It's ridiculous that I wouldn't be investing in Russia,\" Trump testified under oath in a 2007 court deposition as his business relationship with Bayrock broke down.",
  "Trump’s son, Donald Trump Jr., traveled to Russia a half-dozen times in 18 months looking for deals around 2008, he told eTurboNews, an online business publication.",
  "(Nov. 29) AP\n\n\n\n\n\nRead or Share this story: https://www.usatoday.com/story/news/world/2018/11/30/trumps-russia-ties-new-scrutiny-amid-michael-cohen-plea/2149518002/",
  "Amanda Miller, a spokeswoman for the Trump Organization, said the allegations lacked merit and that the units were all owned and sold by third parties – not Trump.",
  "Michael Flynn was Trump's national security adviser for 23 days before he resigned over his communications with Russia's ambassador prior to Trump taking office.",
  "Felix Sater, the other Bayrock founder, is also being scrutinized by Mueller as part of his investigation into alleged 2016 campaign collusion with Russia.",
  "Trump called Cohen a \"weak person\" and accused him of providing false testimony to get a reduced sentence from special counsel Robert Mueller.",
  "By the early 2000s, Trump was courting wealthy Russian investors to help fund several foreign construction projects from Canada to Panama.",
  "Four years later, the Soviet Union dissolved, and Russians who had been allowed to buy state-owned enterprises amassed enormous fortunes.",
  "\"We have tremendous financial commitments from various groups,\" Trump said, speaking at the plush Baltschug Hotel in central Moscow.",
  "She said many of these Russian buyers sought an audience with Trumpbecause they respectedhis business acumen and personal style.",
  "\"In Russia, the oligarchs would bend over backwards to live in the same building as Vladimir Putin,\" Sater told BuzzFeed News.",
  "In 2013, Trump brought the Miss Universe Pageant to Moscow, funded by $20 million from Russian billionaire Aras Agalarov.",
  "The deal fell apart because, Trump later told Playboy magazine, Russia \"was out of control and the leadership knows it.\"",
  "I have no deals that could happen in Russia, because we’ve stayed away,\" Trump told reporters in February last year.",
  "Trump was invited that year to Moscow by the Soviet Union’s ambassador to the United States to discuss the project.",
  "Donald Trump visits a reception as he checks out sites in Moscow for luxury residential towers, on Nov. 5, 1996.",
  "The development is potentially significant because Trump has consistently denied any financial ties to Russia.",
  "\"Russians make up a pretty disproportionate cross-section of a lot of our assets,\" Trump Jr. said at the time.",
  "(White House press conference, February 16, 2017)\n\n- \"I know nothing about the inner workings of Russia.",
  "At least five close advisers to Trump have admitted wrongdoing or been convicted since his election.",
  "\"Our boy can be president of the USA and we can engineer it,\" Sater wrote in one of the emails.",
  "Cohen's attorney, Lanny Davis, declined to comment on the report when reached by USA TODAY.",
  "And we’re working with the local government, the mayor of Moscow and the mayor’s people.",
  "The Times noted that Cohen never replied to the emails and viewed them as \"puffery.\"",
  "Trump said he would license his name for use on two luxury residential buildings.",
  "It was a variation on a phrase that he's said almost two dozen times since 2016.",
  "(Presidential debate, October 10, 2016)\n\n- \"What do I have to do with Russia?",
  "Sater said he was simply expressing \"enthusiasm\" for the Trump Organization.",
  "\"Russia is one of the hottest places in the world for investment,\" he added.",
  "It is not clear what happened to those efforts, but they never materialized.",
  "(Aboard Air Force One, Sept. 7, 2018)\n\n- \"I have nothing to do with Russia.",
  "That’s a very big project; I think it’s the largest hotel in the world.",
  "He launched his eponymous Super Premium Vodka brand in Moscow in 2007.",
  "The venue was Agalarov’s Crocus City Hall on the outskirts of Moscow.",
  "But Trump's known connections to Russia go back more than 30 years.",
  "Put up zero money, zero guarantees and didn’t do the project.",
  "(Fox News, Oct. 29, 2018)\n\n- \"There was no talking to Russia.",
  "Trump took part in a music video with Agalarov’s son, Emin.",
  "Only quality stuff ... I’ll be soon going again to Moscow.",
  "(WSJ, July 25, 2017)\n\n- \"I have nothing to do with Russia.",
  "(CBS, July 18, 2018)\n\n- \"We had no collusion with Russia.",
  "I had nothing to do with Russia with respect to my race.",
  "\"He's lying about a project that everybody knew about.",
  "\"We're ready to go anytime we want to go,\" he said.",
  "\"I will get all of Putin's team to buy in on this.\"",
  "Among them:\n\n- \"I have nothing to do with Russia.\"",
  "The investigation has been going on for 18 months.",
  "\"We see a lot of money pouring in from Russia.\"",
  "(CNBC, July 20, 2018)\n\n- \"There's no collusion.",
  "Most of them bought his condos and apartments.",
  "“He’s got himself a big prison sentence.",
  "He defended that effort as \"very legal.\"",
  "It ceased production four years later.",
  "So far, they’ve been very responsive.\"",
  "I mean, we were very open about it.\"",
  "I didn’t make phone calls to Russia.",
  "I told you, I have no deals there.\"",
  "We’re looking at the Moskva Hotel.",
  "We’re also looking at the Rossiya.",
  "\"I have no dealings with Russia.",
  "I won that race rather easily.\"",
  "I didn’t receive phone calls.",
  "We never dealt with Russia.\"",
  "I have no businesses there.\"",
  "I didn't deal with Russia.",
  "There was no phone calls.",
  "I didn’t have anything.\"",
  "I didn’t have meetings.",
  "I didn’t have texts.",
  "I don’t deal there.",
  "I never did.\"",
  "Witch Hunt!\""
]