[
  "He told the House Intelligence Committee last year that he had cultivated a network of foreign contacts that included “ranking intelligence, military operatives and military research facilities.”\n\nOne of his contacts was Mr. Shmykov, who worked with anti-Taliban fighters in Afghanistan in the late 1990s and early 2000s while serving in Russian military intelligence, according to documents and online research.",
  "But as the Trump brand became increasingly common, emblazoning hotels and commercial towers around the world, a Russian equivalent never quite came together — even after Mr. Trump secured trademarks in the country and sent emissaries, including his children, to scout for deals.",
  "Mr. Sater drew on connections he had made in Russia in the late 1990s when he began secretly working for American intelligence agencies, which in turn helped reduce his penalty after a guilty plea in a $40 million securities fraud case.",
  "Mr. Shmykov, who is 62, has a profile on a Russian social media site that says he attended the Academy of the Federal Security Service of the Russian Federation, which trains intelligence personnel.",
  "One deal that almost got off the ground in 2005 — a Moscow tower on the site of a former pencil factory — was also pitched by Mr. Sater, an American citizen who immigrated as a child from Russia.",
  "On one visit in which he was accompanied by Donald Trump Jr. and Ivanka Trump, he arranged for Ms. Trump to sit in Mr. Putin’s chair during a tour of the Kremlin, he said in emails to Mr. Cohen.",
  "He was working at the time for Bayrock Group, a development company that teamed up with Mr. Trump on several hotel projects in the United States.",
  "Mr. Sater, who sometimes carried a business card identifying him as a “senior adviser” to Mr. Trump, pursued Russian deals throughout the 2000s.",
  "Image Mr. Sater tapped Evgeny Shmykov, a former general in Russian military intelligence, to help with the Moscow project.",
  "Mr. Trump’s effort in 2016 was only the latest episode in a long, sporadic quest dating to the 1980s.",
  "(He was previously convicted after slashing a man’s face in a Manhattan bar fight in 1991.)"
]