[
  "Sater said in a 2008 deposition that he found a group of interested Russian investors, as well as a possible site for the project — a shuttered pencil factory that had been named for American radicals Nicola Sacco and Bartolomeo Vanzetti, who were convicted of murder and executed during the “Red Scare” that swept the United States after World War I.",
  "“It was more of verbal updates when I’d come back, pop my head into Mr. Trump’s office and tell him, you know, ‘Moving forward on the Moscow deal.’ And he would say, ‘All right.’ ”\n\n[Former Mafia-linked figure describes association with Trump]\n\nThat deal fell apart, as well, but it did not rupture Sater’s relationship with the Trump Organization.",
  "'A different world'\n\nThe failures in Russia were a source of frustration for the Trump Organization at a time it was otherwise expanding around the world, buoyed by the success of Trump’s reality television show “The Apprentice.” He signed deals to build Trump Towers in Istanbul and Panama in 2006 and the Dominican Republic in 2007.",
  "On Thursday, his former attorney Michael Cohen told a federal judge that Trump was pursuing a deal to build a Trump Tower in Moscow throughout the first half of 2016 — the very time the candidate was stepping out on the world stage as a political figure and breaking with the GOP by praising Russia and its president, Vladi­mir Putin.",
  "“We will be in Moscow at some point.”\n\n[Inside Trump’s financial ties to Russia and his unusual flattery of Vladimir Putin]\n\nWhile running for president, Trump spoke highly of Putin and criticized the Russian president’s adversaries, including international organizations such as NATO and the European Union.",
  "The final attempt led by Cohen began in September 2015 and apparently ended on June 14, 2016, according to court documents — the same day The Washington Post broke the news that Russia was suspected to be behind a hack of the Democratic National Committee.",
  "The spokeswoman, Melanie A. Bonvicino, declined to comment Thursday about whether that businessman, Giorgi Rtskhiladze, has been interviewed by special counsel Robert S. Mueller III, who is investigating alleged Russian interference in the 2016 election.",
  "“If we have Putin in the penthouse every oligarch in Russia would want to live in that building,” Sater said in an interview Thursday with The Post, recalling that he told Cohen that the giveaway would pay for itself many times over.",
  "“I will get all of Putins team to buy in on this, I will manage this process.”\n\nIn the messages, Sater claimed he had lined up financing with VTB Bank, under U.S. sanctions at the time for allegedly undermining democracy in Ukraine.",
  "By 2005, Trump had found a new partner: a company called the Bayrock Group that had opened offices in Trump Tower two floors below his executive suite and had clinched deals to build Trump-branded properties in several U.S. cities.",
  "[Trump’s business sought deal on a Trump Tower in Moscow while he ran for president]\n\nIn 1996, Trump was back, this time promising to build in the heart of post-Soviet Moscow in partnership with a group of U.S. tobacco executives.",
  "“TRUMP TOWER-MOSCOW is next.”\n\nThe deal did not advance beyond preliminary talks, hampered by a cooling Russian economy and then Trump’s busy campaign schedule, the Agalarovs told The Post in a joint interview in spring 2016.",
  "[How a British music publicist ended up in the middle of the Russia storm]\n\nAs the event concluded, Trump announced he had once again reached a preliminary deal to build in Moscow — this time with the Agalarovs as partners.",
  "Again and again Trump pursued his Russia project, traveling to Moscow and unveiling four ultimately unsuccessful plans to put his name on a building in the Russian capital before he announced he would run for president.",
  "“Americas most difficult adversary agreeing that Donald is a good guy to negotiate.”\n\nAt one point, Sater suggested to Cohen that they give a $50 million penthouse unit to Putin as a way to market the new Trump Tower.",
  "“Russians make up a pretty disproportionate cross-section of a lot of our assets,” he said, explaining that Russians found the Trump name appealing and were buying units in the company’s buildings around the world.",
  "According to his memoir “The Art of the Deal,” he and his then-wife, Ivana Trump, scoped out possible sites for a luxury hotel that he wanted to build in a joint venture with the Kremlin’s hotel and tourism agency.",
  "Costs for the elaborate event were borne by a Russian billionaire developer, Aras Agalarov, and his pop-star son, Emin Agalarov — often called the Trumps of Russia for their tendency to put their name on projects.",
  "“There was a good chance that I wouldn’t have won,” he said, “in which case I would have gone back into the business, and why should I lose lots of opportunities?”\n\nCarol D. Leonnig contributed to this report.",
  "The proposal was delivered by an international financier with whom Cohen had worked previously, whose spokeswoman said last year that Cohen rejected the offer because he was already working with Sater.",
  "In another communication, Sater told Cohen they could host a lavish ribbon-cutting ceremony in Moscow and suggested showing Russian contacts video clips of Trump praising Russia on the campaign trail.",
  "But Sater had cooperated with the government in various criminal and national security matters, allowing him to keep his plea under seal and remake himself as a respectable Trump business partner.",
  "But the billionaire and his son remained in contact with Trump, and in June 2016, they helped arrange for Trump Jr. to take a meeting with a Russian lawyer as his father pursued the presidency.",
  "Repeat visits\n\nTrump traveled to Russia for the first time in 1987, as the Soviet Union began to open to more Western investment but many Americans remained wary of the communist leadership.",
  "Six months later, Cohen agreed to travel to Russia to attend an economic forum in St. Petersburg at Sater’s recommendation, reversing course and canceling the trip on June 14, 2016.",
  "“How many times do I have to say that?” he said at a news conference in July 2016, just after WikiLeaks published thousands of Democratic Party emails hacked by Russian operatives.",
  "I have nothing to do with Russia.”\n\nHe added in a tweet: “For the record, I have ZERO investments in Russia.”\n\nBut his assertions belied years of Trump’s failed efforts in Russia.",
  "[Top Trump Organization executive asked Putin aide for help on business deal]\n\nOn Thursday, Cohen acknowledged those statements were false and pleaded guilty to lying to Congress.",
  "Cohen emailed Dmitry Peskov, a top Putin aide and spokesman, to enlist Russian government help to secure land and permits, according to documents submitted to Congress.",
  "“Our boy can become president of the USA and we can engineer it,” Sater wrote to Cohen in a 2015 email obtained by the New York Times and confirmed by The Post.",
  "His refusal to give up that ambition as he was campaigning for the White House now colors his public embrace of Putin, whose help Cohen sought for the project.",
  "A person close to Cohen said he knew how badly Trump wanted a Moscow project and believed he would score a major coup with his boss if he could get it done.",
  "For Donald Trump, that vision never died, even as he launched a presidential campaign and moved toward clinching the Republican Party nomination in 2016.",
  "The Trump Organization gave Bayrock a one-year exclusive deal to hunt for land in Moscow for a development, according to documents obtained by The Post.",
  "Cohen also had been forwarded in October 2015 another a 13-page proposal from Sergei Gordeev, a Moscow real estate billionaire and former legislator.",
  "The candidate’s son was told the lawyer would bring dirt about Democrat Hillary Clinton as part of a Russian government effort to help Trump.",
  "Trump spent 36 hours in Moscow in November 2013, meeting with Russian business leaders and hoping for a sit-down with the Russian president.",
  "Pursuing the big deal\n\nBy then, Cohen had been working with Sater for months to once again get a Trump development in Moscow off the ground.",
  "Trump’s attempt that year to expand his brand into Moscow capped a 30-year-long effort by the celebrity mogul to do business in Russia.",
  "His rhetoric seldom wavered, even as evidence began to emerge that Russia was interfering in the 2016 campaign to boost Trump’s effort.",
  "A year later, Sater testified, Trump asked him to accompany his adult children Ivanka Trump and Donald Trump Jr. on a trip to Moscow.",
  "Cohen also admitted that he discussed the project with Trump more frequently than he told Congress and briefed his children, as well.",
  "Both Cohen and Sater said the project could be used to help not only Trump’s bottom line but also his electoral efforts.",
  "But he added that he saw no reason that running for president meant he could not also pursue his business ambitions.",
  "Donald Trump finally made it to Moscow in 2013, bringing his Miss Universe beauty pageant to the Russian capital.",
  "He said that after reaching out to Peskov, he spoke to the Russian official’s personal assistant for 20 minutes.",
  "It really is a scary place.”\n\nBut the younger Trump insisted that the company was determined to make it work.",
  "The company’s point person on the project was Felix Sater, a Russian-born businessman with a checkered past.",
  "In 1998, he pleaded guilty to one count of racketeering in a $40 million Mafia-linked stock fraud case.",
  "Speaking to a real estate conference in 2008, Trump Jr. explained that building in Russia was tricky.",
  "“I had a great weekend with you and your family,” Trump tweeted to Aras Agalarov as he left Russia.",
  "“Russia is one of the hottest places in the world for investment,” Trump said in a 2007 deposition.",
  "She took notes and promised to look into the issue, according to a court document filed Thursday.",
  "“As much as we want to take our business over there, Russia is just a different world,” he said.",
  "In October, Trump signed a letter of intent to proceed with the Sater project, Cohen has said.",
  "“It’s about [the president of Russia] they called today,” he wrote, according to the filing.",
  "Expert Investment Co. and its chairman, a former Sater business partner named Andrei Rozov.",
  "The idea of providing the penthouse to Putin was first reported Thursday by Buzzfeed News.",
  "When Cohen testified before Congress, he said the Moscow tower project was short-lived.",
  "It was a dream born in the 1980s: a gleaming Trump Tower in the heart of Soviet Moscow.",
  "At the time, Trump repeatedly insisted that he did not have financial ties to Russia.",
  "It was not the only Moscow project fielded by Cohen while his boss ran for president.",
  "He had traveled to Russia six times in the previous 18 months, he told the investors.",
  "He told lawmakers he spoke to Trump about it only three times before canceling it.",
  "“I will get Putin on this program and we will get Donald elected,” Sater wrote.",
  "“I showed him photos, I showed him the site, showed him the view from the site.",
  "It came on the same day Trump participated in the third Republican debate.",
  "By 2007, Donald Trump had hired Cohen to serve as one of his top lawyers.",
  "The group drew up architectural plans and had meetings with city leaders.",
  "Cohen has said Sater approached him with the proposal in September 2015.",
  "He had found a new Russian partner, a Moscow-based developer called I.C.",
  "Cohen said he did not recall receiving a response, and the project died.",
  "Trump told reporters Thursday that Cohen was lying about key details.",
  "“It is a question of who knows who, whose brother is paying off who.",
  "Putin declined, citing a delayed meeting with the king of Holland.",
  "It’s pretty spectacular,” Sater said of Trump in the depositions.",
  "Cohen and Sater had attended high school together and were close.",
  "“If it’s what you say, I love it,” Trump Jr. responded.",
  "He had served a year in prison after a 1991 bar fight.",
  "By January 2016, he said, the project had stalled.",
  "The next day, Sater emailed Cohen.",
  "“I have nothing to do with Russia.",
  "But, again, it fizzled.",
  ".",
  ".",
  "."
]