[
  "“COHEN made the false statements,” the statement of offense reads, “to (1) minimize links between the Moscow Project and [Trump] and (2) give the false impression that the Moscow Project ended before ‘the Iowa caucuses and ... the very first primary,’ in hopes of limiting the ongoing Russia investigations.”\n\nFormer New York mayor Rudolph W. Giuliani, serving as counsel to the president, responds in a statement.",
  "It is important to understand that documents that the Special Counsel’s Office is using to show that Cohen lied to Congress were voluntarily disclosed by the Trump Organization because there was nothing to hide.”\n\nSpeaking to reporters on Air Force One, Trump addressed the development directly.",
  "Below, using the criminal information document filed by special counsel Robert S. Mueller III’s team and a detailed report on the development negotiations compiled by BuzzFeed News earlier this year, is a timeline of the deal that led to Cohen’s most recent admissions of criminal guilt.",
  "(Andrew Harrer/Bloomberg News)\n\nThe unexpected appearance in a Manhattan courtroom Thursday of Michael Cohen, President Trump’s former personal attorney, added a new layer of understanding to the interplay of Trump, his business and efforts to build a Trump-branded property in Moscow.",
  "\"It appears the Trump Tower Moscow project failed in January 2016,” that report determines, noting that Cohen “attempted to reach out to members of the Russian government in an attempt to make the project proceed, but apparently did not have any direct points of contact.\"",
  "Assistant 1 asked detailed questions and took notes, stating that she would follow up with others in Russia.”\n\nPart of this conversation, BuzzFeed News reports, allegedly included the prospect of giving the penthouse property, valued at $50 million, as a gift to Putin.",
  "… Not you or anyone you know will embarrass me in front of Mr. T when he asks me what is happening.”\n\nSater replied that he’d helped bury a story from ABC News in which Trump denied knowing Sater “because I kept my mouth shut for you and your team.”\n\nDec. 31, 2015.",
  "Cohen receives a letter from a Russian businessman inviting him to come to Moscow for a working visit “[i]n furtherance of our previous conversations regarding the development of the Trump Tower Moscow project.”\n\nJan. 26, 2016.",
  "Cohen pleaded guilty to lying to Congress about the duration of an effort to develop a property in the Russian capital which, as The Washington Post reported last year, continued well into Trump’s campaign for president.",
  "From the statement of offense: “COHEN described his position at the Company and outlined the proposed Moscow Project, including the Russian development company with which the Company had partnered.",
  "Bayrock Group, among whose principals is Russia-born developer Felix Sater, partners with the Trump Organization on a number of projects including a hotel in Manhattan called Trump Soho.",
  "For a period in 2010, Sater worked out of the Trump Organization’s offices in Trump Tower and carried a business card identifying him as “senior adviser to Donald Trump.”\n\nNov. 8, 2013.",
  "He’s a proven liar who is doing everything he can to get out of a long-term prison sentence for serious crimes of bank and tax fraud that had nothing to do with the Trump Organization.",
  "BuzzFeed publishes a dossier of reports compiled by former British intelligence officer Christopher Steele, alleging collusion between the Trump campaign and Russian actors.",
  "The Wall Street Journal reports that Trump Jr. and Ivanka Trump are included on email messages about the project in this period or communicate directly with Cohen about it.",
  "Sater informs Cohen over email that his associates would be meeting with Russian President Vladimir Putin and a deputy on Oct. 14 and that VTB Bank would fund the project.",
  "A contact in Russia, Evgeny Shmykov (who Sater later testifies once worked for Russian intelligence), needs the information to facilitate getting visas through VTB.",
  "Trump arrives in Moscow for the Miss Universe pageant, hosted at a property secured by a development firm called the Crocus Group and its president, Aras Agalarov.",
  "He’s questioned about the Moscow project, claiming he knew “very little” about the proposed deal, only receiving the letter of intent signed by his father.",
  "There was a good chance that I wouldn’t have won, in which case I would have gone back into the business, and why should I lose lots of opportunities?”",
  "“I will get all of Putins team to buy in on this, I will manage this process.”\n\n\"My next steps are very sensitive with Putin’s very, very close people.",
  "Cohen’s legal team sends a two-page statement to the House and Senate committees making false claims about the termination of the Moscow project.",
  "Cohen pleads guilty to eight criminal counts in a New York courtroom, including two in which he implicates Trump in campaign finance violations.",
  "“And possibly fix relations between the countries by showing everyone that commerce & business are much better and more practical than politics.",
  "COHEN requested assistance in moving the project forward, both in securing land to build the proposed tower and financing the construction.",
  "In a Politico article, journalist David Cay Johnston notes Trump’s relationship to Sater and Sater’s ties to organized crime.",
  "The interaction of Trump, Cohen and the businessman with whom Cohen was working on a deal stretches back more than a decade.",
  "Cohen and Peskov’s assistant (identified as “Assistant 1” in the statement of offense) speak on the phone for 20 minutes.",
  "“I gave you two months and the best you send me is some ... garbage invite by some no name clerk at a third-tier bank.\"",
  "Help world peace and make a lot of money, I would say thats a great lifetime goal for us to go after.”\n\nOct. 28, 2015.",
  "Sater asks Cohen to take a call from Evgeny Shmykov, the former intelligence officer coordinating the deal in Moscow.",
  "The same day, The Post reports that Russian hackers infiltrated the Democratic National Committee’s computer network.",
  "Obviously the pre-meeting trip [you only] can happen anytime you want but the 2 big guys where [sic] the question.",
  "Sater texts Cohen to extend an invitation from Peskov to attend an event in St. Petersburg from June 16 to 19.",
  "He also “briefed family members of [Trump] within the Company about the project,” according to Mueller’s team.",
  "Sater emails Cohen to tell him he plans to meet with a Moscow developer about possible land for a building.",
  "The Senate Intelligence Committee announces an investigation into interference and possible coordination.",
  "The Republican majority on the House Intelligence Committee release a report summarizing their findings.",
  "#fakenews pic.twitter.com/CMil9Rha3D — Michael Cohen (@MichaelCohen212) January 11, 2017\n\nJan. 13, 2017.",
  "To facilitate a trip to Russia, Sater asks Cohen to provide information about his and Trump’s passports.",
  "I said I would confirm and revert.”\n\nCohen replies, “My trip before Cleveland,” site of the convention.",
  "Cohen sends Sater a news article in which Putin calls Trump “talented.”\n\n\"Now is the time,” he writes.",
  "Sater and Cohen meet in the lobby of Trump Tower, and Cohen says he won’t attend the event after all.",
  "Sater informs Cohen that the new funder will be GenBank, itself subject to sanctions shortly before.",
  "Meanwhile, Sater tries to get Cohen to confirm his trip, an effort that continues for several days.",
  "\n\nPresident Trump arrives to speak to members of the media before boarding Marine One on Thursday.",
  "“One month plus since the signing of the [letter of intent] that I wasted my time on,” he writes.",
  "At another point he says that only he or Ivanka Trump would have known about other Moscow deals.",
  "The invitation includes a possible meeting with either Putin or Prime Minister Dmitry Medvedev.",
  "Developer Sater sets up a meeting with Cohen in Manhattan to discuss a possible deal in Moscow.",
  "Trump Jr., Paul Manafort and Jared Kushner meet with a Kremlin-linked attorney at Trump Tower.",
  "He indicates that meetings in Moscow will include Dmitry Peskov, Putin’s press secretary.",
  "“I put the others all on hold and still, despite every conversation with you, nothing.",
  "Cohen again emails Peskov’s office, asking to speak with someone who speaks English.",
  "I told you last week that you thinking you are running point on this is inaccurate.",
  "“Buddy our boy can become president of the USA and we can engineer it,” he writes.",
  "That should be Putins message as well, and we will help him agree on that message.",
  "But when I run for president, that doesn’t mean I’m not allowed to do business.",
  "“ASSUMING the trip does happen the question is before or after the convention.",
  "You are putting my job in jeopardy and making me look incompetent,” he wrote.",
  "Trump Soho, the Bayrock-Trump project, announces plans to drop Trump’s name.",
  "\"[Trump] once he becomes the nominee after the convention.”\n\nMay 5, 2016.",
  "Cohen continues to discuss a possible Moscow deal with Trump on occasion.",
  "Sater sends Cohen a letter of intent to move forward on a deal in Moscow.",
  "Bayrock’s reported contacts are Trump, Donald Trump Jr. and Ivanka Trump.",
  "Cohen sends photos of information from his own passport but not Trump’s.",
  "The message says, “It’s about Putin they called today.”\n\nJan. 25, 2016.",
  "— Donald J. Trump (@realDonaldTrump) November 11, 2013\n\nJune 16, 2015.",
  "That evening, he participates in the third Republican primary debate.",
  "Among the claims: Cohen traveled to Prague to facilitate cooperation.",
  "Cohen and Sater have final conversations about the proposed project.",
  "He later added: “There would have been nothing wrong if I did do it.",
  "Cohen replies, saying the proposed St. Petersburg dates would work.",
  "I was doing a lot of different things when I was running,” he said.",
  "Cohen tweets a photo of his passport, denying a visit to the city.",
  "— Donald J. Trump (@realDonaldTrump) July 26, 2016\n\nNov. 8, 2016.",
  "Cohen pleads guilty to misleading congressional investigators.",
  "“Felix Sater, boy, I have to even think about it,” Trump said.",
  "@AgalarovAras I had a great weekend with you and your family.",
  "Cohen responds unfavorably about how things were proceeding.",
  "Cohen emails Peskov to ask for help with the Moscow project.",
  "The House Intelligence Committee announces an investigation.",
  "“Lets make this happen and build a Trump Moscow,\" it reads.",
  "VTB was and is subject to sanctions by the U.S. government.",
  "Trump Jr. testifies before the Senate Judiciary Committee.",
  "Federal agents raid Cohen’s homes and office in New York.",
  "Cohen testifies before the Senate Intelligence Committee.",
  "He claimed not to know about Cohen’s outreach to Peskov.",
  "Cohen, angry at the slow pace of progress, emails Sater.",
  "The Republican Party holds its convention in Cleveland.",
  "For the record, I have ZERO investments in Russia.",
  "Trump formally clinches the Republican nomination.",
  "I was running my business while I was campaigning.",
  "“I’m not that familiar with him.”\n\nDec. 17, 2015.",
  "Trump announces his candidacy for the presidency.",
  "(Cohen joined the Trump Organization in 2007.)",
  "“It’s no surprise that Cohen lied to Congress.",
  "“Michael Cohen is a liar,” it reads in part.",
  "The meeting is set up through the Agalarovs.",
  "Trump reportedly signs the letter of intent.",
  "I have never been to Prague in my life.",
  "Sater emails Cohen asking him to call.",
  "Iowa holds its presidential caucuses.",
  "“I had a chat with Moscow,” he wrote.",
  "Ivanka Trump recommends an architect.",
  "“My focus was running for president.",
  "Trump denies investments in Russia.",
  "Trump praises Agalarov on Twitter.",
  "We can pull this off,” he writes.",
  "His son Emin, a singer, performs.",
  "You have done a FANTASTIC job.",
  "TRUMP TOWER-MOSCOW is next.",
  "Trump is asked about Sater.",
  "Trump is elected president.",
  "Late 2015 and early 2016.",
  "The final primaries end.",
  "Trump comes in second.",
  "February to June 2016.",
  "Trump is inaugurated.",
  "July 18 to 21, 2016.",
  "Cohen says he will.",
  "Sater emails Cohen.",
  "He includes a note.",
  "Sater texts Cohen.",
  "September 2015.",
  "Nov. 11, 2013.",
  "Jan. 21, 2016.",
  "Jan. 14, 2016.",
  "Jan. 16, 2016.",
  "Jan. 20, 2016.",
  "Oct. 13, 2015.",
  "Oct. 12, 2015.",
  "Dec. 19, 2015.",
  "Dec. 30, 2015.",
  "July 26, 2016.",
  "Jan. 10, 2017.",
  "June 14, 2016.",
  "Jan. 25, 2017.",
  "Jan. 20, 2017.",
  "Aug. 28, 2017.",
  "Sept. 7, 2017.",
  "Oct. 25, 2017.",
  "Nov. 22, 2017.",
  "April 9, 2018.",
  "June 9, 2016.",
  "May 22, 2016.",
  "June 7, 2016.",
  "Jan. 9, 2017.",
  "Dec. 2, 2015.",
  "Oct. 9, 2015.",
  "Nov. 3, 2015.",
  "Feb. 2, 2016.",
  "2002 to 2011.",
  "EMIN was WOW!",
  "May 4, 2016.",
  "\"We’re done.",
  "May 6, 2016.",
  "June 2016.",
  "“Call me.\"",
  "April 27.",
  "Nov. 29.",
  "Aug. 21.",
  "Enough."
]