[
  "Around the same time, according to a federal court document, he gave US law enforcement “specific information about key leaders in Al Qaeda and affiliated groups, including information that could help the United States locate those individuals.”\n\nFour years later, Sater obtained intelligence that terrorists intended to shoot down then-Secretary of State Colin Powell’s plane when it passed by them in Afghanistan.",
  "Sater said that he handled all the negotiations, and that his interactions with Trump were “more of verbal updates when I’d come back, pop my head into Mr. Trump’s office and tell him, you know, ‘Moving forward on the Moscow deal.’ And he would say, ‘All right.’”\n\n“I showed him photos, I showed him the site, showed him the view from the site,” he continued.",
  "Some of the proposals in it are striking, including that it would be 100 stories tall with a pointy top and that any spas or fitness areas be branded “The Spa by Ivanka Trump.”\n\nTrump eventually signed the letter of intent on October 28, 2015 — the same day as the third Republican presidential debate.",
  "Cohen afterward wrote to Sater and Rozov that “we are truly looking forward to this wonderful opportunity.”\n\n“Everything will be negotiated and discussed not with flunkies but with people who will have dinner with Putin and discuss the issues and get a go-ahead,” Sater wrote to Cohen on November 3.",
  "While Sater didn’t respond to repeated requests to comment on this article, it’s worth delving into who he is, what he’s done, why he’s an important figure in Trump’s orbit, and why he could be a future key source of information in Mueller’s probe.",
  "He also participated in a large-scale Wall Street scam, went to jail for cutting a man’s face with a broken margarita glass during a bar fight, and helped Donald Trump during his presidential campaign to put his name on a tower in Moscow.",
  "I will get all of Putins [sic] team to buy in on this.”\n\nThe business executive worked his contacts, and on October 12, 2015, Sater emailed Cohen that Putin and a “top deputy” would meet with a surrogate for Sater in Moscow.",
  "That man is Felix Sater, the Russia-born, Brooklyn-raised business executive who is back in the news after Trump’s former lawyer and fixer Michael Cohen pleaded guilty to lying to Congress last week.",
  "Sater is an American spy with a criminal record\n\nMultiple profiles of Sater make one thing jaw-droppingly clear: Sater is an important, yet intentionally unheralded, figure in US national security.",
  "Sater’s cooperation “was of an extraordinary depth and breadth, almost unseen, at least in this United States attorney’s office,” a government lawyer, Todd Kaminsky, told a federal court in 2011.",
  "Now maybe they would be.”\n\nSater organized a meeting with Cohen — who at the time was representing Trump — in September 2015 to discuss having Trump license his name on a Russian-built edifice.",
  "Because no major deal in Russia really gets done without high-level support from the Kremlin, Trump surely knew a good relationship with Putin would remove obstacles toward a final agreement.",
  "That same year, he handed intelligence to American officials that Afghan leaders wanted to sell Stinger missiles, an effective weapon used to shoot down aircraft, according to BuzzFeed News.",
  "With a partner, he started a company called the Bayrock Group and grabbed an office space in New York — on the 24th floor of Trump Tower, just one floor down from the Trump Organization.",
  "Starting in 1998, Sater received valuable information from an Afghan officer: five satellite phone numbers belonging to one of the world’s most wanted terrorists, Osama bin Laden.",
  "Sater is at the heart of the Trump Tower Moscow effort\n\nIn 2005, Trump’s company signed a one-year deal with the Bayrock Group to push through a construction project in Moscow.",
  "All of this puts Trump’s praise of Russian President Vladimir Putin and his country in a whole new light — that perhaps what most animated Trump’s warmth was personal profit.",
  "Sater left his organization about 18 months after he started it, but he was still a person of interest, and he eventually turned himself in and pleaded guilty to his crimes.",
  "He’s featured in the court document where Cohen admitted to lying to Congress as “Individual 2.” It’s possible that he will feature more prominently as the probe continues.",
  "We can pull this off.”\n\nSater and Cohen discussed the deal until about June 2016, after Trump became the GOP nominee for president and just months before the actual vote.",
  "While there, Sater took the Trump children on a tour of the Kremlin — during which Ivanka sat and spun around in Putin’s chair while the Russian president wasn’t around.",
  "Trump’s company wouldn’t actually construct the tower, but the Trump name would be on the structure and his company would receive a portion of the revenue it generated.",
  "While working on Wall Street in his mid-20s, Sater got into a bar fight and ended up injuring his opponent with a broken margarita glass, New York Magazine reported.",
  "The FBI said they would let him go as long as he continued to provide intelligence for the government, an obligation which he is still carrying out today.",
  "What’s more, Sater’s father — a mob boss in his own right — had connections to other criminals, and one of his associates helped protect Sater’s business.",
  "At unknown points, he helped thwart an assassination plot against former President George W. Bush and a scheme to poison his vice president, Dick Cheney.",
  "The two men came to an accord: Sater would find the builder and financiers for the project, while Cohen would ensure Trump signed the final agreement.",
  "This is where Sater’s ties to the mafia interested law enforcement: At least five different New York City crime families were involved in the scheme.",
  "Sater also obtained the name and photographs of a North Korean agent who aimed to acquire materials to improve his country’s nuclear program in 2004.",
  "He relied on a “pump-and-dump” scheme, where his company bought really cheap stocks and tried to sell them at much higher prices to gullible bidders.",
  "Previously secret court filings — some of which were unsealed in March — helped shed light on some of his most daring exploits over roughly 10 years.",
  "While Cohen has been the focus of much attention in regard to allegations that the Trump campaign colluded with Russia, Sater has a richer backstory.",
  "For example, he recently told BuzzFeed News that there were plans to offer Putin a $50 million penthouse in Trump Tower Moscow if it got built.",
  "(The bank’s chair, Andrey Kostin, however, denies ever meeting Sater and says that his organization was never involved in a Trump Tower plan.)",
  "Working with Russian investors, Sater found an old pencil factory he believed could be destroyed and replaced with a luxurious skyscraper.",
  "Sater and Cohen worked together to construct a Trump Tower Moscow during the 2016 election, longer than the attorney previously disclosed.",
  "He’s a real-life international man of mystery who could be a key link to Trump’s ties with high-level Russians — including Putin.",
  "The FBI, as part of a larger investigation named “Operation Street Cleaner,” went after Sater and those involved in his business.",
  "Special counsel Robert Mueller, who is investigating possible collusion between the Trump campaign and Russia, knows about Sater.",
  "One day later, Sater sent a nonbinding letter of intent, signed by Andrey Rozov, a well-to-do Moscow developer, to Cohen.",
  "One year later, he helped catch Russian and Ukrainian cybercriminals — after the FBI gave him a fake name and background.",
  "Sater and Trump developed a rapport during that time, Sater said during sworn testimony in an unrelated libel case.",
  "“I was building Trump Towers by day and hunting Bin Laden by night,” he told the Los Angeles Times in March 2017.",
  "The 17-page document would allow Cohen to negotiate the licensing deal with the Russians once Trump signed it.",
  "“I figured, he’s in the news, his name is generating a lot of good press,” Sater told BuzzFeed News on May 17.",
  "For a man comfortable with secrets, Sater also has had no problem speaking relatively openly about his past.",
  "In the early 2000s, knowing he could no longer work on Wall Street, Sater entered the real-estate business.",
  "“A lot of Russians weren’t willing to pay a premium licensing fee to put Donald’s name on their building.",
  "Sater then decided that he would start his own company called White Rock — but it did some illegal stuff.",
  "It was around this time that Trump’s desire to do business in Russia reportedly grew more intense.",
  "Months before going, Trump tweeted his hope that he and Putin would become close at the event.",
  "He spent a year in jail for assault and then had trouble finding work after he was released.",
  "So when Trump announced his candidacy for president in July 2015, Sater saw an opportunity.",
  "It surely formed part of the mob’s ties to the illicit stock trade around the mid-1990s.",
  "That deal never materialized, but Sater would remain in the Trump Organization’s orbit.",
  "“I will get Putin on this program and we will get Donald elected,” Sater emailed Cohen.",
  "Sater also worked with the FBI to end Wall Street scams run by certain crime families.",
  "He provided intelligence to stop the attempted murder of an American president.",
  "He helped the United States hunt down Osama bin Laden and al-Qaeda terrorists.",
  "Sater would be among the best-positioned people to know, if that’s the case.",
  "In 2006, Donald Trump Jr. and Ivanka Trump traveled with Sater in Moscow.",
  "In November 2013, Trump traveled to Moscow for the Miss Universe pageant.",
  "“My next steps are very sensitive with Putin’s very, very close people.",
  "“Buddy our boy can become President of the USA and we can engineer it.",
  "As mentioned above, Sater was one of the real estate firm’s founders.",
  "He suckered investors out of around $40 million, court records show.",
  "What’s more, a Russian bank called VTB Bank would fund the project.",
  "He recalled keeping Trump informed about the deal’s progress.",
  "How did Sater know how to navigate the criminal underworld?",
  "For now, Sater still talks to the press about his exploits.",
  "Perhaps because he’s a convicted criminal.",
  "The deal, however, was never finished.",
  "Where does Sater fit in all this?",
  "Mueller, for sure, is interested.",
  "Sater was very confident.",
  "He took down mobsters.",
  "He started out small."
]