[
  "The second is that Iran will begin to cheat, but that the U.S. will resist the evidence until a “smoking gun” emerges, or until “it is simply too late.” Under this scenario, “it is almost certain that they will be able to develop their first nuclear device before the West can respond.”\n\nThe third possibility is that Iran will keep the deal, using it “to expand their knowledge and capabilities, in theory and in practice,” and then breaking out as a nuclear power at the end of the 10-15 year term of the agreement–by which time it may have missiles capable of reaching the U.S.",
  "The reason that a bad deal emerged from the negotiations, Amidror says, is that U.S. policy changed under President Barack Obama from dismantling Iran’s nuclear program–which “has no justification other than as a military program”–to delaying Iran’s ability to make a nuclear weapon.",
  "Amidror predicts a regional arms race, and adds that despite the fact that the U.S. and Iran are both fighting ISIS, it is possible that ISIS will become stronger as a result of the deal, because Sunni Arabs will see the U.S. as pro-Iran and rally behind ISIS as a counterweight.",
  "This situation will almost assuredly lead to the use of force against Iran, because Iran undoubtedly will try to produce nuclear weapons; be much better able to withstand foreign pressures; and hold significant sway across the Middle East.",
  "He dismisses promises by the Obama administration to be tougher on Iran once the deal goes into effect:\n\nOnce a rival state becomes a partner to an agreement, one does not increase efforts taken against it in other realms.",
  "Regardless, Amidror says, the deal makes sanctions much harder to re-impose, while strengthening Iran and its terrorist proxies across the region, making it a much more difficult threat to contain.",
  "The alternative was increasing the pressure of sanctions, conducting stubborn negotiations, and making serious preparations for military action that would crystalize all options on the table.",
  "Even if Iran completely abides by the terms of the agreement, when restrictions and sanctions come to an end fifteen years hence, it will emerge much stronger, militarily and economically.",
  "The conflict that will ensue will take place in conditions far worse (from a Western perspective) than before the agreement, pitting the West (and/or Israel) against a much-stronger Iran.",
  "The agreement will not bring about Israel’s downfall, and in the best case scenario may even buy Israel some time to better prepare for confronting the Iranian challenge.",
  "Amidror predicts that Iran will initially try to show that it is complying with the agreement, while sanctions are lifted and money and arms flow into the country.",
  "The U.S. negotiated badly, Amidror says, but unless Congress overrides President Obama’s veto–and he assumes it will not–that is a matter for historians to debate.",
  "It is the nature of agreements that cover a certain area of relations that they prevent pressure being applied in other areas, rather than increasing pressure.",
  "The Iran deal will “likely and necessarily” lead to war, according to Yaakov Amidror, a former national security adviser to Prime Minister Benjamin Netanyahu.",
  "Amidror does acknowledge that there are some potential benefits to the agreement, but they do not change the overall result:\n\nThere is no cause for hysteria.",
  "The reality facing Israel (and the world) following the signing of the agreement is significantly more threatening than before.",
  "The first is that the agreement will strengthen moderates in Iran and drive regime change, which he says is very unlikely.",
  "There was, Amidror, an alternative:\n\nAs to the question, “Yes, but was the alternative?” there is a clear answer.",
  "No-one in the West will now be interested in jeopardizing either the agreement or trade relations with Iran.",
  "His executive summary:\n\nThe Vienna agreement has made the situation more complex and dangerous, not less so.",
  "Nevertheless, the map of reality should be read correctly, and not through rose-tinted glasses.",
  "It is important to emphasize that soberly, the verdict should be judged as a bad agreement.",
  "Amidror published his conclusions through the Begin-Sadat Center for Strategic Studies.",
  "Following that, he says, there are three possibilities.",
  "Together, these would achieve a better agreement.",
  "For now, the path ahead is war–sooner, or later."
]