[
  "He singled out a decade-long defense agreement with the U.S., valued at about $38 billion, signed earlier this year, saying “Time and again we have demonstrated that we have Israel’s back.”\n\nThe expansion of settlements, including in areas far from Israel’s pre-1967 borders, means the prospects for a diplomatic solution are being “narrowed,” Kerry said, adding that “The settler agenda is defining the future.”\n\nEducation Minister Naftali Bennett, whose Jewish Home party opposes a Palestinian state, has called for Israel to annex large swathes of the West Bank.",
  "They include one Jewish and one Arab state, whose borders will be based on the 1967 lines with equivalent land swaps; Jerusalem as the capital of both states, with free access to holy sites; compensation and assistance for Palestinian refugees, who would be given \"options\" of where to settle but whose ultimate destination could not disrupt Israel’s demographic character; and an end to all outstanding claims.",
  "The morning after Kerry’s speech, Bennett told Israeli website Ynet that when U.S. President-elect Donald Trump enters the White House, “Palestine will be taken off the agenda,” advocating instead that Israeli “law be imposed on areas in Judea and Samaria,” the historical Jewish names for the West Bank.",
  "He went on to call Netanyahu’s government “the most right-wing in Israeli history.”\n\nNetanyahu, minutes later, accused Kerry of anti-Israel bias and said the U.S. focus on settlements was “unbalanced.”\n\n“This conflict is and always has been about Israel’s very right to exist,” Netanyahu said.",
  "Strained U.S.-Israeli ties reached another low on Wednesday as Secretary of State John Kerry and Prime Minister Benjamin Netanyahu traded blame over the stalled Middle East peace process, with President-elect Donald Trump vowing a fresh start when he takes office on Jan. 20.",
  "Israeli opposition leader Isaac Herzog offered support for Kerry’s comments, saying in a tweet that the speech “expresses true concerns about Israel’s wellbeing & future.”\n\nSandler said Netanyahu remains under pressure to respond to the UN vote with a wave of new building.",
  "But ultimately, he added, “it’s going to be quickly forgotten.”\n\nKerry also assailed leaders of the mainstream Palestinian Fatah Party for failing to condemn specific terrorist acts against Israel and for instead naming public streets and squares after terrorists.",
  "“How can you make peace with someone who rejects your very existence?”\n\nCore Principles\n\nWith barely three weeks remaining in the Obama administration, Netanyahu and Trump are already showing their eagerness to engage in a more cooperative relationship.",
  "Kerry, in a speech Wednesday in Washington, said Netanyahu’s policies backing the expansion of settlements in East Jerusalem and the West Bank were putting a two-state solution to the Israeli-Palestinian conflict increasingly out of reach.",
  "Waning Days\n\nDelivered in the waning days of the Obama administration, and two years after disagreement over the settlements issue helped scuttle the last round of peace talks, Kerry’s speech ultimately may have little impact.",
  "The direct criticisms of Netanyahu “were quite strong and seemed sometimes to be personal,” said Shmuel Sandler, a political scientist at Bar-Ilan University’s Begin-Sadat Center for Strategic Studies.",
  "The president-elect has criticized Obama over his decision not to veto a UN resolution last week criticizing Israeli settlements and vowed stronger ties with the country after he takes office.",
  "Strained Relationship\n\nObama and Netanyahu never managed to build strong personal ties even as their governments cooperated on a range of military, intelligence and commercial issues.",
  "As that agreement was finalized, Netanyahu, without informing the White House, accepted an invitation to address a joint session of Congress to lobby against the proposal.",
  "Netanyahu reiterated claims that the U.S. pushed the UN resolution behind the scenes, breaking a commitment to shield Israel from conditions imposed by the UN.",
  "Obama was highly critical of Israel’s settlements from the moment he entered office, and clashed with Israel over a nuclear accord with Iran last year.",
  "Israeli officials say that may result in a proposal they view as unfavorable, which could then be taken to the UN for a seal of approval.",
  "“No matter what, he has to wait for the Trump administration before doing anything substantial in the settlements,” Sandler said.",
  "“If the choice is one state, Israel can either be Jewish or democratic, but it cannot be both,” Kerry said.",
  "His pick for ambassador to Israel, attorney David Friedman, is a firm supporter of the settlements.",
  "The speech came as Israel faces increasing international isolation over Netanyahu’s policies.",
  "France is gathering dozens of foreign ministers in Paris on Jan. 15 to discuss the conflict.",
  "Kerry in his speech laid out what he described as core principles to reaching an agreement.",
  "“There is absolutely no justification for terrorism and there never will be,” he said.",
  "He said he will share evidence of that collusion with the incoming Trump team.",
  "Nevertheless, Kerry emphasized the Obama administration’s backing for Israel.",
  "Kerry rejected the accusation."
]