[
  "Given the recent (public domain) official document from the Armenian and Russian Ministries of Foreign Affairs proclaiming joint diplomatic activities in the United States, and the fact that Armenia’s Consul General in Los Angeles is a Russian citizen and oligarch with ties to the Kremlin, the connection becomes clearer–both Schiff and Speier are close with Los Angeles-based Armenian lobbying organizations, and with the Russian proxies at the Armenian Consulate.",
  "The best response to the Iran link came from the Iranian regime’s own contempt for Azerbaijan’s secular and pro-Western government and in the remarks by the Israeli PM Netanyahu at the United Nations in September 2017, when he specifically named Azerbaijan as Israel’s best friend among Muslim nations.",
  "Ironically, while closing Russia’s West Coast diplomatic mission (their Consulate in San Francisco), the U.S. authorities missed the backup Russian mission – the Armenian Consulate in Los Angeles, led by a Russian citizen who is acting on Moscow’s behalf.",
  "Moscow’s approach appears more comprehensive than just ensuring disruption, a major achievement alone and the gift that keeps giving through the sheer eagerness of Washington’s political elites to keep feeding the beast of divisiveness.",
  "Hoping to build on the anti-Trump emotions, Fusion GPS found a willing partner with The New Yorker, which published a bizarre, poorly substantiated, story about a prospective Trump Tower franchise in Baku, Azerbaijan.",
  "The magazine’s reporter also found the location of the project “inconvenient,” a claim the U.S. Embassy would surely dispute, as it was eager to acquire a plot across the street for a substantial amount of money.",
  "Similarly, Fusion GPS, which worked on behalf of Russia to remove Magnitsky Act sanctions against Moscow, shopped around files with wild accusations against then-candidate Trump and, for some reason, Azerbaijan.",
  "He successfully inserted a wedge between Washington and crucially important Kazakhstan, resulting in the latter’s major pro-Russia shift, marked by joining Putin’s Eurasian Customs Union, as a founding member.",
  "An interesting link comes from a participant in the Trump Tower meeting with the Russian lawyer, supposedly her interpreter and “former” Russian military intelligence officer-turned-lobbyist, Rinat Akhmetshin.",
  "While the infamous Fusion GPS was compiling a nasty dossier on behalf of the Democrats, Russian lawyers linked to Fusion GPS also offered to meet with the Trump campaign to offer “dirt” on Hillary Clinton.",
  "Sadly, the many politicians and pundits involved in the divisive and protracted debate in Washington clearly do not understand or are not willing to understand Moscow’s intentions and modus operandi.",
  "He is the author of many articles and books including, the European Journal of Geopolitics’s, Turkey’s Entente with Israel and Azerbaijan: State Identity and Security in the Middle East and Caucasus.",
  "As Russia seeks to disrupt American democracy, politicians and pundits would serve Americans better by looking beyond the partisan fighting and recognizing the context of the threats Russia poses.",
  "Nor mentioned was that the franchise management fee was limited to around 2 million dollars, which could be less than the revenue Fusion GPS has allegedly collected to produce “dirt” on Trump.",
  "Perhaps Russia is displeased Azerbaijan is spearheading the $40 billion “Southern Gas Corridor” to deliver vast Caspian natural gas to Europe, diminishing European dependency on Russia?",
  "Interestingly, both Schiff and Speier are main proponents of Russia’s regional proxy Armenia and its Moscow backed occupation of the Nagorno Karabakh region in neighboring Azerbaijan.",
  "Equally coincidental is the zeal of House Representatives Adam Schiff and Jackie Speier in attacking President Trump and leading the charge of disruptive domestic politics.",
  "Replete with accusations, the story failed to mention that the Azerbaijani government minister which the authors accused of corruption was fired long before publication.",
  "These tactics are virtually identical to the successful infiltration of Radio Free Europe and other Western anti-Soviet groups by Soviet agents during the Cold War.",
  "His efforts to “promote democracy” in the former Soviet republics received enthusiastic support in Congress, including from the ever-naïve Senator John McCain.",
  "The New Yorker also claimed some sinister connection between the Trumps and Iran by connecting nonexistent dots in the Azerbaijani project partner’s family.",
  "Alexander Murinson, PhD of the Begin-Sadat Center for Strategic Studies, Bar-Ilan University also serves on the International Advisory Board of Outre-Terre.",
  "Moscow would have been satisfied with either 2016 presidential candidate providing he or she entered the White House weakened and with negative baggage.",
  "His advocacy on behalf of “democracy” also alienated Azerbaijan, the only nation that borders Iran and Russia and an important American ally.",
  "Those engaged in frenzied partisan bickering are delivering exactly what Russian President Vladimir Putin seeks: domestic disruption.",
  "The meeting, clearly a setup designed to be used to embarrass Mr. Trump should he win, was one of many clear wins for Mr. Putin.",
  "Consequently, the Russians collected dirt and opposition research on both candidates and are using it now to foment disruption.",
  "Previously, Mr. Akhmetshin lobbied and led opposition campaigns in Azerbaijan and Kazakhstan.",
  "Why, besides undermining Trump, would Fusion GPS shop a story attacking Azerbaijan?",
  "The Kremlin is also intent on impacting U.S. policies in Europe and Eurasia.",
  "The two keys to Russian behaviors are infiltration and disruption…period.",
  "Mr. Akhmetshin’s efforts were much better appreciated in Moscow.",
  "Russian interference in American politics captivates us."
]