[
  "“It is more like a painful divorce process between two people who will have to live on this piece of land with a border between them.”\n\nThe advocacy group that Sher co-chairs, Blue White Future, is calling for bilateral talks between Israel and the Palestinian Authority; a broader dialogue that includes Arab states like Saudi Arabia, Egypt, Jordan, Qatar, Kuwait and the United Arab Emirates; and a “binding process” led by the United States and other major powers to lay the groundwork for a series of concrete steps that encourage a two-state solution—what he calls the “achievable milestones with clear benchmarks but with a very clear direction towards separation of the Israelis and the Palestinians.”\n\n“Trump knows how to play with a carrot and stick,” added Sher, who was the architect of one of several Israeli proposals for peace that the Palestinian Authority rejected.",
  "Instead, they talk about confidence-building measures enacted in phases over numerous years: a permanent freeze of Israeli settlements in the West Bank; resettlement of some 100,000 settlers who lie behind the barrier wall; the granting to Palestinians of greater control over their economic and social lives; a halt to seizures of Palestinian land; the end of anti-Israel incitement; and ironclad security commitments by the Palestinian Authority to fight terrorism.",
  "On a recent hot afternoon, all passage was halted without explanation as hundreds of Palestinians with permits to work, study or seek medical treatment in Israel—or who actually live there—were packed into a maze of thick iron cages surrounded by barbed wire and monitored by guard towers waiting to be searched, interrogated and, for many, once again humiliated.",
  "Trump’s personal chemistry with hawkish Israeli Prime Minister Benjamin Netanyahu and the pro-settler views of his new ambassador to Israel, David Friedman, were both seen as early omens that the new American president would have little, if any, interest in the Palestinian issue and might even encourage more Israeli settlement construction in the West Bank.",
  "But Rajoub, an urbane diplomat who runs the Palestinian Football Federation and was a longtime adviser to the late Palestinian leader Yasser Arafat, said the quiet but seemingly earnest visits to Ramallah in recent months of CIA Director Mike Pompeo and Jason Greenblatt, the New York lawyer serving as a Trump envoy, were surprisingly positive.",
  "A senior Palestinian official, in one of a series of interviews with Politico Magazine, put it this way: “He might be the one to bring the political settlement.”\n\nIt is a sense of optimism that virtually no one here anticipated—and one that feels genuine, if also calculated to get into the good graces of the new American leader.",
  "“Trump has the ability to squeeze the balls of those concerned.”\n\nOthers in the Israeli peace camp are cautiously optimistic, including a group of 270 retired senior Israeli security leaders known as Commanders for Israel’s Security, which is trying persuade the Israeli public and leadership to take a chance on Trump.",
  "Story Continued Below\n\nAfter a lengthy delay, small groups were permitted through the turnstiles into the screening areas—some only after being among the unlucky temporarily locked between the heavy revolving bars by an unseen Israeli soldier in an armored guard station with tiny blast-resistant windows.",
  "The daily routine at Qalandia is also a metaphor for the fits and starts of the long struggle to settle the Israeli-Palestinian conflict—which, measured by Israel’s control of the West Bank and Gaza, will reach the milestone next month of half a century on the anniversary of the 1967 Six-Day War.",
  "And only after such a process, and maybe not for a decade or more, can the hardest issues be tackled: the status of Palestinian refugees who still call villages inside Israel home or the ultimate status of East Jerusalem, which Palestinian leaders insist must be the capital of their future state.",
  "Reshef said that even Netanyahu, with whom he has met several times in recent months, appears receptive to some of his group’s proposals, including granting the Palestinians a “civil umbrella in eastern Jerusalem” that permits them to run most municipal functions short of security.",
  "“There is no reason there’s not peace between Israel and the Palestinians—none whatsoever.”\n\n‘The failure of the peace process fuels jihad’\n\nRamallah, the nominal capital of a Palestinian state-in-waiting and the headquarters of the Palestinian Authority, is a study in contrasts.",
  "Several other Palestinian leaders also told me they fear that without signs of real political progress, the only real bridge that still exists between Israel and the Palestinian Authority is in danger of cracking: the close cooperation of their respective security forces.",
  "We think there is a now a chance.”\n\nThere are dozens of reasons to be skeptical that a peace plan is achievable, but if Trump has any misgivings about diving into an issue that has confounded each of his predecessors going back to Harry Truman, he isn’t letting on.",
  "“The water for all extremists is the lack of a political strategy,” said one senior Palestinian security official, who, like several others, agreed to sit down for a lengthy discussion only on the condition that he not be quoted by name ahead of the Abbas visit.",
  "“The hints are very positive,” General Jibril Rajoub, a member of the central committee of Fatah, the moderate wing of the Palestinian leadership, told me over lunch in late April in a trendy restaurant, Caspar and Gambini’s, on Ramallah’s Al Jihad Street.",
  "In my conversations here with Palestinian officials, I found them surprisingly upbeat about an American president who came to office vowing to crack down on Muslim immigration and who has backed away from longtime U.S. support for a two-state solution.",
  "Many in the Israeli establishment I met with last week—left and right—said they, too, were taken aback by the Trump administration’s peace overtures, including its role in getting the Israeli government to recently announce a partial settlement freeze.",
  "They cite as a cautionary tale the experience of former Secretary of State John Kerry, who aggressively sought to impose a final peace deal during the waning days of the Obama administration when neither side was prepared to strike a grand bargain.",
  "The failure of the peace process fuels jihad.”\n\nThe lack of a “political horizon” for a settlement of the conflict with Israel—a term used by numerous Palestinian officials I spoke with—“is the most beautiful gift for Hamas,\" he continued.",
  "Sher, who said he is considering entering Israeli politics to try to rejuvenate the so-called security wing of the Labor Party, says he has no illusions about how difficult it will be even getting Abbas to agree to initial steps.",
  "Indeed, some Israeli military officials I spoke with were privately more laudatory about the Palestinian Police and the National Security Forces they coordinate with on a daily basis than were even the Palestinians themselves.",
  "But a common refrain in the halls of the Palestinian Authority is that the longer such coordination goes on without any discernible road map to Palestinian independence, the more morale among their security ranks will erode.",
  "“Both sides need to have confidence.”\n\n“The question,” said Rajoub, “is what Mr. Trump thinks is the right place to start.”\n\nBryan Bender covers national security for Politico and is the defense editor of Politico Pro.",
  "Yet one glaring reminder of the enduring conflict—and deep enmity toward Israel—is the group of mothers who sit silently each day along a main traffic circle clutching photos of their sons held in Israeli prisons.",
  "If Trump believes \"he can cut a final deal, he will have a rude awakening,” Zalmon Shoval, a two-time ambassador to the United States and a co-founder of Netanyahu’s Likud Party, said in an interview in Tel Aviv.",
  "His message: Only a political agreement that gives the Palestinian people real confidence they will gain independence will empower him to beat back the terrorists who still seek the demise of the Jewish state.",
  "“They see we don’t have a political horizon,” another senior Palestinian security official said of his forces, contending that some of his men are steadily losing the motivation to work with the Israelis.",
  "“We have been living together almost 50 years,” the group’s founder, Amnon Reshef, a retired major general and hero of the 1973 Yom Kippur War who recently briefed Trump administration officials, told me.",
  "Instead, he urged the president and his advisers to seek some of the interim steps that might help encourage a final reconciliation rather than push for a final peace agreement right out of the gate.",
  "“Trump really surprised us when he went into this,” said Eytan Gilboa, an expert on U.S. policy in the Middle East at the hawkish Begin-Sadat Center for Strategic Studies at Bar Ilan University.",
  "Countless Palestinians use the border crossing each day—a procedure Israeli officials say is necessary, like the physical barrier that cuts off much of the West Bank, to prevent terrorism.",
  "“It is not an immediate real estate transaction,” said Gilead Sher, a former Israeli peace negotiator and reserve colonel in the Israeli Army who supports the left-leaning Labor Party.",
  "It was serious.”\n\nSome on the other side of the Israeli political spectrum are also counseling Trump and his team to take measured steps and not to be in a big hurry to play savior.",
  "“Very surprised.”\n\nBut longtime veterans of the peace process—including some of the biggest supporters of renewed negotiations—are warning the American president against overreach.",
  "And the Palestinians will not roll over and play dead for long.”\n\nFor now, some of the most influential Palestinians who have the ear of Abbas are saying all the right things.",
  "Nonetheless, Sher and others are banking on Trump to jump-start a formal process that finally leads to the separation of both peoples, because they see it as the only option.",
  "Though as an accredited American journalist I could have used a speedier route for my return to Jerusalem, I opted to pass through the checkpoint to experience it for myself.",
  "The people in Gaza will put some pressure on the Hamas leadership.”\n\nHamas of late is even showing some signs it is willing to moderate its violent resistance to Israel.",
  "RAMALLAH, West Bank—The Qalandia checkpoint, the main border crossing separating this Palestinian city from East Jerusalem, is not a great place for anyone in a hurry.",
  "If Palestinian leaders are surprisingly optimistic about Trump—or, at least, they say they are—Israelis find themselves mostly confused by his moves thus far.",
  "Trump will welcome Palestinian leader Mahmoud Abbas to the White House on Wednesday ahead of his own planned official visit to the region later this month.",
  "“When you sit with them, face to face, in a negotiation process, for them it is all or nothing: 'Either we get 100 percent of our aspirations or nothing.",
  "That is especially true for Hamas, the terrorist group that controls the Gaza Strip and last went to war with Israel in 2014, several Abbas aides said.",
  "The city center, bustling with shops, eateries and gridlocked traffic, has virtually no overtly detectable security presence, Palestinian or Israeli.",
  "The majority of Palestinians, in his view, “now have the understanding what is the meaning of quality of life, standard of living and so on.",
  "“We want to be an overwhelming majority in the one state we have,” Nimrod Novik, a former adviser to Israeli leader Shimon Peres, told me.",
  "Garbage-strewn empty lots where groups of young men sit idle mix with new apartment blocs and others in various stages of construction.",
  "“Either the political level meets the security level or the security will lower to the political level.”\n\nA rude awakening for Trump?",
  "(The next day, a Palestinian woman stabbed an Israeli soldier at the same checkpoint, one in a recent spate of lone-wolf attacks.)",
  "Israel’s security preeminence—particularly in the strategically located Jordan Valley—will likely have to continue indefinitely.",
  "And Trump’s recent phone call to Abbas, followed by the White House invite, only reinforced that impression.",
  "The mothers are also a potent reminder of the pressures facing Abbas as he visits the White House this week.",
  "And all of this presumes that Netanyahu and his successors see it in their political interest to engage.",
  "“He said he wants to end the suffering on both sides and [Abbas] is a strategic partner,” said Rajoub.",
  "“There must be steps to have confidence between both parties,” said the senior Palestinian official.",
  "Few in the dwindling Israeli peace camp still speak of solving the conflict once and for all.",
  "“I want to see peace with Israel and the Palestinians,” the president told Reuters last week.",
  "“In the first meeting we went through the plan in very detailed session,” Reshef related.",
  "They understand that once the conflict will be settled, their life will be better.",
  "But there is new glimmer of hope here that things can get moving: Donald Trump.",
  "From his body language, I realized it was a new idea for him and he likes it.",
  "We don’t want any transitional interim periods or processes,'\" Sher said.",
  "“The big target may mean not reaching possible targets,” Shoval warned.",
  "We Israelis will never agree to be a minority in our own country.",
  "No one I spoke with thinks they are ready for one now, either.",
  "“These two people will not live happily under one roof.",
  "“The question is whether Israelis want to or not.",
  "We will not agree to be a slim majority.",
  "Maybe under American pressure.",
  "He asked a lot of questions.",
  "He took dozens of notes.",
  "It was very substantive.",
  "“They are living on it.",
  "“I showed him maps."
]