[
  "Dr. Gideon Elazar, a lecturer at the Bar-Ilan University and a postdoctoral fellow at Ben-Gurion University, writes for BESA:\n\nWith the gradual collapse of ISIS and the impending conclusion of the Syrian civil war, it is becoming clear that China will play a major role in the reconstruction of Syria.",
  "Alexandr Larin, a senior research fellow at the Moscow-based Institute of Far Eastern Studies, told independent Russian newspaper Svobodnaya Pressa in 2015 that Beijing’s OBOR initiative—also known as the new “Silk Road”—would end up forcing China to join anti-terrorism efforts in the Middle East.",
  "The Israeli think tank report comes soon after multiple media outlets have reported that Beijing may be planning to deploy its elite special forces, known as the “Tigers of Siberia” and the “Night Tigers,” to support troops loyal to dictator Bashar al-Assad in Syria.",
  "The Uighur jihadi threat facing China has prompted Beijing to focus on taking on a “central role” in reconstruction efforts in Syria, reports the Begin-Sadat Center for Strategic Studies (BESA), an Israeli think-tank.",
  "Referring to China’s projected role in the reconstruction process, Imad Mustafa, the Syrian ambassador to Beijing said:\n\nChina, Russia, and Iran have provided substantial support to Syria during the military conflict.",
  "News agencies speculated that China is mainly concerned with Chinese Uighurs fighting on behalf of the al-Qaeda-linked East Turkestan Islamic Movement (ETIM)—affiliated with many attacks on Chinese soil.",
  "China has long expressed concerns about the growing terrorist threat it is facing from the Afghanistan-Pakistan region, home to the “highest concentration” of jihadist groups in the world.",
  "Another is the “One Belt-One Road” initiative—a planned attempt to establish and control a modern-day Silk Road connecting China, the Middle East, and Europe.",
  "If the work were to be carried out by other countries, even by those who participate in the damage to the Syrian infrastructure, it would be very unfair.",
  "This summer, China hosted the “First Trade Fair on Syrian Reconstruction Projects,” during which officials pledged $2 billion towards the rebuilding.",
  "Xinjiang borders Afghanistan and Pakistan-occupied Kashmir (POK), a Muslim-majority territory claimed by Beijing, Islamabad, and New Delhi.",
  "“Around 4,000-5,000 Xinjiang jihadists” are waging jihad on behalf of various Islamic extremist groups in Syria alone, revealed Amb.",
  "One factor motivating China’s involvement is the presence of a large number of Uighur jihadists among the anti-government forces.",
  "The increasingly active role China is playing in Syria might mark a shift in the geo-strategic reality of the region.",
  "The Muslim-majority Xinjiang autonomous region is home to the largest concentration of China’s Uighur minority.",
  "In addition, the Chinese Ministry of Civil Affairs has already approved a number of initial aid projects.",
  "Therefore, it is these three countries that should play a major role in the reconstruction of Syria.",
  "Dr. Elazar notes:\n\nChina appears determined to take on a central role in Syria’s reconstruction.",
  "Indeed, Chinese involvement in Syria has been on the rise over the past several months.",
  "The ambitious $3 trillion project is expected to run through Middle Eastern countries.",
  "China has reportedly vowed to spend at least $2 billion towards rebuilding Syria.",
  "China has yet to confirm any such reports.",
  "Israel borders Syria.",
  "Mustafa."
]