[
  "Sen. Marco Rubio's spokesperson Brooke Sammon, despite first calling a two-state solution \"the ultimate goal,\" pivoted to supporting Netanyahu's opposition to it:\n\nGiven the deteriorating security situation that Israel faces in every direction, now is not the time for the United States to be pressuring Israel to make concessions toward a Palestinian leadership that time and again has shown itself more interested in spewing vitriol about Israel and associating with terrorists than in truly pursuing peace.",
  "When Cavari did a regression analysis focusing on evangelicals specifically, excluding mainline Protestant Republicans, he found that being evangelical had a \"large, positive and significant\" effect on the likelihood that any given Republican would sympathize with Israel.",
  "But when the New York Times's Jim Rutenberg asked several leading GOP presidential candidates about a statement from Netanyahu that seemed to reject the idea of a Palestinian state, several echoed the prime minister's skepticism about Palestinian statehood.",
  "He found that Republican Protestants, a heavily evangelical group, were by far the most sympathetic:\n\nFrom 1988 forward, the odds that a Republican–Protestant will support Israel have significantly increased to a rate that is higher than any other group.",
  "\"While the realignment of Evangelical Christians with the Republican Party has altered the structure of mass support for Israel, the polarization in American politics on domestic and foreign policies has further expanded this gap,\" Cavari concludes.",
  "The rise of the evangelical right — and why evangelicals love Israel\n\nWhat distinguishes Republicans from Democrats on Israel isn't that they call themselves \"pro-Israel\"; both parties strongly support maintaining the US-Israel alliance.",
  "Religion and conservatism combined to make Israel a partisan issue, which could be a problem for Israel\n\nThese two factors — the rise of the religious right and the pro-Israel takeover of the conservative movement — fed on each other.",
  "This is a relatively modern development — one directly linked to the rise of evangelical Protestants in the GOP, whose beliefs about biblically granted rights to the Holy Land make them inclined to take a strongly pro-Israel stance.",
  "It also shows the degree of party polarization (how much more conservative the GOP became and how much more liberal the Democrats became) as well as an \"evangelical gap,\" the difference in percentage of evangelicals in both parties.",
  "As you can see, the lines all flow in the same direction at the same time:\n\nIn other words, the Republican party became substantially more pro-Israel than Democrats as a result of both becoming more evangelical and more right-wing.",
  "Republicans see an advantage in criticizing Democrats for fighting with Israel over the peace process — an advantage they'll press whenever possible, accelerating the partisan divide on Israel, even on the peace process.",
  "Taking a hard-line pro-Israel stance wasn't just an evangelical or neoconservative project anymore — it was a conservative one, one that any Republican who wanted to be in good standing with the base needed to embrace.",
  "By that time, evangelicals had become one of the most consistently conservative constituencies in America: They imbibed the movement's political pro-Israel arguments as well as the more traditional religious ones.",
  "The early neoconservatives were hard-line anti-communists, who saw the world as split between pro-American forces (democracies and some friendly authoritarian states) and totalitarian communists and their allies.",
  "This, of course, is exactly what we saw when Republicans invited Prime Minister Netanyahu to speak to Congress about Iran in March, in a clear attempt to embarrass the president and torpedo Iran negotiations.",
  "\"On day one in the Oval Office, I will make [call] my good friend [Israeli Prime Minister] Bibi Netanyahu to reassure him we will stand with the state of Israel,\" Carly Fiorina pledged in the second debate.",
  "As the Republican Party became more conservative during the Bush and Obama years, it also became more pro-Israel\n\nAfter the Cold War, the anti-communist strategic logic of support for Israel disappeared.",
  "Amnon Cavari, a political scientist at the Interdisciplinary Center at Herzliya, used survey data to calculate the odds that various American demographic groups would say they sympathized with Israel.",
  "They difference is the character of that support: Democrats are much more open to criticizing Israel on issues like West Bank settlements, whereas Republican support for Israel is more unconditional.",
  "In comparison, the odds that a Republican who is not Protestant will sympathize with Israel are only 1.9, a Protestant who is not Republican are 1.5, and neither a Republican nor Protestant are 1.2.",
  "\"During the 1990s, both partisan groups increased their support for Israel, yet the parties began to diverge with Republicans more homogenous and more supportive than Democrats,\" Cavari writes.",
  "These fundamental changes to the GOP don't just affect one party: There's good reason to think that growing Republican support for Israel could weaken Israel's standing in the Democratic Party.",
  "\"Evangelicals were not politically active until about the 1970s,\" Elizabeth Oldmixon, a professor at the University of North Texas who studies Israel's role in American politics, explains.",
  "From this, he concludes that \"the favorable views [of Israel] among Republicans are at least partially explained by the growing dominance of evangelicals within the Republican Party.\"",
  "In the 2000s and afterwards, however, you also saw the reverse effect: The conservative movement's increasingly pro-Israel fervor made evangelicals even more hard-line on the issue.",
  "Republicans are way more likely to sympathize with Israel over the Palestinians than Democrats are, as this chart shows:\n\nBut on another, deeper level, this answer isn't satisfying.",
  "Because evangelicals believe God promised the land to Israel, they see Israelis as unerringly in the right in their conflict with the Palestinians, Iran, or other Muslim neighbors.",
  "In such moments, Democratic members of Congress may well feel pressured to choose between supporting their president and the GOP's hard-line vision of what being pro-Israel means.",
  "But neoconservatives successfully reoriented their movement around the aggressive use of US influence globally, both to keep the peace and to promote democracy around the world.",
  "Rather, evangelicals were made into Republicans by an alliance of conservative activists and business interests who saw them as useful allies for a limited government agenda.",
  "This danger will be especially acute when there is a Democrat in the White House and when that president fights with Israel — as presidents from both parties are bound to do.",
  "\"Evangelicals interpret the Bible literally,\" Oldmixon explains, \"so God's [Biblical] promise to give Palestine to the Jewish people — that's an eternally valid promise.\"",
  "The approval \"was reflected in the large rise in the number of Republicans sympathizing with Israel over the Palestinians: from 60 percent in 2000 to 85 percent in 2010.\"",
  "Rather, neoconservatives were preoccupied with the Soviet threat, and saw Israel as America's most reliable partner in rolling back Russian influence in the Middle East.",
  "US policy has been generally consistent from Clinton to Bush to Obama in supporting a two-state solution that would give Palestinians a state in the West Bank and Gaza.",
  "\"Jewishness is not primarily responsible for neoconservative support for Israel,\" Jonathan Rynhold, a scholar at the Begin-Sadat Center for Strategic Studies, writes.",
  "The neoconservatives weren't the only force shaping GOP foreign policy in the '90s: They only came to truly dominate the conservative movement after the 9/11 attacks.",
  "There are also deep secular reasons why conservatives, who have become increasingly powerful in the GOP over time as well, would take a hard-line pro-Israel stance.",
  "At the time, Israel was in the midst of the second intifada, a war with the Palestinians in which a massive wave of suicide bombings killed many Israeli civilians.",
  "So growing Republican enthusiasm for Israel may actually threaten the core foundation of the US-Israel alliance: broad, bipartisan support for the Jewish state.",
  "The following chart, from Cavari's paper, shows something he calls \"the Israel gap\" — the gap between Democratic and Republican support for Israel — over time.",
  "Moreover, Telhami and Kishi found that African Americans, Latinos, and younger Democrats are all more sympathetic to Palestinians than the general population.",
  "At the time, the Republican Party was pretty ideologically diverse, containing a big moderate wing and even some people who could be called liberals today.",
  "These groups are making up an increasingly bigger part of the Democratic coalition as time goes on, which could accelerate polarization on Israel further.",
  "The growing conservative movement embraced Israel and took over the party\n\nBut evangelicals weren't the only force behind the GOP's pro-Israel turn.",
  "The influx of evangelicals created a natural constituency for their ideas inside the conservative movement that otherwise might not have been there.",
  "This led them to take a hard-line pro-Israel stance that, while not religiously motivated, ended up being fairly similar to evangelical positions.",
  "\"God appeared to Abraham and said, 'I am giving you this land,' the West Bank,\" Sen. Jim Inhofe, an evangelical Republican, said in a 2002 speech.",
  "There's something really striking about this year's Republican presidential campaign: The candidates love to talk about how much they love Israel.",
  "Evangelical conservatives tend to frame the conflict in religious, rather than national or political, terms: The land is Jewish by divine right.",
  "According to a recent poll by University of Maryland's Shibley Telhami and Katayoun Kishi, the gaps might be even wider than previously thought.",
  "When they asked \"what role\" America should play \"in mediating the conflict,\" 51 percent of Republicans said the US should \"lean toward Israel.\"",
  "Second, the neoconservative movement successfully convinced most Republican leaders that being pro-Israel should be a core conservative value.",
  "Conservatives \"approved of Israel's tough response to [this] terrorism, which fitted their own preferences for US policy,\" Rynhold explains.",
  "So in the 21st century, being pro-Israel became understood as part of being tough on terrorism, which itself was a core conservative value.",
  "\"During this time, religious conservatives have aligned with the Republican Party, making it the home of a highly supportive constituency.\"",
  "These activists won over the evangelical community, and the growing religious right has become increasingly prominent in the GOP over time.",
  "According to political scientists, two fundamental forces combined to transform the GOP into the hardcore pro-Israel party we know today.",
  "Support for Israel is still broadly shared in both parties: Pro-Israel resolutions pass Congress by overwhelming bipartisan majorities.",
  "Their \"robust ideological approach to foreign policy\" now plays a role in their strongly pro-Israel position independent of theology.",
  "New Iran sanctions became a Republicans-versus-Democrats issue rather than an Israel-versus-Iran issue — and they failed accordingly.",
  "The mass shift of evangelicals into the GOP was critically important for neoconservatism, which was a broadly elite-driven movement.",
  "This is mostly incorrect and borderline anti-Semitic — it implies that a small number of Jews are manipulating the Republican Party.",
  "They saw Israel as, once again, a critical ally in this fight — \"the only democracy in the Middle East,\" as they're fond of saying.",
  "During those years of struggle, conservatives were also defining what it meant to be a conservative — including on foreign policy.",
  "They have had a significant impact on the GOP, through lobby groups like Christians United for Israel and sheer force of numbers.",
  "It took decades of effort for conservatives to win unified control over the party, culminating in Ronald Reagan's 1980 victory.",
  "In the first presidential debate, Israel was mentioned 12 times — more than any other country except Iran, its strategic rival.",
  "The occupation of the West Bank doesn't bother them in the way that it bothers Democrats, liberal Jews, or even many Israelis.",
  "That would undermine one of the key foundations of the US-Israel alliance: strong, bipartisan support for the Jewish state.",
  "By the 1988 election, evangelical leaders like Jerry Falwell and Pat Robertson were key players in the Republican primary.",
  "We take the conservative dominance of the Republican Party for granted today, but it's actually a relatively recent thing.",
  "Many attribute this neoconservative attachment to Israel to Judaism, as a number of prominent neoconservatives were Jews.",
  "\"Uncompromising support for Israel is something you start to see as evangelicals become more prominent in the party.\"",
  "The above chart also shows that around 1988, Democrats and Republicans had basically similar attitudes toward Israel.",
  "By the time Reagan took office, conservative policy was dominated by the set of ideas we now call \"neoconservative.\"",
  "So as the Republican Party became more conservative during the Bush and Obama years, it also became more pro-Israel.",
  "Republican politicians have growing political incentives to attack Democrats as insufficiently supportive of Israel.",
  "The more this happens, the more Democrats could see support for Israel as a partisan issue and treat it accordingly.",
  "All the candidates went out of their way to try to show that they'd be the Jewish state's best friend on the stage.",
  "Evangelicals weren't automatically Republicans; about half of evangelical votes in 1976 went to Jimmy Carter.",
  "The result is a much uncompromising pro-Israel stance than you see among most Americans, even American Jews.",
  "First, the rise of the religious right, which sees hard-line support for Israel as a religious obligation.",
  "\"Many of the original leading neoconservatives were non-Jews, and they too were very pro-Israel.\"",
  "\"Evangelicals are the most generally conservative [Americans] across the board,\" Oldmixon says.",
  "In 1993, 6.9 percent of House Republicans were evangelicals, according to Oldmixon's research.",
  "They saw American support for Israel as a critical part of this global struggle for freedom.",
  "That threatens to code support for Israel, once a bipartisan issue, as a Republican one.",
  "Many Democrats refused to attend the speech and criticized the GOP for the invitation.",
  "The odds that a Republican who is Protestant will sympathize with Israel are 3 to 1.",
  "It can only be good if Republicans are even more pro-Israel than Democrats, right?",
  "These evangelicals have tended to be pro-Israel, but in a very particular way.",
  "In the first Democratic debate, by contrast, Israel was only mentioned once.",
  "And what does this shift tell us about the future of the US-Israel alliance?",
  "Democratic enthusiasm for backing Israeli leaders may wane accordingly.",
  "The modern conservative movement, in fact, dates back to the 1950s.",
  "Cavari's data suggests this effect was most prominent before 9/11.",
  "Their interaction explains why the GOP is so pro-Israel today.",
  "The answer seems obvious on the surface: It's better politics.",
  "In the second Republican debate, the country came up 11 times.",
  "It is a contest over whether or not the word of God is true.\"",
  "It is a contest over whether or not the word of God is true.\"",
  "It'll play well to both their base and the median voter.",
  "Why are Republicans so much more interested in Israel?",
  "The Republicans weren't, of course, insulting Israel.",
  "Not all evangelicals take this position, of course.",
  "You've even seen this a little during the campaign.",
  "But this could very well be bad news for Israel.",
  "That's especially possible given the opinions.",
  "You can see this combined effect in the data.",
  "This might seem like great news for Israel.",
  "The figure is 17 percent among Democrats.",
  "\"This is not a political battle at all.",
  "\"This is not a political battle at all.",
  "Today that figure is 36 percent.",
  "That statement is very telling.",
  "That's clearly changed.",
  "How's that for irony.",
  "Not necessarily.",
  "But many do.",
  "But why?"
]