[
  "Instagram/Donald Trump\n\nAt least one member of the House Intelligence Committee wants to know whether Russia paid for George Papadopoulos, an early adviser to Donald Trump's presidential campaign, to travel last year to Italy and London, where he met with people who claimed to have ties to the Kremlin.",
  "He told the House Intelligence Committee last week that the university paid for his travel costs, and he acknowledged that he met with high-level Russian officials — including the deputy prime minister — and various Russian legislators while in Moscow.",
  "Court documents filed by the special counsel Robert Mueller's office and unsealed earlier this month show that Papadopoulos traveled to London in April 2016, about a month after he joined the campaign, and met with a professor named Joseph Mifsud.",
  "The White House has similarly sought to downplay the role of Trump's campaign chairman Paul Manafort, who was indicted late last month along with his longtime business associate Rick Gates on charges that include money laundering and tax fraud.",
  "The White House press secretary, Sarah Huckabee Sanders, told reporters that Manafort was hired \"to handle the delegate process\" during the Republican National Convention in July 2016, \"and he was dismissed not too long after that.\"",
  "\"It is certainly of deep interest to know whether the Russians were paying for any of Papadopoulos' travel through Europe during his time with the campaign,\" Democratic Rep. Eric Swalwell told ABC News on Thursday.",
  "Trump campaign associates have distanced Papadopoulos from the campaign\n\nThe White House and former Trump campaign advisers have sought to distance themselves from Papadopoulos, calling him a \"low-level volunteer.\"",
  "The Professor told defendant Papadopoulos, as defendant Papadopoulos later described to the FBI, that 'They [the Russians] have dirt on her'; 'the Russians had emails on Clinton'; 'they have thousands of emails.'\"",
  "Papadopoulos pleaded guilty earlier this year to lying to federal agents about his contacts with Russia-linked foreign nationals while serving as a junior foreign-policy adviser and aide to the campaign.",
  "It continues: \"During this meeting, the Professor told defendant Papadopoulos that he had just returned from a trip to Moscow where he had met with high-level Russian government officials.",
  "Papadopoulos traveled to London again in September, where he met with officials at the British Foreign and Commonwealth Office and bragged about his high-level Kremlin connections.",
  "He traveled to Israel in April 2016 to speak at the Begin-Sadat Center for Strategic Studies, and he met in Athens with the president of Greece one month later.",
  "Papadopoulos first met Mifsud while traveling in Italy in mid-March, the court filings say, shortly after Papadopoulos learned he would be joining the campaign.",
  "The Professor told defendant Papadopoulos that on that trip he (the Professor) learned that the Russians had obtained 'dirt' on then-candidate Clinton.",
  "Carter Page, another foreign-policy adviser in the Trump campaign, traveled to Moscow in July 2016 to speak at the New Economic School.",
  "When they met again in London, Mifsud told Papadopoulos that the Russians had \"dirt\" on Hillary Clinton, Trump's Democratic opponent.",
  "\"On or about April 26, 2016, defendant Papadopoulos met the Professor for breakfast at a London hotel,\" the court filing says.",
  "\"You're a senior foreign-policy adviser until you do something that exposes the campaign,\" Swalwell told ABC News.",
  "Her immediate predecessor, Sean Spicer, said in March that Manafort \"played a very limited role\" in the campaign.",
  "\"The last known conversation\" between Trump and Manafort \"was back all the way to February,\" Sanders said.",
  "But Papadopoulos was dispatched by the campaign several times during the campaign.",
  "George Papadopoulos, third from left, at a meeting of Trump campaign staffers.",
  "\"And as far as anything beyond that, with Paul, I'm not sure.\""
]