[
  "“It is important to remember that forging a historic peace agreement will take time and to the extent that there is progress, there are likely to be many visits by both Mr. Kushner and Mr. Greenblatt, sometimes together and sometimes separately, to the region and possibly many trips by Israeli and Palestinian negotiators to Washington D.C. or other locations as they pursue substantive talks,” said a White House statement.",
  "Even if they don’t agree, they respect our approach and our vision regarding the Jewish settlements of Judea and Samaria”\n\nOn the Palestinian side, security chief Maj-Gen Majid Faraj has forged a close working relationship with CIA Director Mike Pompeo, whose visit to Ramallah in February paved the way for Trump’s meetings with Abbas in Washington and Bethlehem.",
  "While it’s possible that reduced electricity supplies and aid from Qatar could induce Hamas to spend money on health and welfare instead of rockets, it could also provoke war, says Yaakov Amidror, a former Israeli general and national security adviser to Netanyahu who now teaches at the Begin-Sadat Center for Strategic Studies at Bar-Ilan University.",
  "On Wednesday, the President’s son-in-law and envoy is to join national security aide Greenblatt, who arrived in the country on Monday, to meet with Israeli Prime Minister Benjamin Netanyahu, Palestinian President Mahmoud Abbas and senior aides in a first step to kick-start a peace process that has been largely stalled for 25 years.",
  "The Trump Administration begins an intensive round of Middle East peacemaking with the arrival in Jerusalem this week of President Trump’s personal envoys Jason Greenblatt and Jared Kushner, the first of what the White House says will be “many visits” as they pursue Trump’s “ultimate deal” of Israeli-Palestinian peace.",
  "Abbas has acted to confront rival Palestinian group Hamas in the buildup to the Greenblatt and Kushner’s visit; the Palestinian leader ceased payments for power in Gaza provided by Israel, causing a severe electricity shortage in the Hamas-controlled enclave and bringing simmering tensions with the Islamists to a head.",
  "“I think they have a real opportunity if they move quickly to capitalize on the leverage that the president has attained.”\n\nBoth Israelis and Palestinians are jockeying for position with the White House, but neither have dramatically altered direction since Trump took office.",
  "Last week, Secretary of State Rex Tillerson was forced to retract comments to the Senate Foreign Relations Committee that the Palestinian Authority had agreed to end payments to terrorist prisoners and their families, after Palestinian officials denied it.",
  "“The president has established a good basis for this effort in the trust and the positive interactions that he had both with Prime Minister Netanyahu and President Abbas,” Shapiro, now a strategic studies fellow at Tel Aviv University, tells TIME.",
  "As U.S. ambassador, he shepherded the year-long attempt by then-Secretary of State John Kerry to re-start peace talks that dissolved amid mutual recriminations in 2014, with the growing settler population a major sticking-point.",
  "“Disunity creates a gap which the Israelis are able to use against us.”\n\nThe Islamist group is under new pressure due to the isolation of Qatar, one of its major supporters, by Saudi Arabia and other Gulf states.",
  "“Ten years is enough,” Maj-Gen Adnan Damiri, spokesman for the Palestinian security forces, tells TIME, referring to the Hamas coup in 2007 that ousted Abbas from Gaza and killed hundreds of Fatah supporters.",
  "Dan Shapiro, the U.S. ambassador in Tel Aviv under President Barack Obama, says the Greenblatt-Kushner mission is “a sign of President Trump’s seriousness” toward Israeli-Palestinian peacemaking.",
  "Trump’s public suggestion to Prime Minister Benjamin Netanyahu at their White House press conference in February to “hold back on settlements for a little bit” appears to have been disregarded.",
  "On the other hand, the worse the situation in Gaza becomes, and the less Hamas has to lose, the greater the risk of a violent outburst from inside Gaza,” Amidror wrote in a research paper.",
  "It’s very difficult for any party in the region, after those early, positive interactions, to say no to him.”\n\nIn particular, he says, Kushner’s presence in Israel raises the stakes.",
  "“There is a serious question about how long the two-state solution will be a viable project, how realistic it is, and at what point we have to start thinking about alternatives.",
  "Greenblatt’s first stop in Israel on Monday sent a clear message on Palestinian violence, which lately has been mostly sporadic knife attacks against Israelis.",
  "“We wish reconciliation with Hamas yesterday, before yesterday, but the facts on the ground show clearly that Hamas has no desire to reconcile,” says Damiri.",
  "He says Hamas’s refusal to join the political process since elections in 2006 undermines Abbas’s ability to negotiate on behalf of all Palestinians.",
  "Although Kushner and Greenblatt are entering an atmosphere in the Middle East conducive to talks, Shapiro says, the clock is ticking.",
  "He visited the family of an Israeli policewoman stabbed to death in Jerusalem last week to offer the administration’s condolences.",
  "Her three Palestinian assailants, shot dead by other officers, were hailed as “martyrs” by the Palestinian Health Ministry.",
  "Israeli Defense Minister Avigdor Liberman says the increase was approved with the full knowledge of the Trump White House.",
  "Since then, 8,000 housing units in West Bank settlements have been approved – the most in a six-month period in 25 years.",
  "No surprise – not from our side, not from their side,” Liberman said in response to a question from TIME at an event.",
  "“We don’t discuss every ten units, but the vision, the policy, the approach, we explained and it’s very, very clear.",
  "If Hamas has weapons in the West Bank, it will no doubt use them to topple the Palestinian Authority,” he says.",
  "“On the one hand, Israel has a great interest in pressuring Hamas to sacrifice its military investments.",
  "“It essentially dares each of the parties to say no – and my guess is they won’t,” he says.",
  "But the visit of the two men was viewed as a hopeful sign by some who know the region well.",
  "I think the president is at the point of his maximum leverage right now.",
  "The White House acknowledged any deal would be lengthy, and difficult.",
  "In my view all the alternatives are worse,” he says.",
  "This violence is intolerable!” he tweeted.",
  "But personal chemistry may not be enough.",
  "“We are discussing all our issues.",
  "He urges Trump to “move quickly.",
  "“She was murdered by terrorists.",
  "“Hamas is still an armed threat.",
  "Contact us at editors@time.com.",
  "Greenblatt did not equivocate."
]