[
  "Read more\n\nTrump says he really wants Israeli-Palestinian peace deal, warns both sides to ‘act reasonably’\n\nHow the new ‘electronics ban’ serves the Trump agenda\n\nTrump’s First 100 Days: The president and the Middle East (and Australia)\n\nToday’s coverage from Post correspondents around the world\n\nLike Washington Post World on Facebook and stay updated on foreign news",
  "He added that they would work more effectively on combating terrorism, “which we consider a threat to us Arabs and Muslims first because it has killed more of us than it did any other race and nation.”\n\n“We’ll move forward to create a new reality of hope, opportunity, and of peace and stability in the region,” Safadi said.",
  "“Iran’s intervention in Arab affairs will occupy a major part of discussions and will certainly be condemned, but Jordan will also seek to send a message to Tehran to opt for diplomacy and normalize relations with the Arab world,” Osama al-Sharif, a political commentator, wrote in the regional daily Arab News.",
  "[Israeli intelligence minister says Trump created a new path to peace]\n\nEfraim Inbar, founding director of the Begin-Sadat Center for Strategic Studies at Bar Ilan University in Tel Aviv, said the issue is simple: If the Arab League is willing to negotiate over its plan, there is something to talk about.",
  "Ghassan Khatib, a professor of political science at Birzeit University near the West Bank town of Ramallah, said the summit is important to counter recent suggestions by Israeli Prime Minister Benjamin Netanyahu that reaching peace with the Palestinians must begin with a wider regional initiative.",
  "(Khalil Mazraawi/AFP via Getty Images)\n\nFaced with multiple crises and wary of President Trump’s approach toward the Middle East, leaders of a divided Arab world hope to forge common positions on the region’s most pressing concerns when they meet Wednesday for their annual summit.",
  "The Arab League gathering comes at a time of frustration across the Arab world over the inability of its leaders, fractured by politics, geography and sect, to resolve the Middle East’s bloody conflicts, stabilize its wobbly economies and reduce high rates of youth unemployment.",
  "If the Arab states restated their commitment to the Arab Peace Initiative, he added, it would go against the impression Trump gave in a news conference last month with Netanyahu that he accepted the Israeli leader’s proposal for a regional peace process.",
  "A draft statement, reportedly drawn up by the Palestinian delegation and approved by the foreign ministers of Arab League nations, says the league’s members “reaffirm their commitment to the two-state solution,” according to Agence France-Presse.",
  "“If the resolution that comes out of the summit is support for the Saudi initiative, then it will contradict Netanyahu, and we hope it will play a role in shaping the final position of the United States on this issue,” Khatib said.",
  "[Trump administration weighs deeper involvement in Yemen war]\n\n“It is a very difficult reality that we are living in,” Jordanian Foreign Minister Ayman Safadi told journalists gathered in this tranquil Dead Sea resort town.",
  "The Jordanian monarch, government officials said, plans to discuss with Trump the perils of religious extremism; terrorism; the fighting in Syria, Libya and Yemen; and, in particular, the Israeli-\n\nPalestinian conflict.",
  "[Palestinians warn Trump not to abandon their dream of independent state]\n\nThe Arab leaders are expected to reaffirm a Saudi-led peace plan, known as the Arab Peace Initiative, that was proposed 15 years ago.",
  "And that has led to an erosion of trust that people have in the regional Arab order.”\n\nStill, it is unlikely there will be any serious push to end the region’s deadliest conflict — the Syrian civil war.",
  "Arab leaders remain fractured over President Bashar al-Assad’s future role and which factions to support, and those divides have permitted Russia, Turkey and Iran to play a greater part in the conflict.",
  "That conflict, for decades the core cause of the Arab world, has been neglected for the past few years amid the Arab Spring uprisings of 2011 and the wars that followed in Syria, Iraq, Libya and Yemen.",
  "The memorandum calls on “all countries to respect UN Security Council resolutions that reject Israel’s annexation of occupied east Jerusalem” and “not to move their embassies” to Jerusalem.",
  "Several leaders at the summit, including Sissi, Jordan’s King Abdullah II and Palestinian Authority President Mahmoud Abbas, are scheduled to travel next month to Washington to meet Trump.",
  "The holy city is claimed by both Israelis and Palestinians as their capital, and many fear that relocating the embassy there could trigger violence in Israel and across the Muslim world.",
  "Trump has indicated willingness to break from long-held U.S. support for a sovereign Palestinian state alongside Israel, a shift that could damage efforts to restart a peace process.",
  "In Yemen, the Iranians are widely thought to be backing Shiite Houthi rebels, the enemies of a Saudi-led coalition waging a campaign on behalf of the beleaguered Yemeni government.",
  "In particular, the Arab leaders are widely expected to reiterate support for a two-state solution to the Israeli-Palestinian conflict, sending a strong message to the White House.",
  "Safadi, the Jordanian foreign minister, said there is political will among the Arab leaders to follow through on their pronouncements and address the region’s challenges.",
  "Saudi Arabia’s King Salman and Egyptian President Abdel Fatah al-Sissi are attending the summit, presenting an opportunity for a rapprochement between their countries.",
  "The summit’s host, Jordan, is home to about 2 million Palestinian refugees and is seeking to again position the Palestinians’ plight as a central cause for all Arabs.",
  "It calls for Israel to withdraw from lands seized in 1967 in exchange for full diplomatic and economic relations with moderate Arab and Muslim nations.",
  "“He believes that after having normal relations with the moderate Arab states, it will be easier to achieve peace with the Palestinians,” Khatib said.",
  "The Arab leaders also are expected to stress opposition to Trump’s campaign promise to move the U.S. Embassy in Israel from Tel Aviv to Jerusalem.",
  "“There are numerous challenges facing all of us — challenges of terror, challenges of continuing occupation, crises in Syria, Libya and Yemen.",
  "That would allow for the creation of a sovereign Palestinian state that includes the West Bank, the Gaza Strip and East Jerusalem.",
  "Jordan's King Abdullah II, right, welcomes Egyptian President Abdel Fatah al-Sissi in Amman on the eve of the Arab League summit.",
  "Saudi Arabia is also displeased that Egypt has not contributed troops to a Saudi-led coalition fighting in Yemen.",
  "Riyadh backs the Syrian opposition, but Egypt is pushing for a political deal that could keep Assad in power.",
  "“Until now, the Saudi plan was a take-it-or-leave-it plan, which Israel was not ready for,” Inbar said.",
  "Members of the Palestinian delegation say they fear that any negotiations could weaken their position.",
  "The predominantly Sunni Arab leaders, particularly the Saudis, are wary of Tehran’s Shiite theocracy.",
  "The Arab leaders are being asked to support the Saudi plan in its current form, analysts said.",
  "In October, the Saudis cut off oil aid to Egypt, although the shipments resumed this month.",
  "Amid the tumult, a key message the Arab leaders at the summit want to send is one of unity.",
  "“Netanyahu is willing to negotiate if the Saudis are ready to come to the table,” he added.",
  "Two other areas where the Arab leaders could show unity are Iran and terrorism.",
  "Arab governments are divided over the way forward in Syria, Libya and Yemen.",
  "Tensions have been high in recent months, particularly over Syria.",
  "The Palestinian cause allows for that possibility.",
  "Ruth Eglash reported from Jerusalem."
]