[
  "At a press conference at the New York Film Festival, where the finished version of the film made its world premiere, Sorkin justified this by saying he didn't want to do a traditional \"'cradle to grave' structure where you land on all the greatest hits of a character.\"",
  "David Fincher (\"Seven,\" \"Gone Girl\") was originally slated to direct the film for Sony, but negotiations fell through, and the project wound up at Universal in its current iteration.",
  "The first is the Macintosh launch in 1984 (yes, the one associated with that commercial), followed by the NeXT \"black cube\" in 1988, and finally the iMac in 1998.",
  "After spending a great deal of time showcasing his deepest flaws, the movie features a sappy ending that effectively undoes all the legwork that came before it.",
  "Boyle is an incredibly visceral director known for his kinetic, hyper-stylized and often flashy visual style that give his films a specific raucous energy.",
  "Screenwriter Aaron Sorkin's script is broken into three parts — all of which take place in the moments leading up to one of his notable keynote speeches.",
  "The three acts are unique and an ingenious way of personifying such a prolific figure, but the structure doesn't allow much room to breathe.",
  "Fassbender may not resemble Steve Jobs appearance-wise, but his commanding presence on-screen allows you to forget that almost instantly.",
  "\"Steve Jobs\" is the culmination of the work of many talented people, but unfortunately it never quite lives up to the sum of its parts.",
  "Despite this surprisingly effective visual flourish, Boyle is an odd choice for director here, and he's actually not the first.",
  "This is partially a good thing, but you don't hire talent like Boyle just so he can leave as little an impression as possible.",
  "These sensibilities don't exactly line up with Sorkin, a writer entirely dependent on dialogue and the actors at its mercy.",
  "Despite Sorkin's insistence on its nontraditional narrative, \"Steve Jobs\" still ends up cramming too much into too little.",
  "The visuals cleverly mirror the various time periods, as director Danny Boyle shoots each sequence in a different format.",
  "Universal \"Steve Jobs\" may take an unconventional route for a biopic, but it still winds up in the same place.",
  "The dialogue is occasionally dynamite — dynamic, funny, and revealing of the personalities of the characters.",
  "His direction is incredibly restrained here; he does as little as he can and just lets the performers shine.",
  "All the emotional moments have to be manipulated to fit this form, and in the process, they lose their bite.",
  "Kate Winslet is terrific in a meaty role and should be a lock for Best Supporting Actress on the Oscars.",
  "Seth Rogen's turn as Steve Wozniak is very good, but he only gets a few moments to really shine.",
  "The film opens incredibly strong, and the 1984 segment is clearly the standout among the three.",
  "When it's not that, it's being bogged down by its sentimentality and generic biopic pitfalls.",
  "Universal \"Steve Jobs\" still partakes in the hero-worshiping it's allegedly rooting against.",
  "Universal That being said, the performances are definitely the film's most prized assets.",
  "1984 gets grainy 16mm film, 1988 gets a richer 35mm sheen, and 1998 is shot digitally.",
  "\"Steve Jobs\" opens in limited release October 9th and opens nationwide October 23rd.",
  "Michael Stuhlbarg (\"A Serious Man\") also tends to steal every scene he's in.",
  "\"Steve Jobs\" looks nothing like any other film in Boyle's canon.",
  "But when it works, it works well.",
  "Watch the trailer below."
]