[
  "Rogen’s Woz isn’t given quite the screen time or the back story that Josh Gad’s got in the 2013 biopic, but we all know the woes of Woz: How he was cheated, first financially and then emotionally, by the man who took his nuts-and-bolts technical know-how and, without ever fully acknowledging the debt, parlayed it into a massively successful company that sometimes seemed to be selling the tech equivalent of snake oil—until, suddenly, Apple created something we didn’t realize we’d always needed, and then something else, and then something else.",
  "Each act takes place in the final tense minutes before the public unveiling of a new would-be breakthrough: first the earliest mass-marketed Macintosh personal computer; then the unsuccessful “black cube” Jobs produced for his own company, NeXT, during the years of his exile from Apple; and finally the compact desktop iMac that helped turn the personal computer from a hobbyist’s plaything into an indispensable household appliance.",
  "(Jobs: “I’m indifferent to whether or not people like me.” Herzfeld: “In that case I can tell you I never have.”) But when Boyle attempts to jazz up the talky indoor proceedings using radically canted camera angles and gimmicky effects (as two characters discuss the Skylab project, an image of the shuttle launch magically projects itself on the wall behind them), the effect is only to increase the sense of static claustrophobia.",
  "When she got pregnant and was summarily dumped by the work-obsessed Jobs, Chrisann had to take her increasingly wealthy ex to court to prove paternity—and then, after a DNA test determined a 94-plus percent probability of Jobs being the child’s father, she had to endure Jobs’ insinuation in the press that—to put it only slightly more crassly than he did at the time—he was being swindled by a crazy, gold-digging slut.",
  "Photo courtesy Universal Pictures\n\nWhen I told a colleague I was on my way to see Steve Jobs, Danny Boyle’s biopic about the Apple founder and personal-computing guru, he asked, “Haven’t we figured out who Steve Jobs is yet?” In the four years since his death, three feature-length films have devoted themselves to understanding, debunking, and/or lionizing this paradigm-changing figure.",
  "But the movie posits, from its opening scene onward, that Jobs’ refusal to acknowledge or help raise his child in the early years of her life was more than a youthful oversight: It was the central mistake of his life, a deliberately hostile act sustained over a long period that caused lasting harm to everyone involved.",
  "And at every launch, technical glitches and perfectionist self-sabotage threaten to wreck the impending demonstration upon whose success or failure—at least for those within range of what Jobs’ colleagues used to describe as his “reality distortion field”—the very future of the planet hangs.",
  "Jobs’ early days building motherboards with Woz in the garage—glimpsed in a few micro-flashbacks—are assumed to make up part of our available stock of Jobs lore, as are the circumstances surrounding the adopted Jobs’ reunion with his long-lost biological sister, the novelist Mona Simpson.",
  "Joshua Michael Stern’s Jobs (2013) was so worshipful in tone that one former Apple higher-up derided it as “fan fiction.” Alex Gibney’s recent documentary Steve Jobs: The Man in the Machine, while not hagiographic, takes pains to insist on the ultimate unknowability of its subject.",
  "But that light touch fits a playfully minimalist drama that, far from trying to touch on every major event of its subject’s life, purposely withholds or elides the key moments—always fading to black, for example, just as the launch presentation is about to begin.",
  "As it is, Steve Jobs feels like a sharply written, flamboyantly over-directed, meticulously acted, probably inaccurate, and necessarily incomplete portrait of the enigmatic black-clad man whose vision of the future helped create the 21st century as we know it.",
  "The great character actor Michael Stuhlbarg (A Serious Man) plays out this conflict in the person of Andy Herzfeld, a key member of the original Apple team who incurs his ex-boss’s wrath when he loans money to Jobs’ now college-age daughter.",
  "At each launch he walks-and-talks down endless hallways, bantering Sorkinishly with his exasperated right-hand woman Joanna Hoffman (Kate Winslet, who in her 1984 guise makes a good argument for the return of the Dorothy Hamill wedge cut).",
  "Isaacson’s book includes extensive interviews with Jobs himself, but there’s also ample testimony not only from his most loyal associates but from the many people he undervalued and alienated, both at Apple and in his personal life.",
  "But where Ashton Kutcher in Jobs, played Jobs as a sort of digital-age holy fool, socially maladroit but able to see futures invisible to those around him, Fassbender’s Jobs is scarily attuned to his surroundings at all times.",
  "At each launch, just as the house is about to open to the public, Jobs’ personal life collides with his professional one, with some unexpected figure from the past (sometimes several at once) showing up to demand retribution.",
  "Steve Jobs was initially meant to be directed by David Fincher, who left the project last year over battles with Sony about creative control and compensation that recall some of Jobs’ corporate power struggles at Apple.",
  "Sorkin’s script is loosely based on Walter Isaacson’s authorized biography, though the word “authorized” suggests a pious approach that’s the opposite of this film’s often unflattering treatment of its subject.",
  "The Jobs of the book, unlike the Jobs of the adaptation, expresses sincere regret for his mistreatment of his first girlfriend, Chrisann Brennan (superbly played here by Inherent Vice’s Katherine Waterston).",
  "In fact, the computer image of a Great White figures significantly in one scene, as Jobs berates an underling for failing to provide the perfect shark photo for a big product-launch presentation.",
  "Displaying the same kind of intensity he brought to the role of a malevolent android in Prometheus, Fassbender reads the mood of every room he’s in with the hunger of a shark circling for prey.",
  "Seth Rogen plays Steve Wozniak, Jobs’ earliest partner in the development of the personal computer and another of the people in his life that he consistently and grievously mistreated.",
  "Neither example has stopped screenwriter Aaron Sorkin from taking a crack of his own at creating a credible dramatic character from the man in the black mock turtleneck.",
  "That included some of Jobs’ longtime associates, who were torn between their desire to help out his family and their fear of their emotionally volatile chief.",
  "It’s interesting to imagine what Fincher, with his eagle eye for vanity and other human follies, might have made of Sorkin’s genially misanthropic script.",
  "Fassbender looks more than a bit like the charismatic tech titan (after several spins through the sexifying machine, but that’s Hollywood for you).",
  "Product launches—three of them, in 1984, 1988 and 1998—provide the Aristotelian unities in Sorkin’s tidy three-act play of a script.",
  "Steve Jobs’ vision of Chrisann isn’t entirely angelic—she comes off as a financial flake and an incompetent, if loving, mother.",
  "It’s all too neatly staged to make for dynamic cinema, even if the dialogue does crackle with a delicious nastiness.",
  "Steve Jobs borrows a bit too often on the audience’s prior knowledge of the oft-visited stations of the Apple cross.",
  "Can we let a little more of that century go by before someone undertakes another attempt to explain him?",
  "Here, that famous garment has the luck to enclose the slender, well-muscled torso of Michael Fassbender.",
  "But I’m not sure any of them has yet satisfactorily addressed that complex question.",
  "Read more in Slate about Steve Jobs:",
  "Michael Fassbender in Steve Jobs."
]