[
  "According to the Glo Web site, if you meditate on them as their radiance fades to black (within ten to thirty minutes) you will be able to “switch off your mind!” This is good because, as we also learn, from Amazon, “sleep is a safe, natural and effective way to help you get the sleep you need.” A bedtime-challenged friend named Sarah used the mask for about a week, but confessed that she might not be the best judge, since she also dipped into her usual cornucopia of soporifics—melatonin, magnesium, B 6 , calcium, 5-hydroxytryptophan, ashwagandha root, magnolia bark, Passiflora incarnata, chamomile tea, Ziziphus jujuba, and hot baths—making me wonder if her problem with sleep was that she had no time for it.",
  "Not to be a downer, but chronic sleep deprivation, which Amnesty International designates a form of torture, has been linked to diabetes, cancer, high blood pressure, heart disease, stroke, learning difficulties, colds, gastrointestinal problems, depression, execution (the sleep-starved defense minister of North Korea is rumored to have been shot after dozing in the presence of Kim Jong-un), world disasters (the Challenger explosion, the Three Mile Island meltdown), and non-disasters (the drop in the polls of Donald Trump, who is reported to get only three or four hours of shut-eye a night).",
  "Technically, they affect body rhythms the least, but, based on feedback from early users, blue was found most soothing.” Similarly, Troy Anderson, of Glo to Sleep, told me, “We tried the mask with a red light, but both genders liked blue, because it was natural and clean.” Yes, a display of flashing red lights could make you think that the police are arriving, but according to Fred Maxik, a scientist who designed illumination to help astronauts sleep in space, the real reason that so many companies go blue is that it is energy efficient and therefore cheap.",
  "Finding herself getting tired earlier and sleeping through the night, she plans to keep using the glasses, although, she told me, in a year “they will have been relegated to that place in my apartment where the shiatsu back-massager cushion is stored, along with a lot of foreign coins.” Inside the Glo to Sleep therapy mask—a pair of battery-operated blackout glasses—are four luminous blue hatched lines.",
  "But, as a sleep aid, it disappointed my friend Penny: “I woke up that first morning with an acute pain in my neck, so I wasn’t willing to be a volunteer for this pillow anymore.” The directions indicate that, because it can take from three to four weeks to “break in” (whether it is the pillow or you that is broken in is unclear), you should use it at first for only one or two hours a night.",
  "On the advice of sleep doctors, fatigue-management specialists, and know-it-alls on wellness blogs, these tossers and turners drink cherry juice, eat Atlantic perch, set the bedroom thermostat between sixty-seven and seventy degrees, put magnets under the pillow, curl their toes, uncurl their toes, and kick their partners out of bed, usually to little avail.",
  "My friend Marshall’s Pillow ID—based on a Web questionnaire concerning his size, sleep position, and type of mattress—pegged him as a perfect candidate for the Dusk 2.0, a spongy cushion with a crimson border made from “nature’s most durable support material, derived from the frothed milk sap of natural rubber trees,” as opposed to fake rubber trees ($162).",
  "It’s just too far away.” Perhaps Peter lives in a house with cathedral ceilings, because Megan, who occasionally suffers sleep paralysis (a scary disorder that causes you to feel conscious even though your body is temporarily immobilized as in REM sleep), found the blue light so tranquillizing that she says she’d recommend it to restless friends.",
  "Charles Dickens apparently believed it was necessary to position himself in the precise center of a bed that faced exactly north, while the Glasgow Herald advised the worried wakeful to lather up their hair with yellow soap before bedtime, wrap their heads in napkins, rinse in the morning, and repeat every night for two weeks.",
  "As if stalled every night in the waiting room of the world’s slowest doctor, these insomniacs had regularly passed their nights memorizing the arrangement of notes on a guitar fretboard, nurturing grudges, hating themselves, thinking about world peace, pretending to be in a submarine, and worrying, Is it Alzheimer’s, or worse?",
  "Many scientists have come to believe that while we sleep the space between our neurons expands, allowing a cranial sewage network—the glymphatic system—to flush the brain of waste products that might otherwise not only prevent memory formation but muck up our mental machinery and perhaps eventually lead to Alzheimer’s.",
  "I think that reading instructions of any kind might solve my sleep problem.” The NightWave Sleep Assistant, a black cube the size of a bottle of sleeping pills, shoots a pulsing circle of blue light onto your ceiling, in a sort of Dan Flavin version of the Sistine Chapel ($49.95).",
  "“It struggles and then gives up and melts into your arms.” In the same way, when you lie down on the mat, “your inner dialogue says, ‘Oh, my God, I’m going to die,’ but then your body realizes complaining isn’t going to help, and it says, ‘Be quiet and calm down,’ and you melt.",
  "Meant to be worn over the entire head and neck, it is stuffed like a beanbag chair and has an opening for the nose-mouth region, if breathing’s your thing; there are two holes to tuck your hands into should you want to lean forward onto, let’s say, an airplane tray table.",
  "According to a study by the Centers for Disease Control and Prevention, four per cent of Americans reported having taken prescription sleeping pills in the previous month, and an additional who-knows-how-many use anti-anxiety medications like Valium and Klonopin.",
  "On most nights, Sarah found the mask calming: “I would think about how the floating lights looked like blue sleeping pills, and that reminded me that I was supposed to think about nothing.” Other times, she found the thick foam of the mask stifling and hot.",
  "I didn’t relax into it, and I didn’t see the point, and all the non-pressure points in my back screamed at me, ‘Why are you doing this to us?’ ”\n\nCompared with the Sleep Number i8 smart bed I tried recently, my bed is an ignoramus ($4,799.97 to $8,549.97).",
  "These white plastic-framed visor goggles, which call to mind a pair of welding glasses designed by Fellini, shine a faint blue-green light into your eyes in the service of winding your inner timepiece, treating jet lag as well as winter doldrums.",
  "The air-filled Sleep Number minimizes pressure on your body parts by letting you adjust the firmness of your side of the mattress, while your bedfellow can use his own remote control to inflate or deflate his half of the bedscape to his liking.",
  "She used the Beddit Smart Sleep Tracker, whose sensor is lodged in a thin strap placed discreetly under the top sheet ($149); he used the S+, by ResMed, which picked up his sleep vibes via a transponder that sits next to the bed ($149.99).",
  "This master timekeeper regulates and synchronizes a host of other physiological systems, such as temperature and blood pressure, making sure that they all operate on the same roughly twenty-four-hour cycle, known as the circadian rhythm.",
  "In an ideal world, by which I mean an un-ideal world without recessed lighting and iPads, the sun sets, it becomes dark, and, presto, your pineal gland starts to release the sleep-inducing hormone melatonin (and a few other hormones).",
  "A meta-analysis of sixteen studies involving around 1.4 million subjects suggests that someone who sleeps more than eight or nine hours a day has a thirty per cent higher mortality rate than the person who sleeps seven to eight hours.",
  "I got a sleep score of ninety-eight!’ ” Although David is a little uncomfortable with the ongoing relay to ResMed headquarters of what goes on in his bed, he feels that the device has prodded him to prioritize getting better sleep.",
  "My favorite TV show, I used to say, was “The Late, Late, Late, Late Show.” When I got older, I liked being up at night because it seemed more productive to work when nobody was calling or e-mailing, and by work I mean Netflix.",
  "The pillow claims to make napping possible anywhere—your desk, the dinner table, the Davos World Economic Forum—provided you don’t mind a sweaty head, extreme hat hair, and possibly being an unsuspecting crime victim.",
  "“It thought I slept for eleven hours one night, which can’t be true, and then twenty-three minutes another night, which also can’t be true.” But he couldn’t really see the point of knowing how much he slept anyway.",
  "“The first thing you have to know about these devices is that they are anti-conjugal,” Victoria e-mailed from Washington, D.C. For several weeks, she and her boyfriend, David, tried two sleep-tracking gadgets.",
  "(A few years ago, it was reported that Tom Cruise slept in a soundproof room called the Snoratorium so that his wife could get a good night’s rest, a problem that later sorted itself out in a different way.)",
  "According to my friend Peter, who tested it, “Unless you are lying on the upper mattress of a bunk bed at Camp Wananawandakanda, there is no way in hell that the blue light can ever show up on the ceiling.",
  "Meg, who is routinely awakened in the middle of the night by worries big and small, wore the glasses at home for the recommended thirty minutes a day for a week and then during a flight to the Philippines.",
  "It sends out faint electrical pulses, which are supposed to jolt you into a state of calm and also stimulate three acupuncture points on the inside of your wrist, which trigger the release of melatonin.",
  "Every so often, I will resort to counting sheep—actually, I count divorced couples I know, and sometimes, at 5 A.M., couples who should get divorced—but, in general, I do not want to fall asleep ever.",
  "“As for the sleep thing, I think it might be mostly bullshit,” said my friend Billy, who used the tracker for two weeks and ended up with wildly fluctuating “sleep scores” that he couldn’t explain.",
  "The Beddit, Victoria reported, recorded “many fewer hours of sleep than I would swear that I actually slept.” She might have sabotaged the readings, though, by migrating toward David in her sleep.",
  "It promises to insulate you “from virtually all sound up to 70 decibels—about the sound level of a loud alarm clock.” The two pinkish plastic plugs could pass for Barbie’s prosthetic dream hearts.",
  "According to scientists I spoke with, the quality of your slumber has more repercussions on your happiness, intelligence, and health than what you eat, where you live, or how much money you make.",
  "You roll over, toss the mat off the bed, and sleep soundly.” Or your inner dialogue could say, as Jane’s did, when she awoke in the middle of the night as usual and lay on the mat, “It was agony.",
  "I tried to train myself to sleep with my forearm upright, my head propped on my palm, so that if my parents walked by my room they’d see that I never slept and therefore didn’t need a bedtime.",
  "The Web site warns, “When you first try using your SnoreMasker Pro to sleep with your snoring bed partner, you need to make sure he or she understands that you cannot hear them talking to you.",
  "A National Institutes of Health study showed that twenty-five to thirty per cent of American adults have periodic episodes of sleeplessness and twenty per cent suffer from chronic insomnia.",
  "She is a fan of acupuncture, and the mat, roughly the size of a flattened porcupine, is similarly covered with short spikes—almost ten thousand of them, clumped onto rows of one-inch disks.",
  "Victoria’s attitude toward sleep is binary (“either I did it or I didn’t”); she had no use for the data Beddit provided about her respiration, heart rate, amount of snoring, and so forth.",
  "Besides, I’d always thought, What’s the big deal about being tired as long as your job doesn’t involve flying a plane—or, I suppose I should add, responsibilities like getting dressed?",
  "In my case, it’s hard to say whether it was the hat or causes non-millinery that ushered me into dreamland each of the nights I wore it: I always woke up to find the hat on the floor.",
  "A bunch of friends, sick and tired of staring at the ceiling, waiting for their mental power switches to flip off, signed on to sample sleep aids and keep diaries during their trials.",
  "Never mind that some studies suggest that a pill can extend your sleep by as little as three minutes a night and reduce the time it takes to nod off by only eight to twenty minutes.",
  "“He died young.” When Mr. A. inserted the SnoreMasker Pro, he said that it sounded as if he were standing under a waterfall, and that, remarkably, he could not hear anything else.",
  "You’ll also want sheets and a mattress protector made from “climate-control fabric.” Bedgear is one of several new companies that sell technologically advanced bed accessories.",
  "There would not be enough nights in the wild dark yonder for me to try all these products personally, but fortunately the anguish of others can be a journalist’s good fortune.",
  "What’s more, our remotes allowed us to elevate the head and foot sections of our respective territories, providing all the fun of a hospital bed without having to be sick.",
  "Before operating them, you must insert a lentil-size battery into each and then attach foam ear tips—an almost impossible task unless your fingers are as small as Ken’s.",
  "By phone from Australia, Keith Wymbs, the co-owner, with his wife, of the NightWave Sleep Assistant, defended blue: “The logical and scientific colors are red and amber.",
  "It’s 2:49 A.M., more or less my bedtime, and I’m about to put on my Sleep Shepherd hat, a device designed to help the wearer go gentle into unconsciousness ($149.99).",
  "It performed great, if you like to fall asleep while listening to the loud whooshing of a Macy’s Thanksgiving Day parade balloon being deflated by someone snoring.",
  "I also like that it is red and distinctive.” On the other head, there is Pillo 1, a large, bouncy, latex-foam model from a company called Hall Innovations ($199).",
  "Larson told me, over the phone, that he came up with it to treat his daughter, who had an autoimmune disease that prevented her from getting enough deep sleep.",
  "light into your capillaries and assessing the rebounding waves with optical sensors, it also measures the duration of each sleep phase (light, deep, and REM).",
  "Jim Horne, the former head of the Sleep Research Center in Loughborough, England, told me that the fallacy originated with a study in 1913—of school-age kids.",
  "That’s not its only trick: Have you ever tried to find a comfortable position in bed and concluded it was impossible unless you got rid of your shoulder?",
  "The ancient Romans smeared mouse fat onto the soles of their feet, and the Lunesta of the Dark Ages was a smoothie made from the gall of castrated boars.",
  "Lately, a dreamy abundance of gadgets, fancy pillows, expensive masks, and other non-sex-purposed bedroom paraphernalia have entered the marketplace.",
  "I felt like my head was being bent at an unpleasant angle to the rest of my body.” Picture an outsized balaclava designed by Claes Oldenburg for E.T.",
  "“It’s simply that they kept private matters to themselves.” It’s not my place to call anyone a liar, but are you positive that you were up all night?",
  "According to the Web site, it “obeys the Meridian Theory of Chinese Medicine.” Steve, who tried it out for me, said that it did not help him sleep.",
  "The hat measures activity in my cerebral cortex through three sensors sewn into the fabric—one covering each ear and a third handling the forehead.",
  "Unfortunately for me, regularly spending a chunk of the nighttime in a state of suspended consciousness and drool turns out to be a gigantic deal.",
  "The next night, he tried a similar earplug, the T1-100 White Noise Sleep Aid and Tinnitus Masker, manufactured by the New Sound Company ($389).",
  "Photoreceptors at the backs of your eyes pick up light and send corresponding electrical signals to the suprachiasmatic nucleus, in your brain.",
  "These days, you can wear on your wrist the Basis Peak Ultimate Fitness and Sleep Tracker, a chunky gizmo that Dick Tracy might like ($199.99).",
  "Some people might get mad, thinking their partner is just ignoring them, even though this isn’t the case.” Mrs. A. was more mature than that.",
  "“There is no evidence that we sleep fewer hours than our parents and grandparents did, or that we are any more sleep deprived,” Horne said.",
  "I slept until 2:00 (also nearly unprecedented), listened to a nice podcast about jihadi terrorists, and went back to sleep until 6:00.",
  "Head on the high part, boobs in the sort of depressed part under that.” She wasn’t a fan: “I like a smallish, soft, malleable pillow.",
  "My twentieth-century box spring just lies around, unequipped to inform me each morning over WiFi how well I slept the night before.",
  "As Mussolini mythically did for the trains, so Re-Timer light-therapy glasses can supposedly do for your sleep-wake cycle ($299).",
  "I persuaded my friend Jane, who wakes up every morning at three-thirty, to try out the Bulletproof Sleep Induction Mat ($49.95).",
  "My friend Joan used it during a massage but sacrificed a few minutes of her hour trying to get the masseuse to stop laughing.",
  "Here is a snippet from the sleep diary of Susan, who is prone to staying up until three in the morning listening to podcasts.",
  "The hat is a stretchy black beanie, but where you might normally find a pompom there’s a plastic box the size of a Triscuit.",
  "Dave Asprey, the entrepreneur who came up with the idea for the mat, explained the logic of managing anxiety by causing it.",
  "We have data to show that you—I mean self-professed poor sleepers—often overestimate the extent of nighttime wakefulness.",
  "As the founder of Lighting Science, Maxik has developed a line of white L.E.D.s that keep your circadian rhythms in sync.",
  "In general, Basis Peak has received positive reviews from tech magazines for accuracy, especially for its heart monitor.",
  "Before you get too cozy, consider this: although too little sleep can be deadly, too much of it can be even more deadly.",
  "She tested the Good Night bulb, which has less blue light than traditional lighting ($39.95): “I turned on the light.",
  "“But I sort of like the way it feels when it vibrates and gives me tiny shocks on the inside of my wrist,” he said.",
  "“Have you ever seen what happens with a puppy when you pick it up?” he asked, over the phone from Vancouver Island.",
  "The Dreammate Sleep Inducer is a plastic watchlike item that you strap on thirty minutes before bedtime ($59.95).",
  "As you watch this visual metronome, you are supposed to harmonize your breathing to its beat until you conk out.",
  "The high-tech S+ looks like something that might pick up and report fluctuations in the Shanghai stock exchange.",
  "David is a connoisseur of the unconscious, though, and revelled in the granular data disgorged daily by the S+.",
  "Mr. A. said that, within minutes, it sounded as if he were standing under the waterfall with someone snoring.",
  "Unless you live in a drawer underneath a lot of socks, your sleep patterns are cued by light and its absence.",
  "(Beddit recommends placing the sensor an unromantic six inches from the center of the bed or your partner.)",
  "With a scooped-out hollow for your skull, the Pillo 1 would make perfect packing material for a cantaloupe.",
  "If I were an alien, this would be the port through which I’d receive my instructions from the mother ship.",
  "The box has an on-off switch, and I’m going to turn it on so that the mechanism can commune with my head.",
  "If you are hoping to excel at sleeping, you’ll need a high-performance pillow, Eugene Alletto, the C.E.O.",
  "This short wavelength is copiously emitted by digital devices and TVs, which mess up your internal clock.",
  "After a week with Dusk 2.0, he said, “It’s the kind of pillow I like, mostly because it’s cold and firm.",
  "Victoria said, “David woke me up during his second week of S+ sleeping with a jubilant ‘Honey, I did it!",
  "(His observation that “many people have never been fitted for a pillow” was not exactly a shock to me.)",
  "Gradually, the rhythm will slow down and, supposedly, so will my brain, entrained as if by a hypnotist.",
  "Anonymous told me, which must mean that Mrs. A. makes a racket like a leaf blower with engine trouble.",
  "He took it to his mother’s house in the Hamptons, where the cacophony of nature tends to keep him up.",
  "There are also built-in speakers that emit pulsing tones mimicking the frequencies of my brain waves.",
  "It’s called the Billow Pillow, a large fan-shaped cushion with an indentation in the middle ($200).",
  "“When I wake up to a high S+ rating,” he e-mailed, “I know I’m going to feel pretty good that day.”",
  "Exposure to light, especially to the blue light of digital devices, discombobulates the clockwork.",
  "They promise a refreshing sleep, or, if that fails, at least an accounting of how much you snore.",
  "A really big sleep stretch for me.”\n\n“Those who snore the loudest always fall asleep first,” Mr.",
  "The SnoreMasker Pro is a pair of little white-noise machines tucked inside earplugs ($399.95).",
  "The Sleep Number bases its report on the usual metrics, such as heart rate and body movement.",
  "The good news was that the alarm clock was irrelevant, because Mr. A. had been up for hours.",
  "I watched 15 minutes of the latest terror news before turning it off and then I fell asleep.",
  "The hat was invented by Michael Larson, a mechanical engineer at the University of Colorado.",
  "It’s been demonstrated that blue photons suppress melatonin more than any other color does.",
  "Failing to get enough sleep is like throwing a party and then firing the cleanup crew.",
  "Finally: relief for large-breasted women who like to sleep on their stomachs is here.",
  "The sight of her, she said, unsettled both the family dog and flight attendants.",
  "“This led to one of us doing something we almost never do: reading instructions.",
  "But isn’t blue light the kind that we’re supposed to avoid in the dusky hours?",
  "The noise sounds like the tone you’d expect to hear before a nuclear disaster.",
  "As a child, I was convinced that turning in meant missing out on illicit fun.",
  "(If you are not a great speller, you can call it the internal clock.)",
  "We will begin with the photonic devices, but first some background.",
  "It’s supposed to be soothing, and, truth be told, I don’t mind it.",
  "It takes note of not just calories burned and sweat levels (ew!)",
  "Isn’t that like waking the patient to give her a sleeping pill?",
  "Why, then, do we believe that eight hours of sleep is ideal?",
  "In 1879, a Canadian medical journal recommended hemlock.",
  "During daylight hours, melatonin production is reduced.",
  "but also your tosses and turns and absences from bed.",
  "I have spent my life staying up later than I should.",
  "“Bob said, ‘There are no lights!’ ” Sarah reported.",
  "Roz, who met one of the criteria, took it to bed.",
  "That’s what the Ostrich Pillow looks like ($99).",
  "Using a technique that involves shining L.E.D.",
  "Her husband tried a less fancy model ($29.99).",
  "“I wasn’t sure how it ‘went.’ Figured it out.",
  "and made from swatches of gray Teletubbies.",
  "Don’t get up; they are not emergency exits.",
  "The contraption apparently did the trick.",
  "Presumably, no repeating was required.",
  "They are “points of glo” ($39.99).",
  "This one was not at all moldable.",
  "But I don’t really have insomnia.",
  "“It’s really big,” she said.",
  "Evidently, it was ever thus.",
  "Plus, she was out cold.",
  "of Bedgear, told me.",
  "Do they work?",
  "Yes."
]