[
  "Getting into the Grand Mosque requires a bit of patience due to the crowd size:\n\nOnce you get in, it takes a while to get to the part where you walk around the Kaaba seven times:\n\nThe crowds stretch into the streets far beyond the Grand Mosque during prayers:\n\nThe Saudi Red Crescent keeps emergency equipment on standby to handle medical issues among the pilgrims, prominently including heat stroke, which health officials warn about every year:\n\nThe security operation is extensive and high-tech as well.",
  "Here is what the local traffic situation looked like on the final day of the pilgrimage:\n\nAl-Jazeera caught the size of the crowd in Mecca with a striking photo of the Grand Mosque:\n\nThe Saudi Ministry of Culture provides a photo that shows the crowd around the Kaaba, the black cube in the center of the Grand Mosque which houses the most sacred relic in Islam, a meteorite that symbolizes God’s covenant with mankind.",
  "The stones are actually thrown at pillars symbolizing the Devil:\n\nSome of the people queued up for the stoning of Satan carry umbrellas to protect them from the hot sun:\n\nThe mosque on Mount Arafat draws quite a crowd, too:\n\nPilgrims largely reach Mount Arafat by bus.",
  "Previous years have sometimes been marked by tragedy, and this year’s event came amid a series of political challenges for the Saudis, but so far there has been nothing like the deadly 2015 stampede that killed hundreds of people.",
  "It also turns up in the background of a lot of selfies these days:\n\nAccording to the Saudis, total attendance at the Hajj is now several times the size of any Olympic Games in modern history.",
  "The Hajj pilgrimage involves walking around the Kaaba seven times:\n\nThe Kaaba is the specific point Muslims are lining up with when they turn toward Mecca to pray.",
  "Saudi Arabia is declaring this year’s Hajj pilgrimage a success, with some two million visitors expected in Mecca, Medina, and surrounding holy sites.",
  "This is the interior of the security command center in the city of Mina, near Mecca:\n\nAll photos Getty Images unless otherwise specified.",
  "Hurriyet Daily News of Turkey offers a photo of pilgrims climbing Mount Arafat near Mecca on Thursday.",
  "The Saudi government states there are over 5,000 security cameras streaming live video of the Hajj.",
  "The mountain is the scene of the concluding Hajj event, the symbolic stoning of Satan."
]