[
  "One of the demonstrators, Susie Collins, said that the monument “is not the message of life and love, it is the message of death and decay.”\n\nA local Catholic pastor, Father Brian Lynch, said that it “feels like it’s being imposed on us from the outside,” referring to efforts by the Massachusetts-based Satanic Temple to have the monument erected in Belle Plains.",
  "In May, the Satanic Temple received permission to place the monument—a black cube inscribed with pentagrams with an upside-down soldier’s helmet on top—in in Belle Plaine’s Veterans Memorial Park, as city officials said that the application for the monument meets the criteria of city policy.",
  "According to a massive study on satanism published in 2016 by Dyrendal, Lewis, and Petersen, which drew upon extensive surveys with self-described Satanists, the cult is “heavily dominated by young males” and the average length of involvement in devil worship is just seven years.",
  "“I guess it’s a victory for freedom from religion and for the separation of church and state,” said Koren Walsh, a member of the Left Hand Path Community, which supported the Satanic Temple in the installation of its monument.",
  "A provocative satanic monument approved for a city-run veterans’ park in Minnesota has elicited strong opposition from local Christians and other groups who say the offensive object has no business in a public park.",
  "One participant carried a sign that read: “Satan belongs in hell, not Veterans Memorial Park.”\n\nSatanism, a fringe movement comprising mostly young males, is too small to be demographically relevant.",
  "The Satanic Temple, which promotes abortion and same-sex marriage, tried to organize a “Black Mass” at Harvard University in 2014 before a student group moved the event off-campus.",
  "The idea of a satanic monument in the Belle Plaine park came as a reaction to controversy over a two-foot-tall iron statue of a soldier praying over a grave marked with a cross.",
  "On Monday, the city council decided to definitively remove the praying soldier monument from the Veterans’ park, which may put an end to plans for the satanic monument as well.",
  "The Wisconsin-based Freedom from Religion Foundation objected to the statue, which was subsequently removed but then reinstated in April after a meeting in city hall.",
  "The Freedom from Religion Foundation responded by informing the Satanic Temple of the situation, resulting in the proposal of adding a satanic monument as well.",
  "Engagement in the satanic movement tends to peak in the early twenties and drops off sharply as members enter their thirties, the researchers found.",
  "The statue was made by an 87-year-old Army veteran and Belle Plaine resident and placed in the park by the local Veterans Club last August.",
  "It has also created an after-school program based around its beliefs and worked to install a satanic statue at the Oklahoma State Capitol.",
  "One of the largest and most active groups, the Satanic Temple, claims an international membership of only around 10,000.",
  "On Saturday, more than 150 people attended an hourlong prayer rally organized a Catholic nonprofit organization.",
  "Protesters have held prayer rallies in the park, insisting that the monument not be erected.",
  "Follow Thomas D. Williams on Twitter Follow @tdwilliamsrome"
]