[
  "A veteran’s park in Belle Plaine became a ground zero for constitutional debate after the city created a Free Speech Zone where memorials of any religious background could be placed.",
  "“And it doesn’t matter if you are Jewish, Muslim…we are all Americans fighting this war together.”\n\nBut, promises of inclusion were quickly put to the test.",
  "In February, the Belle Plaine city council voted to establish the veteran’s memorial park a Free Speech Zone, welcoming any religion or group to take part.",
  "“My thoughts are, if you are calling Satan to be on your side, you are not going to expect any blessings,” Bernard Slobodnik, a protest organizer said.",
  "“They are free to believe whatever they want to, but they need to do it on their own grounds, not on public property.”\n\nRead more from FOX 9.",
  "Counter-protester Army Reserve Lieutenant Kevin Lindow told Fox 9 that he supports any memorial, regardless of religion or background.",
  "The Satanic Temple in Salem, Massachusetts, announced a plan to install a monument of their own: a black cube with a helmet on top.",
  "In January, a Christian memorial was removed over concerns it violated the establishment clause of the Constitution.",
  "He said he does not believe in God, but did serve his country and would like the monument to be in the park.",
  "The city cited complaints that it violated Constitutional obligations to separate church and state.",
  "“There is a freedom of speech, but freedom comes at a price, as well,” said one protester.",
  "Others at Saturday’s gathering believe Constitutional protection comes with exceptions.",
  "“This is what we support, this is what the community supports,” said one protester.",
  "The removal of the Christian memorial by the city of Belle Plaine sparked outrage.",
  "Now, a satanic memorial is set to move in, causing protests on Saturday.",
  "The monument is intended to honor veterans who may not be Christian.",
  "Later, the memorial was returned to the park."
]