[
  "On Tuesday, a spokesperson from the Times told CBS News: \"We learned that the law firm of Boies, Schiller and Flexner secretly worked to stop our reporting on Harvey Weinstein at the same time as the firm's lawyers were representing us in other matters.",
  "\"I think the key point is, incredibly deceptive, intrusive behavior, that terrified women, and made them fear for their safety, was being run through legitimate law firms, in complete secrecy,\" reporter Ronan Farrow says.",
  "In a statement to his employees, Boies says he addressed the perceived conflict of interest by saying, \"we made clear that we needed to be able to continue to represent clients adverse to the Times.\"",
  "One of the objectives was to \"provide intelligence which will help the client's efforts to completely stop the publication of a new negative article in a leading (New York) newspaper.\"",
  "Some conversations between a private investigator and McGowan were secretly recorded and sent to Weinstein, according to The New Yorker, which may have been illegal.",
  "In at least one case, an investigator posed as a women's rights advocate to gain more information from McGowan, who was getting ready to go public with her story.",
  "It shows Boies' law firm -- which represented Weinstein -- had contracted with Black Cube, a company made up of veterans of elite Israeli intelligence units.",
  "A contract obtained by The New Yorker is dated July 11 of this year and is signed by attorney David Boies, who famously fought for same-sex marriage.",
  "NEW YORK -- CBS News has confirmed the Manhattan district attorney plans to present evidence against Harvey Weinstein to a grand jury next week.",
  "The article exposes how top private investigators tried to discredit alleged rape victim, Rose McGowan.",
  "Last month, The New York Times reported that Weinstein allegedly paid off sexual harassment accusers.",
  "Boies went on to say contracting with private investigators on behalf of Weinstein was a mistake.",
  "The disgraced movie mogul has faced a wave of sexual assault and misconduct allegations.",
  "Now, The New Yorker reports Weinstein hired an \"army of spies\" to silence his accusers.",
  "A spokesperson for Weinstein says no individuals were targeted or suppressed.",
  "It is inexcusable, and we will be pursuing appropriate remedies.\""
]