[
  "After the publication of the New Yorker report, McGowan praised Farrow for his investigation, tweeting: “Ronan Farrow your words will line the halls of justice.”\n\nMeanwhile, another person alleged to have been spied on, the actor Asia Argento, described the revelations as terrifying, writing on Twitter:\n\nAsia Argento (@AsiaArgento) Why didn't I, @rosemcgowan, @RoArquette @AnnabellSciorra spoke up earlier?",
  "'Stand united': Weinstein accusers join forces to publish list of allegations Read more\n\nThe magazine claims investigators secretly recorded at least four meetings with McGowan while pretending to be a women’s rights advocate, citing dozens of pages of documents and seven people directly involved in Weinstein’s efforts.",
  "The former Israeli prime minister Ehud Barak has said he introduced the disgraced Hollywood producer Harvey Weinstein to a Tel Aviv-based investigations firm made up of former spies reportedly hired by the producer to suppress sexual abuse allegations against him.",
  "During the year that Black Cube reportedly worked for Weinstein, agents allegedly collected information on dozens of people, compiling psychological profiles with their personal or sexual histories in order to contradict, discredit or intimidate his accusers.",
  "Weinstein’s spokeswoman Sallie Hofmeister has dismissed the New Yorker report, saying: “It is a fiction to suggest that any individuals were targeted or suppressed at any time.”\n\nNeither Hofmeister nor Boies immediately responded to requests for comment.",
  "She also allegedly attempted to broker a meeting with Ronan Farrow, the New Yorker journalist who reported 13 claims of abuse made against Weinstein last month, and also wrote the 6 November investigation into Weinstein’s links with Black Cube.",
  "The New Yorker claims Boies signed a contract demanding that Black Cube seek to uncover information to stop the publication of a New York Times story about Weinstein’s sexual abuse when his firm was also representing the Times in a libel case.",
  "The magazine claims that among the private security agencies hired by Weinstein, starting from around autumn 2016, was Black Cube, which is largely run by former officers of Israeli intelligence agencies, including Mossad.",
  "Barak’s statement coincides with dates in the New Yorker article which claims that Weinstein approached Black Cube in autumn 2016, to seek their assistance in silencing the emerging sexual abuse allegations against him.",
  "Very https://t.co/LlbEHY4t13\n\nPolice in London, Los Angeles and New York have launched investigations into the alleged behaviour by Weinstein, who has been accused of sexual assault and harassment by more than 90 women.",
  "On its website, Black Cube describes itself as a “select group of veterans from the Israeli elite intelligence units that specializes in tailored solutions to complex business and litigation challenges”.",
  "Weinstein accuser Rose McGowan's memoir Brave 'will pull no punches' Read more\n\n“Barak is not personally familiar with the firm or its executives but gave Weinstein its contact information.",
  "Weinstein allegedly hired an “army of spies” in an attempt to stop accusers from going public with sexual misconduct claims against him, according to a report in the New Yorker this week.",
  "“Over a year ago, Barak was asked by Harvey Weinstein if he knew an Israeli company he had heard of, that was capable of helping him with business issues he had.",
  "Black Cube has not replied to a Guardian request for comment, but it told Israeli media outlets that it did not discuss its clients, and said its work was legal.",
  "The investigator reportedly used a different fake identity to meet a New York magazine journalist who was investigating allegations made against Weinstein.",
  "The New Yorker alleges that two Black Cube investigators met the actor Rose McGowan, who later publicly accused Weinstein of rape, to obtain information.",
  "Barak was not aware until this morning of the fact the company was hired by Weinstein, or for what purposes or operations,” the statement added.",
  "The New Yorker reports that Weinstein sought the assistance of ex-employees from his movie enterprises to help collect names and place calls.",
  "Among them, the New Yorker claims, was David Boies, who represented Al Gore in his 2000 presidential election dispute with George W Bush.",
  "Barak confirmed to [Weinstein] the company he heard of was likely Black Cube,” a spokesperson for Barak said in a statement.",
  "Weinstein “unequivocally denies” all claims of non-consensual sex, a spokesperson for the producer said.",
  "Boies told the magazine “it was a mistake” to have been involved with the investigators.",
  "Investigations also allegedly sometimes went through Weinstein’s lawyers.",
  "We were followed by ex-Mossad agents.",
  "Isn't that terrifying?"
]