[
  "Six women who have accused Harvey Weinstein of sexual misconduct have brought a class action racketeering lawsuit against him, his former production companies, law firms and the Israeli security firm Black Cube, alleging that the defendants worked together to cover up Weinstein's behavior in violation of the Racketeer Influenced and Corrupt Organizations Act (RICO).",
  "Regarding the \"interstate commerce\" requirement, the complaint states that \"The Weinstein Sexual Enterprise engaged in and affected interstate commerce, because [they] contracted with multinational corporations not only for movie and television productions but also for the investigation, slander, blacklisting and blackmail of Weinstein’s victims.\"",
  "The 'Weinstein Sexual Enterprise'\n\nThe 104-page complaint delves into each plaintiff's interactions with Weinstein and defines the \"'Weinstein's Sexual Enterprise,' a RICO enterprise\" as the \"coalition of firms and individuals\" who acted \"to facilitate and conceal [Weinstein's] pattern of unwanted sexual conduct.\"",
  "The class could potentially include \"hundreds\" of Weinstein accusers, according to a statement by attorneys from Hagens Berman and Armenta Law Firm, who filed the suit in the United States District Court for the Southern District of New York.",
  "The women also wrote:\n\nToday we stand together, united in one cause, to stop systemic sexual abuse in the workplace and the silencing of victims with NDAs and threats to their careers and wellbeing.",
  "Among the 35 predicate offenses delineated as \"racketeering activity\" by RICO are all violent crimes, extortion, bribery, obstruction of justice, witness tampering and mail and wire fraud.",
  "In a joint statement, plaintiffs Louisette Geiss, Katherine Kendall, Zoe Brock, Sarah Ann Thomas (Masse), Melissa Sagemiller and Nannette Klatt wrote, \"Harvey Weinstein is a predator.",
  "The RICO Claim\n\nRICO prohibits people from receiving income from a \"pattern of racketeering activity\" and putting that income into any enterprise that engages in interstate commerce.",
  "The plaintiffs maintain they would not have suffered injury but for the \"complicit\" actions of the \"Weinstein Sexual Enterprise\" in concealing \"Weinstein’s predatory behavior.\"",
  "Although civil RICO suits are relatively rare in general, this isn't the first time the anti-racketeering law has been used in a case involving sexual misconduct allegations.",
  "The \"co-conspirators\" were a \"continuing unit\" bound \"through corporate ties, contractual relationships, financial ties, and the continuing coordination of their activities .",
  "RICO is a federal law intended to help authorities combat organized crime but also allows private citizens to file civil lawsuits for violations of its provisions.",
  "Although the term \"racketeering\" is usually associated with Mafia criminal prosecutions, both illegal and legal enterprises are subject to the Act's provisions.",
  "The Weinstein class action complaint alleges racketeering activity by the \"Weinstein Sexual Enterprise\" in the forms of \"tampering with a witness or victim[,] .",
  "We have watched with horror, amazement, pride and gratitude in the last two months as women (and men) the world over have come forward and named their abusers.",
  "Within the enterprise, the plaintiffs allege, was a \"common communication network by which co-conspirators shared information on a regular basis .",
  "Along with the RICO claim, the class action also alleges civil battery, assault and intentional and negligent infliction of emotional distress.",
  "Catholic Church officials have also faced RICO lawsuits over claims that clergymen permitted the sexual abuse of children by priests.",
  "obtaining a victim for the purpose of committing or attempting to commit aggravated sexual abuse\" and mail and wire fraud.",
  "We stand with all those brave people who have had the courage and temerity to shine a spotlight into the darkness.",
  "This class action is one of several lawsuits filed against Weinstein and The Weinstein Company in recent months.",
  "with the purpose of furthering the illegal scheme and their common purposes,\" according to the complaint.",
  "A \"pattern of racketeering activity\" consists of the commission of at least two predicate offenses.",
  "Successful plaintiffs can receive triple damages, attorney fees and other equitable relief.",
  "It is only by keeping their secrets for them that we allow them to get away with it.",
  "for the purpose of enabling Weinstein’s sexual activities.\"",
  "The private investigators knew it.",
  "Predators thrive in the shadows.",
  "Now the world knows it.\"",
  "Bob [Weinstein] knew it.",
  "The lawyers knew it.",
  "Hollywood knew it.",
  "The board knew it.",
  "That stops today.",
  "We knew it.",
  ".",
  ".",
  ".",
  ".",
  ".",
  "."
]