[
  "The New Yorker reported on Monday that Weinstein hired private security companies staffed with former foreign intelligence agents to investigate and cover up sexual harassment allegations against him when they first started emerging in the fall of 2016.",
  "After publicly making allegations against Weinstein last month, \"Boardwalk Empire\" actress Paz de la Huerta provided the NYPD with evidence that Weinstein raped her twice in her apartment in 2010.",
  "Getty Images\n\nManhattan District Attorney Cyprus Vance plans on presenting evidence to a grand jury for rape charges against disgraced Hollywood mogul Harvey Weinstein, WNBC reported on Tuesday.",
  "As part of that effort, Weinstein hired Kroll, a corporate-intelligence firm, and Black Cube, a company operated primarily by former Israeli intelligence officers, according to the report.",
  "Speaking at a police briefing Friday, Boyce said that if Weinstein was in New York and the allegations against him were recent, the NYPD \"would go right away and make the arrest.",
  "According to the report, senior officials familiar with the investigation say the DA plans to pursue an indictment against Weinstein, potentially next week or soon thereafter.",
  "The New York Times first reported on the claims against Weinstein last month, and The New Yorker followed up with several new detailed allegations shortly after.",
  "New York Police Department investigators said last week they were gathering \"credible\" evidence of rape by Weinstein, and planned to seek an arrest warrant.",
  "Chief of Detectives Robert Boyce said they found de la Huerta's story believable and had corroborated portions of her account.",
  "He also urged other victims to contact his office, saying allegations against Weinstein would be investigated.",
  "The film mogul also \"directed\" journalists to tell him which women were making allegations against him.",
  "In all, nearly 60 women have accused Weinstein of varying degrees of sexual misconduct.",
  "Sonam Sheth and Associated Press contributed to this report.",
  "No doubt.\""
]