[
  "Bourdain called the New Yorker article written by Ronan Farrow, who also previously detailed women’s encounters with Weinstein, a “nuclear bombshell” and said Dylan Howard was “beneath whale s--t.” Howard, the chief content officer of American Media Inc. that owns the National Enquirer, reportedly tipped off Weinstein by sharing information a reporter gathered against him.",
  "Bourdain continued, “Millions of dollars and the worlds most powerful spookiest security firms, corporate espionage outfits , lawyers and media aligned [sic] against..”\n\nThe “Parts Unknown” host also took a shot at David Bois, a lawyer who represented Weinstein and the New York Times at the same time.",
  "The article claimed that Weinstein hired firms like Black Cube, largely made up of former officers from Mossad and other Israeli intelligence agencies, to look into women who were potentially looking to talk about his alleged sexual harassment and assault.",
  "Anthony Bourdain slammed Harvey Weinstein conspirators Monday night after a bombshell report revealed the fallen movie mogul hired private investigators to spy on women accusing him of sexual assault and journalists pursuing the story against him.",
  "Anyone who ever asked @rosemcgowan or @AsiaArgento, ‘Why keep quiet?’ FU,” Bourdain tweeted, referencing his girlfriend, Asia Argento, who told the New Yorker Weinstein raped her.",
  "Bois admitted to working with Weinstein to stop the initial New York Times story against Weinstein from being published.",
  "Weinstein’s reported goal was to “target” and suppress anyone who might tarnish his reputation in Hollywood.",
  "The information helped Weinstein’s team fight Rose McGowan’s rape allegations, according to the New Yorker.",
  "The biggest international security firms in the world on your case??",
  "“David Bois representing the NYT and Weinstein at the same time?",
  "“The latest @RonanFarrow in the @NewYorker is a nuclear bomb.",
  "You are beneath whale s--t,” Bourdain tweeted on Monday.",
  "I hope people throw feces at you in the street.",
  "“And DYLAN HOWARD of American Media Inc?",
  "And these women STILL spoke up!",
  "“Ex-Mossad operatives?",
  "Uh...” Bourdain said.",
  "!” he added."
]