[
  "“We have explained and you have agreed that as a result of the types of clients the Firm advises and the types of engagements in which we are involved, we may be requested to act for other persons on matters which are not substantially related to the Engagement, where the interests of the other persons, and the Firm’s representation of them, may be against the client’s, including adversity in litigation,” the Engagement Letter said.",
  "The latest developments as they happen:\n\nScotland Yard investigates new report of 1991 assault outside of U.K.\n\nLondon’s Metropolitan Police Service, also known as Scotland Yard, has received another complaint from a woman who alleges that Harvey Weinstein sexually assaulted her outside of Great Britain in 1991, Metropolitan Police Service press representative Jack Griffith confirmed to USA TODAY in a statement.",
  "Lawyer accused of suppressing Weinstein accusers apologizes, denies unethical conduct against 'NYT'\n\nThe 'New York Times' says that it's \"pursuing appropriate remedies\" after learning that attorney David Boies helped Harvey Weinstein suppress the accounts of accusers at the same time his firm was representing the paper in other matters.",
  "— jodikantor (@jodikantor) November 7, 2017\n\nAccording to Farrow, Filip was the alias used by a former Israeli Defense Forces officer and Black Cube investigator who posed as an investor and women's rights advocate to get close to accuser Rose McGowan, offering her a paid speaking engagement and money for her production company.",
  "Journalist Ronan Farrow, who also wrote the original New Yorker story, said Weinstein utilized Kroll, one of the world’s largest corporate-intelligence companies, and Black Cube, an enterprise run largely by former officers of Israeli intelligence agency Mossad, to suppress allegations made by women such as Argento.",
  "https://t.co/9aJoNZTkz0 — rose mcgowan (@rosemcgowan) November 7, 2017\n\nRonan Farrow your words will line the halls of justice — rose mcgowan (@rosemcgowan) November 7, 2017\n\nIf you have experienced or witnessed sexual misconduct while working in the entertainment industry, we’d like to hear from you.",
  "(Photo: Carolyn Kaster, AP)\n\nSuper-lawyer David Boies, accused of helping to suppress Weinstein accusers at the same time his firm was representing The New York Times which was investigating Weinstein, on Tuesday issued a statement apologizing for his handling of Weinstein's scheme.",
  "\"(Boies) personally signed the contract directing Black Cube to attempt to uncover information that would stop the publication of a Times story about Weinstein’s abuses, while his firm was also representing the Times, including in a libel case,\" journalist Ronan Farrow reported.",
  "Earlier Tuesday, the New York Times said it is taking action against Boies,after The New Yorker reported on Monday about Weinstein's campaign against his accusers and Boies' role, which took place while he was also representing the newspaper on other legal matters.",
  "\"We learned today that the law firm of Boies Schiller and Flexner secretly worked to stop our reporting on Harvey Weinstein at the same time as the firm's lawyers were representing us in other matters,\" the statement said, according to the Associated Press.",
  "Boies said in his statement that the Times was aware that he and his firm would \"continue to represent clients adverse to the Times on matters unrelated to the work we were doing for the Times \" and quoted from their Engagement Letter to that effect.",
  "Boies is best known for his work representing Democratic candidate Al Gore in the Supreme Court fight over the 2000 election recount and the Department of Justice in their antitrust battle against Microsoft, which was resolved in 2001.",
  "\"Had I known at the time that this contract would have been used for the services that I now understand it was used for, I would never have signed it or been associated in any way with this effort,\" the statement concluded.",
  "On Monday, The New Yorker reported Weinstein hired an \"army of spies\" to dig up information on potential vocal accusers and journalists investigating stories on his alleged decades of sexual harassment and sexual abuse.",
  "After the story was published, Farrow noted on Twitter that it was the \"craziest story I’ve ever reported, and a rare professional experience that made me fear for my safety (even including time in Afghanistan).\"",
  "In The New Yorker's bombshell report on Weinstein's hired investigators, Boies confirmed to the magazine that his firm was involved with hiring said investigators while representing the newspaper in other cases.",
  "— Ronan Farrow (@RonanFarrow) November 6, 2017\n\nNew York Times investigative reporter Jodi Kantor, who co-wrote the newspaper's original Weinstein exposé, shared a troubling takeaway from the investigation.",
  "(Photo: Getty Images)\n\nArgento, an Italian actress and vocal accuser of Weinstein, who she alleges raped her in 1997, is speaking up again — this time, reacting to latest revelations from The New Yorker.",
  "Asia Argento, Rose McGowan speak up about 'New Yorker' investigation\n\nAsia Argento, left, and Rose McGowan are two of the accusers praising 'The New Yorker's exposé on Harvey Weinstein's spy network.",
  "He said he declined to represent Weinstein when the mogul learned in early 2017 The New York Times planned to publish a story in which an actress alleged Weinstein had raped her.",
  "\"The most chilling detail about 'Diana Filip,' the Harvey spy who tried to trick me, Rose and Ronan: She posed as a women's rights advocate,\" she tweeted Tuesday.",
  "In a tweet posted Tuesday, she confirms information found in the investigation, saying it was part of the reason she and other accusers didn't speak up sooner.",
  "\"We consider this intolerable conduct, a grave betrayal of trust, and a breach of the basic professional standards that all lawyers are required to observe.",
  "Instead, Boies said, all he did was arrange Weinstein's contract with a team of investigators Weinstein hired to dig up dirt about his accusers.",
  "Craziest story I’ve ever reported, and a rare professional experience that made me fear for my safety (even including time in Afghanistan).",
  "The most chilling detail about \"Diana Filip,\" the Harvey spy who tried to trick me, Rose and Ronan: she posed as a women's rights advocate.",
  "The same night, The Television Academy voted to permanently ban Weinstein from its ranks during a meeting of its board of governors.",
  "He shared a photo of the Eastern European-born woman with McGowan, who confirmed she was the same person she knew as Filip.",
  "It was a mistake to contract with, and pay on behalf of a client, investigators who we did not select and did not control.",
  "\"His request to contract with investigators seemed at the time, like a reasonable accommodation for a longtime client.",
  "It's the 12th report received through the Child Abuse and Sexual Offenses Command's Operation Kaguyak investigation.",
  "He added that no arrest has been made at this point and the report will be referred to the local police force.",
  "She added a NSFW message for Weinstein: \"Here is my official statement: Check (expletive) mate, pigface.\"",
  "Times spokeswoman Danielle Rhoades Ha called Boies' conduct inexcusable and a \"grave betrayal of trust.\"",
  "USA TODAY\n\nThe New Scotland Yard building serves as the headquarters for London Metropolitan Police.",
  "\"I would never knowingly participate in an effort to intimidate or silence women or anyone else.\"",
  "As accusations of his sexual predation came to light, it didn't just trigger his downfall.",
  "Boies said in his statement that Weinstein had been a longtime client (but is no longer).",
  "\"Why didn't I, (Rose McGowan), (Rosanna Arquette), (Annabella Sciorra) spoke up earlier?\"",
  "It ushered in a tidal wave of exposure of sexual impropriety in the film industry.",
  "Last week, investigators said they had received 11 reports from seven other women.",
  "(Photo: Kirby Lee, USA TODAY)\n\nThe Harvey Weinstein scandal is still unfolding.",
  "\"And you thought investigative journalism was dead,\" McGowan tweeted Tuesday.",
  "Send us a secure tip using the instructions at newstips.usatoday.com.",
  "In actuality, Filip was collecting information on her for Weinstein.",
  "But he denied any conflict in his work for Weinstein and the Times.",
  "It is inexcusable, and we will be pursuing appropriate remedies.\"",
  "CLOSE Harvey Weinstein was once at the very top of Hollywood.",
  "USA TODAY has reached out to the Times for further comment.",
  "I take responsibility for that,\" the Boies statement said.",
  "USA TODAY has reached out to Weinstein’s rep for comment.",
  "RonanFarrow, your words will line the halls of justice.\"",
  "This was a mistake, Boies acknowledged in retrospect.",
  "It was not thought through, and that was my mistake.",
  "and you thought investigative journalism was dead.",
  "Read or Share this story: https://usat.ly/2hNPICU",
  "\"We were followed by ex-Mossad agents.",
  "This is the crescendo in the aria.",
  "This is the crescendo in the aria.",
  "I regret having done this.",
  "Isn't that terrifying?",
  "she writes.",
  "Very.\"",
  "\"No.",
  "No."
]