[
  "It is not the first such effort from the Satanic Temple, a provocative organization that often pushes the boundaries on free speech and religious liberties to prove a point about religion in public spaces; last year, it started its “After School Satan” clubs as a way of challenging Christian evangelical groups that sponsor after-school religious programming.",
  "A plaque on one side of the cube reads: ‘In honor of Belle Plaine veterans who fought to defend the United States and its Constitution’.”\n\n\n\nFearing a lawsuit, the city of Belle Plaine ordered the removal of the cross from the statue affectionately dubbed “Joe,” above, at Veterans Memorial Park.",
  "The flare-up in this town about 45 miles southwest of Minneapolis comes as the country is mired in a heated battle over religious freedom and the rights of people of faith, particularly conservative Christians, to opt out of activities that support same-sex marriage, abortion or birth control.",
  "Because the Constitution bars the establishment of a national religion, it requires that the same protections be extended to people of all faiths, including those who profess no faith and those who practice faiths with disturbing connotations such as satanism.",
  "On Thursday, President Trump signed an executive order aimed at expanding religious protections that, among other things, soften enforcement of the Johnson Amendment, which bars tax-exempt houses of worship from engaging in political speech.",
  "It’s not about being shocking or upsetting the locals, though it’s an inevitable byproduct.”\n\n(The Satanic Temple)\n\nCity officials considered that the new policy could invite provocateurs, but approved it anyway.",
  "In 2015, the Oklahoma Supreme Court ruled that a monument of the Ten Commandments had to be removed from its grounds for violating a state prohibition against use of public property to promote one religion.",
  "Within a couple of months, it is expected to take its place alongside a flag-lined walkway, a marble plaque and a retired UH-1H Iroquois “Huey” helicopter positioned as if it is hovering above the ground.",
  "[An After School Satan Club could be coming to your kid’s elementary school]\n\nBelle Plaine officials “didn’t offer any resistance, to their credit,” said Greaves, who also goes by the name Doug Mesner.",
  "“It was discussed during our city council meeting when we authored the policy that groups that were unpopular or otherwise would put monuments in the park,” said Michael Votca, the city administrator.",
  "Rather, he said, it is a “nontheistic religious organization” devoted to art, free speech and individuality, whose values “are no less deeply held” than those professing a belief in God.",
  "But this is the first time that the group has succeeded in having a monument placed on public land, said Lucien Greaves, spokesman for the organization, which is based in Salem, Mass.",
  "The approval of the monument brings a new twist to a long-running battle that began last summer, when someone put up a metal silhouette of an infantryman kneeling before a cross.",
  "City officials allowed its return as part of a “limited public forum” allowing all groups to display a statue honoring vets, opening the way for the Satanic Temple’s proposal.",
  "(Carlos Gonzalez/Star Tribune)\n\nBelle Plaine has been grappling with its park policy since last summer, when the two-foot statue of the kneeling soldier appeared.",
  "In its application to the city, the organization described the monument as a “black steel cube with embossed inverted pentagrams with inlaid gold on four sides.",
  "Annie Laurie Gaylor, co-president of the Freedom From Religion Foundation, predicted that city officials will come to regret opening the park to all displays.",
  "It is planning to commission a stone tribute to “atheists in foxholes” — a take on an old saying suggesting that everyone finds God when faced with death.",
  "After months of acrimony, the city decided to make part of the park a “public forum,” open to virtually any group that wants to honor the town’s veterans.",
  "(Courtesy of the Satanic Temple)\n\nVeterans Memorial Park in tiny Belle Plaine, Minn., is packed with remembrances for the town’s men and women in uniform.",
  "It established a “limited public forum” within the park in which groups could erect, with city permission, a monument honoring the town’s veterans.",
  "Another group planning to apply for a spot at the Belle Plaine park is the Freedom From Religion Foundation, which objected to the cross display.",
  "Joe, she said, is simply kneeling at a headstone fashioned into the shape of a cross, which is a common way for gravestones to be depicted.",
  "Katie Novotny, a Belle Plaine resident and veterans advocate, said it was created by a local vet who died shortly after it was put up.",
  "Greaves said that his organization is now considering applying for the same tax-exempt status that churches and synagogues enjoy.",
  "“They deserve to be honored.”\n\nSome other places have opted to ban all religious displays when faced with this type of conflict.",
  "Around the town, Novotny said, citizens who supported the original display put replicas in their windows — including the cross.",
  "“If they want to come here from Massachusetts and put something up to honor our veterans in Belle Plaine, go for it,” she said.",
  "Soon, it will get one more: A solemn black cube holding an upturned helmet, its sides adorned with upside-down pentagrams.",
  "A lot more organizations should apply and put it to the test.”\n\nHe said that his organization does not worship the devil.",
  "A resident objected, calling it a religious symbol that violates the principle of the separation of church and state.",
  "But as the Satanic Temple has tried to demonstrate, expanding religious liberties can have unintended consequences.",
  "The Satanic Temple announced Friday that it had received approval to install the monument, which is in production.",
  "Someone from the local Veterans of Foreign Wars group was tasked with sawing it off the statue, she said.",
  "“I don’t think 90 percent of people see it as a religious symbol when it’s in that context,” she said.",
  "\n\nAn artist's rendering of a monument that the Satanic Temple plans to erect at a park in Minnesota.",
  "But with Trump’s executive order, he said, “there’s absolutely no advantage to not be tax-exempt.",
  "It is affectionately dubbed “Joe.”\n\nNovotny contends that it is not a religious display.",
  "The person given that job “said it was the hardest thing he ever had to do,” she said.",
  "The permits last for a year, and no more than 10 monuments may be displayed at a time.",
  "People fashioned their own crosses and defiantly installed them next to the statue.",
  "Nevertheless, fearing a lawsuit, the city ordered the cross removed in January.",
  "One day, they will look at everything and decide, was it really worth it?”",
  "Novotny said she does not object to the Satanic Temple’s plans.",
  "It previously avoided doing so to freely engage in politics.",
  "“We genuinely want something that will honor the veterans.",
  "Joe and his cross returned to the park last month.",
  "An inverted helmet rests on the top of the cube.",
  "“They’re going to run out of space,” she said.",
  "The decision immediately prompted protests.",
  "The city eventually hit upon a compromise.",
  "The cross was welded back onto the statue.",
  "The Satanic Temple took them up on it.",
  "“It will just be littered.",
  ".",
  ".",
  "."
]