[
  "Their ability to do so was stronger than our low wage sister, so often of color, who cleans rooms in that fancy Chicago hotel or the sister who picks fruits in the Californian fields\n\nThe vast majority of us do not speak out because we lack collective power in our workplace, and are denied social supports such as free health care, outside of it.",
  "So, on 8 March we will strike against mass incarceration, police violence and border controls, against white supremacy and the beating drums of US imperialist wars, against poverty and the hidden structural violence that closes our schools and our hospitals, poisons our water and food and denies us reproductive justice.",
  "The #Metoo, #UsToo and #TimesUp campaigns made visible what most women already knew: whether in the workplace or at home, in the streets or in the fields, in prisons or in Ice detention centers, gender violence with its differential racist impact haunts women’s everyday life.",
  "And while the act denies health care to immigrant children, it introduces college savings for “unborn children”, a chilling way to establish by legal fiat the “rights” of the “unborn child” thereby assaulting our fundamental right to make decisions about our own bodies.",
  "In the one year of the Trump administration we have not only been pelted with verbal abuse and misogynistic threats in the guise of official statements, the Trump regime has put in place policies that will continue such attacks on us in deeply institutional ways.",
  "It has plans to savage Medicaid and Medicare, the only two programs left in this cruel neoliberal landscape that support the elderly and the poor, the sick and the disabled, family planning and children – and hence women, who do most of the care work.",
  "The job, with its low wage, with its bullying manager and abusive boss, with its long hours, becomes the one thing we fear losing, for it is the only means for providing food for our families and providing care for our sick and infirm.",
  "When last fall women with public visibility and access to international media decided to break the silence about harassment and sexual violence, the floodgates were finally opened and a stream of public denunciations inundated the web.",
  "8 March 2018 will be a day of feminism for the 99%: a day of mobilization of black and brown women, cis and bi, lesbian and trans women workers, of the poor and the low waged, of unpaid caregivers, of sex workers and migrants.",
  "It is no coincidence that Harvey Weinstein, in his long years of trying to silence and terrorize women, used the security firm, Black Cube, which is made up of former agents of Mossad and other Israeli intelligence agencies.",
  "#Metoo has not just exposed individual rapists and misogynists, it's ripped apart the structures that enable them\n\nThe Tax Cuts and Jobs Act guts exemptions that benefit low-wage workers, the vast majority of whom are women.",
  "Linda Alcoff, Cinzia Arruzza, Tithi Bhattacharya, Rosa Clemente, Angela Davis, Zillah Eisenstein, Liza Featherstone, Nancy Fraser, Barbara Smith, Keeanga-Yamahtta Taylor\n\nSign up for the Guardian US opinion newsletter",
  "What has also become clear is that public silence about something we have always known, endured and fought back against, does not exist simply because we are afraid or ashamed to speak up: the silence is enforced.",
  "So, on 8 March we will speak out, personally, against the individual abusers who tried to ruin our lives, and we will speak out, collectively, against the economic insecurity that prevents us from speaking out.",
  "And we will strike for labor rights, equal rights for all immigrants, equal pay and a living wage, because sexual violence in the workplace is allowed to fester when we lack these means of collective defence.",
  "We know that the same state that sends money to Israel to brutalize the Palestinian Ahed Tamimi and her family also funds the jails in which African American women like Sandra Bland and others have died.",
  "And we will strike because we need social welfare provisions and living wage jobs to feed our families as well as the right to unionize, should we be fired for standing up against their abuse.",
  "#Metoo, #UsToo and #TimesUp have not just exposed individual rapists and misogynists, they have ripped apart the veil that hides the institutions and structures that enable them.",
  "It is imposed by Congressional laws that make women go through nearly a year of mandatory counseling and mediation, if they dare to make an official complaint.",
  "On university campuses, willing administrators find clever “legal” means to protect the institution and the perpetrator while throwing women to the wolves.",
  "Thousands to return to the streets for anniversary of Women's March Read more\n\nWe will strike because we want to expose our personal abusers.",
  "So, on 8 March we will go on strike against gender violence – against the men who commit violence and against the system that protects them.",
  "It is affected by the criminal justice system that routinely dismisses women’s reports using additional layers of intimidation and violence.",
  "We shut down three school districts to prove to the world, once again, that while we sustain society we also have the power to shut it down.",
  "In the United States we rallied, marched, left the dishes to the men, in all the major cities of this country and countless smaller ones.",
  "Last year on 8 March we, women of every kind, marched, stopped work and took over the streets in fifty countries across the world.",
  "We believe that it was no accident that it was our sisters with social standing that first made visible what we all knew.",
  "The vast majority of us do not speak out because we lack collective power in our workplace.",
  "US imperialism, militarism and settler colonialism foster misogyny throughout the world.",
  "8 March is coming again and things have gotten worse for us as women in this country.",
  "Racialized gender violence is international as must be the campaign against it.",
  "The racist foundations of these legal procedures demand further resolve.",
  "With these multiple warfronts opened against us, we have not cowered.",
  "We are forced to keep our mouths shut by capitalism.",
  "But that is not the whole story.",
  "We do not keep our mouths shut.",
  "We too have fought back.",
  "On 8 March #WeStrike."
]