[
  "AP Photo/Carolyn Kaster\n\n'A grave betrayal of trust'\n\nThe Times released a statement following The New Yorker's revelations, calling Boies' and his firm's conduct \"intolerable,\" \"a grave betrayal of trust,\" and \"a breach of the basic professional standards that all lawyers are required to observe.\"",
  "Boies' firm ultimately owed Black Cube $600,000 as part of a contract which outlined a project whose main goal was to \"provide intelligence which will help the Client's efforts to completely stop the publication of a new negative article in a leading NY newspaper,\" according to The New Yorker.",
  "Dave Kotinsky/Getty Images for Spike\n\nDavid Boies, a prominent Democratic lawyer who represented former Hollywood mogul Harvey Weinstein, worked to suppress The New York Times' reporting on Weinstein while representing the paper in other matters, The New Yorker reported on Monday.",
  "Boies confirmed to The New Yorker that his law firm, Boies Schiller Flexner, worked with two of the companies Weinstein hired to investigate his accusers, and that he forwarded Weinstein information that investigators from one of the companies extracted from the women.",
  "The operative also assumed a separate fake identity and met twice with one journalist chasing down the Weinstein story, while posing as an accuser named \"Anna,\" in an effort to find out which other women had made allegations about Weinstein to the media.",
  "McGowan is a women's rights advocate as well, and told The New Yorker that the operative, who posed as a woman named Diana Filip who worked at a fictional wealth-management firm, was \"very nice\" and met with her multiple times to extract information.",
  "Responding to questions about whether there was any conflict of interest regarding his working simultaneously to crush The Times' story while representing the paper in a libel lawsuit, Boies implied that his work was to The Times' benefit.",
  "Weinstein reportedly hired private security companies staffed with former foreign intelligence officials to investigate and cover up sexual-harassment allegations against him when they first started emerging in the fall of 2016.",
  "Though he denied that his actions — trying to squash a Times story while representing the outlet — created a conflict of interest, Boies said his firm's interaction with the private investigators was \"a mistake at the time.\"",
  "\"If evidence could be uncovered to convince The Times the charges should not be published, I did not believe, and do not believe, that that would be averse to The Times' interest,\" Boies told The New Yorker.",
  "Boies was part of that effort, according to The New Yorker, and \"personally directed\" one of the firms, Black Cube, to find information that would stop The Times from publishing its story.",
  "\"Although he vigorously denies using physical force, Mr. Weinstein has himself recognized that his contact with women was indefensible and incredibly hurtful,\" he told The New Yorker.",
  "An investigator working for Black Cube, for example, pretended to be a women's rights advocate when she met with Rose McGowan, one of the actresses who has accused Weinstein of rape.",
  "When trying to extract information from his accusers, operatives working for the firms Weinstein hired typically created false identities designed to gain the accusers' trust.",
  "Sources confirmed to the magazine that the \"Client\" referred to in the contract was Weinstein and the \"leading NY paper\" was The Times.",
  "After The Times published its investigation last month, The New Yorker followed up with several new detailed allegations shortly after.",
  "He said that in retrospect, he \"knew enough\" in 2015 to be \"on notice of a problem,\" and should have done something about it.",
  "Boies added that he didn't know if Weinstein's behavior continued past 2015, but if it did, he bore some responsibility.",
  "She also emailed Jodi Kantor of The Times, who first broke news of the allegations along with reporter Megan Twohey.",
  "\"It is inexcusable and we will be pursuing appropriate remedies,\" the Times statement said.",
  "In all, nearly 80 women have accused Weinstein of varying degrees of sexual misconduct.",
  "Boies expressed regret regarding Weinstein's behavior toward women.",
  "The Times first broke the Weinstein allegations in October.",
  "Harvey Weinstein.",
  "David Boies."
]