[
  "Sign up to receive the latest US opinion pieces every weekday\n\nComing off the Observer story, the New Yorker revealed that Black Cube may have sent emails to the wives of Rhodes and Kahl via the same shell companies it used on behalf of disgraced film producer Harvey Weinstein in an effort to discredit his accusers.",
  "The Trump team hired a notorious Israeli spy outfit, Black Cube, to snoop into the personal lives of two former Obama officials, Ben Rhodes and Colin Kahl, hoping to dig up evidence that they had revealed classified information to reporters, among other things.",
  "The only leader who has tried harder than Trump to kill the Iran deal is Benjamin Netanyahu, which is why, no doubt, the Israeli firm was hired shortly after Trump visited Tel Aviv and met with the Israeli prime minister to discuss it.",
  "The Observer’s scoop about Trump aides practicing the black art of opposition research against the Obama administration officials who led the negotiations on the Iran deal reveals an outrage of immense scope.",
  "They couldn’t stand the country’s love affair with its slain leader, just as Trump can’t stand attention being focused on the legacy of Obama, which looks better and better every day that Trump is in office.",
  "Nixon had his famous Enemies List, filled with the names of some of the most revered journalists Washington ever produced, including the late columnist and Pulitzer prize winner Mary McGrory.",
  "During the campaign, after all, his son, Donald Jr, responded with glee when he learned that a Russian lawyer might have a nice pile of dirt on Hillary Clinton.",
  "The subsequent Trump Tower meeting that took place with the lawyer, also involving Jared Kushner and Paul Manafort, is of keen interest to Robert Mueller.",
  "Nixon was also behind the attempt to steal the psychiatric files of Daniel Ellsberg, who served in Johnson’s Pentagon and leaked the Pentagon Papers.",
  "This kind of gutter politics is also signature Netanyahu, who, like Trump, is facing an epic corruption investigation that could cost him his job.",
  "These two former presidents, who unleashed the FBI and others to dig up dirt on the Kennedys, fulminated to the end about their perceived enemies.",
  "Indeed, it recalls the worst of Nixonian tactics, including treating principled political adversaries as dangerous enemies to be destroyed.",
  "Insecurity is also partly what drove Johnson and Nixon crazy about the Kennedys and their need to tarnish the halo of the assassinated JFK.",
  "Scrapping the deal in the face of a 12 May deadline will only return the world to its very dangerous nuclear status quo.",
  "Interestingly, Stone wrote a wild book in 2013 resurfacing the long-discredited conspiracy theory that LBJ killed JFK.",
  "You can tell a lot about a president by the company he keeps, although Black Cube has denied any connection to Trump.",
  "The whole point of the nuclear deal negotiated by Barack Obama’s team was to prevent this from ever happening.",
  "The history of presidents who obsess and dig up dirt on the administrations that preceded them isn’t pretty.",
  "Presidents and presidential aides who obsess on the past are dangerous and beg for history’s punishment.",
  "It’s impossible to write about Trump and the political dark arts without conjuring the name Roger Stone.",
  "It calls to mind his ridiculous, early lie that his inaugural crowd was bigger than his predecessor.",
  "When contacted, Rhodes properly observed that this was a “chillingly authoritarian thing to do”.",
  "No one wants to see Iran dropping nuclear weapons on its neighbors or the rest of the world.",
  "If it’s really so bad, why do the president’s aides have to sink this low to torpedo it?",
  "More broadly, Trump’s mad desire to denigrate Obama shows his fundamental insecurity.",
  "Black Cube is the worthy inheritor of these kinds of heinous reputational hit jobs.",
  "No one should be surprised that Trump’s allies would stoop to dirt-digging.",
  "Trump has actually exceeded them in paranoia and low political tactics.",
  "“Love it,” he exclaimed after learning of the potential trove.",
  "Trump has labeled the Iran deal the “worst deal ever”.",
  "But its intent was to make the world safer.",
  "Think Lyndon Johnson and Richard Nixon.",
  "The deal may not be perfect.",
  "That’s the key question."
]