[
  "Trump’s dirty ops attack on Obama legacy shows pure hatred for Iran deal Read more\n\nThe magazine cited documents related to the operation showing “Black Cube compiled detailed background profiles of several individuals, including Rhodes and Kahl, that featured their addresses, information on their family members and even the makes of their cars”.",
  "Revealed: Trump team hired spy firm for ‘dirty ops’ on Iran arms deal Read more\n\nThe denial follows allegations, first reported by the Observer, that people close to Trump had contacted private investigators a year ago to carry out a “dirty ops” campaign against key Obama administration figures who helped negotiate the Iran agreement.",
  "“Black Cube has no relation whatsoever to the Trump administration, to Trump aides, to anyone close to the administration, or to the Iran nuclear deal.”\n\nBen Rhodes, one of Obama’s top national security advisers, and Colin Kahl, deputy assistant to Obama, were the targets in the attempt to discredit the deal, the Observer reported.",
  "Black Cube, a company made up of former Israeli spies, says it had ‘nothing to do’ with ‘dirty ops’ campaign\n\nThe Israeli private intelligence firm Black Cube has denied it was hired by Donald Trump’s aides to dig up damaging information on former officials close to Barack Obama who worked on the Iran nuclear deal.",
  "Black Cube, which says it is staffed by “veterans from the Israeli elite intelligence units”, apologised in November after it was reported that the firm had helped Harvey Weinstein gather information on women accusing him of sexual harassment and assault.",
  "“The fact that I even have to think about the possibility that my family was targeted by people working for the President is yet another sign of the fundamental degradation of our country that Trump has produced,” he said.",
  "On Sunday, the New Yorker reported Rhodes’s wife, Ann Norris, was also contacted by a woman who said she intended to make a documentary on officials regarding topics including “nuclear negotiations with a hostile nation”.",
  "A source close to Black Cube said the investigation in question was not political but linked to one of its private sector clients, in relation to an alleged breach of Iran sanctions by a competitor.",
  "Norris, a former state department official, was cited in the magazine as saying she never responded to the request, which the New Yorker claimed was an undercover Black Cube campaign.",
  "Israel’s prime minister, Benjamin Netanyahu, who refers to Tehran as a “terrorist regime”, has also been a vocal opponent, arguing the deal should be “fully fixed or fully nixed”.",
  "However, following publication, Kahl said on Twitter there was “considerable evidence” that a person working for Black Cube had approached his wife last May.",
  "Trump has long denounced what he calls “the worst deal ever” and threatened to scrap the 2015 agreement by a 12 May deadline.",
  "The Guardian could not independently verify the claims against the Tel Aviv-based company made by Kahl and the New Yorker.",
  "“Referencing Black Cube has become an international sport during 2018,” the company said in a statement on Monday.",
  "The Observer article did not name the firm or say how much work was undertaken."
]