[
  "The movie is essentially a dispatch from McGowan’s head as she goes to the Women’s March, vlogs from her bathroom, talks to journalist Ronan Farrow and fellow actresses Asia Argento and Amber Tamblyn, speaks to women’s gatherings, and goes to Thanksgiving dinner and to visit her father’s grave.",
  "The more obviously a person bears their trauma like a stigmata, whether in the form of a shaved head, upraised middle fingers or intemperate Twitter postings, the harder they are to look at or to listen to for an extended period of time: it’s like trying to bear witness by staring into the sun.",
  "Of course, this demand can have the odd effect of undercutting the impact of sexual assault: if rape and harassment are truly the seismic experiences victims say they are, how can the people who survive those catastrophic events be expected to talk about them in cool and collected ways?",
  "The outside world wasn’t always kinder to McGowan; there are a lot of disturbing scenes in “Citizen Rose,” but it is particularly striking to watch McGowan’s aunt describe what it was like to see her 12-year-old niece pursued by adult men even on routine outings.",
  "Part of what’s so damaging about our cultural conversations around sexual violence and sexual harassment is the unspoken requirement that, to be taken seriously, a person needs to make it through these sorts of experiences with their calm and sanity intact.",
  "The group’s founder, David Berg, initially preached a combination of Christianity and the sexual revolution of the 1960s, but multiple survivors of the organization have said that doctrine veered into a ritualized practice of child rape and incest.",
  "(Willy Sanjuan/Invision/AP)\n\nOpinion writer\n\n“What’s your level of fury?” Rose McGowan asked a group of other survivors of sexual assault and harassment in a scene from “Citizen Rose,” a documentary about her experiences that aired on the E!",
  "The tone shifts wildly as she moves from emotion to emotion, and sometimes the images she puts on screen seem comprehensible to her in a way that she can’t quite communicate to the audience (or at least, that didn’t quite land with me).",
  "The very things that make “Citizen Rose” an unstable, claustrophobic, occasionally self-indulgent movie also make it an excellent window in what it’s like for a person to be distorted by sexual violence and objectification.",
  "She was right when she said, heading into a meeting with Harvey Weinstein at the Sundance Film Festival in 1997 — in a moment that was captured by a reality crew’s cameras — that she thought her life was about to change.",
  "“Citizen Rose” is not a particularly good documentary in any conventional sense of the term, and while I normally hesitate to recommend bad art simply because it’s about an important subject, this movie feels different.",
  "Her mother didn’t deny that the subject is hugely unpleasant and painful — or defend her own experience — but she did point out that McGowan didn’t always seem prepared to speak with her, and at times shut her out.",
  "Once she began acting, McGowan discovered that she was expected to be the same kind of product on-screen and off: a “bad girl,” a sexpot, a perpetual dewy teenager.",
  "Sometimes people who seem paranoid — in one scene, McGowan won’t open the door to a flower delivery out of fear of bombs — have legitimate reasons to be afraid.",
  "As Farrow reported in the New Yorker, Weinstein’s associates hired the private intelligence firm Black Cube to try to discredit his accusers, including McGowan.",
  "In one extraordinarily difficult scene in “Citizen Rose,” McGowan confronted her mother, who she accused of not wanting to face what happened to her daughter.",
  "If it’s not exactly pleasant to spend time with Rose McGowan in this way, it makes sense: it’s probably not exactly pleasant to be Rose McGowan right now.",
  "A Black Cube operative met with McGowan repeatedly, presenting herself as an ally and possible benefactor of McGowan’s anti-harassment efforts.",
  "The more someone responds to a horrible violation with grace and calm, the less visible the damage is on their countenance and conduct.",
  "Even by the unpleasant standards set by the entertainment industry, McGowan is unusually familiar with both of those experiences.",
  "McGowan said he raped her, and the meeting resulted in one of Weinstein’s many settlements of complaints against him.",
  "Rose McGowan is not calm, and in “Citizen Rose,” she often doesn’t come across as particularly collected.",
  "The world can be as vicious and cruel as the people who have been victimized make it out to be.",
  "But McGowan was tragically wrong about what kind of change was about to befall her.",
  "She was raised in the Children of God cult, now known as the Family International.",
  "“I probably approached it like a sledgehammer, knowing me,” McGowan acknowledged.",
  "But I had a lot to be mad about.”\n\nThis is the trap we’re all in together.",
  "And people who have been badly damaged are not always easy to deal with.",
  "\n\nRose McGowan during a panel discussion in Pasadena, Calif., on Jan. 9.",
  "After all, she embodies a lot of things that we’d rather not be true.",
  "It’s probably worth the temporary queasiness and discomfort.",
  "“Citizen Rose,” at least, won’t burn your retinas.",
  "network earlier this week.",
  "“Because I was mad."
]