[
  "Sign up to receive the top US stories every morning\n\nThe Guardian has obtained the transcript of an interview with Parsi conducted last summer by an operative working for Black Cube posing as a journalist, probing him for any ways Ben Rhodes and Colin Kahl – top foreign advisers to Barack Obama and his vice-president, Joe Biden – might have benefited from the 2015 agreement, in which Iran received sanctions relief in return for accepting strict curbs on its nuclear programme.",
  "New details about ‘dirty ops’ campaign, first revealed by the Observer, emerge as Trump pledges decision on Iran nuclear deal this week\n\nIran deal: prominent backer says he was warned of Trump bid to discredit him\n\nA prominent Iranian-American supporter of the Iran nuclear deal says he was warned by US intelligence during the presidential transition that his communications would be targeted by the Trump camp in a bid to discredit him.",
  "Revealed: Trump team hired spy firm for ‘dirty ops’ on Iran arms deal Read more\n\n“Someone in US intelligence, through an intermediary, told us that we would be targeted by the Trump crowd, in order to discredit us as a way of discrediting the JCPOA,” Parsi said, adding that the warning had come with an encouragement to be careful about his means of communication.",
  "Black Cube initially denied any connection to the spying operation against Rhodes and Kahl, but both Laura Rozen of Al-Monitor and Ronan Farrow of the New Yorker reported that the same fake company had been used to approach Kahl’s wife as Black Cube had used to contact Rose McGowan, one of the principal accusers of the disgraced film tycoon, Harvey Weinstein.",
  "Photograph: Alamy Stock Photo\n\nKahl’s wife, Rebecca, was approached by someone calling herself Adriana Gavrilo, claiming to be head of corporation social responsibility at Reuben Capital Partners, a London-based investment firm, suggesting that it might be interesting in funding the school that the Kahls’ daughter attended, and where Rebecca Kahl volunteered.",
  "After these reports on Sunday, a source close to Black Cube conceded that the firm had been involved in the information-gathering effort aimed at Rhodes and Kahl, but insisted the investigation in question was not political but linked to one of its private sector clients, in relation to an alleged breach of Iran sanctions by a competitor.",
  "Israel intel firm denies it was hired by Trump aides to discredit Obama officials Read more\n\nIsraeli media quoted Black Cube sources on Monday as saying that its work was related to a dispute between shipping companies, but did not explain how that mission led the firm to attempt to spy on the Rhodes and Kahl families.",
  "Trump’s dirty ops attack on Obama legacy shows pure hatred for Iran deal Read more\n\nRhodes’ wife, Ann Norris, was approached in June last year by someone calling herself Eva Novak, according to the New Yorker, asking Norris to consult on a movie project Novak described as “All the President’s Men meets The West Wing’’.",
  "Daryl Kimball, the head of the Washington-based Arms Control Association (ACA), which has been an enthusiastic supporter of the deal, said the group’s computer systems were targeted by a series of untraceable denial of service attacks beginning on 6 June 2016, the day Rhodes spoke at the ACA annual general meeting.",
  "The Observer reported this weekend that Trump associates had commissioned an Israeli private security firm last year to carry out a “dirty ops” campaign against Rhodes and Kahl, who had been prominent in defence of the deal in the face of Donald Trump’s determination to rewrite or torpedo it.",
  "According to the transcript of the interview, conducted in the early summer last year, he told the interviewer that, far from reaping rewards, US companies on the whole were frustrated that they were getting nothing from the 2015 deal, known as the Joint Comprehensive Plan of Action (JCPOA).",
  "Trita Parsi, the president of the National Iranian American Council (NIAC), was also the target more recently of an Israeli private security company, Black Cube, aimed at gathering personal information about the deal’s advocates among senior figures from the Obama administration.",
  "Donald Trump said on Monday that he would announce on Tuesday his decision on whether to continue to abide by the agreement, which is enshrined in a 2015 UN security council resolution, or potentially violate it by reintroducing sanctions on Iran.",
  "The thieves went to offices at the back on the organisation’s suite and took only two computers used by senior officials, ignoring many other expensive electronics including a new computer, still in its box, which was lying close to the entrance.",
  "According to officials from the organisation, who did not want it to be named, it was a sophisticated break-in in which the whole building’s closed-circuit TV and alarms were disabled.",
  "However some months before the telephone interview, between Trump’s election victory in November and his inauguration in January, Parsi says he received an extraordinary warning.",
  "One of Weinstein’s lawyers hired Black Cube last year, the New Yorker has reported, in an effort to stop publication of sexual misconduct allegations against him.",
  "“If these are operations that are sanctioned by someone in the White House to dig up possible dirt on the president’s enemies, this is Nixonian,” Kimball said.",
  "Despite the unusual line of questioning, Parsi thought no more about the interview until the transcript was read to him over the weekend.",
  "Gavrilo and Novak both appeared to be aliases represented on the professional social network LinkedIn by a photograph of the same woman.",
  "The fate of the JCPOA has been the subject of intense interest from the world’s intelligence agencies since negotiations began in 2013.",
  "“They tried to take advantage of my commitment to our daughter’s school to gain access to our family,” Ms Kahl tweeted on Sunday.",
  "Donald J. Trump (@realDonaldTrump) I will be announcing my decision on the Iran Deal tomorrow from the White House at 2:00pm.",
  "The new details from the behind-the-scenes struggle over the 2015 deal have emerged as it reaches a critical point.",
  "“I thought it was strange that he was pushing this financial angle, which I hadn’t heard before,” Parsi recalled.",
  "In November 2017, the Washington offices of another prominent pro-JCPOA advocacy group were burgled.",
  "I wish these people would just leave me alone!” Rhodes said in an email exchange with the Guardian.",
  "“It is all pretty rotten and chilling, especially because it brought in my family.",
  "Like Kahl, Norris grew suspicious and did not pursue the approach.",
  "Facebook Twitter Pinterest Ben Rhodes with Barack Obama in 2014.",
  "The Rhodes family says it was the target of spying attempts.",
  "“These sort of dirty tricks are unacceptable.”"
]