[
  "“He also enlisted former employees from his film enterprises to join in the effort, collecting names and placing calls that, according to some sources who received them, felt intimidating.”\n\nThe article says Weinstein tried to hide the effort by routing contracts with the firms through his lawyers, including the legendary litigator David Boies, who, among other things, represented Al Gore in litigation over the 2000 presidential election and joined with lawyer Theodore Olson to get the Supreme Court to overturn California’s ban on same-sex marriage.",
  "According to the New Yorker story, Black Cube signed a contract agreeing to “provide intelligence which will help the Client’s efforts to completely stop the publication of a new negative article in a leading N.Y. newspaper” and to “obtain additional content of a book which currently being written and includes harmful negative information on and about the Client.”\n\nThe client was identified as Weinstein in multiple documents; the newspaper was the Times; and the book was “Brave,” a forthcoming memoir by McGowan, Farrow reported.",
  "“It does not just gather information for its clients, the company builds a body of evidence focused on a particular lawsuit, corporate attack or threat, and is known for its tenacity.”\n\nIn 2016, two Black Cube employees were arrested in Romania on suspicion that they tried to intimidate and hack the emails of the country’s lead anti-corruption prosecutor.",
  "A spokeswoman told the New Yorker that he never retaliated against women for refusing his advances, and said later it was a “fiction to suggest that any individuals were targeted or suppressed at any time.”\n\nFarrow’s story suggests that Weinstein’s intelligence-gathering operation was carried out in large part by Black Cube.",
  "Farrow reported that the same woman contacted other reporters investigating Weinstein but identified herself as “Anna.” Cellphone numbers the woman provided McGowan have since been disconnected, and a website for the woman’s purported wealth management firm has gone dark, Farrow reported.",
  "More from Morning Mix:\n\nPutin crony sides with Harvey Weinstein, says America is too uptight\n\nACLU scolds Taylor Swift for effort to protect reputation\n\nSutherland Springs pastor: ‘I don’t understand, but I know my God does’\n\nInside the Texas church, she thought it was her turn to die.",
  "Farrow wrote: “In January, 2017, a freelance journalist called McGowan and had a lengthy conversation with her that he recorded without telling her; he subsequently communicated with Black Cube about the interviews, though he denied he was reporting back to them in a formal capacity.",
  "In a 5,300-word report for the magazine, titled “Harvey Weinstein’s Army of Spies,” he described a shadowy and elaborate intelligence operation commissioned by Weinstein to silence his accusers and suppress stories about his alleged serial abuse of actresses and other women.",
  "He contacted at least two other women with allegations against Weinstein, including the actress Annabella Sciorra, who later went public in The New Yorker with a rape allegation against Weinstein.” Farrow added that the same freelancer called him and another reporter.",
  "[Putin crony sides with Harvey Weinstein, says America is too uptight]\n\nStarting last fall, Farrow reported, Weinstein hired private security firms to gather information on McGowan and other women, as well as several journalists looking into his conduct.",
  "In a Friday appearance on “The Late Show With Stephen Colbert,” Farrow said he had been working on a follow-up to his explosive New Yorker article detailing allegations that the Hollywood film mogul had sexually harassed or assaulted 13 women.",
  "The firm has been hired by a number of high-profile clients over the years, including one of Israel’s most powerful businessmen, Nochi Dankner, who sought damaging information on his business rivals, as Haaretz reported.",
  "The New York Times first reported in early October that Weinstein faced sexual harassment and assault allegations stretching back nearly three decades and had reached at least eight settlements with women.",
  "Romanian authorities claimed one of the employees had harassed people close to the prosecutor and that both tried to set up a “criminal group” aimed at “sullying” her image, the Times of Israel reported.",
  "“Weinstein had the agencies ‘target,’ or collect information on, dozens of individuals, and compile psychological profiles that sometimes focused on their personal or sexual histories,” Farrow wrote.",
  "Under the agreement, Black Cube also agreed to hire an “investigative journalist” to conduct 10 interviews a month for four months, for a fee of $40,000, according to the story.",
  "Days later, the New Yorker ran Farrow’s first story, which described, among other things, conversations with three women who claimed to have been raped by Weinstein.",
  "The story detailed how an agent from the firm, posing as an executive of a wealth management company, had duped McGowan into meeting with her on several occasions.",
  "His new piece, he told Colbert, would explore the “machine that was so instrumental in keeping this quiet as long as it was quiet.”\n\nOn Monday, Farrow delivered.",
  "Weinstein personally monitored their work, the aim of which was, in effect, to bully people out of going public with the allegations, according to Farrow.",
  "Actress Rose McGowan, who ultimately accused Weinstein of rape, was among those who said she was targeted by Weinstein’s cadre of private investigators.",
  "Black Cube was founded in 2010 by two former Israeli military intelligence officers, and most of its employees come from the country’s spy community.",
  "During their meetings, the woman appeared to have surreptitiously recorded McGowan and turned over more than 100 pages of transcripts to Weinstein.",
  "The woman, who called herself Diana Filip, said she was starting a women’s advocacy group and asked McGowan to help launch it, according to Farrow.",
  "Just weeks after he helped open the flood gates on Harvey Weinstein, investigative reporter Ronan Farrow promised another blockbuster.",
  "1 of 30 Full Screen Autoplay Close Skip Ad × Harvey Weinstein’s Hollywood in photos View Photos Scenes from the movie mogul’s career.",
  "The other was Black Cube, a Tel Aviv-based intelligence firm whose leaders include former officers of Mossad, Israel’s spy agency.",
  "Black Cube declined to comment on the story, saying it didn’t discuss its clients with any third parties as a matter of policy.",
  "In reality, the woman was a former officer in the Israeli Defense Forces, Farrow wrote, citing anonymous sources.",
  "It specializes in intelligence gathering in white-collar criminal cases and litigation between large companies.",
  "“Black Cube is a different breed of investigative company,” the Financial Times wrote of the firm in 2015.",
  "One of the companies was Kroll, the corporate investigations and risk consulting firm based in Manhattan.",
  "By doing so, the investigations could conceivably be protected by attorney-client privilege.",
  "By Farrow’s account, Weinstein’s intelligence operation used similar tactics.",
  "Dozens of other women have since come forward with similar claims.",
  "More than 50 women have accused him of sexual misconduct.",
  "Weinstein has denied allegations of nonconsensual sex.",
  "Barbara Alper Buy Photo Wait 1 second to continue.",
  "Caption Scenes from the movie mogul’s career.",
  "Ultimately, Weinstein’s efforts fell apart.",
  "Weinstein’s spokesperson denied the claim.",
  "He has denied many of the claims.",
  "They were released after 20 days.",
  "The company denied wrongdoing.",
  "Read Farrow’s full story here.",
  "Then outside, a man appeared."
]