[
  "The magazine reports that Weinstein tapped several private intelligence firms, including Kroll and Black Cube (the latter of which is partly run by former officials from the Israeli intelligence Mossad), to help stop “the publication of the abuse allegations against Weinstein that eventually emerged in the New York Times and The New Yorker.” Those initial reports opened the floodgates for numerous allegations against Weinstein spanning decades, prompting the longtime Hollywood mogul’s production company to fire him and sparking a national conversation about sexual misconduct in the workplace.",
  "Weinstein has repeatedly denied “any allegations of non-consensual sex,” but acknowledged in a statement following the initial Times report last month that, “I appreciate the way I’ve behaved with colleagues in the past has caused a lot of pain, and I sincerely apologize for it.”\n\n“It is a fiction to suggest that any individuals were targeted or suppressed at any time,” a Weinstein spokesperson told The New Yorker in its latest report.",
  "The Times said in a statement it considered Boies’ actions “intolerable conduct, a grave betrayal of trust, and a breach of the basic professional standards that all lawyers are required to observe.” In an interview with The New Yorker, Boies, who famously represented Al Gore in the contested 2000 presidential election said he did not consider his work with both companies to be a conflict of interest.",
  "Investigators tried to find information to discredit people accusing Weinstein, and reporters on the story\n\nPSOPS, another Los Angeles-based firm, sent reports to Weinstein with negative information about McGowan, including sections labeled “lies/exaggerations/contradictions” and “past lovers,” the New Yorker reports.",
  "One of Weinstein’s lawyers worked to kill a New York Times story while also representing the Times in a libel suit\n\nThe law firm of David Boies, who previously represented Weinstein, reportedly signed contracts with Black Cube and sent the intelligence agency money.",
  "One of Weinstein’s investigators posed as a women’s rights advocate to collect information on Rose McGowan and journalists\n\nA woman who posed as woman’s rights advocate Diana Filip met repeatedly with Rose McGowan, who publicly accused Weinstein of rape.",
  "Harvey Weinstein hired a team of private investigators to collect information on actors and journalists who were planning to take allegations of sexual harassment and assault against him public, according to a new report published by the New Yorker.",
  "Black Cube declined to comment to The New Yorker, the PSOPS investigators did not respond to The New Yorker‘s multiple requests for comment and Kroll did not immediately respond to TIME’s request for comment.",
  "Weinstein tried to pressure staffers and actresses to defend him\n\nWeinstein asked Asia Argento, who eventually accused him of sexual assault, to speak on his behalf in December 2016.",
  "Weinstein reportedly also had two former employees call up potential accusers, some of whom told The New Yorker that the calls were frightening.",
  "Using a different aliases, she reached out to New York magazine reporter Ben Wallace, claiming she was one of Weinstein’s alleged victims.",
  "The firms also compiled dossiers and detailed reports on the journalists who were chasing the story, according to The New Yorker.",
  "But, according to The New Yorker, Filip is actually a former officer for the Israeli Defense Forces who worked for Black Cube.",
  "She also reached out to New Yorker reporter Ronan Farrow and New York Times reporter Jodi Kantor.",
  "A spokesperson for Weinstein said the two employees were working on a book about Miramax.",
  "Other firms made similar reports about other accusers, including Rosanna Arquette.",
  "At the same time, Boies’ firm was representing the New York Times in a libel suit.",
  "The spokesperson did not immediately respond to TIME’s request for comment.",
  "Write to Samantha Cooney at samantha.cooney@time.com.",
  "Here are highlights from The New Yorker report."
]