[
  "The Times reported Weinstein's settlement with McGowan included provisions against speaking about the case in the future, but when other accusers spoke to The New York Times about Weinstein's misconduct, McGowan tweeted about the story afterward and condemned Weinstein and his allies on Twitter for days, until she came forward and wrote, \"HW raped me.\"",
  "https://t.co/CbmIiSaqoE — Holly Marie Combs (@H_Combs) November 7, 2017\n\nFrom Weinstein’s spies to #ParadisePapers, story is the same: Super-rich have their own bespoke legal architecture https://t.co/qmbjrINu1I — Naomi Klein (@NaomiAKlein) November 7, 2017\n\nThis story is insane.",
  "Italian actress Asia Argento, who told The New Yorker that Harvey Weinstein forcibly performed oral sex on her after she repeatedly said no in 1997, tweeted about the \"army of spies\" story and said, \"Why didn't I, @rosemcgowan, @RoArquette @AnnabellSciorra spoke up earlier?",
  "The magazine reports that Weinstein, through his legal team, hired investigators to secretly track actresses and journalists who were working on exposing him, and to gather information on their personal histories that Weinstein might be able to use against them.",
  "The work by Black Cube was reportedly run through one of Weinstein's lawyers, high-powered attorney David Boies, who famously represented Al Gore in the 2000 Supreme Court election dispute and the 2013 case that established marriage equality.",
  "In the fall of 2016, nearly a year before The New Yorker and The New York Times first broke the news of allegations against Weinstein, he allegedly initiated what The New Yorker calls a \"concerted effort\" to silence his accusers.",
  "After a new report dropped that says Harvey Weinstein used a so-called \"army of spies\" to try to block the reporting of sexual misconduct allegations against him, stars who've accused Weinstein of assault are speaking out.",
  "In a statement, Black Cube told CBS News it's their \"policy to never discuss its clients with any third party\" and it \"operates in full compliance with the law of any jurisdiction in which it operates.\"",
  "According to the report, a contract between Boies' law firm and Black Cube directed Black Cube to help expose \"information that would stop the publication of a Times story about Weinstein's abuses.\"",
  "Over a year-long period, Weinstein's team of investigators collected intelligence on dozens of people, including psychological profiles reportedly focused on personal or sexual histories.",
  "The New York Times earlier reported that Weinstein paid a financial settlement of $100,000 to McGowan in 1997 over an incident in a hotel room at the Sundance Film Festival in Utah.",
  "https://t.co/9aJoNZTkz0 — rose mcgowan (@rosemcgowan) November 7, 2017\n\nMcGowan has emerged as one of the most vocal in Hollywood about sexual abuse and harassment in the industry.",
  "https://t.co/wt6JHvDhOD — Soledad O'Brien (@soledadobrien) November 7, 2017\n\nThe article describes tactics that were allegedly used to gather information from Weinstein's accusers.",
  "The report says Weinstein used a team of lawyers and private investigators, including former Israeli intelligence officers, to subvert and intimidate his accusers.",
  "Harvey Weinstein’s Army of Spies https://t.co/voatSxD2q2 THANK U RONAN - thank u — ROSIE (@Rosie) November 7, 2017\n\nAnd still no formal charges against Weinstein.",
  "Ronan Farrow your words will line the halls of justice — rose mcgowan (@rosemcgowan) November 7, 2017\n\nand you thought investigative journalism was dead.",
  "The New Yorker says that investigator was an employee of Black Cube, an investigative firm run largely by former Israeli intelligence officers.",
  "Other celebrities, including Rosie O'Donnell and McGowan's former \"Charmed\" co-star Holly Marie Combs responded to the article on Twitter.",
  "In a statement, Weinstein representative Sallie Hofmeister said \"any allegations of non-consensual sex are unequivocally denied by Mr.",
  "Boies told The New Yorker, \"We should not have been contracting with and paying investigators that we did not select and direct.\"",
  "McGowan tweeted, \"Ronan Farrow your words will line the halls of justice ... and you thought investigative journalism was dead.",
  "Harvey Weinstein's spokesman said, \"It is a fiction to suggest that any individuals were targeted or suppressed at any time.\"",
  "Rose McGowan, who is a central figure in The New Yorker story, praised the journalist who wrote the article, Ronan Farrow.",
  "Because what happened to me behind the scenes happens to all of us in society and it cannot stand and it will not stand.\"",
  "Later in October, McGowan spoke at The Women's Convention in Detroit and said, \"I have been silenced for 20 years.",
  "In one example, a private investigator posed as a women's rights activist in a meeting with McGowan.",
  "Don't ask why women don't speak out when the answers are so obvious.",
  "Quotes from famed Weinstein attorney David Bois are nuts.",
  "She wrote on Oct. 12 on Twitter that Weinstein raped her.",
  "She urged women to speak up about their experiences.",
  "I have been maligned and you know what?",
  "We were followed by ex-Mossad agents.",
  "This is the crescendo in the aria.\"",
  "This is the crescendo in the aria.",
  "I have been slut-shamed.",
  "Isn't that terrifying?",
  "I have been harassed.",
  "I'm just like you.",
  "Weinstein.\"",
  "Very.\"",
  "No.",
  "No."
]