[
  "“Whatever legalistic arguments and justifications can be made, we should have been treated better by a firm that we trusted.”\n\nBoies has donated millions to Democratic candidates and causes over the years, including a donation of more than $1 million to former President Barack Obama’s re-election campaign in 2012, and hosted a fundraising dinner for Hillary Clinton in the lead up to the 2016 election.",
  "Boies personally signed off on a July 2017 contract that directed private intelligence firm Black Cube to uncover information that would prevent NYT from publishing a story on Weinstein’s sexual abuses, according to a report by Ronan Farrow for The New Yorker Monday.",
  "The New York Times has terminated its relationship with the law firm of Democratic mega-donor David Boies after reports that he worked to prevent NYT reporters from covering sexual assault allegations against disgraced movie mogul Harvey Weinstein.",
  "“We learned today that the law firm of Boies Schiller and Flexner secretly worked to stop our reporting on Harvey Weinstein at the same time as the firm’s lawyers were representing us in other matters,” the NYT said in a statement Tuesday evening.",
  "It was a mistake at the time.”\n\n“All I will say is that at the time Mr. Boies was doing this he was also hectoring and lecturing us on ethics as we investigated his client,” NYT executive editor Dean Baquet told The Daily Beast.",
  "It is inexcusable and we will be pursuing appropriate remedies.”\n\n“We never contemplated that the law firm would contract with an intelligence firm to conduct a secret spying operation aimed at our reporting and our reporters.",
  "Black Cube would get $300,000 for providing “intelligence which will directly contribute to the efforts to completely stop the Article from being published at all in any shape or form,” Farrow reported.",
  "“We consider this intolerable conduct, a grave betrayal of trust, and a breach of the basic professional standards that all lawyers are required to observe.",
  "Content created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "“We should not have been contracting with and paying investigators that we did not select and direct,” Boies told The New Yorker.",
  "Boies said he did not oversee Black Cube’s work directlly, and regretted the decision to contract with the intelligence firm.",
  "“At the time, it seemed a reasonable accommodation for a client, but it was not thought through, and that was my mistake.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "Follow Thomas Phippen on Twitter\n\nSend tips to thomas@dailycallernewsfoundation.org.",
  "Such an operation is reprehensible,” NYT spokeswoman Danielle Rhoades Ha said."
]