[
  "One report Farrow uncovered from the LA investigation firm PSOPS noted that Jodi Kantor “is NOT following Ronan Farrow.”\n\nOne report Farrow uncovered from the LA investigation firm PSOPS noted that Jodi Kantor “is NOT following Ronan Farrow.” Celebrity lawyer David Boies was involved in Weinstein’s opposition research: Boies represented Al Gore in Bush v. Gore and helped to overturn California’s anti-gay marriage legislation Proposition 8; Vanity Fair calls him a “superlawyer.” He was one of Weinstein’s lawyers, and he personally signed Weinstein’s contract with Black Cube, in what he now says was “a mistake.” Boies says that his primary interest was in investigating whether Weinstein had actually sexually assaulted anyone, and adds, “In retrospect, I knew enough in 2015 that I believe I should have been on notice of a problem, and done something about it.”\n\nBoies represented Al Gore in Bush v. Gore and helped to overturn California’s anti-gay marriage legislation Proposition 8; Vanity Fair calls him a “superlawyer.” He was one of Weinstein’s lawyers, and he personally signed Weinstein’s contract with Black Cube, in what he now says was “a mistake.” Boies says that his primary interest was in investigating whether Weinstein had actually sexually assaulted anyone, and adds, “In retrospect, I knew enough in 2015 that I believe I should have been on notice of a problem, and done something about it.” Boies’s involvement may constitute a conflict of interest.",
  "Boies argues that his attempt to prevent the Times from publishing inaccurate information was actually in their best interest, but the Times issued a statement calling Boies’s actions “a grave betrayal of trust, and a breach of the basic professional standards that all lawyers are required to observe,” and saying it would “be pursuing appropriate remedies.”\n\nAt the time, Boies and his firm were also representing the New York Times in multiple cases, including a libel suit.",
  "Boies argues that his attempt to prevent the Times from publishing inaccurate information was actually in their best interest, but the Times issued a statement calling Boies’s actions “a grave betrayal of trust, and a breach of the basic professional standards that all lawyers are required to observe,” and saying it would “be pursuing appropriate remedies.” Weinstein’s teams appear to have attempted to pass their dossiers along to reporters.",
  "Multiple journalists have already said that Weinstein put pressure on their publications to follow his preferred narrative: Former New York Times journalist Sharon Waxman says that when she pursued a story on the Weinstein rumors, Weinstein had multiple famous friends call her in support of him, and Weinstein himself visited the newsroom “to make his displeasure known,” until her story was stripped of all incriminating evidence and buried.",
  "In his latest article, Ronan Farrow — the son of Mia Farrow and Woody Allen, who also wrote the New Yorker’s first major Weinstein exposé earlier this month — says he’s seen documents proving that Weinstein hired operatives from corporate intelligence firm Kroll and from Black Cube, an intelligence agency reportedly staffed by former members of Israeli intelligence services.",
  "Tina Brown says that when she edited Weinstein-owned magazine Talk, “aborting the pieces Harvey assigned on his nightly trolling from reporters who had tried to get a bad rumor confirmed” was “an occupational hazard.”\n\nAnd there’s a history of malicious rumors sprouting up around the women who have since accused Weinstein of assaulting them.",
  "Related The Harvey Weinstein scandal shows the power and the danger of gossip\n\nBut the new New Yorker story reveals for the first time just how far Weinstein was willing to go to get the information that he would later weaponize against those who might expose him — and how many major power players he worked with across all industries.",
  "A dossier on McGowan compiled by Los Angeles private investigation firm PSOPS reportedly ran for more than 100 pages , containing information about her book, her past relationships, and sections labeled “Lies/Exaggerations/Contradictions,” “Hypocrisy,” and “Potential Negative Character Wits” (an apparent abbreviation for “witnesses”).",
  "Former Miramax producer Pamela Lubell says Weinstein had her compile a list of her old Miramax contacts under the pretext that he wanted to write a book about the Miramax days, and then made her call everyone on the list and ask if they had been contacted by the press.",
  "According to Farrow, these operatives and journalists were instructed to infiltrate the lives of those Weinstein feared would speak out against him, and to develop a file of incriminating material that Weinstein could strategically leak to the public if necessary.",
  "Dylan Howard, the chief content officer of the National Enquirer’s publisher, called the ex-wife of McGowan’s ex-boyfriend, filmmaker Robert Rodriguez, and pressed her to say negative things about McGowan, then passed a recording of the call along to Weinstein.",
  "Dylan Howard, the chief content officer of the National Enquirer’s publisher, called the ex-wife of McGowan’s ex-boyfriend, filmmaker Robert Rodriguez, and pressed her to say negative things about McGowan, then passed a recording of the call along to Weinstein.",
  "A new article in the New Yorker offers evidence that former Hollywood mega-mogul Harvey Weinstein hired private detectives and spy firms to compile discrediting dossiers on those he feared would expose his pattern of sexual abuse to the public.",
  "When model Ambra Battilana Gutierrez told the police that Weinstein groped her in 2015, gossip outlets published revealing photographs of her and reported that she had made allegations of sexual assault against powerful men before.",
  "The same Black Cube operative who befriended McGowan also contacted both Farrow and New York Times reporter Jodi Kantor, as well as a New York magazine reporter named Ben Wallace who was also pursuing the Weinstein story.",
  "The same Black Cube operative who befriended McGowan also contacted both Farrow and New York Times reporter Jodi Kantor, as well as a New York magazine reporter named Ben Wallace who was also pursuing the Weinstein story.",
  ", containing information about her book, her past relationships, and sections labeled “Lies/Exaggerations/Contradictions,” “Hypocrisy,” and “Potential Negative Character Wits” (an apparent abbreviation for “witnesses”).",
  "According to Farrow, a Black Cube operative posing as a women’s rights advocate befriended McGowan and pressed her for personal information about her life and her forthcoming memoir during friendly chats over ice cream.",
  "According to Farrow, a Black Cube operative posing as a women’s rights advocate befriended McGowan and pressed her for personal information about her life and her forthcoming memoir during friendly chats over ice cream.",
  "Weinstein attempted to schedule a meeting with Ben Wallace, his editor, David Boies, and a Kroll operative, and Wallace believes that the purpose of the meeting would have been to pass along incriminating dossiers.",
  "Weinstein attempted to schedule a meeting with Ben Wallace, his editor, David Boies, and a Kroll operative, and Wallace believes that the purpose of the meeting would have been to pass along incriminating dossiers.",
  "Farrow has also uncovered emails between Weinstein and a Kroll operative discussing potential “adverse information” that they might be able to use against the journalists, their editors, and their family members.",
  "Farrow has also uncovered emails between Weinstein and a Kroll operative discussing potential “adverse information” that they might be able to use against the journalists, their editors, and their family members.",
  "There’s no word on how Kantor reacted, but Wallace says that the operative claimed to want to accuse Weinstein of misconduct, but her story did not hold up to close examination.",
  "There’s no word on how Kantor reacted, but Wallace says that the operative claimed to want to accuse Weinstein of misconduct, but her story did not hold up to close examination.",
  "Farrow says that Weinstein was specifically targeting the stories in the New York Times and the New Yorker that would ultimately ruin his reputation.",
  "At the time, Boies and his firm were also representing the New York Times in multiple cases, including a libel suit.",
  "Those who received the calls described them as “frightening.”\n\nYou can read the full article at the New Yorker here.",
  "Weinstein allegedly manipulated former employees into helping compile lists of potential witnesses he might use.",
  "Weinstein also reportedly worked with tabloid journalists, reporters, and major lawyers behind the scenes.",
  "Here are the major takeaways from Farrow’s piece:\n\nWeinstein’s spy firm infiltrated Rose McGowan’s life.",
  "To a certain extent, the new report fits with the information about Weinstein that was already public.",
  "The spy firms also attempted to infiltrate the New York Times and New Yorker investigations.",
  "Weinstein’s investigators tracked who m journalists follow on Twitter.",
  "Farrow says he wasn’t sure who she was and never got back to her.",
  "Farrow says he wasn’t sure who she was and never got back to her.",
  "Weinstein also had a tabloid journalist target McGowan.",
  "McGowan is one of Weinstein’s most vocal detractors.",
  "McGowan is one of Weinstein’s most vocal detractors.",
  "She then passed that information on to Weinstein.",
  "She then passed that information on to Weinstein.",
  "His editor declined the meeting.",
  "His editor declined the meeting."
]