[
  "accused him of spreading “false information, speculation, and completely unfounded conspiracy theories.” Taking its defense to Twitter, the firm described Wylie as “a part-time contractor who left in July 2014 and has no direct knowledge of our work or practices since that date.” Contradicting its earlier claims, the firm said, “We played no role in the referendum on EU membership.” It also distanced itself from Aggregate I.Q., saying, “The suggestion that Cambridge Analytica was somehow involved in any work done by Aggregate IQ in the 2016 EU referendum is entirely false.”\n\nDespite these denials, Wylie’s testimony was the talk of Westminster.",
  "Why is it that all of a sudden this company, that has never worked on anything but Cambridge Analytica projects, that had no public presence, somehow became the primary service provider to all of these supposedly independent and different campaign groups.” Mentioning a number of these groups by name, Wylie went on: “I am absolutely convinced that there was a common plan and common purpose with Vote Leave, BeLeave, the D.U.P., and Veterans for Britain.",
  "said publicly that it was working for one of the big pro-Brexit organizations, Leave.EU, seeking to insure, as Nix put it, that “the right messages are getting to the right voters online.” More recently, Leave.EU has distanced itself from C.A., and it has emerged that a number of other pro-Brexit groups had hired another data firm, Aggregate I.Q.—which Wylie described as a “franchise” of C.A.",
  "played a very significant role in Leave winning.” Asked directly if this made the difference in the outcome of the referendum, Wylie replied, “I think it is completely reasonable to say there could have been a different outcome of the referendum had there not been, in my view, cheating.”\n\nIn response to Wylie’s statements, C.A.",
  "They spent a million dollars, at least, on that acquisition project.”\n\nWylie also said that he had provided the committee with physical evidence to back up his claims: a copy of a contract signed by Kogan, a Cambridge University researcher, and Alexander Nix, the chief executive of C.A.",
  "Christopher Wylie—the twenty-eight-year-old whistle-blower who has detailed how Cambridge Analytica, the controversial political-consulting firm, harvested personal data from as many as fifty million Facebook users—appeared before a committee of British M.P.s on Tuesday.",
  "At one point in his testimony, he said, “to irrevocably alter the constitutional settlement of this country on fraud is a mutilation of the constitutional settlement of this country.”\n\nPaul Farrelly, a Labour M.P., asked Wylie if he thought that C.A.",
  "But in Britain, the biggest news from Wylie’s testimony was his sensational assertion that the outcome of the Brexit vote, in June of 2016, may well have been different if not for “cheating” that involved a Canadian data firm closely tied to C.A.",
  "When you look at the accumulation of evidence, I think it would be completely unreasonable to come to any other conclusion other than this must be coordination, this must be a common purpose plan.”\n\nWylie said that he was pretty sure A.I.Q.",
  "One of the M.P.s suggested that Nix, who appeared before the committee in February, had “been leading us up the garden path.” To which Wylie responded, “I think Alexander Nix’s responses to your committee were exceptionally misleading.",
  "You have a wealthy company from a developed nation going into an economy, or a democracy, that is still struggling to get, you know, its feet on the ground, and taking advantage of that to profit from that.”\n\nWhat to make of all this?",
  "Yet he was also privy to some of its innermost secrets—including its acquisition of the Facebook data—and he is evidently now on a kind of mission to educate the world about the dangers of politics as privatized information warfare.",
  "“Have been careful about over-claiming on all of this, but today’s shocking revelations by #CambridgeAnalytica whistleblower about the Leave campaigns must raise questions over the legitimacy of the EU Referendum result,” the M.P.",
  "Chloe Smith, a Cabinet Office minister, said that she couldn’t comment on matters that were under investigation by the Electoral Commission, an independent body that monitors elections and campaign spending.",
  "And frankly, I would say not only misleading, I would say they were dishonest.”\n\nFacebook has been at the center of this scandal, and the company saw its stock price fall another five per cent on Tuesday.",
  "In the past few days, allegations have surfaced that some of the pro-Leave groups may have secretly coördinated their dealings with the data firms in order to evade strict British campaign-finance laws.",
  "played a very significant role in Leave winning,” because the online ads that the pro-Brexit groups purchased with the help of the firm were “incredibly effective,” with very high conversion rates.",
  "But, as Wylie pointed out, the leaders of the Leave campaign boasted about their prowess in targeting the right voters online, and we are only now learning more details about how they did this.",
  "Farrelly explained that he was referring to an evil organization in the James Bond movies that “manipulates things here there and everywhere across the world.” Wylie got the picture.",
  "“This is a company that goes around the world and undermines civic institutions of, you know, countries that are struggling to develop those institutions,” Wylie said of C.A.",
  "of employing Black Cube, an Israeli private-intelligence firm, to hack the President of Nigeria, Muhammadu Buhari, and get access to his medical records and private e-mails.",
  "During Wylie’s almost four hours of testimony, he rejected the various dodges, equivocations, and denials that his former employer has made about its use of Facebook data.",
  "Another former Labour Cabinet minister, Frank Field, who is pro-Brexit, said that anyone who broke campaign-finance laws should be subjected to the full force of the law.",
  "As with Donald Trump’s election, the result of the Brexit campaign can be attributed to many different factors, and it is impossible to call any one of them decisive.",
  "“I think if you watch the Channel 4 undercover, for example,” he said, referring to a Channel 4 news report in which Nix and other C.A.",
  "“It is categorically untrue, categorically untrue, that Cambridge Analytica has never used Facebook data,” Wylie said.",
  "executives were filmed boasting to a potential client about how the firm could set up honey traps and bribery stings.",
  "revelled in its image as the “Smersh of the modern digital age.” For once, the young whistle-blower seemed floored.",
  "Wylie didn’t provide any new voting analysis to back up his claim, but opponents of Brexit quickly seized on it.",
  "“I think you can see for yourself that they know that’s the brand that they present, and they cultivate that.",
  "denied the allegation, as did Black Cube, a firm that Harvey Weinstein hired to dig up dirt on his accusers.",
  "“Facebook’s data, and the acquisition using Aleksandr Kogan’s app, was the foundational data of the company.",
  "The contract “references using an app that harvests Facebook data and friend network data also,” Wylie said.",
  "would access that database, otherwise the software wouldn’t work.” He also argued that “A.I.Q.",
  "used C.A.’s data, adding, “You can’t have targeting software that doesn’t access the database.",
  "In separate statements, the two firms said that they had never worked with each other.)",
  "Ben Bradshaw, a former Labour Cabinet minister, who is anti-Brexit, said on Twitter.",
  "Referring to A.I.Q., Wylie said, “So, the first question that I have is: Why?",
  "On this basis, he said, “I think it is incredibly reasonable to say A.I.Q.",
  "All of these companies somehow, for some reason, all decided to use A.I.Q.",
  "A lot remains to be filled out, including the precise roles of A.I.Q.",
  "and C.A., and the nature of the relationship between the two outfits.",
  "“They are an example of what modern day colonialism looks like.",
  "Clearly, Wylie has a lot of animus toward his former firm.",
  "Cambridge Analytica would have a database and A.I.Q.",
  "(Sam Knight has more about the background of A.I.Q.",
  "The Conservative government responded cautiously.",
  "and its relationship to Cambridge Analytica.)",
  "That is how the algorithms were developed.",
  "A few months before the Brexit vote, C.A.",
  "The backstory here is complicated.",
  "I think they find it amusing.”",
  "He also accused C.A.",
  "Wylie wasn’t done.",
  "(C.A."
]