[
  "In a lengthy statement in November of that year, Boies said that Weinstein was no longer his client, and noted that he “would never knowingly participate in an effort to intimidate or silence women or anyone else.”\n\nBoies has also denied having a role in recruiting or directing Black Cube to spy on Weinstein’s accusers, saying he'd only become involved in the contract with the firm due to a “billing dispute.”\n\nFollowing the revelations about Weinstein’s alleged actions, Cuomo ordered the New York Attorney General’s Office in March of this year to investigate Vance’s handling of the case.",
  "“The reported story about a recent contribution from David Boies' firm to Governor Cuomo is completely irrelevant to any pending attorney general's investigation or prosecution because Boies stopped representing ?Harvey Weinstein as early as November of 2017.”\n\nBoies’ firm also denied any connection between the donation and Cuomo’s suspension of the investigation.",
  "The New Yorker also reported that in July 2017, working as Weinstein’s longtime attorney, Boies signed a contract hiring a business intelligence firm called Black Cube to spy on Weinstein’s accusers and “stop the publication of a negative article in a leading NY newspaper.” These revelations led The Times to end its relationship with Boies’ law firm.",
  "But at the end of the day, we operate in a courtroom of law, not the court of public opinion, and our sex crime prosecutors made a determination that this was not going to be a provable case.”\n\nIn August 2015, Vance’s campaign received a $10,000 donation from Boies as the DA was running for his third term in office.",
  "At the time, Cuomo defended the investigation into Vance – saying “it is critical not only that these cases are given the utmost attention but also that there is public confidence in the handling of these cases” – but, a month later, he reversed course and decided to suspend the investigation.",
  "“Neither Mr. Boies, nor anyone from his firm, ever discussed Harvey Weinstein or Mr. Vance with Mr. Cuomo, or anyone from his office, at any time,” a spokesperson for Boies Schiller & Flexner said in an emailed statement to Capital & Main, which first reported on the donations.",
  "“This summer, pursuant to the governor’s office, we temporarily suspended our inquiry to avoid any interference with the district attorney’s ongoing prosecution of Harvey Weinstein,” Amy Spitalnick, a spokesperson for the attorney general’s office, told BuzzFeed News.",
  "The Weinstein case lay dormant for over two years until The Times and The New Yorker magazine published explosive stories detailing allegations against Weinstein and asserting that the Manhattan DA’s office had botched the handling of the 2015 accusations.",
  "The governor’s office flatly denied any connection between Boies’ donation and the suspension of the investigation – noting that Boies is a longtime donor to Cuomo’s campaigns and that he was no representing Weinstein at the time the donation was made.",
  "Boies is a longtime supporter of Mr. Cuomo and his contribution in June was consistent with his contributions to Mr. Cuomo over years past.”\n\nSince 2009, Boies and his law firm have donated almost $250,000 to Cuomo’s gubernatorial campaigns.",
  "Subsequently, Vance announced in May that he was indicting Weinstein on charges including rape in the first and third degrees, and first-degree criminal sexual act for forcible sexual acts against two women in 2004 and 2013.",
  "Andrew Cuomo called on the state’s attorney general to suspend an investigation into Manhattan District Attorney Cyrus Vance Jr.'s handling of 2015 sexual misconduct claims against the disgraced film mogul.",
  "The law firm of Boies Schiller & Flexner donated the $25,000 back in June, shortly before Cuomo sent a letter to New York Attorney General Barbara Underwood directing her to suspend the Vance investigation.",
  "The investigation into Vance dates back to March 2015, when the Manhattan district attorney declined to prosecute Weinstein after Italian model Ambra Battilana accused the mogul of groping her.",
  "Vance said at the time that his office did not have enough evidence to prosecute Weinstein, despite an audio tape on which the producer appeared to apologize for inappropriate actions.",
  "The firm is headed by David Boies, a prominent New York attorney, who represented both Weinstein and The New York Times while the paper was investigating the film industry heavyweight.",
  "“No contribution of any size influences any government action,” Dani Lever, Cuomo’s press secretary, told Fox News in an email.",
  "Six days after getting a $25,000 campaign donation from the law firm of Harvey Weinstein’s attorney, New York Gov.",
  "“We remain committed to conducting a comprehensive, fair, and independent review.”",
  "“Our best lawyers looked at the case,” Vance said, according to The Times.",
  "“I, like they, was very disturbed by the contents of the tape.",
  "It’s obviously sickening.",
  "“Mr."
]