[
  "But for the union rank and file, pulling the lever for Donald Trump turned out to be a stunning betrayal of their own movement and its interests.”\n\n“The Republican-majority Supreme Court will this year likely outlaw ‘fair share’ fees from union non-members,” Noah writes, “dealing a financial blow from which public-employee unions might never recover.” Also: “The National Labor Relations Board, which recently acquired its first Republican quorum in 10 years, is poised to roll back a passel of pro-union decisions from the Obama years.” Noah further cites DOL’s expected watering down of the overtime rule; OSHA’s weakening or postponing worker-safety rules; and possible incentives in the House tax bill to offshore jobs (through reduced taxes on overseas corporate income) and to reduce home construction (through its $500,000 cap on the mortgage interest deduction).",
  "No need for diversity report,” from Reveal\n\n—“Schumer says he is ‘very optimistic’ legislation on ‘dreamers’ will pass,” from the Washington Post\n\n—“Moinian seeks up to $500M from EB-5 for Hudson Yards tower,” from the Real Deal\n\n—“I’m rich, and that makes me anxious,” from the New York Times\n\n— “Desperate employers search for holiday workers in tight job market,” from USA Today\n\n— “'Sherpa' leading Nielsen DHS confirmation effort is lobbyist tied to agency contractors,” from CyberScoop\n\n—Opinion: “The nominee to replace John Kelly at Homeland Security shouldn’t get a free pass,” from the Washington Post\n\n— “A year after Trump’s election, H-1B visa holders’ hope dwindles,” from the San Francisco Chronicle\n\n—“Donald Trump says he’s just enforcing immigration law.",
  "The same operative, using a different false identity and implying that she had an allegation against Weinstein, met twice with a journalist to find out which women were talking to the press.”\n\n“The explicit goal of the investigations, laid out in one contract with Black Cube, signed in July, was to stop the publication of the abuse allegations against Weinstein that eventually emerged in the New York Times and The New Yorker,” Farrow reports.",
  "“An earlier bill, which would have implemented the $15 wage more quickly, passed the council 5 to 4 in January but was vetoed by Leggett.”\n\n“On Tuesday, all nine members of the all-Democratic Montgomery council approved a compromise bill under which large, midsize and small employers will adopt the new minimum wage at different stages over the next several years,” the Post reports.",
  "9TH CIRCUIT HEARS ARGUMENTS OVER DACA DOCS: “Did a San Francisco federal judge go too far when he ordered the Trump administration to supplement the meager set of 14 documents the government claims represent the official basis for the decision to wind down the program providing quasi-legal status to so-called Dreamers?” POLITICO’s Josh Gerstein reports.",
  "“According to dozens of pages of documents, and seven people directly involved in the effort, the firms that Weinstein hired included Kroll, which is one of the world’s largest corporate-intelligence companies, and Black Cube, an enterprise run largely by former officers of Mossad and other Israeli intelligence agencies,” writes Farrow.",
  "… She’s got a pretty good portfolio of experience for the job.” Former homeland security adviser Fran Townsend, who worked with Nielsen in the George W. Bush administration, told POLITICO it would be “unfair” to question Nielsen’s management credentials considering her familiarity with department.",
  "“That’s the question a three-judge appeals court panel wrestled with Tuesday as the administration tried to block efforts by the State of California and others to peel back secrecy surrounding the move announced in September to end the Obama-era [DACA program],” he writes.",
  "“The battle to approve a $15-an-hour minimum lasted for well over a year, with different factions on the council and County Executive Isiah Leggett (D) clashing over how quickly to require the wage and whether doing so would hurt economic competitiveness,” Siegel writes.",
  "“The measure from Grassley, who crafted the 1995 law that first set workplace conduct standards for Capitol Hill, comes as female lawmakers and aides — both current and former — come forward to share stories of sexual harassment they experienced on the job.” More here.",
  "“In both Virginia and New Jersey, voters rebuffed a wave of provocative ads linking immigration and crime, suggesting the limitations of hard-edge tactics in the sort of affluent and suburban communities that are pivotal in next year’s midterm elections,” they write.",
  "Last month, Fight for $15 architect and SEIU vice president Scott Courtney resigned after the union began an internal investigation into alleged “sexual misconduct and abusive behavior.” Since then, two other members of the union’s senior staff have been fired.",
  "But Senate HELP Chairman Lamar Alexander (R-Tenn.) said in a statement: “I look forward to the Senate acting as soon as possible on behalf of every man and woman in this country who wants to realize the American dream of owning a small business.”\n\nGOOD MORNING!",
  "Story Continued Below\n\nThe so-called Save Local Business Act reverses the NLRB’s 2015 Browning-Ferris decision, which made it easier to classify a business a joint employer, jointly liable for any labor-law violations committed by a contractor or franchisee.",
  "LABOR’S DEATH WISH: “One year after an election it would like to forget, organized labor is taking it on the chin from a president who won more union households than any other Republican during the previous three decades,” POLITICO’s Timothy Noah reports.",
  "Chuck Grassley (R-Iowa) on Tuesday proposed new bipartisan legislation to immediately require sexual harassment training for senators as well as aides and update the training to better reflect the experiences of victims,” writes POLITICO’s Elana Schor.",
  "WEINSTEIN’S SECRET AGENTS: Film executive Harvey Weinstein hired private security agencies to gather information about women and journalists digging into allegations of sexual harassment, assault and rape, the New Yorker’s Ronan Farrow reports.",
  "H-1B MARKUP: The House Judiciary Committee will mark up a bill today that would toughen wage requirements for certain companies that hire workers under the H-1B visa program, which allows companies to hire specialized workers from abroad.",
  "Before Browning-Ferris, a business had to have “direct and immediate” control over the affected employees to be classified a joint employer; Browning-Ferris allowed a company to be held jointly liable even if it had indirect control.",
  "Matt Haller, a lobbyist for the International Franchise Association, which lobbied hard for the bill, said eight Democrats is more than double the number that have signed onto any Republican labor bill during the past four years.",
  "The Trump administration announced in September that it would phase out the program, which allows undocumented immigrants brought to the U.S. at a young age to apply for work permits, unless Congress writes the program into law.",
  "MONTGOMERY COUNTY APPROVES $15 MINIMUM WAGE: Maryland’s Montgomery County Council approved Tuesday a bill to raise the hourly minimum wage to $15 by 2021, up from the current $11.50, Rachel Siegel reports in the Washington Post.",
  "Browning-Ferris changed the joint employment definition only under the National Labor Relations Act, but the House bill would also impose a more restrictive definition of joint employment under the Fair Labor Standards Act.",
  "TODAY:\n\nNIELSEN CONFIRMATION HEARING: Kirstjen Nielsen, the president’s nominee to become Homeland Security secretary, will testify at 10 a.m. before the Senate Homeland Security and Governmental Affairs Committee.",
  "“Two private investigators from Black Cube, using false identities, met with the actress Rose McGowan, who eventually publicly accused Weinstein of rape, to extract information from her,” the New Yorker reports.",
  "No version of the report was ever distributed to staff, although a handful of people were allowed to read copies.”\n\nThe AFL-CIO isn’t the only labor organization dealing with sexual harassment claims.",
  "“Stapleton, who oversaw employees’ expenses and travel, allegedly sent a secretary lewd messages and urged her to come to his hotel room during a meeting of the executive council,” Bloomberg reports.",
  "PRO-UNION GRAD WORKER PROTEST: Graduate workers in Boston and New York will hold a protest today to draw attention to their universities’ reluctance to hold union elections and bargain collectively.",
  "It would be easier and less complicated to raise the wage levels and explicitly prohibit displacing and replacing U.S. workers.” The markup takes place at 10:15 a.m. in Rayburn 2141.",
  "AFL-CIO GRAPPLES WITH HARASSMENT CLAIMS: The AFL-CIO’s chief budget officer Terry Stapleton resigned Monday amid allegations of sexual harassment, reports Bloomberg’s Josh Eidelson.",
  "While a deeper analysis of exit poll data awaits, Jonathan Martin and Alexander Burns write in the New York Times that Democratic victories could show the limits of Trump’s message.",
  "Union households’ real voting shift in 2016, Noah writes, wasn’t so much Trump’s 43 percent — a mere three points more than Mitt Romney’s — but Hillary Clinton’s 51 percent.",
  "In the committee questionnaire, Nielsen avoided taking any position on DACA and instead said she would stand ready to provide “technical assistance” to Congress if needed.",
  "… The AFL-CIO laid off dozens of people in February.”\n\n“Current and former AFL-CIO employees say leaders shouldn’t be shocked by the recent allegations,” Eidelson writes.",
  "170 (115) was introduced by Rep. Darrell Issa (R-Calif.) in January and enjoys support from a pair of Democrats, Reps. Scott Peters (D-Calif.) and Jared Polis (D-Colo.).",
  "“In 2015, they say, an external consulting group prepared a report for the organization that related staff accounts of ‘rampant’ sexual harassment and discrimination.",
  "She’ll be prepared: The 45-year-old cybersecurity expert underwent a four-and-a-half hour interview with committee staffers on Monday in preparation for the hearing.",
  "3441 (115), sponsored by Rep. Bradley Byrne (R-Ala.) to narrow the legal definition of joint employment passed the House, 242-181, with support from eight Democrats.",
  "“The dependent employers can skirt the additional requirements, however, if they pay at least $60,000 or hire only those who have a master’s degree or higher.",
  "The legislation deals with “H-1B dependent” companies (for bigger businesses, that means H-1B workers make up 15 percent or more of the full-time workforce).",
  "SENATE VOTES ON ROBB: The Senate will likely confirm Peter Robb to be the next NLRB general counsel today, completing the GOP takeover of the agency.",
  "In her questionnaire, she said that as DHS chief of staff, she oversaw the department's 240,000-person workforce and directly managed 65 people.",
  "DEMS TAKE GOVSHIPS IN VA, NJ: Democrat Ralph Northam won the race for governor in Virginia on Tuesday night, defeating Republican Ed Gillespie.",
  "But Daniel Costa, director of immigration law and policy research at the left-leaning Economic Policy Institute, is skeptical about that.",
  "Send tips, exclusives and suggestions to thesson@politico.com, ikullgren@politico.com, mlevine@politico.com and tnoah@politico.com.",
  "Indeed, Clinton’s union-household share was lower than any Democratic nominee’s since Jimmy Carter’s dismal 48 percent in 1980.",
  "“One of the investigators pretended to be a women’s-rights advocate and secretly recorded at least four meetings with McGowan.",
  "“Current law requires such companies to prove they have tried to recruit or hire U.S. workers,” writes POLITICO’s Ted Hesson.",
  "That’s seven points behind Obama in 2012, and eight points behind Obama in 2008, John Kerry in 2004, and Al Gore in 2000.",
  "In New Jersey, the Associated Press reported that Phil Murphy, a Democrat had defeated Republican opponent Kim Guadagno.",
  "Joint employer clears House\n\nWith help from Ian Kullgren and Marianne LeVine\n\nJOINT EMPLOYER CLEARS HOUSE: A bill, H.R.",
  "If the bill passes the Senate, the “direct and immediate” standard, which dates to the Reagan era, will be reinstated.",
  "It's Wednesday, Nov. 8, and this is Morning Shift, POLITICO's daily tipsheet on employment and immigration policy.",
  "Nielsen, for her part, “showcased her deep policy expertise,” according to a source with knowledge of the session.",
  "“If Rep. Issa wants to raise the wages of H-1B [workers] then why not just do it directly?” he told Morning Shift.",
  "Grad student workers from Harvard, Columbia, Boston College, Boston University and Northeastern will participate.",
  "On immigration, Democrats will want to know how she’ll handle the Deferred Action for Childhood Arrivals program.",
  "Fully six percent of union-household voters voted for neither Hillary nor Trump, but for third-party candidates.",
  "The White House wants Nielsen confirmed before Thanksgiving, an administration official told Morning Shift.",
  "“That doesn’t really concern me that much,” HSGAC Chairman Ron Johnson (R-Wis.) told reporters on Tuesday.",
  "Stapleton allegedly “also suggested he could protect her job if she had a sexual relationship with him.",
  "The idea is that a higher wage requirement will push out employers that seek to displace U.S. workers.",
  "Trump nominated Nielsen less than a month ago, and the committee will vote Thursday on her nomination.",
  "Nielsen completed a pre-hearing questionnaire last week that suggests possible lines of questioning.",
  "Nielsen, currently deputy to White House chief of staff John Kelly, will be introduced by Sens.",
  "POLITICO’s Stephanie Beasley has more for Pros on Nielsen’s path to confirmation here.",
  "Follow us on Twitter at @tedhesson, @marianne_levine, @IanKullgren and @TimothyNoah1.",
  "The protest coincides with the one-year anniversary of President Trump’s election.",
  "But it’s not that simple,” from the Washington Post\n\nTHAT’S ALL FOR MORNING SHIFT.",
  "Prior to that, she had never managed more than 15 people, she told the committee.",
  "“How the [9th Circuit] panel will rule seemed difficult to predict.” More here.",
  "The Senate agreed yesterday to invoke cloture, limiting debate to 30 hours.",
  "The degree-related exemption would be eliminated altogether.” H.R.",
  "“I mean, how many people have experience managing 240,000 people?",
  "Nielsen may also face questions about her management experience.",
  "Read Nielsen’s questionnaire here and watch a livestream here.",
  "“Instead we’re dealing with exemptions — an indirect method.",
  "A vote will probably come sometime in the late afternoon.",
  "“Labor leaders overwhelmingly supported Hillary Clinton.",
  "… Under the bill, the threshold would rise to $100,000.",
  "COFFEE BREAK\n\n—“11 men and 1 woman on management team?",
  "In the Senate, the legislation will face longer odds.",
  "There’s no good reason for it as far as I can tell.",
  "Rob Portman (R-Ohio) and Marco Rubio (R-Fla.).",
  "The hearing will take place in Dirksen 342.",
  "The confirmation process has moved swiftly.",
  "Read more here and watch a livestream here.",
  "Now “the reckoning is underway.” More here.",
  "BIPARTISAN BILL ON HILL HARASSMENT: “Sen.",
  "More on Robb’s background here.",
  "More from Bloomberg here.",
  "Find more info here.",
  "More here.",
  "More here.",
  "More here."
]