[
  "As Farrow reports about Black Cube, an investigative outfit run largely by former Israeli intelligence agents: \"Boies personally signed the contract directing Black Cube to attempt to uncover information that would stop the publication of a Times story about Weinstein's abuses, while his firm was also representing the Times, including in a libel case.\"",
  "There's more:\n\n--National Enquirer Editor Dylan Howard also played a role in a television production agreement between Weinstein and the tabloid's parent company, American Media Inc. One of his reporters dug up negative information on Rose McGowan, which Howard shared with Weinstein.",
  "He added: \"To the extent I provided 'off the record' information to Mr. Weinstein about one of his accusers—at a time when Mr. Weinstein was denying any harassment of any woman—it was information which I would never have allowed AMI to publish on the internet or in its magazines.\"",
  "Farrow told \"GMA\" yesterday that he was surprised by the sheer extent of what he found: \"This was a vast international campaign using high-level elite operatives, using fake identities, insinuating themselves into people’s lives, using front companies as cover.\"",
  "The same \"Diana\" repeatedly met with actress Rose McGowan, one of Weinstein's accusers, saying she was launching an initiative to combat discrimination against women in the workplace—and also that she was interested in investing in McGowan’s production company.",
  "That brought this stinging statement from the Times:\n\n\"We learned today that the law firm of Boies Schiller and Flexner secretly worked to stop our reporting on Harvey Weinstein at the same time as the firm's lawyers were representing us in other matters.",
  "--A California investigative firm that includes Jack Palladino sent Weinstein a report on McGowan with sections and subheds labeled \"Lies/Exaggerations/Contradictions,\" \"Hypocrisy,\" \"Potential Negative Character Wits\" [witnesses], and \"Past Lovers.\"",
  "In a remarkable piece in the New Yorker, Ronan Farrow exposes how some of these highly compensated people used deceptive tactics—including phony names and fabricated companies—to intimidate Weinstein’s accusers and the journalists reporting on him.",
  "That turn of events marks a new frontier in the Harvey Weinstein case, one in which lawyers, publicists and private eyes are starting to be held accountable for high-pressure tactics against the media and those making the allegations.",
  "He went to the New Yorker after NBC, which employs him as a special correspondent, declined to air his earlier reporting, which broke open the scandal after a very strong piece in the New York Times.",
  "David Boies has been one of the country's most highly regarded liberal lawyers, the man who fought for Al Gore during the 2000 recount and argued the gay marriage case before the Supreme Court.",
  "An employee at Black Cube (whose contract was worth at least $600,000), posing as \"Diana Filip\" of \"Reuben Capital,\" was actually a former member of the Israeli Defense Forces, Farrow reports.",
  "Boies made a weak attempt at spinning his way out of it, telling the New Yorker that he didn't have a conflict of interest because he didn't pick the investigative firms or direct their work.",
  "--The Kroll investigative firm sent Weinstein background reports on New York's Wallace and the magazine's editor, Adam Moss (but found \"no adverse information\" on Moss).",
  "It's the fact that the Times has been investigating Weinstein that made Boies' conduct in representing him so egregious, because he is also a lawyer for the newspaper.",
  "Farrow, who published allegations of sexual assault and harassment by numerous women against Weinstein, is especially dogged in delving into these dark corners.",
  "We consider this intolerable conduct, a grave betrayal of trust, and a breach of the basic professional standards that all lawyers are required to observe.",
  "The magnitude of that mistake becomes clear only when you dive into what these investigators did to try to suppress the allegations against Weinstein.",
  "That still puts the Enquirer in the position of using its reporters to dig up stuff for Weinstein, who responded in one email: \"This is the killer.",
  "He said the woman contacted him, Jodi Kantor of the Times and Ben Wallace of New York magazine in an attempt to extract information.",
  "Farrow reports on a freelance journalist who called McGowan and two other Weinstein accusers and then communicated with Black Cube.",
  "Howard said he was seeking \"truthful information about people who Mr. Weinstein insisted were making false claims against him.\"",
  "But, he acknowledged, \"We should not have been contracting with and paying investigators that we did not select and direct.",
  "At the time, it seemed a reasonable accommodation for a client, but it was not thought through, and that was my mistake.",
  "(His PR person calls it a \"fiction\" that any people were targeted or suppressed.)",
  "The freelancer claims he was working on his own Weinstein story.",
  "It is inexcusable and we will be pursuing appropriate remedies.\"",
  "Now the New York Times is denouncing him for a \"grave betrayal.\"",
  "This person called Farrow and New York's Wallace as well.",
  "The paper promptly severed its relationship with Boies.",
  "Especially if my fingerprints r not on this.\"",
  "It was a mistake at the time.\""
]