[
  "Tischler, who said he was not intimately familiar all the details of the company's work for Weinstein, told Hadashot News, “If we had known this from the beginning, God forbid we wouldn’t have taken the job.”\n\nThe Jerusalem Post, an English-language Israeli newspaper, and Britain's Guardian reported that Weinstein had approached former Israeli prime minister Ehud Barak over a year ago to vouch for an Israeli security firm he was considering hiring to help him with unspecified business issues.",
  "Black Cube to donate Weinstein fees to groups that work with victims\n\nAn advisory board member for Black Cube, an Israeli private-intelligence firm TheNew Yorker reported was engaged by Weinstein to keep tabs on his accusers and journalists, has apologized for taking the job and says it will donate its proceeds from the job to groups that work with victims of sexual assault.",
  "My determination is to extricate my client from this mess.”\n\nColbert unimpressed by Keith Urban's Weinstein-inspired track 'Female'\n\nDuring his monologue from Thursday's Late Show, Stephen Colbert noted the CMA Awards debut of country star Keith Urban's new \"Harvey Weinstein-inspired female country empowerment anthem\" from the previous night.",
  "The latest developments as they happen:\n\n'NYT' examines Weinstein's legal defense dream team\n\nAlthough Weinstein's publicist Sallie Hofman insists no criminal indictment is imminent, the producer has hired a formidable defense team, tapping Blair Berk for California-based charges and Benjamin Brafman to handle any that arise in New York.",
  "In a bombshell story published Monday by The New Yorker, journalist Ronan Farrow reported that Black Cube's investigators, many of whom are veterans of Mossad and the Israeli military, used false identities to build relationships with Weinstein's accusers, including Rose McGowan and Asia Argento, and report back to Weinstein.",
  "Although he helped exonerate rapper Sean Combs in 2001 and got sexual-assault charges against International Monetary Fund chief Dominque Strauss-Kahn dismissed a decade later, his client Martin Shkreli, dubbed \"Pharma Bro\" by the press, was convicted on three federal counts of fraud in August.",
  "“To date, we have not received any cases from law enforcement for possible criminal filing,” Lacey said, adding that her office is in frequent communication with police in Los Angeles and neighboring Beverly Hills, where many of Weinstein's encounters were said to have occurred.",
  "On Thursday, Los Angeles District Attorney Jackie Lacey announced the creation of a special task force comprised of veteran sex-crimes prosecutors to evaluate the growing number of cases being reported to police, should they be referred to her office for prosecution.",
  "Until (Thursday) morning, Barak was not aware that the company was hired by Weinstein, nor did he know any of the purposes or activities it was hired for,”\n\nTo date, nearly 80 women have gone on the record accusing Weinstein of varying degrees of sexual misconduct.",
  "New York Times reporter Jodi Kantor, who co-wrote the first Weinstein sexual misconduct report, said the same female Black Cube agent who was working to get close to McGowan also contacted her claiming to be a women's rights advocate.",
  "Sample lyrics: \"Weird blue liquid pads with wings, Andy Cohen, Nuva rings, yonic, yoga, yogurt spoons, tender goddess of the moon, shampoo I'm not supposed to use, spark plugs ... women use those, too ... She Person.",
  "He proclaimed Female, featuring a word-association-style chorus, the \"first song ever written by dumping out inspirational throw pillows\" and attempted to improve on it with his own track, She Person.",
  "USA TODAY\n\n\"Barak confirmed to Weinstein that the firm he heard about was probably Black Cube and that it does operate from Israel,\" a spokesman for the politician told The Jerusalem Post.",
  "(Nov. 9) AP\n\nHarvey Weinstein in 2011 (Photo: John Carucci, AP)\n\nThe Harvey Weinstein scandal has temporarily moved to the back burner amid new allegations against comedian Louis C.K.",
  "“We apologize to whoever was hurt by this,” said Black Cube advisory board member Asher Tishler, during a TV interview with Israel's Hadashot News, formerly known as Channel 2.",
  "Last week, NYPD Detective Nicholas DiGaudio told Vanity Fair, \"I believe based on my interviews with Paz that from the NYPD standpoint, we have enough to make an arrest.\"",
  "CLOSE The NYPD has zeroed in on allegations made by actress Paz de la Huerta, who called police on October 25th to report Weinstein raped her twice in 2010.",
  "In late October, the Beverly Hills Police Department confirmed it had opened investigations into both Weinstein and writer/director James Toback.",
  "The most pressing New York case is that of Boardwalk Empire actress Paz de la Huerta, who says Weinstein raped her on two occasions in 2010.",
  "He added that Barak \"does not know the company or its managers personally, but he did provide Weinstein with its contact information.",
  "If you have ever experienced or witnessed sexual misconduct while working in the entertainment industry, we’d like to hear from you.",
  "On Thursday, Brafman told The New York Times, “I never allowed the media circus, if you will, to impact my focus.",
  "The CBS late-night host, who counts himself among Urban's fans, said, \"I think his heart was in the right place.",
  "Through representative Sallie Hofmeister, he has consistently denied any non-consensual encounters.",
  "USA TODAY has reached out to Black Cube for clarification on the amount they plan to donate.",
  "As accusations of his sexual predation came to light, it didn't just trigger his downfall.",
  "and Alabama Senate candidate Roy Moore, but that doesn't mean there hasn't been any news.",
  "It ushered in a tidal wave of exposure of sexual impropriety in the film industry.",
  "Contributing: Erin Jensen\n\nRead or Share this story: https://usat.ly/2AsdtYa",
  "Send us a secure tip using the instructions at newstips.usatoday.com.",
  "Brafman, 69, has a mixed track record in celebrity-related cases.",
  "CLOSE Harvey Weinstein was once at the very top of Hollywood.",
  "The NYPD has said they believe her allegations are credible.",
  "Now, in retrospect, it's a shame this we took this job.\"",
  "\"That's a world salad I never thought I would say.\"",
  "\"Of course, women were hurt.",
  "I fixed it, ladies.",
  "You're welcome!\"",
  "Not as much.\"",
  "His lyrics?"
]