[
  "While we don’t know how 2018 will play out, it’s possible that it becomes the fourth-straight ‘change’ midterm election (after 2006, 2010, 2014).” Read his Playbook Plus Q&A: https://politi.co/2KGeO3u\n\nBIRTHDAYS: Rob Saliterman, director of corporate communications at Citadel, is 36 (hat tips: Blain Rethmeier and Tim Burger) … Noelle Garnier, digital coordinator in the WH office of digital strategies … Patrick MacDonnell, research assistant and executive assistant in the WH office of speechwriting ... Mel Raines, VP Cheney alum and now SVP of the Indiana Pacers … Vincent Harris, founder of Harris Media, is 3-0 ... Keith Stern, Pelosi’s floor director (h/t Shana Mansbach) ... Caitlin Carroll, comms for PhRMA (h/ts Becca Glover Watkins and Katy Summerlin) ... Bruce Haynes, founding partner emeritus and of counsel at Purple Strategies, is 51 ... Scott Conroy (h/t Peter Hamby) ... John Scofield of S-3 Group ... Liz Savage (h/ts Jon Haber) ... Rep. Ted Deutch (D-Fla.) is 52 ... Rep. Blaine Luetkemeyer (R-Mo.)",
  "| Charlie Neibergall/AP Photo\n\nFOR YOUR RADAR -- “NAFTA talks enter critical week with U.S. still pushing hard line,” by Reuters’ Veronica Gomez and Anthony Esposito: “Talks to update the NAFTA trade deal enter a make-or-break week on Monday, as ministers from Canada, the United States and Mexico seek to resolve an impasse in key areas before elections in Mexico and the United States complicate the process.Discussions in Washington will center on rules of origin that govern what percentage of a car needs to be built in the North American Free Trade Agreement region to avoid tariffs, the dispute-resolution mechanism and U.S. demands for a sunset clause that could automatically kill the trade deal after five years.",
  "SUBSCRIBE to the Playbook family: POLITICO Playbook http://politi.co/2lQswbh ... Playbook Power Briefing http://politi.co/2xuOiqh ... New York Playbook http://politi.co/1ON8bqW … Florida Playbook http://politi.co/1OypFe9 ... New Jersey Playbook http://politi.co/1HLKltF ... Massachusetts Playbook http://politi.co/1Nhtq5v … Illinois Playbook http://politi.co/1N7u5sb ... California Playbook http://politi.co/2bLvcPl ... London Playbook http://politi.co/2xfDPuK … Brussels Playbook http://politi.co/1FZeLcw ... All our political and policy tipsheets http://politi.co/1M75UbX\n\nFollow us on Twitter Anna Palmer @apalmerdc\n\n\n\nJake Sherman @JakeSherman\n\n\n\nDaniel Lippman @dlippman\n\nFollow Us",
  "...\n\n“Black Cube agents were instructed to try to find damaging information about them, including unsubstantiated claims that Rhodes and Kahl had worked closely with Iran lobbyists and were personally enriched through their policy work on Iran (they denied those claims); rumors that Rhodes was one of the Obama staffers responsible for ‘unmasking’ Trump transition officials who were named in intelligence documents (Rhodes denied the claim); and an allegation that one of the individuals targeted by the campaign had an affair.” http://bit.ly/2HUZKRB\n\nMEDIAWATCH -- Amy Walter will be the new Friday host of “The Takeaway” and starts June 1.",
  "Steve Mnuchin dresses down to visit Jared Kushner and takes along a $22 bottle of wine -- despite being worth $300 million” https://dailym.ai/2rvdh8z\n\nSCOOP -- “Gina Haspel, nominee to head CIA, sought to withdraw over questions about her role in agency interrogation program,” by WaPo’s Carol Leonnig, Shane Harris and Josh Dawsey: “Gina Haspel, President Trump’s nominee to become the next CIA director, sought to withdraw her nomination Friday after some White House officials worried that her role in the interrogation of terrorist suspects could prevent her confirmation by the Senate, according to four senior U.S. officials.",
  "Across the country, dozens of House Republicans who previously coasted to victory are for the first time facing credible and well-financed Democratic opponents — and working furiously to find a strategy for survival.” https://wapo.st/2KGYfEx\n\nPELOSI IN IOWA … AP’S TOM BEAUMONT: “Pelosi: Democrats have cash and environment to win House”: “These factors, and an activated party base that’s helped Democrats win in special elections across the country this year are the ‘small droplets of water’ that create a wave, Pelosi said headlining a county Democratic Party banquet in Des Moines.",
  "They threaten to impeach Mueller’s boss, who in turn accuses them of ‘extortion.’ One has even likened the Russia probe to a possible ‘coup d’etat.’\n\n“President Donald Trump calls them his ‘warriors’: a band of four House Republicans defending Trump with a relentless counterattack against the Justice Department’s Russia investigation that thrills the president even as it unsettles some House GOP colleagues who think they’re going too far.” https://politi.co/2rsbS1t\n\n\n\nA message from Google: Google is supporting service members as they transition to civilian jobs.",
  "-- “Chao’s interviews with father raise ethical flags: The transportation secretary appears with her father, founder of the family shipping business, in Chinese-language interviews with the DOT emblem behind them,” by Tanya Snyder: “In at least a dozen interviews with Chinese and Chinese-American media outlets since her nomination, Transportation Secretary Elaine Chao has appeared beside her shipping magnate father, whose company carries goods between the United States and Asia, and who has given Chao and her husband at least $5 million in the past 10 years.",
  "...\n\n“Experts in government ethics said Elaine Chao’s media appearances with her father might violate a regulation that prohibits federal employees from using their public office for their ‘own private gain, for the endorsement of any product, service or enterprise, or for the private gain of friends, relatives, or persons with whom the employee is affiliated in a nongovernmental capacity.’” https://politi.co/2jBUAvq\n\nTHE JUICE …\n\n-- THE 74TH ANNUAL Radio and Television Correspondents’ Association will be at The Anthem Nov. 14.",
  "In the e-mail, a woman who introduced herself as Eva Novak and claimed to work for a London-based film company called Shell Productions asked Norris to consult on a movie that she described as ‘“All the President’s” Men meets “The West Wing”’ ...\n\n“Ann Norris said that she found Eva Novak’s request ‘bizarre,’ and that she ‘never responded.’ The e-mail appears to be part of an undercover campaign by an Israeli private-intelligence firm to discredit Obama officials who had been leading proponents of the 2015 Iran nuclear deal.",
  "| Andrew Harnik/AP Photo\n\nDriving the Day\n\nTHE BIG PICTURE … DAVE WEIGEL and PAUL KANE, with a Salisbury, North Carolina dateline: “Republicans whose jobs once seemed safe are struggling for a 2018 survival strategy”: “Republican Rep. Ted Budd opened the calendar on his iPhone during a campaign day last week to reveal a jam-packed schedule — wake up at 4:55 a.m., breakfast with veterans, an opioid discussion in another county — and yet he was worried that it wasn’t enough.",
  "Trade Representative Robert Lighthizer warned last week that if the talks took too long, approval by the Republican-controlled Congress may be on ‘thin ice.’ The aim is to complete a vote during the ‘lame-duck’ period before a new Congress is seated after November’s congressional elections.” https://reut.rs/2JZ9dnw\n\nCLICKER -- Bloomberg is up with a graphic showing how the record number of women running for office this cycle might not produce big gains in office.",
  "Gary Herbert is 71 ... Edelman’s Regina Kim ... Andrea Purse, comms director at the Hub Project ... Jordan Stark ... John Stubbs of Romulus (h/t Kelley McCormick) ... Scott D. Lindlaw … Forrest Cox ... Chris Kennedy, senior director of strategic comms at U.S. Travel ... Alma DuVall ... Wiley Norvell ... Joe Richards ... Kelly Lanzera Bergeron … Christian Schaeffer of FP1 Strategies ... Julia Payne ... David Huebner, former U.S. Amb.",
  "Ambassador to Germany Ric Grenell last night at the apartment of Bill White and Bryan Eure in Chelsea: Matt Mashey, Donald Trump Jr., Sarah Huckabee Sanders and Bryan Sanders, Kimberly Guilfoyle, Bill O’Reilly, George Pataki, Kathleen McCrone, Ed Henry, Greg Gutfeld, Jessica Tarlov, Harris Faulkner, Wayne Newton, Lis Smith, Ari Fleischer, Dana Perino, Ed Rollins, Tammy Bruce, and Martha MacCallum.",
  "When she is out of the public eye, she is often with her family, friends say.” https://wapo.st/2roSvaw\n\nTHE GIULIANI STRATEGY -- “Trump team makes the midterms about saving his presidency,” by Christopher Cadelago and Darren Samuelsohn: “Legal experts say the decision by Trump’s chatty counsel to keep publicly chewing over Cohen’s situation risks drawing the president into more courtroom drama.",
  "And I think in her mode of really putting the agency before herself she said ‘If that’s gonna harm CIA, I don’t need to be a part of this,’ but I think everyone around her said ‘No, you are the right person to do this.’ The White House bucked her up and she’s going full steam ahead.” https://on.msnbc.com/2Im6Vls\n\n-- NEWS: HASPEL is on the Hill today, holding meetings.",
  "He decided to push for Haspel to remain as the nominee after initially signaling he would support whatever decision was taken.” https://wapo.st/2HZvMw8\n\n-- MSNBC’s KASIE HUNT interviews JEREMY BASH on “KASIE DC”: “[A]s I understand it, you just spoke to Gina Haspel, the nominee to be Director of the CIA, what did she have to say?” BASH: “She’s going full steam ahead.",
  "Learn more at google.com/grow/veterans\n\nWHAT MELANIA’S UP TO -- “Inside Melania Trump’s complicated White House life: Separate schedules, different priorities,” by WaPo’s Mary Jordan, Emily Heil and Josh Dawsey: “Donald and Melania Trump’s remarkably separate daily routines begin with him getting up around 5:30 a.m., watching cable news shows and tweeting.",
  "But Giuliani seems content to keep the attention focused on that tabloid-friendly fight, as the White House appears to count on Trump’s base continuing to forgive his alleged moral lapses — and as his team seems to bet that GOP voters will turn out in November if they believe it’s the only way to save the president’s political skin.",
  "Learn more at google.com/grow/veterans\n\nRONAN FARROW on NewYorker.com, “Israeli Operatives Who Aided Harvey Weinstein Collected Information on Former Obama Administration Officials”: “In June, 2017, Ann Norris, a former State Department official, received an e-mail containing an unusual proposal.",
  "is 66 ... former Rep. Candice Miller (R-Mich.) is 64 ... Rep. Matt Gaetz (R-Fla.) is 36 ... Kristina Johnson ...\n\n... Colm O’Comartun, principal at public affairs firm 50-State ... Ayn Rand’s “The Fountainhead” was published 75 years ago (h/t Lauren Burnstein of Penguin Random House) … Utah Gov.",
  "‘It is going to be small margins in many places.’ …\n\n“In an Associated Press interview, Pelosi, who has been painted as the boogeyman by Republican strategists seeking to hold the House majority in November, has raised millions on her own this year in pursuit of a return to the majority.",
  "...\n\n“Two of those sources told me on Sunday that the operation was carried out by Black Cube -- a firm that was also employed by Harvey Weinstein and that offers its clients access to operatives from ‘Israel’s élite military and governmental intelligence units,’ including the Mossad.",
  "“In many of the videos, James Chao is introduced as founder and chairman of the Foremost Group shipping company, and, in discussing a 2016 biography about his life, speaks proudly of his daughter’s role as secretary of transportation, as she sits beaming by his side.",
  "She was summoned to the White House on Friday for a meeting on her history in the CIA’s controversial interrogation program — which employed techniques such as waterboarding that are widely seen as torture — and signaled that she was going to withdraw her nomination.",
  "... [T]here was concern -- I think she broached it that ‘Hey, if we’re gonna reopen some of the wounds from 2002/2003 when 3 individuals in U.S. custody were water boarded, including Khalid Sheikh Mohammed who beheaded Daniel Pearl, the Wall Street Journal reporter.",
  "Discussions stretched several hours, officials said, and the White House was not entirely sure she would stick with her nomination until Saturday afternoon, according to the officials who spoke on the condition of anonymity to discuss internal deliberations.",
  "Playbook: Haspel on the Hill today, after reports that she offered to withdraw her nomination Presented by\n\nCIA Director-nominee Gina Haspel attends the ceremonial swearing in for Secretary of State Mike Pompeo at the State Department on May 2.",
  "WEEKEND WEDDING -- Dan Diamond, author of POLITICO Pulse and host of the “Pulse Check” podcast, wed Alicia Daugherty, managing director at Advisory Board Company, at The Line hotel in Adams Morgan Saturday night, in a self-officiated ceremony.",
  "Doors open at 8 a.m. RSVP http://bit.ly/playbookpelosi\n\nPlaybook Reads\n\nPHOTO DU JOUR: House Minority Leader Nancy Pelosi stands with former Rep. Leonard Boswell (D-Iowa) at the Polk County Democrats Spring Dinner on May 6 in Des Moines, Iowa.",
  "Trump has increasingly cautioned his party against allowing the House, and even the Senate, to fall into Democratic control, voicing fears about his certain impeachment if that happens.” https://politi.co/2rmVu3k\n\nA RARE CHAO MISSTEP?",
  "Taken aback at her stance, senior White House aides, including legislative affairs head Marc Short and press secretary Sarah Huckabee Sanders, rushed to Langley, Va., to meet with Haspel at her office late Friday afternoon.",
  "https://on.wsj.com/2KIdOMm\n\n-- THEY AREN’T ALONE: “Trump’s GOP ‘warriors’ lead charge against Mueller,” by Kyle Cheney: “They have demanded thousands of documents central to special counsel Robert Mueller's investigation.",
  "“Haspel told the White House she was interested in stepping aside if it avoided the spectacle of a brutal confirmation hearing on Wednesday and potential damage to the CIA’s reputation and her own, the officials said.",
  "They started dating a year later — their first date was a sailing trip in Annapolis.” Pics http://bit.ly/2jCuecP … http://bit.ly/2jBjFX6\n\nBIRTHDAY OF THE DAY: Mark Murray, NBC News senior political editor.",
  "...\n\n“For months, a persistent rumor has floated around Washington that Melania doesn’t really live in the White House and stays in a house with her parents and Barron near his suburban Washington school.",
  "A trend he thinks deserves more attention: “Since I’m a politics guy, I’m going to stick with politics: I don’t think all of the ‘change’ elections we’ve had since 2006 have gotten enough attention.",
  "“One interview with New China Press published on April 12, 2017, features the pair sitting in what appears to be the Department of Transportation, with DOT flags in view behind the interviewer.",
  "At Mar-a-Lago on holidays and weekends, the president golfs or dines with politicians, business executives and media personalities on the patio, while Melania is often nowhere to be seen.",
  "The two will honeymoon later this year.” Pic http://bit.ly/2HUuJ0i\n\nENGAGED -- Alex Mallin, ABC News White House producer, proposed to fellow ABC News WH producer Katherine Faulders.",
  "...\n\n“The appearances raise ethical concerns, experts say, because public officials are legally banned from using their office for any form of private gain for themselves or others.",
  "She believes that her experience, 33 years at the CIA (mostly undercover), 7 overseas tours, that she brings exactly the right kind of experience that the nation needs right now.",
  "Tanzina Vega takes over today as the new host of “The Takeaway.”\n\n\n\nPlaybookers\n\nSPOTTED: Sen. John Cornyn (R-Texas) boarding a Southwest AUS-DCA flight Sunday morning in Austin.",
  "Today when service members search “jobs for veterans” on Google, and enter their military occupational specialty code, they’ll see jobs that match their military skill sets.",
  "Johnson has an op-ed in the Times this morning with this headline: \"Don’t Scuttle the Iran Nuclear Deal\" https://nyti.ms/2FQ5yWP\n\nDAILY MAIL: “A taste for budget booze!",
  "director at National Immigration Forum ... Katarina Alharmoosh ... Brad Wolters ... Blake Roberts ... Dayo Olopade ... Jeff Schechtman ... Nicholas Harrer is 38.",
  "DEMOCRATS CONTINUE TO HONE IN ON RUSSIA: “House Democrats Plan to Release 3,000 Russian-Linked Facebook Ads,” by WSJ’s Deepa Seetharaman and Byron Tau.",
  "AP’S LISA MASCARO in Bakersfield, California: “From Bakersfield to DC, McCarthy’s unlikely rise in GOP” http://bit.ly/2Ik4lME\n\nGood Monday morning.",
  "“He was first in line to board in the A group and chose an exit row seat.” Pic http://bit.ly/2roxLP6 ... Chris Wray at Fiola Mare last night.",
  "We also help employers find them by enabling companies to implement this feature on their career sites using Google Cloud’s Talent Solution.",
  "‘I also happen to be, apart from anyone who’s running for president or been the presidential nominee, the biggest fundraiser in the country.",
  "... Foremost Group is a family enterprise, with Elaine Chao’s sister Angela serving as CEO and her sister Christine as general counsel.",
  "Norris is married to Ben Rhodes, a former foreign-policy adviser to President Obama and a prominent advocate of the Iran nuclear deal.",
  "“According to several current and former aides, the president and first lady often do not eat together in the White House either.",
  "“Alicia wore a white Marchesa dress; Dan wore a suit from Alton Lane (recommended by ex-POLITICO Magazine editor Garrett Graff).",
  "Through Grow with Google, our initiative to create economic opportunities, we’ve developed resources specifically for veterans.",
  "https://bloom.bg/2HSxBdY\n\n\n\nA message from Google: Google is committed to helping veterans build successful civilian careers.",
  "When I first started in political journalism in 1998, we had a series of status-quo elections (1998, 2000, 2002, even 2004).",
  "CareerBuilder, Pepsi, Siemens, RecruitMilitary, and many others have already implemented the API on their career sites.",
  "The Trumps are often apart even during their free time, according to several people who know the couple’s schedules.",
  "“‘I’m getting nervous because of the white space I see,’ said Budd, pointing to the few blank lines on the schedule.",
  "Melania is exceedingly close to her parents and her son, Barron, who also speaks Slovenian with his grandparents.",
  "“If we’re gonna go back to those discussions, go back to those debates, that might harm CIA as an institution.",
  "-- HAPPENING TOMORROW ... We’ll sit down with NANCY PELOSI TOMORROW in D.C. Six months ahead of Election Day.",
  "And she points to what she describes as effective legislative leadership during eight years in the minority.",
  "“‘I take it as I’m effective,’ she said after headlining a fundraising dinner for Polk County Democrats.",
  "The couple were greeted on the dock with champagne and celebrated with family and friends in Annapolis.",
  "James Chao, in the videos, cites Elaine’s work as a college student helping to build up the business.",
  "So they want to diminish that.’” https://bayareane.ws/2jBpioA\n\nThe most reliable politics newsletter.",
  "The first lady wakes in her own bedroom a bit later, according to two close friends of the Trumps.",
  "They met at ABC in 2014 when Alex was the David Kaplan Fellow and Katherine was a desk assistant.",
  "Members will get an email from C-SPAN’s Craig Caplan -- the chair of this year’s dinner -- today.",
  "Walter is national editor of the Cook Political Report and a weekly commentator on PBS NewsHour.",
  "Pool report: “Alex popped the question Sunday afternoon on a sailboat in the Chesapeake Bay.",
  "to New Zealand and Samoa ... Sally McDonough ... Alan Bernstein ... Cathleen Farrell, comms.",
  "Email Sign Up By signing up you agree to receive email newsletters or alerts from POLITICO.",
  "‘They spend very little to no time together,’ said one longtime friend of the president.",
  "Sign up for POLITICO Playbook and get the latest news, every morning — in your inbox.",
  "‘It’s an urban legend,’ said Rickie Niceta Lloyd, the White House social secretary.",
  "Joe Manchin (D-W.Va.), Dianne Feinstein (D-Calif.) and Martin Heinrich (D-N.M.).",
  "“Trump learned of the drama Friday, calling officials from his trip to Dallas.",
  "She will face what is expected to be a bruising confirmation battle this week.",
  "We laugh at it all the time,’ [Melania spokeswoman Stephanie] Grisham said.",
  "VP Mike Pence is meeting with U.K. Foreign Secretary Boris Johnson today.",
  "The event is at the Liaison Hotel (415 New Jersey Avenue, NW).",
  "“She then returned to CIA headquarters, the officials said.",
  "SPOTTED IN NYC at an “Auf Wiedersehen” party for new U.S.",
  "The president has nothing on his public schedule today.",
  "She’s going to be at the hearing Wednesday morning.",
  "‘This is not going to be big margins,’ she said.",
  "Congress comes back into town this week.",
  "She’s not withdrawing her nomination.",
  "You can unsubscribe at any time.",
  "‘It’s 1,000 percent false.",
  "She’ll be in with Sens.",
  "“U.S.",
  "..."
]