[
  "* Rachael Bade, Alex Isenstadt, and Kyle Cheney report on yet another congressman who knew how to treat his staff right:\n\nVirginia Rep. Tom Garrett and his wife turned the congressman’s staff into personal servants, multiple former employees to the freshman Republican told POLITICO — assigning them tasks from grocery shopping to fetching the congressman’s clothes to caring for their pet dog, all during work hours.",
  "Opinion writer\n\n* The hits just keep coming for Michael Cohen:\n\nA Russian oligarch who was questioned by special counsel Robert Mueller and recently sanctioned by the US visited President Donald Trump’s personal attorney Michael Cohen in Trump Tower during the presidential transition in January 2017, according to video reviewed by CNN and a person familiar with the matter.",
  "The January 9, 2017, Trump Tower appearance by Viktor Vekselberg ..adds to the questions swirling over the payments to Cohen, which Mueller’s team questioned Vekselberg about after the FBI stopped his private jet at a New York-area airport earlier this year.",
  "POLITICO has spoken with four former staffers who detailed a deeply dysfunctional office in which the congressman and his wife, Flanna, often demanded that staff run personal errands outside their typical congressional duties.",
  "President Trump reopened the door Friday to a high-stakes summit with North Korean leader Kim Jong Un, a day after aborting the meeting because of what he said was open hostility and nuclear threats from Pyongyang.",
  "* Joby Warrick and Souad Mekhennet report that Trump’s pullout from the summit with North Korea deprives us of an opportunity many were hoping for to get more information on Kim’s secret nuclear program.",
  "But, shockingly, Trump officials are still saying that the only way this will happen is if North Korea agrees to rapid denuclearization, which is exactly what killed the summit the last time.",
  "The couple called on staff to pick up groceries, chauffeur Garrett’s daughters to and from his Virginia district, and fetch clothes that the congressman forgot at his Washington apartment.",
  "The staffers said they feared that if they refused Garrett‘s or his wife’s orders — both were known for explosive tempers — they would struggle to advance in their careers.",
  "* Adam Behsudi and Doug Palmer report that Republicans and Democrats on Capitol Hill are condemning the Trump administration’s effort to assist the Chinese firm ZTE.",
  "Vekselberg, chairman of Russian asset manager Renova Group, was accompanied at Trump Tower by Andrew Intrater, who is Vekselberg’s cousin and head of Columbus Nova.",
  "* And Neil Buchanan aptly asks when reporters are going to learn from the fact that Trump regularly treats them like dog poop and laughs in their faces about it.",
  "* Richard Engel, Aggelos Petropoulos, and Kennett Werner go inside Black Cube, the shadowy Israeli firm somebody hired to undermine the Iran nuclear deal.",
  "The optimism threw a new twist into an already chaotic run-up to what would be the most significant foreign policy gambit of Trump’s presidency.",
  "Trump said it is even possible that a meeting could take place on June 12 in Singapore as originally planned, although that appeared unlikely.",
  "* Glenn Kessler and Meg Kelly run through all the different grounds on which Trump has tried to gin up outrage and the Mueller investigation.",
  "A person familiar with the meeting told CNN that Vekselberg and Intrater met with Cohen and discussed improving US-Russia relations.",
  "On the bright side, if you’re looking for a job on Capitol Hill, there are probably some openings in Rep. Garrett’s office.",
  "* John Ray, Sean McElwee, Avery Wendell, and Jason Ganz explain why Medicaid expansion is the key to a progressive revival.",
  "It wasn’t just full-time staff: many of the allegedly inappropriate requests were made of interns, the former aides said.",
  "* David Wasserman explains why the 2018 primaries are being defined by women, and what that means about this cycle.",
  "They were even expected to watch and clean up after Sophie, their Jack Russell-Pomeranian mix, the aides said.",
  "* Michelle Goldberg argues that if we want more babies, we should work to create more gender equality.",
  "* At The Week, I argued that in the end we’re just going to learn to live with a nuclear North Korea.",
  "* Susan Glasser says Trump isn’t very good at making deals, but he’s quite good at breaking them.",
  "We are talking to them now,” Trump told reporters as he left the White House on Friday morning.",
  "The meeting was brief, the person said, and Vekselberg was not originally expected to attend.",
  "Remember, Trump’s lawyers are resigned to the likelihood that Cohen will eventually flip.",
  "* Perry Bacon Jr. examines whether Stacey Abrams can really turn Georgia blue.",
  "We’d like to do it.” “It could even be the 12th,” he added.",
  "This kind of story doesn’t make that less likely.",
  "* Who says the summit with North Korea is dead?",
  "Vekselberg is Columbus Nova’s biggest client.",
  "That is, when he isn’t lying in their faces.",
  "“They very much want to do it.",
  "“We’ll see what happens."
]