[
  "More from USA Today:\n\nKevin Spacey scandal: His next movie pulled from AFI Fest\n\nTaylor Swift gets pushback from ACLU after she threatens to sue blogger\n\nRapper Meek Mill gets prison sentence for probation violation\n\n\"The explicit goal of the investigations was to stop the publication of the abuse allegations against Weinstein that eventually emerged,\" Farrow wrote, citing \"dozens of pages of documents, and seven people directly involved in the effort.\"",
  "Ronan Farrow, the journalist whose New Yorker expose was one of the first to blow the whistle on Weinstein, wrote that the movie mogul utilized Kroll, one of the world's largest corporate-intelligence companies, and Black Cube, an enterprise run largely by former officers of Israeli intelligence agency Mossad, to suppress allegations.",
  "The latest developments as they happen:\n\nWeinstein reportedly hired spies to investigate accusers, journalists\n\nWeinstein hired an \"army of spies\" to dig up information on potential vocal accusers and journalists investigating stories on his alleged decades of sexual harassment and sexual abuse, The New Yorker reported Monday.",
  "Weekend developments: NYPD builds case for arrest; Julianna Margulies recalls Weinstein encounter\n\nNew York Police Department detectives said Friday that Boardwalk Empire actress Paz de la Huerta may be their best shot at arresting Weinstein and are gathering evidence in hopes of filing an arrest warrant.",
  "Ben Affleck says he'll donate his Weinstein movie residuals\n\nBen Affleck who got his big break in Miramax films like Good Will Hunting, says he will be following the lead of his Mallrats director Kevin Smith and donating his residual payments from Weinstein-related films to charity.",
  "The report contends that \"Diana Filip\" was an alias for a former officer in the Israeli Defense Forces who was working for Black Cube,\n\nWeinstein's spokeswoman, Sallie Hofmeister, did not respond to USA TODAY's request for comment on the report.",
  "\"After a hearing today, the Television Academy's governance has voted to expel Harvey Weinstein from the Academy for life,\" said a statement sent to USA TODAY by Jim Yeager, a publicist for breakwhitelight, which represents the TV Academy.",
  "Chief of Detectives Robert Boyce added that Huerta \"put forth a credible and detailed narrative to us\" and was able to \"articulate each and every movement of the crime: where she was, where they met, where this happened and what he did.",
  "\"Once Kevin suggested that,\" Affleck told Washington, D.C., TV station WTTG in a video published Sunday, \"I decided to do the same thing, so any further residuals that I get from a Miramax or a Weinstein movie will go either to F.I.",
  "On Saturday, Italian actress Asia Argento urged Uma Thurman, who has starred in some of the producer's biggest hits and said she will address the controversy when she is \"less angry,\" to speak out sooner rather than later.",
  "Two investigators from Black Cube used false identities (one, called Diana Filip, claimed to be a women's rights advocate) to meet with actress Rose McGowan and gather information on her, according to the report.",
  "The same operative reportedly used a different false identity to twice meet with an investigating journalist from New York magazine to find out which women critical of Weinstein were talking to the press.",
  "Meanwhile, The Good Wife star Julianna Margulies told Sirius XM host Jenny Hutt about a run-in she had with Weinstein regarding a screen test for a major film during her days on the medical drama E.R.",
  "\"We are determined to play a role in protecting all television professionals from predatory harassment, ensuring they are able to practice their craft in a safe environment,\" the statement said.",
  "While known for his film career, Weinstein has obtained 16 Emmy nominations throughout his career, mainly for his role as an executive producer of Project Runway and HBO's Project Greenlight.",
  "\"We have been in contact with leaders across the industry and share with them a deep sense of responsibility to provide clear workplace benchmarks reflecting decency and respect.\"",
  "TV Academy votes on permanent ban for Weinstein\n\nThe Television Academy voted to permanently ban Weinstein from its ranks during a meeting of its board of governors Monday night.",
  "McGowan gave readers an idea of what to expect in an Oct. 27 speech at the Women's Convention in Detroit, where she proclaimed, \"I have been silenced for 20 years.",
  "McGowan, 44, has accused the producer of raping her at the 1997 Sundance Film Festival and is one of the eight women who received a financial settlement from him.",
  "In a blurb distributed by HarperCollins, McGowan wrote, \"My life, as you will read, has taken me from one cult to another, the biggest cult of all: Hollywood.",
  "The publisher summed up Brave as \"unscripted, courageous, victorious, angry, smart, fierce, unapologetic, controversial, and real as (expletive).\"",
  "Nicholas DiGaudio, told Vanity Fair, \"I believe based on my interviews with Paz that from the NYPD standpoint, we have enough to make an arrest.\"",
  "The TV Academy also said it was \"expediting an already-begun detailed review and revision of our Television Academy membership codes of conduct.\"",
  "Since the scandal broke on Oct. 5, she has called out the Hollywood establishment for turning a blind eye to Weinstein's abuses over the years.",
  "\"The unfolding and widespread examples of this horrific behavior are deeply disturbing to the Academy's leadership,\" the statement continued.",
  "After she threatened to cancel their meeting at the Peninsula Hotel if his female assistant didn't join them, she was led up to his room.",
  "The Academy of Motion Picture Arts and Sciences voted to expel Weinstein from its ranks for life during an emergency meeting last month.",
  "\"The Academy supports those speaking out against harassment in all forms and stands behind those who have been affected by this issue.\"",
  "HarperCollins has announced that it will publish Brave, the memoir by outspoken Weinstein accuser Rose McGowan, on Jan. 30.",
  "Hofmeister told The New Yorker, \"It is a fiction to suggest that any individuals were targeted or suppressed at any time.\"",
  "And so, I turned to see what she had done to deserve that, and I caught her in a shrug-like, 'What could I do?'\"",
  "She continued, \"He looked at me, furious, and he took the door and he said, 'Just wanted to say good audition'.",
  "\"I could see that there were candles lit in the room, and there was a dinner for two,\" she alleges.",
  "\"He opened the door, in a bathrobe,\" Margulies recalled during the interview, posted Saturday.",
  "De la Huerta reported that the producer raped her on two separate occasions in 2010.",
  "Brave is the story of how I fought my way out of these cults and reclaimed my life.",
  "The Producers Guild has banned Weinstein for life, a process started last month.",
  "Harvey Weinstein kept a low profile over the weekend but his accusers did not.",
  "What happened to me behind the scenes happens to all of us in this society.",
  "I just didn't want to cash any more checks from the guy, you know?\"",
  "One is Film Independent, and the other is a women's organization.",
  "(His comments on Weinstein begin around the 3:20 mark.)",
  "or to RAINN (Rape, Abuse and Incest National Network).",
  "And that cannot stand, and it will not stand.",
  "\"We need your strong voice,\" Argento tweeted.",
  "And of course, I didn't get the part.\"",
  "I've been maligned and you know what?",
  "\"And I saw him stare at her, daggers.",
  "I want to help you do the same.\"",
  "\"It is truly commanding.\"",
  "I have been slut-shamed.",
  "And he slammed the door.",
  "I have been harassed.",
  "I'm just like you.",
  "We're strong.\"",
  "We are free.",
  "Det."
]