[
  "David Boies, then one of Weinstein's attorneys, executed a contract with the firm in July 2017 (according to documents obtained by Farrow, which are now publicly available) in which the objectives were to prevent \"the publication of a new negative article in a leading NY newspaper\" (the New York Times exposé on Weinstein) and to obtain \"additional content of a book which [is] currently being written and includes harmful negative information\" (McGowan's then-forthcoming memoir, Brave, in which she wrote about being raped by Weinstein).",
  "Citizen Rose also showed McGowan's painful media tour for Brave, which she abruptly canceled shortly after getting into a shouting match with a trans woman who accused her of being anti-trans at a Barnes & Noble in New York City, followed by an appearance on The Late Show With Stephen Colbert in which she seemed untethered, jumping from topic to topic as Colbert tried gently to follow along.",
  "After McGowan led the way for the New York Times and New Yorker investigations that resulted in Weinstein's downfall — first, he was fired from the Weinstein Company and was forced into self-exile, and now he has been indicted on rape charges in New York and faces a criminal trial — she is even more certain the once all-powerful studio mogul wants to see her go down as well.",
  "Citizen Rose captured McGowan's triumphs over the past year, such as the publication of the Weinstein stories; her being the opening speaker at the Women's Convention in Detroit in late October (her first public appearance after the Weinstein reckoning); and being one of Time magazine's \"Silence Breakers\" in its \"Person of the Year\" issue.",
  "And she has all the receipts: McGowan pointed out that Sitrick and Company, the crisis PR firm Weinstein hired to represent him (but which has since dropped him), scolded IndieWire's Eric Kohn because he had written about her book, but had \"omitted that Rose says she faked an orgasm while Mr. Weinstein was performing oral sex on her.\"",
  "Through the publicist, Weinstein's criminal attorney Ben Brafman issued this statement: \"The Detectives who investigated the drug charges against Ms. McGowan have categorically rejected her ludicrous claim that Mr. Weinstein planted the drugs in her wallet.",
  "The contract was drafted by Black Cube, not by Boies' law firm, and despite what Farrow later unearthed, it claimed at the outset that the investigations firm gathers material through \"legal means and in compliance with all applicable laws and regulations.\"",
  "'s publicity department, Amy Introcaso-Davis, the channel's executive vice president of programming, responded: “From the start, we recognized the importance of bringing Rose’s timely narrative and powerful voice to our viewers around the world.",
  "Since the Weinstein stories first broke, the national reckoning about sexual harassment and assault has affected nearly every industry, from media (Matt Lauer and Charlie Rose) to politics (Rep. John Conyers, Sen. Al Franken, and Missouri Gov.",
  "\"The thing about all of us is that we would have been best suited to movies that were produced by his company,\" McGowan said, referring to the high-quality, edgy independent films Weinstein produced while he ran Miramax with his brother, Bob.",
  "A Black Cube investigator, who called herself Diana Filip to McGowan (referred to as \"Anna\" in the contract) posed in several meetings with her as a feminist investor who was interested in working with McGowan and funding her efforts.",
  "Falsely accusing Mr. Weinstein of committing a crime is something Ms. McGowan has in our opinion done before and people must take note of this cavalier habit of falsely accusing Mr. Weinstein of criminal conduct he vigorously denies.\"",
  "It also documented the community she has found with other feminist activists, including her calling Uma Thurman after she came forward with her own horror story about Weinstein, and an emotional evening with her friend Amber Tamblyn.",
  "But a source close to the situation told BuzzFeed News that the famous attorney had \"communicated to his partners and the employees at his firm that he regretted executing the contract and he bore responsibility for that mistake.\"",
  "Her father, Daniel McGowan, led a chapter of the hippie Christian organization there, eventually escaping with his family to the United States when Rose was 10 after David Berg, the cult's founder, began to ritualize pedophilia.",
  "In the New York Times and New Yorker investigations of Weinstein, his vengeance on actors who weren't compliant with him — Mira Sorvino, Annabella Sciorra, and Ashley Judd among them — emerged as one of his insidious patterns.",
  "(One of Weinstein's former Sitrick publicists said: “As directed by representatives of Mr. Weinstein, I pointed out that portions of Ms. McGowan’s book, that described the alleged incident, were omitted from his initial story.",
  "She has been communicating with Lucia Evans, who originally accused Weinstein of rape in Farrow's first New Yorker story, and who is one of the two women pressing criminal charges against Weinstein (the other is anonymous).",
  "She said she has \"not yet\" been contacted by the office of Manhattan District Attorney Cyrus Vance — if the case against Weinstein goes to trial and follows the Cosby model, prosecutors may want past accusers as witnesses.",
  "According to Farrow's reporting, Weinstein also hired two other investigations firms (PSOPS and Kroll) to dig up dirt on McGowan; according to the New York Times, he also tried to buy off her literary agent, Lacy Lynch.",
  "She has been on a mission, leading what she calls the #RoseArmy, and calling out everyone she sees as having enabled Weinstein, from Ben Affleck to the talent agency CAA, to former Amazon Studios chief Roy Price.",
  "“When Cosby was arrested and found guilty, that's a strike for all of us.”\n\nTo me, McGowan called Sitrick \"evil shitbags,\" and then trashed every past and present representative and lawyer of Weinstein's by name.",
  "handled her docuseries, Citizen Rose, which began in January with a two-hour premiere to coincide with Brave's publication, and then aired three subsequent episodes in May, concluding at the end of last month.",
  "That's the kind of proclamation McGowan delivers regularly in conversation — something that sounds sensational, as if it were from a horror movie like Rosemary's Baby, or a Ryan Murphy–created TV melodrama.",
  "It all has a purpose.” The series also prominently featured fellow Weinstein accuser Asia Argento, whom she had met once in the '90s, but talked to on the phone before Farrow's first story was published.",
  "With her film trajectory cut short, McGowan joined the cast of the hit WB show Charmed in fall 2001, something she did out of necessity at the time, but credits for her international fame and reach.",
  "It was also during that period, she told me in 2015 — when I wrote a profile of her for BuzzFeed News in which we spoke about Weinstein obliquely — that he blacklisted her from the movie business.",
  "The contract included bonuses if Black Cube contributed to stopping the story entirely ($300,000) or $50,000 for procuring \"the other half\" of Brave (\"approximately 250 pages in total\").",
  "Matthew Barakat / AP / REX / Shutterstock Rose McGowan, flanked by her lawyers outside the Loudoun County courthouse in Virginia where she's facing a drug possession charge, May 2018.",
  "Watching McGowan go through the rigorous press cycle on Citizen Rose, during which she had to talk about Weinstein (among other traumas) again and again — well, it's not easy viewing.",
  "A New Yorker investigation by Farrow in November revealed that Weinstein had hired Black Cube, an investigative firm that employs ex-Mossad officers, to look into and thwart McGowan.",
  "Her first role of note was in Gregg Araki's 1995 movie The Doom Generation, in which McGowan played Amy Blue, a hypersexual teenager who says \"fuck\" approximately every 10 seconds.",
  "She said HarperCollins, which published Brave on Jan. 30, has given her \"zero support,\" and that the book ended up on the New York Times best-seller list despite \"heavy obstacles.\"",
  "If you ever thought to wonder What ever happened to the career of [insert woman actor's name here]?, the answer, at least some of the time, appears to be Harvey Weinstein.",
  "The forces working against her, she says, are led by Harvey Weinstein, who she has said raped her at the 1997 Sundance Film Festival, and whom she has helped bring down.",
  "And Jack Palladino, PSOPS's lead investigator, sent this statement: \"The credibility of witnesses and the verifiability of allegations are always at issue in litigation.",
  "And in 1999's cult classic Jawbreaker, she starred as Courtney, a popular, snarling, murderous high schooler in a performance that was delivered with a delightful wink.",
  "It was during those years that McGowan says Weinstein raped her at Sundance, when she was an up-and-coming actor, and she accepted a $100,000 settlement from him.",
  "Alessandra Tarantino / AP / REX / Shutterstock McGowan and Asian Argento participate in a demonstration to mark the International Women's Day in Rome, March 2018.",
  "As Ronan Farrow of the New Yorker has written, the circumstances of the case are muddy — she told Farrow she has used drugs in the past, but is now a pot person.",
  "Weinstein knew about the warrant for McGowan's arrest before it was made public, and in September of last year, he wanted to leak the story to the New York Post.",
  "AF Archive / Alamy; Dimension Films / Courtesy Everett Collection; Photo 12 / Alamy McGowan in The Doom Generation (1995), Scream (1996), and Jawbreaker (1999).",
  "She was a standout in Wes Craven's 1996's smash horror film, Scream, as the sarcastic, scene-stealing, doomed Tatum (\"No, please, don't kill me, Mr. Ghostface!",
  "McGowan ends up being shepherded by her loving aunt, Rory, into intensive trauma therapy (which took place mostly off-camera), and appears to benefit from it.",
  "From her upbringing to her acting career, McGowan’s life has been filled with dramatic ups and downs, and the past year has been especially bracing for her.",
  "She's facing a felony drug charge in Virginia after her wallet was found with cocaine in it on an airplane at Dulles International Airport on Jan. 21, 2017.",
  "That is not only our firm’s particular expertise as investigators, but our legal and ethical due process obligation in the representation of our clients.\")",
  "As for the experience of Citizen Rose, McGowan had \"wanted something to chronicle that period,\" but ended up feeling like she was \"just trying to survive.\"",
  "\"Sitting across from me is the remarkable human and brave survivor, Asia Argento, who has been through more than most could stand, and yet stand she does.",
  "McGowan went to be with Argento the next day, and later sent an email through her publicist begging toxic fans of Bourdain to stop cyberbullying Argento.",
  "They were, she said, \"brave enough to take it on, but not brave enough to see it through to the finish line — they pretty much swept it under the rug.\"",
  "The part, which highlighted McGowan's dark strengths, led to an Independent Spirit Award nomination for Best Debut Performance — and to more work.",
  "is a network that is for, and about, women, and Rose’s bravery, passion and vulnerability has fueled a global conversation and inspired so many.",
  "Kohn referred to the communication as a \"revolting message\" from Sitrick in his story about McGowan, and included the scolding in the piece.",
  "McGowan's evolution from actor to activist has been bumpy, and there have been disappointments along the way, even as she's been vindicated.",
  "Mirek Towski / Getty Images McGowan in 1997, the same year she says she was attacked by Harvey Weinstein at the Sundance Film Festival.",
  "She was an extra in the 1990 dystopian high-school movie Class of 1999, and got a tiny role in Encino Man, a 1992 Pauly Shore comedy.",
  "She was indicted by a grand jury in Loudoun County, Virginia, this week, and if she's convicted, could face up to 10 years in prison.",
  "\"If they want to make up for the Kardashians, and all the other things they've done, I would suggest this is a way to pay penance.\"",
  "But what we all share in common — besides the various hotel room stories — is what it's like to have your career and life stolen.\"",
  "Rena Laverty / AFP / Getty Images McGowan during her opening remarks at the Women's Convention in Detroit, on Oct. 27, 2017.",
  "In the entertainment business, the #MeToo wave was — for a while — a tsunami, causing the sudden unemployment of Louis C.K.",
  "(The show currently streams only for cable customers, in accordance with the company's agreements with cable companies.)",
  "\"I'm proud to have had a big hand in changing the climate, so that when it was retried, he was found guilty,\" she said.",
  "(In a statement to BuzzFeed News, Lynch said, \"I fully support Rose and I hope Harvey Weinstein is brought to justice.\"",
  "Black Cube's elaborate deception of McGowan is the tangled, sinister stuff of The Girl With the Dragon Tattoo novels.",
  "It was a bizarre beginning, and left McGowan as an outsider when she tried to fit into normal Pacific Northwest life.",
  "and Kevin Spacey, and leading to investigations into the behavior of dozens of other men at various levels of power.",
  "She was gratified by the guilty verdict in the Bill Cosby trial, something her #MeToo activism likely helped cause.",
  "Before McGowan became a famous whistleblower — and perhaps #MeToo's Cassandra figure — she was a well-known actor.",
  "But in fact, Anna was tricking McGowan on behalf of Weinstein to find out what she was going to write about him.",
  "(A publicist for HarperOne, the imprint that published Brave, didn't respond to multiple requests for comment.)",
  "Harvey and his team of minions and accomplices and evildoers, they want me to be so insane I kill myself.\"",
  "We are proud of Citizen Rose and grateful for the opportunity to be a part of Rose’s remarkable journey.\"",
  "\"I can't do short-term plotting, but I can do long-term plotting very well; I can play chess,\" she said.",
  "McGowan sold her house in the Hollywood Hills in March in order to pay her once and future legal fees.",
  "She's one of millions of rape survivors, she said — and they almost never see justice in the courts.",
  "When I asked whether Weinstein is now getting what he deserves as he faces a trial, she said: \"No.",
  "Some have been brought low by the revelations; others have escaped consequences, at least for now.",
  "She stood up to her monster rapist and now she has to stand up to yet another monster, suicide.\"",
  "CBS Photo Archive / Getty Images McGowan on The Late Show With Stephen Colbert in January 2018.",
  "When I ask McGowan whether she feels her life is actually in danger, she snaps at the question.",
  "BuzzFeed News informed Weinstein's publicist about the contents of this story, seeking comment.",
  "\"I love when people say I'm paranoid,\" McGowan said in a phone interview from London recently.",
  "The Weinstein survivors belong to a terrible sisterhood, but at least they have each other.",
  "I don't have a feeling about being in London right now, the sky being gray — it just is.\"",
  "(This interview took place before Argento's boyfriend, Anthony Bourdain, killed himself.",
  "She became emancipated at age 15, and around that time, started auditioning for movies.",
  "“If I die, you have to keep my work, to be studied,\" she tells Tamblyn through tears.",
  "\"And Annabella Sciorra — he went after artists,\" she said through a choked-up voice.",
  "\"But my life — I wanted people to see the truth, to see the personal cost, the toll.",
  "\"What it has done is it's created a community where we all speak the same language.",
  "Eric Greitens have all resigned) to the restaurant world (Mario Batali, John Besh).",
  "She bounced back and forth between her parents, and did time as a runaway as well.",
  "\"And so when Cosby was arrested and found guilty, that's a strike for all of us.\"",
  "In her book, on page 123, Ms. McGowan wrote: 'I pretended to have an orgasm.'\")",
  "were among her famous last words, as she puts up a fight and almost gets away).",
  "McGowan, 44, was raised outside of Genoa, Italy, in the Children of God cult.",
  "But that wasn't all Weinstein allegedly attempted in order to undermine her.",
  "to put the episodes online so people without cable subscriptions can watch.",
  "Yet she said she does feel much better now than she did a few months ago.",
  "When we talked, she had just come from a meeting with yet another lawyer.",
  "McGowan has been one of the principal voices of this cathartic movement.",
  "Kate Geen / REX / Shutterstock McGowan with her book Brave in June 2018.",
  "McGowan has said the cocaine wasn't hers, and that she is being set up.",
  "\"I wanted people to see the truth, to see the personal cost, the toll.",
  "And I know when people see it, it helps so many people,\" McGowan said.",
  "Noam Galai / Getty Images McGowan and Ronan Farrow in February 2018.",
  "She does not have a home at the moment, which makes her feel safer.",
  "Yet now, with her court case going forward, she feels abandoned.",
  "\"So when that was off the table, it left us with almost nothing.",
  "I'm more angry about her loss of career than I am about mine.\"",
  "Someone I was transferred to at Kroll said \"no comment.\"",
  "\"I don't feel anything, Kate; it's a fact,\" she said.",
  "\"Everything I've said has been borne out to be true.",
  "Rose McGowan says she is \"living on borrowed time.\"",
  "\"It's super raw,\" McGowan says now of Citizen Rose.",
  "And he dropped Weinstein as a client in late 2017.",
  "Boies was not available to comment for this story.",
  "\"You would think I was very rich, which I'm not.\"",
  "McGowan sounded like she was fighting back tears.",
  "But then you remember: Black Cube, PSOPS, Kroll.",
  "\"I have so many attorneys, it's wild,\" she said.",
  "She also expressed dissatisfaction with how E!",
  "\"It's just like #MeToo; it's like a shorthand.",
  "Our stories are all so similar,\" McGowan said.",
  "\"I live out of two suitcases and a backpack.\"",
  "\"It's a story of perseverance and survival.",
  "but simultaneously feels they \"got scared.\"",
  "\"It's like the walking wounded, you know?\"",
  "And she was stolen, and deprived of that.",
  "It's been proven over and over and over.\"",
  "He went after truly unique individuals.\"",
  "\"This is about people surviving trauma.",
  "\"What an amazing woman,\" McGowan said.",
  "McGowan is indeed under legal threat.",
  "You can read the whole letter here.)",
  "It did almost kill me, this stuff.\"",
  "Her trial is set for Jan. 15, 2019.",
  "\"They're trying to put me in jail.",
  "It did almost kill me, this stuff.",
  "She's already gone through hell.\"",
  "\"She's going to go through hell.",
  "He doesn't deserve to breathe.\"",
  "Part of a plan, she now claims.",
  "\"Dear Fellow Humans,\" it began.",
  "\"She's an incredible thespian.",
  "It's very serious,\" she said.",
  "I want to be in the sequel!\"",
  "She said she's \"proud of E!\"",
  "Yes, she's damaged as hell.",
  "The two are now very close.",
  "He doesn't deserve to live.",
  "\"I live nowhere,\" she said.",
  "\"It's, like, no, it's real.",
  "\"They can burn,\" she said.",
  "We have the same story.\"",
  "It's not a feeling.",
  "McGowan continued.",
  "\"It has a purpose.",
  "She loves it.",
  "She wants E!",
  "Through E!",
  "E!"
]