[
  "Black Cube responded in a statement, saying: \"It is Black Cube's policy to never discuss its clients with any third party, and to never confirm or deny any speculation made with regard to the company's work,\" adding that they work within \"full compliance of the law.\"",
  "Jonathan Ernst/Reuters\n\nAt least two men who worked under the Obama administration were targeted according to The Observer: Ben Rhodes, a former deputy national security adviser, and Colin Kahl, deputy assistant to former President Barack Obama.",
  "A woman claiming to be part of a London-based film company said she wanted to consult with Norris about a movie she was working on, which followed the personal lives of \"government officials in the positions that determine war and peace.\"",
  "Alex Wong/Getty Images\n\nAides to President Donald Trump contacted a private Israeli intelligence agency to dig up dirt on negotiators of the 2015 Iran nuclear deal who worked in the Obama administration, The Observer reported Sunday.",
  "\"Things took a strange turn in the second part [of the interview], as this pretend journalist tried to goad me into agreeing that the Obama admin had pursued the nuclear deal for economic and financial reasons,\" Parsi tweeted.",
  "A source with knowledge of the \"dirty tricks campaign\" told The Observer: \"The idea was that people acting for Trump would discredit those who were pivotal in selling the deal, making it easier to pull out of it.\"",
  "The firm involved is reportedly Black Cube\n\nGareth Cattermole/Getty Images\n\nSources told The New Yorker that the operation was carried out by Black Cube, an Israeli intel firm linked to the Mossad.",
  "But after reading The Observer report Kahl took to Twitter to relay a \"very creepy memory\" of a strange communication attempt by a woman claiming to be part of a UK equity firm in May last year.",
  "Investigators were told to look into negotiators' careers, personal lives, and what contact they'd had with lobbyists and journalists, but its unknown how much, if any, work was undertaken.",
  "The firm carried out a similar intelligence probe for Harvey Weinstein towards women who accused the mogul of sexual misconduct following an outpouring of allegations in 2016 and 2017.",
  "\"I didn't think much more of it until I was informed over the weekend that the gentleman in question was not a journalist, but an operative of this Israeli intelligence firm.",
  "That's upsetting enough, but the fact that this firm was hired by the Trump Administration to spy on and entrap US individuals and organizations, is beyond reprehensible.\"",
  "The company asserted that it has \"no relation whatsoever to the Trump administration, to Trump aides, to anyone close to the administration, or to the Iran Nuclear deal.\"",
  "Trita Parsi, head of the National Iranian American Council, said he too was involved in a strange encounter, this time with someone who said he was a journalist.",
  "Similar contact was made with Ann Norris, a former State Department official, who is also the wife of Ben Rhodes, in June 2017, according to The New Yorker.",
  "According to Kahl, the woman contacted his wife to set up a personal meeting to discuss funding for their daughter's Washington DC elementary school.",
  "Both men told The Observer they were unaware of the campaign and Rhodes added that he was unsurprised by the \"chillingly authoritarian\" move.",
  "The contact information for the two women do not work and their Linkedin pages were subsequently taken down, the New Yorker reported.",
  "Trump will decide on May 12 whether or not the US will stay in the current nuclear agreement which limits Iran's nuclear program.",
  "All agreed that the entire scenario seemed implausible and seemed like an approach by a foreign intelligence entity,\" Kahl said.",
  "A spokesman for the White House's national security council offered \"no comment\" to The Observer when asked about the report.",
  "The aides contacted the firm days after Trump visited Israel during his first trip as president, sources told The Observer.",
  "Investigators may have also contacted Iranian Americans as well as journalists who had reported favorably on the deal.",
  "During that trip, Trump promised Israeli President Benjamin Netanyahu that Iran would never get nuclear weapons.",
  "Kahl's wife told the woman, who had \"specific information\" about his wife to contact the school directly.",
  "\"My wife shared the email with me and a few people we know in both the finance and education fields.",
  "Sources close to the deal had strange experiences\n\nDeputy U.S. National Security Advisor Ben Rhodes.",
  "Around the same time aides began mentioning Kahl and Rhodes in media reports.",
  "The email aroused Norris' suspicion and she never responded."
]