[
  "BIRTHWEEK (was yesterday): NRSC political director Sarah Morgan ... Kara Gainer of the American Physical Therapy Association, who celebrated at RPM last night (hat tip: Kristina Weger)\n\nBIRTHDAYS: Michelle Kwan (h/t Elrod) ... Dick Armey is 78 ... CAP’s Rachel Rosen ... author David McCullough is 85 ... Luther Lowe, SVP of public policy at Yelp … Bill Lord ... Jason Raymond ... Nia-Malika Henderson, CNN senior political reporter ... Rep. Judy Chu is 65 (D-Calif.) ... Madelyn Beck ... Rachael Leman of CARE Action ... Amanda Maddox, comms director for Sen. Johnny Isakson (R-Ga.) ... Susan Pelter ... Julie Xie … Terry Camp ... Eleanor Clift … Nikki Harris ... Molly Jay ... Robin Doody is 26 (h/t sister Clare) ... Ed Kaleta, VP of federal gov’t relations and head of Walgreens D.C. office ... Mike Rigas, deputy director of OPM … Truman Reed (h/t Ashley Reed) ...\n\n... Andy Manatos, CEO of Manatos & Manatos ... Yitzhak Tshuva is 7-0 ... Nicole Eynard ... Amanda Crumley (h/t Jon Haber) ... Marti Adams Baker of the Brunswick Group and a De Blasio alum … Melisse Morris, VP at BlackRock ... Edelman’s Melinda Boisjolie … Danielle Tcholakian ... Roselle Chartock ... Randy James, senior manager at Sugerman Communications in L.A. ... Kathy Roeder ... Felix Thomas Morgan ... Ana Kasparian ... Larry Van Dyne is 73 ... Michael Hudome ... Larry Irving ... Maria H. Keech LeGrand ... Justin Crockett Elzie ... Travis Rundlet ... Jim Bell of TTR Sotheby’s ... Dan Hunter ... Craig Trost ... Patrick Dillon ... Luke Bauer ... Linda Olsen (h/ts Teresa Vilmain)\n\nTHE SHOWS, by @MattMackowiak, filing from Austin:\n\n-- CNN’s “State of the Union” with substitute anchor Dana Bash: Sen. Jeff Flake (R-Ariz.) … Sen. Doug Jones (D-Ala.).",
  "It says the outcome of the follow-up talks was ‘very concerning’ because it has led to a ‘dangerous phase that might rattle our willingness for denuclearization that had been firm.’” http://bit.ly/2IZ0IIp\n\n-- AP’s ANDREW HARNIK and MATTHEW LEE in PYONGYANG: “Secretary of State Mike Pompeo wrapped up two days of talks with senior North Korean officials on Saturday without meeting Kim Jong Un but with commitments for new discussions on denuclearization and the repatriation of the remains of American soldiers killed during the Korean War.” http://bit.ly/2lXyrZD\n\n-- REUTERS: “Pompeo says made progress with North Korea, more work needed” https://reut.rs/2zhYuEx\n\n-- WAPO’S JOHN HUDSON in TOKYO: “Secretary of State Pompeo leaves North Korea with promise of more talks but no tangible breakthrough” https://wapo.st/2KWtScU\n\n-- CBS NEWS’ KYLIE ATWOOD (@kylieatwood): “Per print pool with Pompeo in NK: @statedeptspox says there has been NO softening in the U.S. positions, although she would not explain why the department no longer uses the phrase ‘complete, verifiable, irreversible denuclearization.’”\n\nNEW … BORDER TALES … “Trump administration ordered to supply list of young children subjected to separation,” by Josh Gerstein and Ted Hesson: “A federal judge on Friday ordered the Trump administration to turn over a list of very young children who may have been separated from parents at the U.S.-Mexico border.",
  "At issue in the lawsuit filed under seal by Shera Bechard in Los Angeles County Superior Court against Elliott Broidy, a Los Angeles-based GOP fundraiser and venture capitalist, is their agreement from late last year to not disclose their affair.” https://on.wsj.com/2ziZDvt\n\n-- “Manafort proposes moving 1st trial to Roanoke,” by Josh Gerstein: “Lawyers for President Donald Trump’s former campaign chairman Paul Manafort have asked that his upcoming trial on bank and tax fraud charges be moved from Alexandria to Roanoke, Virginia, citing intense negative publicity surrounding his prosecution by special counsel Robert Mueller.” https://politi.co/2ugERHc\n\n-- “Manafort bank fraud trial does have Trump campaign connection, Mueller’s team says,” by CNN’s Katelyn Polantz: “Prosecutors for special counsel Robert Mueller intend to present evidence at the trial of former Trump campaign chairman Paul Manafort that a banking executive allegedly helped Manafort obtain loans of approximately $16 million while the banker sought a role in the Trump campaign.",
  "Instead of focusing on making history by reshaping American environmental policy, they found themselves not only defending their actions before investigators, but also calling out Mr. Pruitt in ways that exposed him to public scrutiny and ultimately led to his downfall.” https://nyti.ms/2MWIYzI\n\n-- “‘Super Polluting’ Trucks Receive Loophole on Pruitt’s Last Day,” by NYT’s Eric Lipton: “In the final hours of Scott Pruitt’s tenure as administrator, the [EPA] moved on Friday to effectively grant a loophole that will allow a major increase in the manufacturing of a diesel freight truck that produces as much as 55 times the air pollution as trucks that have modern emissions controls.” https://nyti.ms/2lYhWwg\n\nSPOTTED (per Emily Holden): Scott Pruitt at the EPA on Friday having aides stop by so he could say thank you.",
  "Maybe that’s the giveaway.” http://bit.ly/2J0F8Di ... Lowrey -- $26 on Amazon https://amzn.to/2ucB6Ce … Hughes -- $14.70 on Amazon https://amzn.to/2KZYj1J\n\n-- “The Eugenicist Doctor and the Vast Fortune Behind Trump’s Immigration Regime,” by Brendan O’Connor in Splinter – per Longform.org’s description: “On the eugenicist and the Mellon family heiress who built the anti-immigrant policy agenda that Trump is now implementing.” http://bit.ly/2J0WMqx\n\n-- “Israeli intelligence firm targeted NGOs during Hungary’s election campaign,” by Politico Europe’s Lili Bayer: “Between December 2017 and March 2018, Hungarian NGOs and individuals connected to American-Hungarian businessman George Soros were contacted by [Black Cube] agents using false identities who secretly recorded them.",
  "Panel: Ed Rollins and James Freeman\n\n-- Fox News’ “MediaBuzz”: Mollie Hemingway … Susan Ferrechio … Mo Elleithee … Brit Hume … Emily Jashinsky … Adrienne Elrod\n\n-- CNN’s “Inside Politics” with John King: Panel: Julie Hirschfeld Davis, Karoun Demirjian, Jackie Kucinich and Sahil Kapur\n\n-- CNN’s “Fareed Zakaria GPS”: Special episode: “The Two Faces of Kim Jong Un”, featuring interviews with author Jieun Baek, Jeffrey Lewis, former Chairman of the Joint Chiefs of Staff Adm. Michael Mullen, Evan Osnos, Jung Pak, Sue Mi Terry and Alex Wellerstein\n\n-- CNN’s “Reliable Sources”: Panel: Neena Satija,Lomi Kriel and Rafael Carranza … Nina Totenberg … Emily Holden and Elaina Plott … Ezra Klein\n\n-- Univision’s “Al Punto”: Diego Luna … Mexico City Mayor-elect Claudia Sheinbaum … Rev.",
  "Samuel Rodriguez … Alexandria Ocasio-Cortez … Ben Rhodes … wife of Mexican president-elect Beatriz Gutiérrez\n\n-- C-SPAN: “Newsmakers”: Judicial Crisis Network chief counsel and policy director Carrie Severino, questioned by Roll Call’s Niels Lesniewski and Bloomberg News’ Greg Stohr … “Q&A”: freelance journalist Tom Dunkel\n\n-- MSNBC’s “Kasie DC”: Rep. Mike Quigley (D-Ill.) … Marc Lotter … David Fahrenthold … Kimberly Atkins … Joyce Vance … Ruth Marcus … Ken Dilanian … Michael Steel … Jo Ling Kent … Ayanna Pressley\n\n-- Washington Times’ “Mack on Politics” weekly politics podcast with Matt Mackowiak (download on iTunes, Google Play, or Stitcher or listen at MackOnPolitics.com): Author and Ethics and Public Policy Center senior fellow Mona Charen.",
  "The water is fine’: how Flint poisoned its people,” by Anna Clark in The Guardian: “When the people of Flint, Michigan, complained that their tap water smelled bad and made children sick, it took officials 18 months to accept there was a problem.” http://bit.ly/2KQXXup\n\n-- “The Pain We Still Need to Feel,” by Slate’s Jamelle Bouie in Montgomery, Ala.: “The new lynching memorial confronts the racial terrorism that corrupted America—and still does.” https://slate.me/2NcHnGL\n\n-- “A Muslim Among Israeli Settlers,” by Wajahat Ali in The Atlantic’s June issue: “What happens when a Pakistani American writer goes deep into the West Bank?” http://bit.ly/2KjGiiV ... Video http://bit.ly/2MzlvnZ\n\n-- “Did Satoshi Nakomoto Write This Book Excerpt?",
  "“Health care, as the current president famously noted, is complicated­ — and the past decade of change has generated an immense new market for consultants, advisers, and a whole universe of ancillary experts who don’t practice medicine but promise to help navigate a landscape that seems to change every six weeks.” https://politi.co/2lYDpoT\n\n-- “Trump Administration Expected to Suspend ACA Program Related to Insurer Payments,” by WSJ’s Stephanie Armour and Anna Wilde Mathews: “The Trump administration is expected to suspend an Affordable Care Act program that plays a key role in the health law’s insurance markets, a move that could deal a financial blow to many insurers that expect payments.",
  "SUBSCRIBE to the Playbook family: POLITICO Playbook http://politi.co/2lQswbh ... Playbook Power Briefing http://politi.co/2xuOiqh ... New York Playbook http://politi.co/1ON8bqW … Florida Playbook http://politi.co/1OypFe9 ... New Jersey Playbook http://politi.co/1HLKltF ... Massachusetts Playbook http://politi.co/1Nhtq5v … Illinois Playbook http://politi.co/1N7u5sb ... California Playbook http://politi.co/2bLvcPl ... London Playbook http://politi.co/2xfDPuK … Brussels Playbook http://politi.co/1FZeLcw ... All our political and policy tipsheets http://politi.co/1M75UbX\n\nFollow us on Twitter Anna Palmer @apalmerdc\n\n\n\nJake Sherman @JakeSherman\n\n\n\nDaniel Lippman @dlippman\n\nFollow Us",
  "Ms. Peterlin, who served during former Secretary of State Rex Tillerson’s tumultuous 13-month tenure, is now the company’s vice president of global external and public affairs, according to a letter sent to AT&T employees last month.” https://on.wsj.com/2J1t7NK\n\nK-FILE – “Democrat running to replace Paul Ryan in Wisconsin has history of arrests, including driving under the influence,” by CNN’s Nathan McDermott: “A Democrat from Wisconsin running to replace House Speaker Paul Ryan in Congress was arrested and pleaded guilty to driving while intoxicated in 1998, in addition to eight other arrests, according to documents obtained by CNN.",
  "“His declaration was the latest sign that the president’s lawyers, who long cooperated quietly with the inquiry even as their client attacked it, have shifted to an openly combative stance.” https://nyti.ms/2u6OdVI\n\n-- “Ex-Playmate Files Suit Against GOP Donor Elliott Broidy Over Hush-Money Deal,” by WSJ’s Michael Rothfeld and Joe Palazzolo: “A former Playboy centerfold model has sued a prominent Republican fundraiser, her former lawyer and the lawyer for former adult-film star Stephanie Clifford in connection with the breakdown of a $1.6 million hush-money agreement, according to court documents filed Friday.",
  "Two of Randy Bryce’s arrests were more recent -- in 2011 and 2018 -- while protesting the policies of Ryan and Wisconsin’s GOP Sen. Ron Johnson, but the majority of Bryce’s arrests stem from a single incident of driving under the influence, including three times for driving with a suspended license.” https://cnn.it/2zp6lzQ\n\nCLICKER – “The nation’s cartoonists on the week in politics,” edited by Matt Wuerker – 12 keepers https://politi.co/2NxIukv\n\nGREAT WEEKEND READS, curated by Daniel Lippman:\n\n-- “Academics Gathered to Share Emoji Research, and It Was ?",
  "“EPA’s inspector general expects to finish and release as many as four separate reports on Pruitt this summer, according to a spokesman.” https://politi.co/2KUQY3s\n\nTHE 30,000-FOOT TAKE -- “Shift at EPA shows technocrats are replacing big-personality Cabinet members,” by WaPo’s Juliet Eilperin, Josh Dawsey and Brady Dennis: “Scott Pruitt was known inside the [EPA’s] headquarters for sipping $10 organic juice infused with kale, sporting Ferragamo shoes with his Hickey Freeman suits, and making biblical references in texts and conversations with aides.",
  "“It speaks to the shift that has been underway — in fits and starts — as Trump’s Cabinet transitions from a team stocked with high-profile personalities who joined in the early days of the administration to one with a growing number of technocrats.” https://wapo.st/2KH8HPW\n\nKNOWING ANDREW WHEELER … “New EPA chief in 2016: Trump’s a ‘bully,’” by Anthony Adragna and Eric Wolff: “Scott Pruitt’s replacement as leader of the EPA once dismissed Donald Trump as a ‘bully’ with so-so business skills — the kinds of slights the president rarely forgets.",
  "AP: North Koreans say talks with Pompeo were ‘regrettable’ and ‘very concerning’ Presented by\n\nDriving the Day\n\nBREAKING … AP/SEOUL: “North Korea Foreign Ministry says talks with Pompeo ‘regrettable,’ accuses U.S. of unilateral demands for denuclearization.”\n\n-- MORE FROM AP: “The statement says that the United States betrayed the spirit of last month’s summit between President Donald Trump and North Korean leader Kim Jong Un by making unilateral demands on ‘CVID,’ or the complete, verifiable and irreversible denuclearization of North Korea.",
  "William Finnegan paints a deft portrait of Andy Byford settling into his new job and getting his C train legs.” http://bit.ly/2KC1j8G\n\n-- “The Tunnel That Could Break New York,” by Michael Grunwald in POLITICO Magazine’s July/August issue: How politics, and Donald Trump, turned America’s most important repair job into a $30 billion grudge match.” https://politi.co/2MQCySK\n\nPlaybookers\n\nTRANSITIONS -- Caitlin Girouard starts next week as campaign manager for her old boss Sean Patrick Maloney’s campaign for N.Y. attorney general.",
  "If only his propaganda videos made the idea of unrestricted authority seem as troubling as the concept of singing children.” Video http://bit.ly/2zguVTP\n\n-- “Who Really Stands to Win from Universal Basic Income?” by Nathan Heller in The New Yorker, which discusses the new books “Give People Money: How a Universal Basic Income Would End Poverty, Revolutionize Work, and Remake the World,” by Annie Lowrey and “Fair Shot: Rethinking Inequality and How We Earn,” by Chris Hughes: “It has enthusiasts on both the left and the right.",
  "“However, for Kavanaugh’s critics, his actions in the teen-immigrant abortion case exude a tendency toward caution and compromise that could signal an unwillingness to make waves on the Supreme Court — and they worry that hesitancy could extend to reversing longstanding precedents, such as Roe v. Wade.” https://politi.co/2J2aEkg\n\nPRUITT’S SWAN SONG … NYT’S LISA FRIEDMAN, ERIC LIPTON and CORAL DAVENPORT: “Scott Pruitt’s Rocky Relationship With His Aides Set the Stage for His Fall”: “Mr.",
  "Asked about his comments, the president in a statement to The Washington Post said that ‘immigration is destroying Europe as we know it and it is very sad to be witness to what is happening.’ ...\n\n“Shortly after he took office, Trump began passing out his personal cellphone number to a handful of foreign leaders, and in April 2017, White House aides were startled when officials in Canada issued a standard summary of a conversation between Prime Minister Justin Trudeau and Trump.",
  "This alone should disqualify him from the White House.’” https://politi.co/2ucYdwK\n\nTHE INVESTIGATIONS …\n\n-- “Shifting Strategy, Trump’s Lawyers Set New Conditions for Mueller Interview,” by NYT’s Michael Schmidt and Maggie Haberman: “President Trump’s lawyers set new conditions on Friday on an interview with the special counsel and said that the chances that the president would be voluntarily questioned were growing increasingly unlikely.",
  "Learn more at google.com/grow/veterans\n\nNEXT UP … TRUMP OVERSEAS ... “Ahead of NATO and Putin summits, Trump’s unorthodox diplomacy rattles allies,” by WaPo’s Greg Jaffe, Josh Dawsey and Carol D. Leonnig: “During an April visit by French President Emmanuel Macron to the White House, a frustrated Trump was sharply critical of both British Prime Minister Theresa May and German Chancellor Angela Merkel, U.S. and European officials said.",
  "The administration contends it needs more time to determine which children have been separated from parents and to perform adequate security checks to ensure the safety of the child.” https://politi.co/2tYojnO\n\nREPORTER’S NOTEBOOK … FRIDAY’S NEWS that the Cook Political Report was moving REP. DAVE BRAT’S (R-VA.) seat from lean Republican to toss up reminded us of a conversation we recently had with the man who toppled Eric Cantor.",
  "... ‘The government intends to present evidence that although various Lender D employees identified serious issues with the defendant’s loan application, the senior executive at Lender D [previously identified as the Federal Savings Bank] interceded in the process and approved the loan,’ according to the filing from Mueller's team.” https://cnn.it/2KUkvu9\n\nIF YOU THOUGHT THE DERSHOWITZ COVERAGE WAS OVER, YOU WERE WRONG!",
  "-- “Twitter is sweeping out fake accounts like never before, putting user growth at risk,” by WaPo’s Craig Timberg and Elizabeth Dwoskin: “Twitter has sharply escalated its battle against fake and suspicious accounts, suspending more than 1 million a day in recent months, a major shift to lessen the flow of disinformation on the platform, according to data obtained by The Washington Post.",
  "There are a great number among them who are glad to use their instincts without check against defenseless people.’” http://bit.ly/2KOUBLL\n\n-- “Can Andy Byford Save the Subways?” by William Finnegan in The New Yorker – per Longreads.com’s description: “The new president of the New York City Transit Authority is smart, seems almost unfailingly polite, and is very English.",
  "A terse public readout described ‘a very amicable call.’ After the call, White House aides urged Trump to route all conversations with foreign leaders through the Situation Room, as required under federal records law ...\n\n“The president rarely reads his nightly briefing book, which focuses on issues likely to come up in meetings, a second senior U.S. official said.",
  "If someone purporting to be Nakamoto were to move one of those coins to a different address or sign something with keys that only Satoshi has, that would be a pretty good form of verification.” http://bit.ly/2uasDQ9\n\n-- “Xi Jinping” -- HBO’s “Last Week Tonight with John Oliver”: “Chinese president Xi Jinping is amassing an alarming amount of political power.",
  "They’re kind of fundamental issues in America.”\n\nTRADE WARS …\n\n-- THE BIG QUESTION: “Trump Starts a Trade War, but the Path to Success Remains Unclear,” by NYT’s Ana Swanson and Neil Irwin: “The United States and China hit each other with punishing tariffs on Friday as the two nations tipped into a long-feared trade war that is only expected to escalate.",
  "The suspension of some payouts under the program, known as risk adjustment, could come in the wake of a recent decision by a federal judge in New Mexico, who ruled that part of its implementation was flawed and hadn’t been adequately justified by federal regulators, people familiar with the plans said.” https://on.wsj.com/2MX8u86\n\nFINALLY!",
  "THE LATEST ON JIM JORDAN … RACHAEL BADE and JOHN BRESNAHAN: “‘A cesspool of deviancy’: New claims of voyeurism test Jordan denials”: “New allegations in the Ohio State University sexual abuse scandal are threatening to intensify the political firestorm facing its onetime assistant wrestling coach, powerful GOP Rep. Jim Jordan.",
  "Learn more at google.com/grow/veterans\n\nK-STREET FILES – TRUMP ALUMNI: “AT&T Hires Ex-Tillerson Aide for D.C. Office,” by WSJ’s Drew FitzGerald: “AT&T Inc. has hired former State Department chief of staff Margaret Peterlin to a senior government-affairs role after a shakeup reshaped the company’s Washington office.",
  "Psychotherapy can reduce the suffering.” http://bit.ly/2lYiuCz\n\n-- “Concentration Camp,” by Dr. X in The Atlantic’s Sept. 1939 issue – per TheBrowser.com’s description: “A German correspondent describes his imprisonment in Sachsenhausen concentration camp in 1938 along with several thousand other ‘non-Aryans’.",
  "… NYT’S JEREMY PETERS on Island in CHILMARK, MASSACHUSETTS: “Alan Dershowitz Is Enjoying This: In an interview with The Times, Mr. Dershowitz talks about McCarthyism (Martha’s Vineyard-style) and why nuance doesn’t exist in politics anymore”: “‘You reject the label ‘Trump supporter,’ don’t you?",
  "“The special counsel, Robert S. Mueller III, needs to prove before Mr. Trump would agree to an interview that he has evidence that Mr. Trump committed a crime and that his testimony is essential to completing the investigation, said Rudolph W. Giuliani, the president’s lead lawyer in the case.",
  "The recordings, which began appearing in the Jerusalem Post and Hungarian government-controlled daily paper Magyar Idok three weeks before Hungary’s election, were used by Prime Minister Viktor Orbán to attack independent civil society organizations during the last days of the campaign.",
  "“President Trump has said that trade wars are ‘easy to win.’ Now, as he opens a global skirmish with allies and adversaries alike, the question is whether he has a plan to achieve the results he wants or whether he is heading into a costly and futile clash without resolution.",
  "Not to have it considered a crime when you fire, when you exercise your Article II powers under the Constitution.’” https://nyti.ms/2L04x1y\n\nPlaybook Reads\n\nPHOTO DU JOUR: Flames consume a home on N. Fairview Ave. as the Holiday fire burns in Goleta, Calif., on July 7.",
  "A Wired Investigation,” by Garrett Graff in Wired: “As skeptics in the cryptography community have repeatedly pointed out, the true Satoshi ought to have access to the cryptographic keys that control the first bitcoins—coins that have stayed put for a decade.",
  "| Noah Berger/AP Photo\n\nWASHINGTON INC. -- “The one big winner of the Obamacare wars,” by Joanne Kenen: “The Trump-era attack on the Affordable Care Act has left the nation’s health system plagued with uncertainties: Will ‘Obamacare’ insurance survive?",
  "The aggressive removal of unwanted accounts may result in a rare decline in the number of monthly users in the second quarter.” https://wapo.st/2MXtaNf\n\n\n\nA message from Google: Google is committed to helping veterans build successful civilian careers.",
  "Kids wrestling, junior high wrestling, high school, University of Wisconsin wrestling, coach at Ohio State, I’ve got two boys who wrestled for the Badgers, I’ve got four nephews who wrestled Ohio State, I’ve got another nephew who wrestles for Iowa.",
  "Pruitt is still facing more than a dozen federal probes from his tenure as EPA administrator, and EPA’s watchdog and congressional investigators are promising to continue looking into his long list of ethical woes and lavish spending allegations.",
  "The president appears to be betting that threatening trading partners like China, the European Union, Mexico and Canada with tariffs will eventually force them to bend to the United States.” https://nyti.ms/2NwDmNC\n\n-- WSJ’S BOB DAVIS: “U.S.",
  "“Larkins Hall, the building that housed athletic teams, became such a well-known target that people who frequented it at the time have reminisced in anonymous postings online how easy it was to ogle naked members of the wrestling team.",
  "He was the wrestling team’s assistant coach from 1986 to 1994 and has adamantly denied knowledge of any sexual abuse.” https://politi.co/2zjV6sK\n\n-- JORDAN spoke with FOX NEWS’ BRET BAIER on “SPECIAL REPORT” Friday night: “It’s false.",
  "But so far it is tough to argue that the spat with China is having a broad macroeconomic impact.” https://on.wsj.com/2MUUV8Z\n\n\n\nA message from Google: Google is supporting service members as they transition to civilian jobs.",
  "He is a successful PR person, but not a businessman,’ Deputy EPA Administrator Andrew Wheeler, then an environmental adviser to Sen. Marco Rubio’s presidential campaign, wrote in a now-deleted Facebook post in February 2016.",
  "The rate of account suspensions, which Twitter confirmed to The Post, has more than doubled since October ... Twitter suspended more than 70 million accounts in May and June, and the pace has continued in July ...",
  "“The situation was so egregious that former wrestling head coach Russ Hellickson would at times have to physically drag the gawkers out of the building, several sources familiar with his actions at the time said.",
  "“To Kavanaugh’s backers, his role in the legal showdown that played out over a couple of weeks last October exhibits the kind of judicial restraint conservatives have long called for from members of the bench.",
  "Panel: Toluse Olorunnipa, Kelsey Snell, Reihan Salam, Mark Landler and Jeff Pegues\n\n-- Fox News’ “Sunday Morning Futures”: Rep. Louie Gohmert (R-Texas) … Gordon Chang … Rep. Andy Biggs (R-Ariz.) … former Gov.",
  "That’s what we need here, the truth.”\n\n-- ON MIKE DISABATO, who says Jordan knew of “deviant” behavior: “Conversations in a locker room are a lot different than allegations of abuse or reported abuse to us.",
  "Panel: Rep. Karen Bass (D-Calif.), Linda Chavez, Ken Blackwell and Jeff Weaver\n\n-- “Fox News Sunday” with substitute anchor Dana Perino: Sen. Lindsey Graham (R-S.C.) … Ilyse Hogue … Kay Bailey Hutchison.",
  "District Court Judge Dana Sabraw told a Justice Department attorney to provide by 5 p.m. PDT Saturday a tally of the roughly 100 children under age 5 who were split apart from adults at the border.",
  "He was arrested just five months ago.”\n\nJORDAN also said the “timing is suspect” since this story came out after he questioned Rod Rosenstein and has floated running for speaker of the House.",
  "That contrast has come to the fore as Wheeler prepares to take the helm of the agency on Monday in the wake of Pruitt’s resignation amid allegations of overspending and ethical misconduct.",
  "Economic Strength Gives Trump Leeway in Trade Fight With China”: “The U.S. economy’s strength is emboldening the Trump administration to play hardball in its trade offensive against China.",
  "Panel: Brit Hume, Gillian Turner, former Rep. Jason Chaffetz (R-Utah) and Juan Williams\n\n-- NBC’s “Meet the Press”: Senate Minority Leader Dick Durbin (D-Ill.) … Sen. Roy Blunt (R-Mo.)",
  "The voyeurs would masturbate while watching the wrestlers shower or sit in the sauna, or engage in sexual acts in the areas where the athletes trained, the former wrestlers said.",
  "SCOTUS REPORT …\n\n-- JOSH GERSTEIN: “Teen immigrant abortion case could be hurdle for Kavanaugh’s Supreme Court bid”: “One of the leading contenders for the Supreme Court, D.C.",
  "Circuit Judge Brett Kavanaugh, could see his chance at the nomination hinge on his handling of a legal battle last year over a 17-year-old immigrant's request for an abortion.",
  "DRIP, DRIP, DRIP … “Pruitt ethics probes linger even after resignation,” by Anthony Adragna: “Scott Pruitt may be out of the EPA, but that doesn’t mean his troubles are over.",
  "Today when service members search “jobs for veterans” on Google, and enter their military occupational specialty code, they’ll see jobs that match their military skill sets.",
  "“A half-dozen ex-wrestlers told POLITICO they were regularly harassed in their training facility by sexually aggressive men who attended or worked at the university.",
  "Brat’s view on the political climate is not dissimilar from many Republicans these days: the press and pundits were wrong before, so they’re probably wrong again.",
  "Panel: Mark Murray, Susan Page, Danielle Pletka and Eugene Robinson\n\n-- ABC’s “This Week”: Leonard Leo … Sen. Richard Blumenthal (D-Conn.) … Kay Bailey Hutchison.",
  "I’m a Hillary Clinton liberal Democrat who’s trying hard to restore Congress to the Democrats, who will help finance Democratic candidates all over the country.",
  "To slim down Trump’s workload, aides have sometimes put the most critical information in a red folder.” https://wapo.st/2KYY4Ea\n\nGood Saturday morning.",
  "Those investigations have already prompted Pruitt to turn to an outside attorney for advice and set up a legal defense fund before his resignation.",
  "Chris Christie, Stephanie Cutter, Sara Fagen and Patrick Gaspard\n\n-- CBS’s “Face the Nation”: Sen. Joni Ernst (R-Iowa) … Sen. Chris Coons (D-Del.)",
  "We also help employers find them by enabling companies to implement this feature on their career sites using Google Cloud’s Talent Solution.",
  "Orbán’s right-wing Fidesz party went on to win in a landslide.” https://politi.co/2MSiXBF\n\n-- “100 million Americans have chronic pain.",
  "Tariffs tend to be economic downers with an impact like sales taxes, which push up costs for consumers and businesses and slow growth.",
  "‘What I’m expecting is a lot of work over the weekend,’ he said during a meeting between parties in a lawsuit over family separations.",
  "“The Trump administration faces a Tuesday deadline – imposed by Sabraw last week – to reunite the young children with their parents.",
  "Through Grow with Google, our initiative to create economic opportunities, we’ve developed resources specifically for veterans.",
  "“Andrew Wheeler, on the other hand, is a policy wonk who keeps his religious views private and collects Coca-Cola memorabilia.",
  "Here’s what Brat had to say about the political climate just before the chamber broke for the July 4 recess:\n\n“In my district?",
  "‘[H]e has more baggage then all of the other Republican candidates combined.’ And, Wheeler wrote at the time, ‘he is a bully.",
  "Every press account, every political expert that the press pulls out is always from the left, because they’re from academia.",
  "Hellickson also pleaded with the university multiple times to move their athletes to a private facility, the sources said.",
  "And that’s what the press -- the press doesn’t ask the Democrat candidates where are you at on private property rights.",
  "CareerBuilder, Pepsi, Siemens, RecruitMilitary, and many others have already implemented the API on their career sites.",
  "... After [a typical foreign leader] call, a transcript is distributed to key aides, who will issue a public readout.",
  "?,” by Rielle Pardes in Wired – per ALDaily.com’s description: “On Instagram, half of all comments include an emoji.",
  "Very few use one of the best tools to treat it,” by Vox’s Brian Resnick: “Chronic pain often has no physical cause.",
  "In it, Trudeau complained of ‘unfair duties’ and ‘baseless’ claims about trade by Trump administration officials.",
  "But one certainty is prevailing: No matter what the outcome, it will be a bonanza for health-care consultants.",
  "The Holocaust was yet to begin, but the elements of it, material and human, were visibly falling into place.",
  "‘I have been asked repeatedly where the men are procured who torment the inmates, often with sadistic lust.",
  "Whether that’s enough to enable him to wrangle the system he’s been tasked with fixing remains to be seen.",
  "The president, who is spending the weekend in Bedminster, New Jersey, has nothing on his public schedule.",
  "Many Republicans think that’s a dangerous way of thinking in what they view as a tough political climate.",
  "Republicans involved in House races say if Brat is truly in trouble, the House is probably gone.",
  "And what bothers me the most is the guys that are saying this thing, I know they know the truth.",
  "BRAT represents a district that has long been considered a cradle of conservatism in Virginia.",
  "“Conversations in a locker room are different than people coming up and talking about abuse.",
  "“I think I’ll win, based on just keeping my word and the economic issue is going to be it.",
  "Or are they destroying language?” http://bit.ly/2KQN92v\n\n-- “‘Nothing to worry about.",
  "Friday was her last day as communications director for Sen. Amy Klobuchar (D-Minn.).",
  "But the Democrat candidates always say they’re running as moderates and they’re not.",
  "Calling me a Trump supporter is like calling me a communist supporter in the 1950s.",
  "Staffers didn’t think he would be there after resigning, but he showed up anyway.",
  "is a story of his diminishing relationship with many of his closest loyalists.",
  "We would’ve dealt with it if we would’ve known about anything that happened.",
  "I mean, I never saw, never heard of, never was told about any type of abuse.",
  "…\n\n“I’m going to take it utterly seriously because the stakes are so high.",
  "And you can check my -- I think I said that last time, the press said no.",
  "“‘And here, you’re defending Trump’s right to …’ ‘To be treated fairly.",
  "In this instance, U.S. officials had to rely on Trump’s memory.",
  "“No one at the White House was aware the call had taken place.",
  "A good coach puts the interest of his student athletes first.",
  "‘We had no idea what happened,’ a senior U.S. official said.",
  "On Messenger, five billion are sent and received every day.",
  "‘[A]s a businessman, he really hasn’t been that successful.",
  "Shocker.” Note: Brat comes from the world of academia too.",
  "Well that’s what the press said about every Democrat race.",
  "So if I listen to you guys I would’ve lost three times.",
  "2, and the coach has been described as Jordan’s mentor.",
  "I defended the communists’ right to speak and to teach.",
  "Kirsten Hartman is taking over Klobuchar’s press shop.",
  "And will patients ever really get ‘affordable’ care?",
  "“The accusations could exacerbate Jordan’s troubles.",
  "If in fact there are victims, they deserve justice.",
  "I’ve been on the sport of wrestling my entire life.",
  "We’re going to, I think, meet with them next week.",
  "… Mike DiSabato has a vendetta against Ohio State.",
  "Our coaching staff -- we would’ve dealt with it.",
  "Legal panel: Alan Dershowitz and Asha Rangappa.",
  "He lost a licensing agreement with Ohio State.",
  "We want the investigation to get to the truth.",
  "If I had been, I would’ve dealt with it.",
  "The blaze has destroyed multiple homes.",
  "I haven’t changed one iota in 50 years.",
  "If they had, I would’ve dealt with it.",
  "He has a vendetta against our family.",
  "No one ever reported any abuse to me.",
  "I’m a supporter of civil liberties.",
  "Can independent hospitals make it?",
  "There’s an investigation going on.",
  "Jordan served as Hellickson’s No.",
  "These were our student athletes.",
  "I was not a communist supporter.",
  "Are emoji a universal language?",
  "I was going to lose all three.",
  "Pruitt’s fall from the E.P.A.",
  "He is out to get Ohio State.",
  "I am not a Trump supporter.",
  "Bill Richardson (D-N.M.).",
  "I was never going to win.",
  "What’s next for doctors?",
  "I’m a liberal Democrat.",
  "… Kay Bailey Hutchison.",
  "Panel: Former N.J. Gov.",
  "Go get the press clips.",
  "Always from the press.",
  "I know they do.",
  "… Mimi Rocah.",
  "‘Absolutely.",
  "Right?",
  "Right?",
  "Right?",
  "“U.S."
]