[
  "Trump’s comments come on the heels of a Boston Globe report last week which said that Kerry met Iranian Foreign Minister Javad Zarif in recent months to strategize in a bid to preserve the deal, as part of what the Globe called an “aggressive yet stealthy” mission to put pressure on the Trump administration to keep it in some form.",
  "“Like America’s closest allies, he believes it is important that the nuclear agreement, which took the world years to negotiate, remain effective as countries focus on stability in the region.”\n\nBut Kerry may not be the only one outside the government weighing in on the high-stakes Iran deliberations.",
  "White House press secretary Sarah Sanders said last week that the U.S. is “aware of the information” released by Israel and “continues to examine it carefully.”\n\n“This information provides new and compelling details about Iran’s efforts to develop missile-deliverable nuclear weapons,” Sanders said.",
  "Ahead of the May 12 deadline, Kerry has reportedly ramped up other meetings, speaking with German President Frank-Walter Steinmeier, who was foreign minister of Germany when the deal was negotiated; French President Emmanuel Macron; and European Union foreign affairs chief Federica Mogherini.",
  "The president has repeatedly hit Kerry for his supposedly poor negotiating skills, but turned up the criticism following reports that Kerry is trying to save the deal -- as the Trump administration nears a May 12 deadline to decide whether to recertify the pact with Tehran.",
  "According to reports over the weekend, Israeli intelligence firm Black Cube used false identities to track and dig up dirt on Obama officials who negotiated the original terms of the Iran deal in 2015, including former Obama National Security Adviser Ben Rhodes.",
  "JOHN KERRY UNDER FIRE FOR REPORTED 'SHADOW DIPLOMACY' TO SAVE IRAN DEAL\n\nThe Globe reported that Kerry was quiet in his strategy, as he believed that a high-profile defense of the deal would backfire, making Trump more likely to scrap the agreement entirely.",
  "Last week, Israeli Prime Minister Benjamin Netanyahu revealed new “dramatic” intelligence which he claimed shows Iran is “brazenly lying” about its nuclear weapons program and shows the country is not complying with the nuclear deal.",
  "“These facts are consistent with what the United States has long known: Iran had a robust, clandestine nuclear weapons program that it has tried and failed to hide from the world and from its own people.",
  "President Trump blasted former Secretary of State John Kerry Monday for what he called “possibly illegal Shadow Diplomacy” with officials from Iran and Europe in a bid to salvage the 2015 nuclear deal.",
  "But Kerry’s meetings with high-profile foreign leaders could violate the Logan Act—which prohibits private citizens from negotiating on behalf of the U.S. government without authorization.",
  "Secretary Kerry stays in touch with his former counterparts around the world just like every previous Secretary of State,” the Kerry spokesman told Fox News in an email.",
  "“I think every American would want every voice possible urging Iran to remain in compliance with the nuclear agreement that prevented a war.",
  "Iran must never have nuclear weapons.”\n\nFox News' Adam Shaw , Travis Fedschun and Alex Pappas contributed to this report.",
  "“The United States does not need John Kerry’s possibly illegal Shadow Diplomacy on the very badly negotiated Iran Deal.",
  "The Iranian regime has shown it will use destructive weapons against its neighbors and others.",
  "He was the one that created this MESS in the first place!” Trump tweeted Monday.",
  "No one has ever been successfully prosecuted under the law, however.",
  "One report linked the project to Trump aides.",
  "A spokesman for Kerry defended the meetings."
]