[
  "The former Obama Administration officials Tommy Vietor, Ned Price, Jon Favreau, Jon Finer, and Dan Pfeiffer are all listed as “likely operations officers.” Many of those former officials have publicly criticized Trump’s foreign policies, but Rhodes and Kahl said there was no “Echo Chamber,” “network,” “ops chief,” or “virtual war room.” In a statement, Rhodes described the memo as “a bizarre effort to validate ‘deep state’ conspiracy theories” and said that, “given Trump’s many efforts to intimidate and malign his critics, it’s worth asking how his White House and outside enablers acted on this strange memo.” In an e-mail, Kahl added that “the NSC’s role is to staff the President and coordinate the interagency on foreign affairs.",
  "The Black Cube documents use the term “echo chamber” five times, including in a document describing the operatives’ directive as “Investigating the Rhodes’ / Kahl ‘Eco-chamber.’ ” The same document states that “Rhodes and Kahl are suspected to make use of privileged access and information leveraging it against the incumbent administration.”\n\nThe British newspaper the Observer revealed the existence of the operation in May, and The New Yorker identified the firm as Black Cube, an organization that Harvey Weinstein had hired to collect information on women accusing him of sexual abuse and journalists trying to expose the allegations.",
  "Fisher, who described the effort as “weird and misguided,” said, “I don't really understand what they were hoping to accomplish.” In an e-mail, Goldberg added, “This is one of the stupider conspiracy theories circulating through a city currently drowning in stupid conspiracy theories.”\n\nBlack Cube also assembled a list of six additional journalists and commentators it described as being “close to Rhodes vessels of his message.” Operatives approached targeted individuals to elicit potentially damaging statements about Rhodes and Kahl.",
  "“These are the Obama loyalists who are probably among those coordinating the daily/weekly battle rhythm,” the memo said, adding that they likely operated a “virtual war room.” The memo lists Ben Rhodes, a former deputy national-security adviser to President Obama, as “likely the brain behind this operation” and Colin Kahl, Vice-President Joe Biden’s former national-security adviser, as its “likely ops chief.” Rhodes and Kahl both said in interviews that the allegations are false and no such organization exists.",
  "Those in the White House and on the National Security Council staff who aligned themselves with Steve Bannon, who left Breitbart to serve as Trump’s chief strategist, perceived former Obama Administration officials and so-called holdovers (career professionals who remained in the White House after Trump’s Inauguration) as obstacles to advancing their agenda and potential sources of leaks aimed at undermining them.",
  "-Very active on Twitter and on TV.-Kahl is the likely coordinator of this group and of the virtual “war room.” We can surmise this because he is the author of last resort: i.e., when an attack is not gaining traction via articles or social media posts written by others, Colin weighs in directly himself, as in the article he wrote that demanded to know whether Seb Gorka had a security clearance or not.",
  "Likely Operations Officers: These are the ones who are probably among those coordinating the daily/weekly battle rhythm—i.e., the “War Room.” These are the ones who are likely reaching out to reporters to plant stories and then using a comms infrastructure to amplify those stories on listservs and in social media.",
  "The memo identifies the former Obama Administration officials purported to be in the Echo Chamber as “the people who would be behind coordinated attacks such as the one against Seb Gorka.” Later, it cites an article Kahl wrote in Foreign Policy, which questioned whether Gorka had a top-secret security clearance.",
  "The allegations against Rhodes and Kahl appeared in articles published by Breitbart and other conservative Web sites in 2016 and 2017, fuelled by a May, 2016, Times Magazine profile in which Rhodes was quoted using the phrase “echo chamber” to describe his and other officials’ advocacy for the Iran nuclear deal.",
  "Black Cube is not aware of the documents mentioned in this article, neither their contents.” A source familiar with the operation has maintained that the investigation of Rhodes and Kahl was part of Black Cube’s work for a private-sector client in the shipping industry, pursuing commercial interests.",
  "But the memo, circulated at senior levels in the White House, shows just how deeply the Echo Chamber conspiracy theory had penetrated business and politics, and suggests a commonality of interests between Black Cube’s unidentified client and parts of the Trump Administration.",
  "The Echo Chamber\n\nThe communications infrastructure that the Obama admin used to sell Obamacare and the Iran Deal to the public (“Echo Chamber”) has been shifted from the White House into the private sector, and is now being used to undermine President Trump’s foreign policy.",
  "Fisher is described as having “heavily advocated” for the Iran deal and “placed himself at the service of Rhodes’ ‘Eco-chamber,’ ” while Mitchell is at one point identified as being a “vessel for Rhodes’ ‘eco-chamber.’ ” The reporters disputed that characterization.",
  "Some of the same conspiracy theories expressed in the memo appear in internal documents from an Israeli private-intelligence firm that mounted a covert effort to collect damaging information about aides to President Obama who had advocated for the Iran deal.",
  "Disseminating fact sheets.”)\n\nConspiracy theories of this kind appear to have thrived in the Trump White House, which was divided into factions that often used media leaks to undermine their rivals and compete for influence with the President.",
  "The memo claimed that the “communications infrastructure” that the Obama White House used to “sell Obamacare and the Iran Deal to the public” had been moved to the private sector, now that the former aides were out of government.",
  "In a statement, the firm said that “Black Cube does not get involved in politics, and has no relation whatsoever to the Trump administration, to Trump aides, to anyone close to the administration, or to the Iran Nuclear deal.",
  "Some of the members of this network refer to themselves as “the resistance.”\n\nThey are the same Obama loyalists using the same media outlets and same allied journalists to promote their narrative of US foreign policy.",
  "It called the network the Echo Chamber and accused its members of mounting a coördinated effort “to undermine President Trump’s foreign policy” through organized attacks in the press against Trump and his advisers.",
  "The firm compiled a list of nine reporters and commentators it claimed were part of the Echo Chamber, including The Atlantic’s Jeffrey Goldberg, the New York Times’ Max Fisher, and NBC News’s Andrea Mitchell.",
  "In a section titled “Gorka Allegations,” the Black Cube documents reference allegations that he was anti-Semitic and affiliated with Nazi groups, which Rhodes mentioned in a tweet on one occasion.",
  "The memo is unsigned and undated, and Trump Administration officials familiar with it offered conflicting accounts of who authored it and whether it originated inside or outside the White House.",
  "This sentence was included only once in the memo: “These are the Obama loyalists who are probably among those coordinating the daily/weekly battle rhythm—i.e., the ‘War Room.’ ”",
  "-Was foreign policy chief to Hillary Clinton's campaign.-Was director of policy planning for Clinton at State Dept.-With Ben Rhodes, co-authored the Benghazi talking points.",
  "In May, 2017, that firm, Black Cube, provided its operatives with instructions and other briefing materials that included the same ideas and names discussed in the memo.",
  "The Black Cube documents obtained by The New Yorker referred to Rhodes and Kahl, arguing that they were using allies in the media to undermine the Trump Administration.",
  "In early 2017, some of Donald Trump’s advisers concluded that they faced a sophisticated threat responsible for “coordinated attacks” on the new Administration.",
  "Many of the figures in this network were focused on selling Obama's Iran Deal, so there is something of a Middle East/Iran slant to the network's membership.",
  "Operatives also used false identities and front companies to try to dupe targets, including Rhodes’s and Kahl’s wives, into unwittingly sharing information.",
  "It is not the NSC’s role to conduct military-style network analysis of domestic opponents.”\n\nThe memo obtained by The New Yorker has been reproduced below.",
  "Instead of being about enemies in a distant war zone, however, the network described in the memo consisted of former aides to President Barack Obama.",
  "They circulated a memo, titled “The Echo Chamber,” which read like a U.S. military-intelligence officer’s analysis of a foreign-insurgent network.",
  "Probably also responsible for senior-level political outreach with major Democrat donors (e.g., Tom Nides and Alan Solow) and members of Congress.",
  "Black Cube has declined to answer questions about who hired it to collect damaging information on Rhodes and Kahl, citing client confidentiality.",
  "-Wrote article in February saying he was resigning from the CIA because of his disgust with President Trump’s policies—a preplanned article.",
  "Both the memo and Black Cube documents reference attacks in the press on Sebastian Gorka, a former deputy assistant to President Trump.",
  "In private meetings, Bannon’s allies in the power struggle, some of whom had military backgrounds, said they were eager to fight back.",
  "The officials said that it was circulated within the National Security Council and other parts of the Trump White House in early 2017.",
  "Jake Sullivan, a former adviser to Hillary Clinton and Joe Biden, is identified as one of the leaders of the Echo Chamber.",
  "These people have also had very close working and personal relationships going back to the Obama campaign of 2007-2008.",
  "The Black Cube documents show a similar focus on the lines of communication between Obama-era officials and the press.",
  "This post has been updated to delete a sentence that mistakenly appeared twice in the reproduction of the memo.",
  "(In a recent memoir, Rhodes said, “all I was describing was the most routine aspect of communications work.",
  "At least one of those conversations, with a commentator on the list, Trita Parsi, was secretly recorded.",
  "-Former Deputy NSA for Strat Comms.-Wife Ann Norris is PDAS for legislative affairs in the State Dept.",
  "The memo also claims that other former Obama Administration officials are part of the Echo Chamber.",
  "Jon Finer, former senior advisor to Sec Kerry and former Director of Policy Planning at State Dept.",
  "These are the people who would be behind coordinated attacks such as the one against Seb Gorka.",
  "Tommy Vietor and Jon Favreau were roommates in DC during the Obama admin, for example.",
  "Likely Leadership: Responsible for higher-level strategy and higher-level fundraising.",
  "Whether those behind the memo had any connection to Black Cube’s work remains unclear.",
  "“It’s my first time hearing of this, and it’s obviously ridiculous,” Mitchell said.",
  "A profile of Rhodes compiled by Black Cube quotes the Times Magazine story.",
  "A National Security Council spokesperson declined to comment.",
  "Dan Pfeiffer, former communications advisor to Obama.",
  "Former NSA to VP Biden; now on the faculty at Yale.",
  "They said the memo may have had additional pages.",
  "Tommy Vietor, former deputy to Ben Rhodes.",
  "Ned Price, former deputy to Ben Rhodes.",
  "Jon Favreau, former Obama speechwriter.",
  "Likely the brain behind this operation.",
  "(Gorka has disputed the allegations.)",
  "Now on the faculty at Georgetown.",
  "Colin Kahl (likely ops chief).",
  "Former NSA to VP Biden.",
  "Also former journalist.",
  "Briefing people.",
  "Jake Sullivan.",
  "Ben Rhodes."
]