[
  "Sebastian Gorka, a Trump supporter who served briefly in the White House as an adviser, has repeatedly attacked both men on social media and in conservative news outlets, accusing Mr. Rhodes and Mr. Kahl of working to undermine Mr. Trump and defend the Iran deal from its critics.",
  "“I never imagined that upon leaving government, that not only would that information campaign continue, but that it would be supplemented by investigations into me and my family by shadowy international operations, involving foreign entities,” Mr. Rhodes said.",
  "While there is no evidence directly linking Trump officials to the preparation of the reports, several current or former members of the Trump White House have repeatedly attacked Mr. Rhodes and Mr. Kahl for their support of the Iran agreement.",
  "The reports appear to be aimed at undermining public support for the agreement by finding ways to discredit Mr. Rhodes and Mr. Kahl, who have been staunch advocates of the deal on social media and in television appearances.",
  "Its critics, including Mr. Trump and Benjamin Netanyahu, the prime minister of Israel, have said it does nothing to curtail the danger posed by Iran and will not curtail Iran’s ability to develop nuclear weapons.",
  "The president said Monday that he will announce on Tuesday whether he will formally withdraw the United States from the deal, as he has repeatedly signaled he would.",
  "Current and former Trump administration officials have also targeted John Kerry, the former secretary of state who negotiated the Iran deal for the United States.",
  "Even Mr. Trump himself said in a Twitter post on Monday that recent efforts by Mr. Kerry to save the deal amounted to “possibly illegal Shadow Diplomacy.”",
  "In an interview on Monday, Mr. Rhodes said he was surprised that ferocious criticism directed at him continued after he left government.",
  "The deal to curtail Iran’s nuclear weapons program was signed by the United States, Iran and several European countries in 2015."
]