[
  "Stuart Holliday, president and CEO of Meridian International Center (h/t Lee Satterfield) ... Meredith Raimondi ... BuzzFeed’s Zoe Tillman ... Scott Pascoli ... DCCC’s Sam Iacobellis ...\n\n… Michael Duffy is 6-0 ... Kate Andersen Brower (h/ts Tim Burger) ... Stefanie Cargill, senior producer at MSNBC (h/t Caleb Cade) ... Alex Wolff (h/t Dominic Hawkins) … Robin Reck, director of public affairs at Emerson Collective (h/t Marshall Cohen) ... iHeartMedia’s Bryan Watkins ... Eric Kanter, Seth Moulton’s senior policy adviser (h/t Matt Corridoni, who says Kanter “will be feted with funfetti cake”) ... Gabby Friedman ... Rafael Lemaitre, chief comms officer at IEM (h/t Aaron Davis) ... Rachel Braun ... Mary Jeka ... Ren Zheng (h/ts Jon Haber) ... VOA’s John Walker ... Rep. Ryan Costello (R-Pa.) is 42 ... Nick Ciarlante ... Craig Higgins ... Matthew Grill ... Derrick Dockery ... Johan Propst ... Eric Martin ... Sam Stefanki ... Elizabeth Fox ... Matt McCluskey ... David Grant ... Meg Peterson ... Gregory Petzold ... Janelle Kovacevich ... Philip Watson ... Jeff Schrade ... Brandon Rettke ...",
  "SPOTTED … Treasury Secretary Steven Mnuchin and Louise Linton having dinner with Sen. Ted Cruz (R-Texas) and Heidi Cruz at Fiola last night … Sen. Pat Leahy (D-Vt.) walking into Siroc for dinner last night … Kevin McCarthy at Joe’s ... Rep. Beto O’Rourke (D-Texas) having dinner with two members of his team at Medium Rare on Barracks Row -- pic ... Rep. Dana Rohrabacher (R-Calif.) heading into Hunan Dynasty ... former Rep. Blake Farenthold (R-Texas) at RPM Italian ... Steve Forbes on the Acela to D.C.\n\nVANITY FAIR’S JOE POMPEO … “Michael Schmidt, the Ronan of the Russia Investigation, Is Writing a Book About the Mueller Probe”: “I’ve learned that New York Times reporter Michael Schmidt has a Mueller-oriented project in the works ... Schmidt has blown the lid off some of the most consequential stories about the Russia investigation, and he now has a deal with Random House -- brokered by Gail Ross of the Ross Yoon Agency -- to show for it.",
  "One outside adviser said the White House had a list of about 12 suspects.” NYT\n\n-- ANDREW RESTUCCIA, NANCY COOK and CHRIS CADELAGO, “Trump insists all’s calm at White House after bombshell op-ed”: “As he embarked on an unusual two-day Western swing that put physical distance between himself and the mutiny he faces in Washington, the president left behind a White House seized with paranoia, as staffers worried that anything they say to colleagues or in meetings will become fodder for the next tell-all or leak, according to interviews with more than a half-dozen White House officials and Republicans close to the administration.” POLITICO\n\n-- BURGESS EVERETT and ELIANA JOHNSON: “‘It will make him crazy’: Anonymous anti-Trump screed backfires”: “Many Republicans on Capitol Hill and in the White House privately agree with the Trump administration official who went rogue in The New York Times.",
  "The firm worked undercover on Mr. Weinstein’s behalf to gather information about his accusers.” WSJ\n\nYIKES -- “Clarence Thomas’ Wife Hired Ex-TPUSA Staffer Known For Saying ‘I Hate Blacks,’” by Mediaite’s Caleb Ecarma: “Conservative activist Crystal Clanton, who was forced to leave the right-wing student group Turning Point USA last year after her racist comments were revealed, was hired by the wife of Supreme Court Justice Clarence Thomas, Mediaite has learned.” Mediaite\n\nMEDIAWATCH -- “CBS Directors, Les Moonves Negotiating His Exit as CEO,” by WSJ’s Joe Flint and Keach Hagey: “Independent board members of CBS Corp. are negotiating a possible exit for Chief Executive Leslie Moonves and asking for assurances of autonomy from controlling shareholder National Amusements Inc., people familiar with the matter said.",
  "Leaders of the [NRCC], the campaign arm of House Republicans, and their counterparts at the [DCCC] had labored for much of the summer over a set of rules that would have governed the way the congressionally run committees and their candidates treated material like the thousands of pages of damaging Democratic documents stolen and leaked by Russian hackers in 2016.” NYT\n\n-- “Dead even: AJC/Channel 2 poll shows Georgia governor’s race is tied,” by Atlanta Journal-Constitution’s Greg Bluestein: “The race for Georgia governor couldn’t be closer just two months before the election, as an Atlanta Journal-Constitution/Channel 2 Action News poll showed Democrat Stacey Abrams and Republican Brian Kemp deadlocked at 45 percent.” AJC\n\nSPOTTED -- ON THE “SENATOR LOCAL” -- Sens.",
  "A fun fact about Jim: “Anne Finucane hired me 23 years ago while we were standing at a swimming pool watching our kids.” Playbook Plus Q&A\n\nBIRTHDAYS: Maralee Schwartz … Peggy Noonan … Joe Klein is 72 … WaPo photojournalist Bill O’Leary ... Mark Whitaker is 61 ... Gayle Tzemach Lemmon ... Chris Padilla, VP of gov’t and regulatory affairs for IBM (hat tip: Scott Kamins) … Politico Europe’s Zoya Sheftalovich ... Robert Blizzard, partner at Public Opinion Strategies … Fentress Boyse (h/t sister Natalie) … photojournalist Katie Orlinsky ... Laura Edwins, senior social media editor at CNBC ... Jack Oberg of the Department of Energy … NYT’s Shawn McCreesh (h/t Kevin Cirilli) ... Washington Examiner’s Melissa Quinn ... Amb.",
  "“The successive disclosures crystallized what has long been evident throughout the Trump presidency — a cadre of administration officials alarmed by the whims and wishes of a chief executive they view as mercurial and impetuous working to curb his instincts on a range of issues, including national security, trade and immigration.” WaPo\n\n-- THE SHAGGY PRESIDENCY … “It Wasn’t Me: Pence, Pompeo and a Parade of Administration Officials Deny Writing Op-Ed,” by NYT’s Peter Baker, Maggie Haberman and Eileen Sullivan: “One by one, they came forward, almost as if in a virtual lineup.",
  "The TV spots paint Tester, Heitkamp, and Donnelly — all of whom face the burden of running for reelection in states that President Donald Trump won by double digits — as profoundly out-of-step with their constituencies.” POLITICO\n\n-- “Frustration and Finger-Pointing as a House Pact Over Hacked Materials Fizzles,” by NYT’s Nick Fandos: “Casting blame across the aisle, House Republicans withdrew on Thursday from negotiations with Democrats over a pact that would have effectively barred both parties from using hacked or stolen material on the campaign trail this fall.",
  "His moves have put McCarthy in the awkward position of having to follow Scalise or anger the far-right, whose support McCarthy needs to become speaker.” POLITICO\n\nSCOTUS WATCH -- “Dems dig in on Kavanaugh’s ties to Trump-connected law firm,” by Elana Schor: “Brett Kavanaugh sought on Thursday to settle one of the biggest questions of his Supreme Court confirmation hearing, telling Democrats that he has not discussed special counsel Robert Mueller’s Russia probe with anyone at a law firm that’s long represented President Donald Trump.",
  "Carper had 64 percent of the vote to Harris' 36 percent when The Associated Press called the race with two-thirds of precincts reporting, a comfortable margin — but an unusually small one for a sitting senator who has been a fixture of his state's politics for longer than his challenger has been alive.” POLITICO\n\nPALACE INTRIGUE … RACHAEL BADE in Corning, New York: “Scalise vs. McCarthy: Leadership jockeying hits full bore”: “To hear them tell it, Kevin McCarthy and Steve Scalise are buddy-buddy again.",
  "Learn more at google.com/grow/veterans\n\nFOR YOUR RADAR -- “Federal Prosecutors Exploring New Charges Against Harvey Weinstein,” by WSJ’s Nicole Hong and Bradley Hope: “Federal prosecutors are investigating whether former Hollywood producer Harvey Weinstein violated wire fraud or other laws in any efforts to silence women who accused him of sexual misconduct, say people familiar with the matter, an indication he could still face federal charges after his arrest in May on state charges.",
  "RSVP\n\n-- AP’S ERRIN HAINES WHACK in Jackson, Mississippi: “How black women are organizing to energize voters this fall”\n\nFINALLY -- “After Multiple Provocations, Twitter Has Banned Alex Jones And Infowars,” by BuzzFeed’s Charlie Warzel and Ryan Mac: “After weeks of equivocation, Twitter permanently suspended the accounts of Infowars and its founder Alex Jones on Thursday, following similar moves by other large tech companies, including Apple, Facebook, YouTube, and Spotify.",
  "Learn more at google.com/grow/veterans\n\nINSIDE THE WHITE HOUSE …\n\n-- WAPO’S PHIL RUCKER, ASHLEY PARKER, JOSH DAWSEY and GREG JAFFE: “‘A never-ending cycle’: Book, op-ed show how some Trump aides work to curb his instincts”: “This week’s revelations of a purported ‘resistance’ force of senior government officials acting as guardrails against President Trump — manipulating him, infantilizing him and ignoring his directives — raised the specter of a shadow administration.",
  "RUDY UPDATE -- JOSH GERSTEIN: “Giuliani says deal near for written questions from Mueller”: “President Donald Trump's lawyer Rudy Giuliani says a deal is near for Trump to provide written answers to questions from special counsel Robert Mueller, but Giuliani disputed a report that Trump has entirely ruled out a sit-down interview with the prosecutor probing the Trump campaign's ties to Russia.",
  "Panel: David Urban, Nina Turner, Bill Kristol and Jen Psaki\n\nCNN “Inside Politics”: Mike Shear, Kaitlan Collins, Toluse Olorunnipa and Maeve Reston\n\nABC “This Week”: Panel: Jonathan Karl, Chris Christie, Stephanie Cutter, Lanhee Chen and Michelle Goldberg\n\nPLAYBOOK READS\n\nPHOTO DU JOUR: President Donald Trump arrives at a rally in Billings, Montana, on Thursday night.",
  "| Mark Wilson/Getty Images\n\nDRIVING THE DAY\n\nPLAYBOOK EXCLUSIVE: INSIDE WASHINGTON’S MONEY MACHINE 60 DAYS BEFORE ELECTION DAY … In the next few grafs, we’re going to take you inside the money machines powering the Republican and Democratic parties in both the House and Senate in what could be the most consequential 60 days of PRESIDENT DONALD TRUMP’s presidency.",
  "The interview airs tonight at 10 p.m. and will re-air Sunday night at 11 p.m.\n\n2018 WATCH -- “Pence to hit 3 Democratic Senate candidates in TV ad buy,” by Alex Isenstadt: “Vice President Mike Pence is going on the air in three Senate races — not so much to pump up Republican candidates but to tear down Democratic incumbents.",
  "-- TEXAS CASH DASH … SENATE MAJORITY WHIP JOHN CORNYN (R-TEXAS) is hosting a big fundraiser in Houston for six Senate GOP candidates: Tennessee Rep. Marsha Blackburn, Indiana’s Mike Braun, North Dakota Rep. Kevin Cramer, Arizona Rep. Martha McSally, West Virginia A.G. Patrick Morrisey and Mississippi Sen. Cindy Hyde-Smith.",
  "If terms can be reached on an exit for Mr. Moonves, CBS Chief Operating Officer Joe Ianniello would become interim chief executive while a search for a permanent replacement is launched.” WSJ\n\n-- “Ex-CNN Trumpkin Star Scottie Nell Hughes Now Working for RT, the Kremlin’s News Outlet,” by the Daily Beast’s Asawin Suebsaeng.",
  "” POLITICO\n\n-- “Partisan brawl erupts after Booker releases Kavanaugh docs,” by Elana Schor: “The third day of Brett Kavanaugh’s Senate confirmation hearing erupted in bitter partisan combat Thursday as once-confidential — and potentially controversial — records on the Supreme Court nominee began leaking into public view.",
  "“The clear disavowal from Kavanaugh may put to rest a daylong mystery that began when Sen. Kamala Harris (D-Calif.) appeared to rattle the nominee by asking late Wednesday whether the nominee has spoken about Mueller’s investigation with someone at Trump-connected firm Kasowitz Benson & Torres.",
  "“In a spectacle that may be without precedent even for an administration that has seen many of those already, almost the entire cabinet and leadership team working for President Trump pleaded not guilty on Thursday to writing an extraordinary anonymous essay about plotting against him.",
  "An anonymous op-ed in the New York Times, from someone identified only as a senior official, and a new Bob Woodward book, ‘Fear,’ detail efforts at the highest levels of the government to contain Trump’s impulses and, in the most extreme cases, defy and even undermine his orders.",
  "In the video, Jones lambastes Darcy as ‘the equivalent of like the Hitler Youth’ and accuses him of ‘smiling like a possum that crawled out of the rear end of a dead cow.’” BuzzFeed\n\nA message from Google: Google is supporting service members as they transition to civilian jobs.",
  "“That secrecy collapsed in dramatic fashion Thursday as Democratic senators vowed to begin releasing records they said were unfairly withheld and highly relevant to the confirmation.” POLITICO\n\n-- “Murkowski, Collins face new abortion pressure on Kavanaugh,” by Burgess Everett.",
  "“Democrats have fumed for weeks over the withholding of hundreds of thousands of pages of documents from Kavanaugh’s years in the George W. Bush White House, including a massive tranche of records that lawyers working for Bush had limited only to Judiciary Committee senators.",
  "“But people working on those matters said Thursday that the Times piece only amps up the president’s paranoia by handing him proof that members of his own team are working against him, according to interviews with more than a dozen Republicans, including nine senators.",
  "“Pence rips Montana Sen. Jon Tester, North Dakota Sen. Heidi Heitkamp and Indiana Sen. Joe Donnelly over a range of highly charged partisan issues, from opposition to the GOP tax bill and Obamacare repeal to support for sanctuary cities and Planned Parenthood funding.",
  "‘We don’t want to mislead [prosecutors] and have them think it's easy, but we have also not closed our mind to it.’” POLITICO\n\nTV TONIGHT -- CNN’s JAKE TAPPER will interview former Trump foreign policy adviser George Papadopoulos for his first-ever TV sit-down.",
  "He is a fighter and a winner.’ Gianforte, who nonetheless won his congressional bid, subsequently pleaded guilty to misdemeanor assault.” POLITICO\n\n-- IT DOES SOUND LIKE Trump is referring to the incident where Gianforte punched Ben Jacobs, a Guardian reporter.",
  "And in our private conversations every single day in the Capitol, Democrats tell us two things: They know they can’t publicly say they’ll impeach Trump, but most acknowledge that the temptation will be completely overpowering if they take control of the House.",
  "“‘I think we’re pretty close to an agreement, maybe this weekend,’ Giuliani told POLITICO Thursday night about the prospects of a deal for written responses to questions on alleged collusion between the campaign and Russia before Trump took office.",
  "Learn more at google.com/grow/veterans\n\nTHE JUICE …\n\n-- JONATHAN CAPEHART is the host of a new live national call-in show on WNYC called “America on the Line.” It will run from Sept. 10 through Nov. 8, and will be focused on the midterm elections.",
  "Here is what some of the most important lawmakers in America are doing to put their party in power …\n\n-- HOUSE MINORITY LEADER NANCY PELOSI held a fundraiser at District Winery last night that brought in $2 million from lawmakers for the DCCC.",
  "Senator Rand Paul of Kentucky, an ally of Mr. Trump’s, recommended that the president force members of his administration to take polygraph examinations, and there was at least briefly some discussion of that among advisers to the president.",
  "Rob Engel ... Glenn Carlson ... Sheila Cochran ... Cheryl Parker Rose ... Joan Silver ... Vince Walsh (h/ts Teresa Vilmain)\n\nFollow us on Twitter Anna Palmer @apalmerdc\n\n\n\nJake Sherman @JakeSherman\n\n\n\nDaniel Lippman @dlippman\n\nFollow Us",
  "The unnamed author of the essay published by The New York Times was the target of a mole hunt by an infuriated president and the subject of an obsessive public guessing game that played out on television, online and in social media.",
  "“During a rally in Billings, Montana, Trump praised Greg Gianforte, a current House Republican lawmaker who, as a congressional candidate, assaulted a reporter from The Guardian last year during an interview on the campaign trail.",
  "BIG-LEAGUE FUNDRAISING -- luxe fetes, five-, six- and seven-figure checks, near-constant traveling and bringing lawmakers to your home state -- shows that you can put the party on your back and sprint toward the finish line.",
  "“But behind the scenes, the rivalry between the two men is as intense as ever, as the moment of reckoning to determine who will replace Paul Ryan draws closer — and the prospect of losing the House in the midterms grows.",
  "ANNA will be hosting a live WOMEN RULE podcast taping with two chiefs -- the women behind the women -- to kick of the Congressional Hispanic Caucus Institute and Congressional Black Caucus Foundation legislative weeks.",
  "ABOUT LAST NIGHT … “Trump on congressman who assaulted reporter: ‘He is a fighter’,” by Andrew Restuccia: “President Donald Trump on Thursday appeared to make light of a Montana politician’s assault on a reporter.",
  "Republicans have been laboring to fund the government, push for free trade and reassure allies in the face of President Donald Trump’s penchant for conflict over the border wall, trade deficits and foreign policy.",
  "However, the former New York City mayor said the two sides remain at odds over questioning on issues of obstruction of justice and on whether Trump should be questioned in person by Mueller's team on any issue.",
  "POLITICO Playbook: Inside Washington’s money machine Presented by\n\nHouse Minority Leader Nancy Pelosi doubled her personal DCCC dues goal and has contributed $1.6 million to the DCCC from her campaign accounts.",
  "“The fast-moving talks come as CBS and National Amusements, led by Shari Redstone, are trying to settle a legal dispute over control of the media company that is scheduled for trial in Delaware next month.",
  "Political panel: Amy Walter, Rachael Bade, and David Nakamura\n\nNBC “Meet the Press”: Panel: Cornell Belcher, Erick Erickson, Danielle Pletka and Katy Tur\n\nFOX “Fox News Sunday”: Sarah Huckabee Sanders.",
  "The incident that inspired Twitter to action appears to have been a series of tweets containing a nine-minute Periscope video of Jones and his camera operators confronting CNN reporter Oliver Darcy.",
  "“Earlier Thursday, the Associated Press reported that Giuliani said a decision had been reached that Trump would not voluntarily submit to an interview on alleged efforts to thwart the Russia probe.",
  "Tom Carper won his Democratic primary in Delaware Thursday, overcoming a liberal challenger looking to build on a national wave of left-wing energy and deny Carper’s bid for a fourth term.",
  "), a member of GOP leadership.” POLITICO\n\n-- Andrew Beaujon (@abeaujon): “The Op-Ed had 10 million pageviews in its first 24 hours, NYT tells me.”\n\nThe most reliable politics newsletter.",
  "Tweet this\n\n-- PROTECT THE HOUSE, HOUSE MAJORITY LEADER KEVIN MCCARTHY and VP MIKE PENCE’s joint-fundraising committee, is giving an average of $43,000 to 25 House Republicans today.",
  "The invite\n\n-- TRYING TO KEEP THE HOUSE RED … STEPHEN SCHWARZMAN, founder of the Blackstone Group, gave the House GOP-focused Congressional Leadership Fund $2.25 million on Aug. 17.",
  "But the cash-flush Harbaugh has a new ad (made by Mark Putnam’s firm Putnam Partners) that portrays Harbaugh as a tough guy -- a monster truck-driving vet willing to play tough.",
  "He will travel to the Denny Sanford Convention Center, where he will host a roundtable with supporters and speak at a joint fundraising committee before returning to Washington.",
  "Today when service members search “jobs for veterans” on Google, and enter their military occupational specialty code, they’ll see jobs that match their military skill sets.",
  "“With Republicans facing headwinds going into the November midterms, the party is waging an intense slash-and-burn campaign aimed at disqualifying Democratic candidates.",
  "“Carper defeated Kerri Evelyn Harris, a 38-year-old Air Force veteran running on a progressive platform that contrasted with Carper’s moderate, pro-business record.",
  "“Kavanaugh was unable to answer Harris at first, generating one of the confirmation hearing’s most talked-about moments, but he gave more complete ‘no’s’ to Sens.",
  "| Nicholas Kamm/AFP/Getty Images\n\nCOMING ATTRACTIONS: SEN. KIRSTEN GILLIBRAND (D-N.Y.) will join us Sunday afternoon at the “Salute to Women Chiefs” at the Wing.",
  "“Scalise has been busy raising his national profile in ways that some McCarthy allies feel threatens the California Republican’s bid to lead the conference.",
  "“Another option mentioned by people close to Mr. Trump was asking senior officials to sign sworn affidavits that could be used in court if necessary.",
  "In a similar vein, Times columnist and best-selling author James Stewart is writing a book about the relationship between the White House, the F.B.I.",
  "Part of the federal probe is examining Mr. Weinstein’s relationship with Israeli investigative firm Black Cube, people familiar with the matter said.",
  "He was a business executive before coming to D.C.\n\n-- STEVEN SHEPARD in Wilmington, Delaware: “Carper fends off Delaware primary challenge”: “Sen.",
  "We’ll be talking with REP. JIM RENACCI (R-OHIO), the Republican nominee for U.S. Senate, and RICHARD CORDRAY, the Democratic nominee for governor.",
  "‘It kind of reinforces his message out there that there’s a bunch of folks here embedded in the Washington bureaucracy that are out to get him.",
  "REP. DIANA DEGETTE (COLO.) contributed $137,000; REPS. ADAM SCHIFF (CALIF.), PETER WELCH (VT.) and DENNY HECK (WASH.) all ponied up $100,000.",
  "We also help employers find them by enabling companies to implement this feature on their career sites using Google Cloud’s Talent Solution.",
  "He will head to the Delta Hotel Fargo, where he will host a roundtable with supporters and deliver remarks at a joint fundraising committee.",
  "It’s a pricey one: To sponsor is $50,000 a couple, hosts have to shell out $25,000, co-hosting will cost $5,000, and attending is $1,000.",
  "Ken Harbaugh’s your man.” The 32-second clip\n\nHOT VIDEO -- JARED KUSHNER was stuck outside the USTR office because the door was locked.",
  "Daily Beast\n\nPLAYBOOKERS\n\nTRANSITION -- Rob Noel started this week at the State Department as a speechwriter for Secretary Mike Pompeo.",
  "and the Justice Department.” VF\n\nA message from Google: Google is supporting service members as they transition to civilian jobs.",
  "‘There will be no questions at all on obstruction.’\n\n“But Giuliani told POLITICO there has been no final decision on that issue.",
  "They also say the anonymous anti-Trump screed was a tremendous setback when it comes to curbing the president’s worst impulses.",
  "Pelosi, meanwhile, doubled her personal DCCC dues goal and has contributed $1.6 million to the DCCC from her campaign accounts.",
  "Through Grow with Google, our initiative to create economic opportunities, we’ve developed resources specifically for veterans.",
  "The decision came after a series of provocations from Jones that Twitter deemed in violation of its ‘abusive behavior’ rules.",
  "SUNDAY SO FAR …\n\nCBS “Face the Nation”: Sen. Mark Warner (D-Va.) ... Tom Perez ... Ronna Romney McDaniel and Mark Leibovich.",
  "“While Mr. Trump and his staff lashed out at the news media, some privately wondered whether it would lead to a shake-up.",
  "He most recently was at the U.S. Chamber of Commerce, where he was director of executive communications for Tom Donohue.",
  "Panel: Katie Pavlich, Liz Marlantes, Josh Holmes and Juan Williams\n\nCNN “State of the Union”: Sen. Mark Warner (D-Va.).",
  "CareerBuilder, Pepsi, Siemens, RecruitMilitary, and many others have already implemented the API on their career sites.",
  "Harbaugh also touts being the “first Democrat to tell Nancy Pelosi to hit the road.”\n\n-- SCRIPT: “Tired of politicians?",
  "“‘Who’s in charge at the White House?’ a reporter shouted at Trump on Thursday as he departed for a rally in Montana.",
  "In recent months, Scalise, the majority whip, has staked out several hard-line positions favored by conservatives.",
  "PLAYBOOK ELECTIONS -- ANNA and JAKE will be in Columbus, Ohio, for our latest installment of Playbook Elections.",
  "RSVP\n\nA message from Google: Google is committed to helping veterans build successful civilian careers.",
  "Because it’s not clear how else Gianforte has fought for Montana besides being a member of the House.",
  "I’m not sure it accomplishes what the folks behind it think it does,’ said Sen. John Thune (R-S.D.",
  "Forget about a potential showdown to lead the House Republican Conference: The only thing the No.",
  "and Bob Menendez (D-N.J.) on the northbound 2:50 p.m. Acela Thursday afternoon from Washington.",
  "The former Navy pilot has raised double what his opponent -- Ohio Rep. Bob Gibbs -- has raised.",
  "More than 65 Democrats attended the event and wrote significant checks to the party committee.",
  "The lawmakers have gotten an average of $170,000 from PTH this cycle (the list of recipients).",
  "AS THE PRESIDENT SAID LAST NIGHT in Montana, Democrats are already talking about impeachment.",
  "As of the end of July, Pelosi had raised nearly $91 million for the DCCC by the end of July.",
  "[HARBAUGH DRIVING A MONSTER TRUCK] Ken Harbaugh is not your father’s candidate for Congress.",
  "Email Sign Up By signing up you agree to receive email newsletters or alerts from POLITICO.",
  "The promo graphic\n\nTRUMP’S FRIDAY -- This morning, Trump will fly to Fargo, North Dakota.",
  "‘We’re very opposed to that [but] we’re not closing it off 100 percent,’ Giuliani said.",
  "Sign up for POLITICO Playbook and get the latest news, every morning — in your inbox.",
  "“‘I’ll tell you what: This man has fought -- in more ways than one -- for your state.",
  "And he’ll knock a few heads in both parties to do what’s right for Ohio and America.",
  "We’ll talk all this 2018 midterms, issues affecting 50+ voters and much more.",
  "2 and 3 House Republicans care about is retaining the majority, they insist.",
  "BIRTHDAY OF THE DAY: Jim Mahoney, head of public policy at Bank of America.",
  "That’s why he was the first Democrat to tell Nancy Pelosi to hit the road.",
  "On the committee: Tilman J. Fertitta, the owner of the Houston Rockets.",
  "-- FIRST FOR PLAYBOOKERS: HOW TO RUN AS A DEMOCRAT IN TRUMP COUNTRY?",
  "Fourteen state parties are also getting an average of $47,718 each.",
  "… KEN HARBAUGH has turned some heads since launching his campaign.",
  "Gibbs’ district is an R+12 -- more than solidly Republican.",
  "Koch Industries chipped in $1 million in July and August.",
  "He is also the former chief speechwriter for Marco Rubio.",
  "HAPPY 5TH ANNIVERSARY to Bennett and Lindsey Richardson.",
  "Richard Blumenthal (D-Conn.) and Harris on Thursday.",
  "That is not going to happen,’ Giuliani told the AP.",
  "He has fought for your state,’ the president said.",
  "(h/t @KenVogel) 2-min video\n\nGood Friday morning.",
  "Later, he will head to Sioux Falls, South Dakota.",
  "), Chris Murphy (D-Conn.), Jon Tester (D-Mont.)",
  "The stakes couldn’t be higher for either party.",
  "Now he’ll clean up the disaster in Washington.",
  "While REP. JOYCE BEATTY (OHIO) gave $60,000.",
  "PTH has given out $12.2 million this cycle.",
  "He had to call someone to come let him in.",
  "And gave vets jobs cleaning up disasters.",
  "Nor me, said the secretary of state.",
  "Menendez got off in downtown Newark.",
  "Landed a plane with an engine out.",
  "Or me, said the attorney general.",
  "Not me, said the vice president.",
  "You can unsubscribe at any time.",
  "You want new blood in Congress?",
  "The president did not answer.",
  "The event will be Sept. 10.",
  "Claire McCaskill (D-Mo.",
  "Ever see one do this?",
  "He’s a Navy pilot.",
  "‘That’s a no-go.",
  "‘Greg Gianforte.",
  "Why?"
]