[
  "A pro-Israel American political consultant who was approached by Black Cube in 2017 about the project told me that his contact did not mention tracking illicit Iranian finances and stressed the theory that former Obama officials were being paid indirectly by Iran.",
  "To start, most of the former officials like Rhodes, Kahl or Caroline Tess (who served as senior director for legislative affairs on Obama’s national security council) lack the expertise or access to intelligence on hidden Iranian assets.",
  "The idea was to send operatives to pose as students, business executives or academics, and then surreptitiously record the targets discussing hidden Iranian assets or their financial relationship to Iran.",
  "In May, the U.K. Observer first reported that people connected to President Donald Trump’s inner circle had hired Black Cube to spy on former White House officials who worked for Barack Obama.",
  "The phase of the operation targeting the Obama officials lasted about three months in 2017, according to one former Israeli intelligence officer familiar with the Black Cube project.",
  "“We were not the key decision makers on any of these things, we were not in the weeds on any of the financial details of the agreement, none of us have overseas interests,” he said.",
  "If Black Cube could prove that the Obama White House skirted U.S. sanction laws, then future clients could in turn sue the U.S. government, using the secret recordings as evidence.",
  "The former Israeli intelligence operative told me this mistake — using the same cover story for two different projects — was why the spying on the Obama officials was exposed.",
  "This detail was first reported by Ronan Farrow of the New Yorker, who noticed that one of the women who approached Kahl’s wife claimed to work for Reuben Capital Partners.",
  "He was the senior national security correspondent for the Daily Beast and covered national security and intelligence for the Washington Times, the New York Sun, and UPI.",
  "It says the project sought to collect intelligence \"linking former U.S. government officials and institutions\" to an effort to conceal Iran’s assets in the West.",
  "But deciphering Iran’s illicit finances is what analysts at the Central Intelligence Agency or Treasury Department do, not senior White House officials.",
  "Israelis familiar with the project say no leads on Iranian assets or anything else of value was gleaned by the efforts to spy on former Obama officials.",
  "And Black Cube’s operatives believed former senior White House officials like Ben Rhodes and Colin Kahl might know where Tehran’s money was stashed.",
  "Israel to this day is distrusted by many in the U.S. intelligence community for recruiting Navy intelligence analyst Jonathan Pollard in the 1980s.",
  "One of the women who approached Rose McGowan, an actress who has accused Weinstein of assault, also claimed to work for Reuben Capital Partners.",
  "They confirm that the mission to spy on 20 former Obama administration officials was part of this larger hunt for hidden Iranian wealth.",
  "Kahl, who was national security adviser to Vice President Joe Biden at the time, told me this explanation does not pass the laugh test.",
  "This is essentially the marketing pitch of Black Cube, a private Israeli intelligence firm staffed by former Mossad operatives.",
  "The operatives who tried to entice the Obama officials used elements of the same cover story on the Harvey Weinstein account.",
  "The firm wanted to find hidden Iranian assets that could be seized in litigation on behalf of the victims of terrorism.",
  "It also sought to learn whether Iran paid off officials like Rhodes, the former deputy national security adviser.",
  "It \"specializes in tailored solutions to complex business and litigation challenges,\" according to its website.",
  "Harvey Weinstein hired them to find compromising information about some of the women accusing him of assault.",
  "Even though Black Cube is a private company, it’s closely linked to Israel’s intelligence establishment.",
  "You could go with one of the private intelligence firms staffed by retired retreads from the CIA or Mi6.",
  "This week I received a cache of Black Cube documents and interviewed people familiar with the project.",
  "It reports that Black Cube spied on Obama officials on behalf of Taiwanese shipping magnate Nobu Su.",
  "For its part, Black Cube says its policy is \"never to confirm or deny speculation about its work.",
  "All three worked closely on trying to sell the Iran nuclear deal to Congress and the news media.",
  "A Canadian private equity firm hired them to try to blackmail an Ontario Superior Court judge.",
  "There is a good chance Rhodes, Kahl and Tess will serve in future Democratic administrations.",
  "We act in accordance with the law and with counsel from leading law firms around the world.\"",
  "Black Cube only works to gather evidence for major litigation, and not for other purposes.",
  "One such document outlines the project under the heading, \"Iranian Judgments Enforcement.\"",
  "There is usually a tidy fee and percentage in identifying such assets in these cases.",
  "Does Black Cube think they will forget this episode when they are back in power?",
  "The late Mossad chief Meir Dagan was the president of its corporate board.",
  "All spies must prepare for the contingency that an operation is exposed.",
  "The latest chapter in the saga comes from the Israeli newspaper Haaretz.",
  "Spying on former Obama officials risks blowback for the Jewish state.",
  "The only thing this private intelligence agency exposed was itself.",
  "\"These guys don’t need to be paid to support the Iran deal.",
  "Are you a billionaire looking to dig up dirt on a rival?",
  "© Copyright 2018 Bloomberg L.P. All Rights Reserved.",
  "In the end, Black Cube’s risky play was a bust.",
  "See what a little Mossad magic can do for you.",
  "If this indeed was the plan, it was moronic.",
  "\"It was so stupid and ham-handed,\" he said.",
  "To read more of his reports, Go Here Now.",
  "Eli Lake is a Bloomberg View columnist.",
  "Finally, the tradecraft was pathetic.",
  "They devoted their careers to it.\"",
  "They’ve been in the news recently.",
  "Black Cube was playing with fire.",
  "This gets to a second problem.",
  "But why not hire the best?",
  "What do you know?"
]