[
  "“Companies doing business with Trump and his business, or the executive branch through contracting, those are going to be areas ripe for investigation.”\n\nIn other words, as Steptoe & Johnson partner Matthew Herrington put it: “Winter is coming.”\n\nDemocrats have already given strong indications of where they plan to direct their investigations if they win control of the House in November’s midterm elections.",
  "Although lawyers who specialize in congressional investigations say they’ve seen a significant uptick in corporate client interest in response to the prospect of a Democratic House, Trump’s willingness to bash tech and pharmaceutical companies had businesses spooked months ago.",
  "“The possible change in control of the House means many of those letters could be acted upon.”\n\nLawyers who specialize in these investigations are also gaming out who the next committee chairs could be and trying to guess what they might decide to investigate.",
  "Pharmaceuticals and tech are obvious targets, according to interviews with half a dozen lawyers, given that Democrats have bashed high drug prices and criticized social media companies such as Facebook and Twitter over foreign disinformation campaigns.",
  "| Alex Wong/Getty Images Legal ‘Winter is coming’: Companies brace for flurry of investigations Pharmaceuticals and tech are obvious targets, and chemical and oil and gas companies are also vulnerable, according to interviews with half a dozen lawyers.",
  "Their targets ranged from Black Cube, a private intelligence agency, to Jared Kushner’s companies to members of President Donald Trump’s Mar-a-Lago golf club who have sought to influence policy and personnel at the Department of Veterans Affairs.",
  "Washington law firms are preparing for a boom in business from a projected Democratic takeover of the House in 2019, anticipating that pharmaceutical, tech and oil and gas companies will need help navigating a flurry of oversight investigations.",
  "In addition to mapping out corporate risks, lawyers are also anticipating that Democrats could revisit aspects of the investigation into Russian interference in the 2016 election, including the probe helmed by special counsel Robert Mueller.",
  "Robert Kelner, a partner at Covington & Burling, said his firm has tracked public statements in which lawmakers criticized companies and every letter sent from members of Congress to corporations over the past two years.",
  "“Anyone who has represented clients in connection with special counsel Mueller's investigation is double-checking their interview memos and re-reviewing their chronologies,” Steptoe & Johnson’s Herrington said.",
  "“It’s always easier to consider how you approach a congressional investigation thoughtfully and deliberately at 3 in the afternoon vs. trying to figure out how to respond at 3 a.m.,” Akin Gump’s Prober said.",
  "Law firms that specialize in helping businesses manage congressional investigations, including Covington & Burling and Akin Gump, have been tracking Democrats’ criticisms of a host of corporations all year.",
  "Story Continued Below\n\nNow, Washington lawyers are crafting memos for clients describing the inquiries they could face next year and which lawmakers might lead the relevant House committees.",
  "Last week, Rep. Jan Schakowsky (D-Ill.), along with 15 other members of Congress, sent letters to pharmaceutical giants Amgen, AbbVie, Eli Lilly, Merck and Pfizer about rising drug prices.",
  "For example, when former Sen. Tom Harkin (D-Iowa) took the helm of the Senate Health, Education, Labor and Pensions Committee in 2009, one of his focuses was for-profit colleges.",
  "Some companies are searching for former Democratic members of Congress who could join their teams to assist with preparing executives for congressional testimony, Kelner said.",
  "Chemical companies that have benefited from the relaxation of regulations by the Environmental Protection Agency and oil and gas companies are also vulnerable, they said.",
  "He said the firm has sent industry-specific memos to clients analyzing which lines of inquiry congressional committees are likely to pursue in 2019 should Democrats win.",
  "Illinois Rep. Jan Schakowsky and 15 other lawmakers sent letters last week to pharmaceutical giants about rising drug prices, giving executives until Nov. 12 to respond.",
  "Others are reaching out to corporations they believe will need new representation, explaining how they would keep them out of the crosshairs of Democratic-led probes.",
  "Helping companies manage requests for data from Congress and preparing executives to testify on the Hill is seen as distinct from hiring a lobbyist or a litigator.",
  "So, they’re not counting on Republicans to entirely give them a break, even if the party manages to hang onto both chambers of Congress in November.",
  "Among the law firms that specialize in congressional investigations are Akin Gump, WilmerHale, Steptoe & Johnson, King & Spalding and Gibson Dunn.",
  "“We are in a time period where headlines generate hearings on a bipartisan basis,” said Reginald Brown, a partner at WilmerHale.",
  "“The legislature is a co-equal branch of our government and has the power to conduct its own investigations on its own terms.",
  "“Republicans like to be on television just as much as Democrats do.”\n\n“It’s a pretty scary time for corporations,” he added.",
  "The group of law firms that could benefit substantially from a ramp-up in congressional investigations is relatively small.",
  "“There is a ton of pent-up investigative activity and interest on the Hill,” said Rafi Prober, a partner at Akin Gump.",
  "No doubt many who have participated in the process will be invited to cooperate with their government once again.\"",
  "blasted his Republican counterparts in September for blocking 64 attempts by Democrats to issue subpoenas.",
  "The letter gave chief executives until Nov. 12, six days after the midterm elections, to respond.",
  "“It’s probably well over 100 letters,” Kelner said, referring to the missives to companies.",
  "House Oversight Committee ranking member Elijah Cummings (D-Md.)"
]