[
  "— jodikantor (@jodikantor) November 7, 2017\n\nGretchen Carlson thanked Ronan Farrow for his latest story on Weinstein's extensive efforts to silence his accusers:\n\nU are a warrior for women and I will never forget it https://t.co/B60Jyx19ze — Gretchen Carlson (@GretchenCarlson) November 7, 2017\n\nThe transcript of Carter Page's testimony before the House Intelligence Committee was released:\n\nPALPABLE TENSION among Schiff and GOP members of House intel committee --> pic.twitter.com/o6JaWGbIEI — Kyle Cheney (@kyledcheney) November 7, 2017\n\nPage offered this justification for his travels to Russia:\n\nCarter Page on why he went to Russia even if it might not be a great idea: “Because I was trying to live my life” https://t.co/MI8M2rtM6R pic.twitter.com/eEF5FEPheW — Amanda Terkel (@aterkel) November 7, 2017\n\nSen. Rand Paul's dispute with a neighbor became clearer, per a New York Times political correspondent:\n\nTwo Kentuckians tell me Rand’s neighborhood fracas stemmed from a dispute over some sort of planting or flora issue around the properties — Jonathan Martin (@jmartNYT) November 6, 2017\n\nBarack Obama implored his followers to vote today:\n\nEvery election matters - those who show up determine our future.",
  "… [Trump] has continued to show who is the alpha — a price Abe appears willing to pay in his strategic servitude to keep Trump supporting the postwar security alliance that the president had openly questioned in his election campaign.”\n\nTHERE'S A BEAR IN THE WOODS:\n\n-- Russia’s support for Trump’s presidential campaign began on Facebook and Twitter just weeks after he announced his candidacy in June 2015, the Wall Street Journal’s Mark Maremont and Rob Barry report: “A U.S. intelligence assessment released early this year concluded the Kremlin developed a ‘clear preference’ for Mr. Trump over [Clinton], but cited December 2015 as the earliest suspected time that Russian social-media accounts advocated for Mr. Trump … The earlier starting point of pro-Trump tweets highlights the breadth of the Russian effort to manipulate social media during the 2016 election.” -- Newly released records show that during a trip to Moscow last year, Carter Page sent an email to fellow Trump campaign associates describing “a private conversation” with a senior Russian official who spoke highly of Trump.",
  "Metro says the changes will give its railcars a clean, unified look — and save money in the long run.”\n\nVIDEOS OF THE DAY:\n\nFollowing the latest mass shooting, Stephen Colbert implored his viewers on Election Day to vote for “someone who will do something”:\n\nInspired by Japan's Shinzo Abe, Seth Meyers decided to make his own personalized hat with a message for Trump:\n\nThe pastor from Sutherland Springs spoke out for the first time since a gunman killed 26 at his church, including his teenage daughter:\n\nThe Post explained the mechanics of semi-automatic rifles, which have been used in many mass shootings, including Sutherland Springs:\n\nPeruvians protested bullfighting in Lima:\n\nAnd Elton John surprised the audience of “The Lion King” for a performance of “Circle of Life” to mark the musical's 20th anniversary:",
  "David Nakamura reports: “Asked during a news conference here whether he would entertain ‘extreme vetting’ on guns, Trump appeared irritated by the question and suggested it was not appropriate to talk about ‘in the heart of South Korea.’ He then answered by saying ‘if we did what you are suggesting it would have made no difference three days ago.’ … Trump referred to [Stephen Willeford, who exchanged fire with Kelley outside the church] as a ‘brave man’ and said ‘if he had not had a gun, instead of having 26 dead, you would have had hundreds more dead … It’s not going to help.’”\n\n-- And Congress is likely to do nothing to step up the country's gun laws.",
  "But DHS Acting Secretary Elaine Duke appeared to deliberate on the decision right up to Monday night’s deadline, and the six-month extension for Hondurans punts the decision to Duke’s successor.”\n\nThe announcement comes one week after Rex Tillerson sent a letter to Duke essentially giving DHS a green light to lift protections for Central Americans and Haitians, writing that conditions in those countries “no longer warranted an exemption from deportation.”\n\nTEXAS SHOOTING LATEST:\n\n-- The South Texas church massacre that left 26 people dead came amid a “domestic dispute” between the gunman and his family, some of whom attended the small Baptist church.",
  "Mr. Xi is expected to propose some version of what he has called a ‘new type of great power relations,’ the idea that China and the United States should share global leadership as equals and break a historical pattern of conflict between rising and established powers.”\n\n-- Ashley Parker analyzes the relationship between Trump and Japanese Prime Minister Shinzo Abe: “Their relationship can seem like an oddball mismatch of global leaders who are thrust together over their shared dislike of the nuclear-armed tyrant next door in North Korea but who somehow hit it off amid golf course high jinks.",
  "‘We do not want these individuals or groups to buy our pizza.’” HOT ON THE RIGHT “In Early Draft, Comey Called Clinton ‘Grossly Negligent’ in Handling Emails,” from the Wall Street Journal: “James Comey’s early draft of a statement concerning allegations that Hillary Clinton and her top aides mishandled classified information called the former secretary of state’s actions ‘grossly negligent[.’] … According to documents received by Senate Judiciary Chairman Chuck Grassley (R., Iowa), that language was included twice in a draft of Mr. Comey’s statement in May 2016.",
  "A Commerce spokesman downplayed Teramoto’s role, describing her job [until] Aug. 1 as a ‘part-time special government position …’ [but] two government employees who have worked with Teramoto described her role at Commerce during the months she remained on Navigator’s board as more significant, saying she was Ross’s closest ally and aide.”\n\n-- Ross indicated he would “probably not” keep his stake in the Russian-linked shipping company, though he insisted in an interview that his investment did not pose a conflict of interest.",
  "“The blizzard of Russia connections between members of Trump’s team, including his son Donald Trump Jr. … and son-in-law, top members of his administration (the attorney general, former national security adviser [Michael] Flynn) and his campaign (Manafort, George Papadopoulos, Page), coupled with the utter lack of candor about such ties, all take place in the context of an election in which Russia executed a sophisticated plan to interfere in our democracy.”\n\nThe Healthcare.gov website is seen on a computer screen.",
  "But many Trump officials and friends said their main concern is that the sight of Trump's longest-serving and closest aide … being hauled in front of a committee could aggravate Trump as he enters a series of high-stakes meetings with the Chinese on his 12-day trip through Asia.”\n\nMORE PARADISE PAPER REVELATIONS:\n\n-- A top aide to Wilbur Ross served on the board of Navigator Holdings — the shipping company revealed to have “significant” business ties to Putin — while working in the Trump administration.",
  "“It is a new low for him to accuse a pediatrician and children's hospice medical director of favoring felons who have hurt children.”\n\nGillespie’s campaign says he supports criminal justice reform if it’s “tough, fair and smart.” A white paper released around Labor Day said he would seek a permanent legislative solution and follow the lead of former Republican governor Bob McDonnell, who simplified and accelerated the process without automatically restoring voting rights.",
  "“McAuliffe had intended his original executive order to cover only felons who had served their time and completed parole, but he mistakenly restored rights to 132 sex offenders still in custody as well as to several convicted killers on probation in other states …\n\n“Republican legislators, furious because the order included violent felons and those who had not paid court costs or made restitution to their victims, filed a lawsuit with the state Supreme Court.",
  "One of these felons, John Bowen, had his rights restored two months after being found with one of the largest child pornography collections in Virginia’s history.” A shorter version of the ad ends with a clip of Northam, the lieutenant governor, calling the restoration of rights “one of our greatest feats.”\n\nWhat actually happened: Bowen was convicted of aggravated sexual battery and indecent liberties with a minor in 2001 and served a one-year sentence.",
  "And yet, to read that Ms. article today, amid a profound shift in discourse, is to feel haunted by its familiarity … ‘What we have so far seen,’ the article stated, ‘is only the tip of a very large and very destructive iceberg.’”\n\nSOCIAL MEDIA SPEED READ:\n\nTrump expressed his support for Saudi Arabia's leadership following the recent purge of influential citizens:\n\n....Some of those they are harshly treating have been “milking” their country for years!",
  "The email appeared to contradict earlier statements by Page, who had said he had only exchanged brief greetings with the senior Russian official, Deputy Prime Minister Arkady Dvorkovich, after he delivered a speech at a Russian university.” -- BuzzFeed subpoenaed the DNC for information related to the Democratic hack — marking the publication's latest attempt to defend itself from a libel lawsuit after publishing the now-infamous Trump dossier.",
  "… Despite Republican majorities in both chambers of Congress and more than 200 co-sponsors on the main bill for the measure, called ‘concealed carry reciprocity,’ there have been no hearings held on the bill, and it seems to be stalled.”\n\n-- Fierce gun-control advocate Sen. Chris Murphy (D-Conn.), who represents the state where the Newtown massacre happened in 2012, issued a statement worth reading, though its tone is dark.",
  "— Donald J. Trump (@realDonaldTrump) November 6, 2017\n\nFrom a former NSC spokesman for Barack Obama:\n\nFind someone who looks at you the way Trump tweets at autocrats and repressive monarchs https://t.co/MzLtWwBXgQ — Tommy Vietor (@TVietor08) November 6, 2017\n\nOne of The Post's White House reporters noted this of Trump's trip:\n\nThis is third military base Potus has visited in four days on Asia trip, accompanied by generals.",
  "Since then, the governor has used a fast but individualized approach to restore rights to 156,000 felons — a process that passed muster with the high court.”\n\nWhat the narrator says in Gillespie’s ad: “Last year, Terry McAuliffe and Ralph Northam instituted the automatic restoration of rights for violent felons and sex offenders, making it easier for them to obtain firearms and allowing them to serve on juries.",
  "(Alan Maimon) Saudi Arabia accused Iran of direct responsibility for last week’s missile strike on Riyadh, significantly ramping up tensions in the region as it warned the attack may be an “act of war.” (Kareem Fahim) The Supreme Court unanimously reversed a lower court’s decision to halt the execution of an Alabama death row inmate who, due to his declining health, could not remember the crime he committed.",
  "Even here in the Ivory Tower, though, 2016 is a subject he can’t avoid — and he’s presenting his last two years as a cautionary tale for a bunch of still-caffeinating twenty- and thirty-somethings.”\n\n-- The New York Times, “After a Tax Crackdown, Apple Found a New Shelter for Its Profits,” by Jesse Drucker and Simon Bowers: “Irish officials began to crack down on the tax structure Apple had exploited.",
  "BuzzFeed is trying to figure out if the allegations relating to its libel suit are true as part of its defense strategy that could end up revealing details of the dossier and the DNC hack that have not been made public.” -- The judge handling the case against Paul Manafort and his deputy, Rick Gates, suggested that Robert Mueller’s team was being “too lenient” in negotiating a bail package.",
  "Ed Gillespie campaigns at the Accotink Academy in Springfield, Va. (Astrid Riecken for The Washington Post)\n\nWith Breanne Deppisch and Joanie Greve\n\nTHE BIG IDEA: The potency of Ed Gillespie’s law-and-order message in the Virginia governor’s race may have a chilling effect on criminal justice reform efforts around the country by deterring other Republicans from taking up the issue.",
  "An attorney for Rene Boucher said the dispute had “absolutely nothing to do with either’s politics or political agendas” and was merely “a very regrettable dispute between two neighbors over a matter that most people would regard as trivial.” (Wesley Lowery and Ed O’Keefe) The federal jury in the corruption trial of Sen. Bob Menendez (D-N.J.) began deliberating yesterday.",
  "Nearly all of that was made over the past decade.”\n\nHOT ON THE LEFT “Papa John's condemns new customers: White supremacists,” from Louisville Courier Journal: “In the days following a rant by Papa John's CEO and Louisville resident John Schnatter where he blamed the NFL and anthem protests for low sales, a white-supremacist publication claimed it as their official pizza.",
  "… The Treasury Department, which enforces the mandate, has traditionally granted this exemption in cases such as the death of a family member, bankruptcy, a natural disaster, or when a taxpayer cannot afford to pay his or her utilities.” But those familiar with the matter cautioned that Trump has not abandoned the goal of repealing the mandate through legislative routes.",
  "Democrats involved in the race believe that ads on this theme, which they say are unfair and misleading, have shrunk their lead by a couple of points — both by appealing to suburban swing voters and consolidating support for Gillespie among people who love Donald Trump but have viewed the former Republican National Committee chairman warily.",
  "Sen. Richard Blumenthal (D-Conn.) immediately called for an investigation, memorably comparing Ross’s financial disclosures to a “Russian nesting doll, with blatant conflicts of interest carefully hidden within seemingly innocuous holding companies.” “The Commerce Department’s Inspector General must open an inquiry immediately,” he added.",
  "… Someone familiar with the error who was not authorized to speak publicly said the revised report would likely come to a similar conclusion overall, but that exact numbers of how many Americans are helped and hurt would be different.”\n\n-- The White House’s Marc Short and Gary Cohn will sit down today with moderate Democratic senators.",
  "Interest in the election is a tad bit higher among Democrats, as 48 percent say they are extremely interested compared to 44 percent among Republicans.”\n\n: “By a seven-point margin, McAuliffe is viewed positively (43 percent favorable vs. 36 percent unfavorable), while President Trump is in negative territory by 15 (40-55 percent).",
  "More than 1 million people visited HeathCare.gov, the official federal website, the official said, which amounts to roughly a 33 percent increase in traffic compared with 2016.”\n\n-- Energy Secretary Rick Perry’s plan for revamping electricity markets could provide a windfall for prominent Trump supporter Bob Murray’s coal company.",
  "The New York Times’s Mike McIntire reports: “He also defended Navigator’s business dealings with Sibur, saying there was ‘nothing whatsoever wrong with it.’ Navigator was not listed in an ethics agreement Mr. Ross submitted in January that described the investments he intended to keep after joining the Trump administration.",
  "This is a human rights issue!”\n\n-- Every vote counts: Republican operative Rick Gates, the senior aide on Trump’s presidential campaign who was indicted as part of the special counsel’s Russia investigation, received permission from a federal judge to leave house arrest today so that he can vote in the Virginia election.",
  "According to dozens of pages of documents, and seven people directly involved in the effort, the firms that Weinstein hired included Kroll, which is one of the world’s largest corporate-intelligence companies, and Black Cube, an enterprise run largely by former officers of Mossad and other Israeli intelligence agencies.",
  "-- Three polls published yesterday give Northam a slight edge but show a very close race:\n\nFox News puts Northam up five points (48 to 43) : “By a seven-point margin, McAuliffe is viewed positively (43 percent favorable vs. 36 percent unfavorable), while President Trump is in negative territory by 15 (40-55 percent).",
  "Boston Globe’s Annie Linskey and Evan Horowitz report: “The NRA’s top agenda item is to pass a federal law that would allow a gun owner with a permit to carry a concealed weapon in one state to conceal that weapon in any other state that issues such permits, which is virtually every state in the country.",
  "Politico’s Theodoric Meyer reports: “Trade associations in Washington have sent emails to their members across the country and held conferences calls to try to figure out the best way to convince the Ways and Means Committee to spare deductions and tax credits they view as essential to their industries.",
  "Politico’s Darius Dixon and Eric Wolff report: “Perry's plan would force consumers to subsidize ailing coal-fired and nuclear power plants with billions of dollars, in what he calls an effort to ensure that the nation’s power network can withstand threats like terrorist attacks or severe weather.",
  "‘There are an uncomfortable amount of people who are not paying attention to all of this,’ Murphy said about the statewide race.” NPR : “The Drug Price Relief Act, better known as Ohio Issue 2, has been promoted and pilloried in a dizzying crush of robocalls, direct mail and ads on TV and radio.",
  "Weinstein monitored the progress of the investigations personally.”\n\n-- How we got here: “The ‘Click’ Moment: How the Weinstein Scandal Unleashed a Tsunami,” by the New York Times's Jessica Bennett: “Forty years ago this month, Ms. magazine put sexual harassment on its cover for the first time.",
  "pic.twitter.com/ifA1VFqEZV — andrew kaczynski (@KFILE) November 6, 2017\n\nOne of the Times's investigative reporters who originally broke the Weinstein story applauded the women who have come forward:\n\nTonight, the bravery of the women who broke the silence about Weinstein is clearer than ever.",
  "In a blog post at the Daily Stormer, a photo of pizza with pepperonis arranged in a swastika has a caption that reads ‘Papa John: Official pizza of the alt-right?’ … Peter Collins, the senior director of public relations at Papa John’s, said the company was taken off-guard by the endorsement.",
  "District Court Judge Amy Berman Jackson said her inclination was to impose stricter conditions on Manafort and Gates than the prosecution team was proposing, but she said she might acquiesce after she gets details of the agreement defense lawyers are trying to strike with Mueller's team.",
  "-- Some background on what happened in Virginia if you haven’t been following the story: “In one of the few states that permanently disenfranchises felons, McAuliffe (D) has restored the right to vote and to serve on juries to more than 168,000 felons who have completed their sentences.",
  "Those memos — part of a so-called ‘dossier’ of information about [Trump’s] alleged ties to Russia, include claims strongly denied by Gubarev that his companies were recruited by the Kremlin’s security organs to break into Democratic Party computer systems ahead of the 2016 election.",
  "… A senior administration official said Trump will use his speech to highlight the North Korean regime's long history of human rights abuses — on its own people and abroad.”\n\nIn a news conference earlier today, Trump asserted that he was making “a lot of progress” with North Korea.",
  "She added that Air Force Secretary Heather Wilson and Chief of Staff Gen. David Goldfein have directed an investigation of Kelley’s case and “relevant policies and procedures.” (Alex Horton)\n\nTHE VICTIMS:\n\n-- The names of those who died in the shooting are beginning to be released.",
  "‘There are an uncomfortable amount of people who are not paying attention to all of this,’ Murphy said about the statewide race.”\n\n: “ But most pressing on the eve of an election that pollsters predict could end with a record-low turnout was Murphy's pitch to go for a decisive win.",
  "Politico’s Lorraine Woellert, Nancy Cook and Andrew Restuccia report: “Wendy Teramoto retained her seat on Navigator’s board after joining Commerce in mid-March as a part-time adviser to Ross, one of the most influential voices in [Trump’s] ear on global trade and economic policy.",
  "— James Comey (@Comey) November 6, 2017\n\nGOOD READS FROM ELSEWHERE:\n\n-- Politico Magazine, “Robby Mook Can’t Stop Not Talking About 2016,” by Gabriel Debenedetti: “Mook has spent the last year fending off media requests to talk about What Went Wrong, and trying to pivot to Russia.",
  "Now, many of the groups are settling on strategies for spurring their members to act or identifying members of Congress they will pressure to amend the proposal.”\n\nTRUMP IN ASIA:\n\n-- Trump has arrived in South Korea, where he will give a speech to the country’s National Assembly.",
  "MACHINE:\n\n-- The New Yorker published Ronan Farrow’s latest look at Harvey Weinstein, reporting that Weinstein employed an elaborate system of lawyers and intelligence companies (yes, that's right) to suppress sexual assault allegations against him: “In the fall of 2016 .",
  "Ed O'Keefe and Sean Sullivan report: The shooting “Although Democrats and some Republicans have introduced dozens of proposals this year to address gun violence, there is no bill poised for consideration in a House or Senate committee or scheduled for an up-or-down vote.",
  "Interest in the election is a tad bit higher among Democrats, as 48 percent say they are extremely interested compared to 44 percent among Republicans.” Monmouth University puts Northam up by two points: “Northam's advantage in Northern Virginia stands at 59% to 30%.",
  "Faiz Siddiqui reports: “The changes include installing a silver vinyl overwrap that mimics the appearance of the 7000-series cars, replacing carpet with confetti patterned, non-stick flooring and outfitting them with blue padded seats — from older, legacy models.",
  "— Donald Trump Jr. (@DonaldJTrumpJr) November 6, 2017\n\nDon Jr.'s Twitter habits also caught the attention of a CNN reporter:\n\nKinda nuts the son of the president just engages in conspiracy theories about the Clintons being murderers and we think nothing of it.",
  "The Guardian’s Jon Swaine reports: “Leaked documents and newly obtained public filings show how the billionaire Mercer family built a $60m war chest for conservative causes inside their family foundation by using an offshore investment vehicle to avoid US tax.",
  "David Nakamura and Ashley Parker report: “The administration has made progress in ramping up pressure on the North, but analysts said many in Seoul, as well as Tokyo and Beijing, remain confused because Trump and his senior aides have offered mixed messages.",
  "QUOTE OF THE DAY: New York City Mayor Bill de Blasio (D) lambasted the GOP tax plan, writing in Business Insider, “The Republicans might as well ask hardworking New Yorkers to withdraw $1,000 from the bank machine and find a hedge fund manager to give it to.",
  "‘We will move to these important policies separately and immediately after conclusion of our tax reform efforts,’ Brady said.”\n\n-- Big Oops: The Tax Policy Center was forced to retract its report on the plan after it discovered an error in its calculations.",
  "Rosalind S. Helderman, Matt Zapotosky and Karoun Demirjian report: “Page also wrote that he had been provided ‘incredible insights and outreach’ by Russian lawmakers and ‘senior members’ of Russian President Vladimir Putin’s administration during the trip.",
  "Ed O’Keefe reports: “What, if any, substantive change to the emerging proposals might come out of the meeting is unclear — but it will allow the White House and these moderate Democrats to claim that they are at least trying to forge bipartisan consensus.",
  "The counties surrounding the greater Richmond area are likely to determine the next governor ,’ said Patrick Murray, director of the independent Monmouth University Polling Institute.”\n\n“Northam's advantage in Northern Virginia stands at 59% to 30%.",
  "— Donald J. Trump (@realDonaldTrump) November 7, 2017\n\nConservative elites, led by the Koch brothers, have championed policy initiatives in recent years to encourage more leniency for convicts and to improve reentry programs for after they get out.",
  "Paul LePage has vetoed Medicaid expansion five times, which led to the effort by supporters to put the issue on the ballot.”\n\n: “Expanding eligibility for MaineCare, the state’s Medicaid health insurance program, is Question 2 on the state ballot.",
  "… Despite being shut out of the tax debate, [the Democrats] attending Tuesday’s meeting have insisted they are eager to reach accord with Republicans.”\n\n-- Special interest groups are now flooding the zone to secure favorable changes to the bill.",
  "(Petula Dvorak)\n\nTHE TAX OVERHAUL INCHES FORWARD:\n\n-- The day-long markup of the GOP tax bill resulted in only minor changes, sidestepping requests from Trump that the legislation include a repeal of the Affordable Care Act’s individual mandate.",
  "“The decision was likely to displease immigration hard-liners who have urged the administration to end the TPS program on the grounds that it was never intended to bestow long-term residency to those who may have entered the country illegally.",
  "The uncorrected version of the report released Monday showed that the bulk of the House GOP bill’s benefits would go to the wealthy and that many working class households earning under $48,000 would see their tax bills rise in upcoming years.",
  "“Gillespie's focus on security … has played a pivotal role in energizing Republican voters and making this race a dead heat going into election day,” said conservative strategist Greg Mueller of CRC Public Relations, which now owns the firm.",
  "‘I do see certain movement, yes, but we'll see what happens.’ He offered no proof or details.”\n\n-- After South Korea, Trump will head to China, where President Xi Jinping hopes to woo Trump and will give him the full red-carpet treatment.",
  "If a lawmaker votes for something or a governor issues an order to give a wayward apple another chance at rejoining society, but that apple continues to be rotten, it’s as easy as apple pie to produce commercials that make them eat it.",
  "Juliet Eilperin and Sean Sullivan report: “The draft order would broaden the ‘hardship exemption’ that the Obama administration established for those who face extraordinary circumstances, according to people familiar with the matter.",
  "Manuel Garcia, authorities said, killed them both.”\n\nTHE OFFICIAL RESPONSE:\n\n-- Addressing the tragedy in Seoul earlier today, Trump asserted that, if Texas was a state with stricter gun regulations, “hundreds more” might have died.",
  "Heather Long reports: “Republicans and Democrats alike have cited the TPC’s assessment of tax proposals in recent years, but the error opens the organization to attacks from either party should lawmakers not like its conclusions.",
  "“People from this community would never think this could happen.”\n\n” “You don’t expect to walk into church and find mauled bodies,” he said, adding that more than a dozen of those killed or injured in the attack were children.",
  "Eva Ruth Moravec and Mark Berman report: “While few clues were initially offered about what made [Devin Patrick] Kelley target a church in tiny Sutherland Springs, officials had suggested family ties could have played a role.",
  "Sen. Rand Paul's neighbor — who was charged with assaulting the Republican senator outside his Kentucky home this weekend — could face a felony charge after Paul’s injuries were revealed to be more severe than first thought.",
  "And in the run-up to Election Day, voters say it's difficult to make sense of it all.”\n\nOpponents say the law would be impossible to implement, could limit patients' access to medicines and wouldn't necessarily save money.",
  "The New York Times’s Jane Perlez and Mark Landler report: “The Chinese are calling it ‘a state visit-plus,’ promising grand pageantry in the Great Hall of the People and the ancient roofed pavilions of the Forbidden City.",
  "Meanwhile, losing that money will force families to make terrible choices between food and medicine or rent and tutoring for a child.”\n\nNEWS YOU CAN USE IF YOU LIVE IN D.C.:\n\n-- It will be colder and cloudy in D.C. today.",
  "-- Meanwhile, Trump’s longtime body guard and former White House aide Keith Schiller is slated to testify today before the House Intelligence Committee about Trump’s 2013 trip to Moscow for the Miss Universe pageant.",
  "#GameOnVA pic.twitter.com/poBu23qdHb — Elizabeth Warren (@elizabethforma) November 7, 2017\n\nAnd James Comey formally joined Twitter after operating under the name Reinhold Niebuhr for years:\n\nHere’s my new handle.",
  "… Over the course of a year, Weinstein had the agencies ‘target,’ or collect information on, dozens of individuals, and compile psychological profiles that sometimes focused on their personal or sexual histories.",
  "pic.twitter.com/jO79iXK145 — Michael Li (@mcpli) November 6, 2017\n\nSen. Dick Durbin (D-Ill.) implored his colleagues to address gun control:\n\nRepublicans in Congress say it’s too early to talk about gun violence.",
  ",’ said Patrick Murray, director of the independent Monmouth University Polling Institute.” The Polling Company, a GOP firm formerly owned by Kellyanne Conway, has Northam up 1 point (45-44) in its tracking poll.",
  "]”\n\n-- Bigger picture: “The number of Russian connections to President Trump’s campaign and to his administration should stun and worry even the most credulous Republicans,” Post columnist Jennifer Rubin writes.",
  "ATF is also set to brief Judiciary Committee members this week on the use of bump stocks, aides said.”\n\n-- ATF officials have reportedly told Congress they believe it lacks the authority to regulate bump stocks.",
  "Tackitt said the aftermath was a “horrific sight: ” “You don’t expect to walk into church and find mauled bodies,” he said, adding that more than a dozen of those killed or injured in the attack were children.",
  "— Senator Dick Durbin (@SenatorDurbin) November 6, 2017\n\nThe president's son spoke out against gun control in the wake of the shooting:\n\nPsycho w illegal gun kills many taken down my law abiding citizen w gun.",
  "And in the run-up to Election Day, voters say it's difficult to make sense of it all.” Seattle Times: Whether Republicans maintain control of the Washington state Senate is on the line in a special election.",
  "They came to the scene after the shooting.” Authorities said that in addition to the 26 people who were slain in Sunday’s attack, another 20 were injured – at least 10 of whom remain in critical condition.",
  "A relative told the Dallas Morning News of the shooting, “The church, of all places.” The Washington Post is keeping a list of the victims’ stories and will update it as more information becomes available.",
  "With help from law firms that specialize in offshore tax shelters, the company canvassed multiple jurisdictions before settling on the small island of Jersey, which typically does not tax corporate income.",
  "Here are a few of their stories:\n\nRobert and Shani Corrigan were high school sweethearts who moved back to the San Antonio area after Robert retired from the Air Force as a chief master sergeant in 2015.",
  "Foreign Policy reports: “Aleksej Gubarev, a Russian technology executive, has sued BuzzFeed for libel for its decision to publish a series of memos authored by the former British spy Christopher Steele.",
  "offered an amendment that would tweak the way the bill would tax the earnings of investment managers, cross-border transactions by multi­national corporations and the endowments of private universities.",
  "“Initial information indicates that Kelley’s domestic violence offense was not entered into the National Criminal Information Center database,” Air Force spokesman Ann Stefanek said in a statement.",
  "Fox executives cited a “strong negative reaction to the ad” from its viewers, but Steyer has begun a counterattack suggesting the network is censoring a private citizen to curry favor with Trump.",
  "It's a fiction created and methodically cultivated by the gun lobby, designed to assure that no laws are passed to make America safer, because those laws would cut into their profits,” he wrote.",
  "… The company and its PAC together sent $200,000 to pro-Trump election efforts last year, while Bob Murray threw an invitation-only West Virginia fundraiser for Trump in 2016.”\n\nWEINSTEIN'S P.R.",
  "(Robert Samuels) Democratic mega-donor Tom Steyer is crying foul after Fox News stopped airing his TV ad calling for Trump’s impeachment — shortly after it earned a response from Trump himself.",
  "… [Brady said] that ‘we are not including various health-tax related measures as part of our tax reform efforts,’ though he did not specifically rule out repealing the ACA’s individual mandate.",
  "The same operative, using a different false identity and implying that she had an allegation against Weinstein, met twice with a journalist to find out which women were talking to the press.",
  "…\n\n“Two private investigators from Black Cube, using false identities, met with the actress Rose McGowan, who eventually publicly accused Weinstein of rape, to extract information from her.",
  "(Sarah Larimer) A 50-year-old marketing executive was fired from her job at a government contracting firm after she was captured in a viral photo flipping off Trump’s motorcade last month.",
  "Paul LePage has vetoed Medicaid expansion five times, which led to the effort by supporters to put the issue on the ballot.” Newark Star-Ledger : “ In the race to succeed [New Jersey] Gov.",
  "-- Four other states we’re watching today:\n\nPortland Press Herald : “Expanding eligibility for MaineCare, the state’s Medicaid health insurance program, is Question 2 on the state ballot.",
  "The phrase ‘gross negligence’ appears in a federal law governing the handling of classified information as the standard that makes the loss or removal of such information a federal crime.",
  "… But the pomp will also be a chance for Mr. Xi to showcase his ‘China Dream’ — a vision of his nation joining or perhaps supplanting the United States as a superpower leading the world.",
  "]”\n\n-- The Air Force said it failed to follow procedures for alerting law enforcement about Kelly’s violent past, which allowed him to procure the weapons used in Sunday’s mass shooting.",
  "In a statement, the school’s principal said the suspension is effective “immediately” and will remain in place until students can create a “new normal” for Greek life at the university.",
  "(CNN’s Holly Yan, AnneClaire Stapleton and Darran Simon)\n\n-- Kelley was discharged from the Air Force for bad conduct in 2014, which should have precluded him from obtaining firearms.",
  "Terry McAuliffe’s order that restored voting rights to felons, including a sex offender who completed his sentence and was rearrested, but not convicted, on child pornography charges.",
  "“People from this community would never think this could happen.” Texas authorities reported that Kelley suffered three gunshot wounds, including a self-inflicted shot to the head.",
  "But his narrowly written proposal would mostly affect plants in a stretch of the Midwest and Northeast where Murray's mining company, Murray Energy, is the predominant supplier[.]",
  "His action also helped them over the first hurdle to have their gun rights restored, although the felons still need judges to sign off,” Laura Vozzella and Fenit Nirappil explain.",
  "… A senior [House Judiciary Committee] aide would say only that the panel is in touch with the Bureau of Alcohol, Tobacco, Firearms and Explosives and the FBI about the shooting.",
  "“In interviews with more than half a dozen White House officials and former advisers, many shrugged off the potential for any big revelation to come out of Schiller’s testimony.",
  "… The explicit goal of the investigations, laid out in one contract with Black Cube, signed in July, was to stop the publication of the abuse allegations against Weinstein[.]",
  "P little sister we love you with all my heart and I will miss you Soo much.” Joann Ward died along with her two children, 7-year-old Emily Garza and 5-year-old Brooke Ward.",
  "The Capital Weather Gang forecasts: “Not-So-Nice Day today with a dense cloudy morning leading to a rainy afternoon as temperatures require jackets or coats or raincoats.",
  "Ambitious Republicans, especially those with 2020 and/or 2024 presidential aspirations, are watching today’s off-year election in Virginia for lessons they might learn.",
  "That’s why the Willie Horton ad against Michael Dukakis in 1988 helped lead to a generation of tougher sentences and less sympathy, even for nonviolent drug offenders.",
  "Apple has accumulated more than $128 billion in profits offshore, and probably much more, that is untaxed by the United States and hardly touched by any other country.",
  "“The paralysis you feel right now — the impotent helplessness that washes over you as news of another mass slaughter scrolls across the television screen — isn’t real.",
  "Our colleagues report: “[H]e urged dictator Kim Jong Un to ‘make a deal’ at the negotiating table on the rogue nation's nuclear weapons and ballistic missile programs.",
  "A relative told the Dallas Morning News of the shooting, “The church, of all places.”\n\ndied along with Her son Ryland was also injured and is now in stable condition.",
  "And it won’t be long until we’re with them.’”\n\n-- The shooting in Sutherland Springs was actually the second deadly act of violence at a place of worship on Sunday.",
  "He’s mostly ignored the sniping and second-guessing from Democratic operatives like Donna Brazile and Stan Greenberg, insisting he doesn’t even read the criticism.",
  "Understanding the sensitivity of the topic, the editors used puppets for the cover image — a male hand reaching into a woman’s blouse — rather than a photograph.",
  "He got political mileage out of it at the time, but the effort backfired in 2009 when one of the convicts whose sentence he commuted killed four police officers.",
  "Northam is doing about the same in Northern Virginia as McAuliffe's 2013 showing and is running slightly better than the incumbent did along the Chesapeake Bay.",
  "Both sides believe that this line of attack has been a significant factor in allowing Gillespie to close the gap with Ralph Northam in public and private polls.",
  "— David Nakamura (@DavidNakamura) November 7, 2017\n\nA New Yorker cartoon addressed the tragedy in Texas:\n\nThe New Yorker on the day after Sutherland Springs.",
  "At least one justice argued, however, that the case raises an important constitutional question about the lengthy wait times for criminals on death row.",
  "The former officers, who were members of the NYPD’s Brooklyn South narcotics unit, are each facing dozens of charges and a possible $50 million lawsuit.",
  "Temperatures struggle to exceed the 40s most of the day with highs in the upper 40s to about 50.”\n\n-- The Capitals beat the Coyotes 3-2 in overtime.",
  "In a tweetstorm from Asia this morning, the president echoed Gillespie’s closing message:\n\nRalph Northam will allow crime to be rampant in Virginia.",
  "Northam’s campaign said it doesn’t object to Gates receiving permission to vote but accused Gillespie of hypocrisy for not opposing Gates’s request.",
  "-- McAuliffe, a potential Democratic candidate for president in 2020, considers the restoration of voting rights his proudest achievement in office.",
  "The Northam campaign cries foul: “Gillespie is running a fact-free, fear-mongering campaign in vintage Trump fashion,” said spokesman David Turner.",
  "But most pressing on the eve of an election that pollsters predict could end with a record-low turnout was Murphy's pitch to go for a decisive win.",
  "The New York Times’s Shannon Sims, Julie Turkewitz and Christina Caron report: “Bryan and Karla Holcombe, a guest preacher and his wife, were dead.",
  "“[Kelley] was court-martialed in 2012 and sentenced to a year in military prison for assaulting his then-wife and her child,” our colleagues write.",
  "WHILE YOU WERE SLEEPING:\n\n-- DHS has told 2,500 Nicaraguans living here with provisional residency status they have 14 months to leave the country.",
  "… [T]he gunman nearly wiped out the Holcombe family, leaving Joe Holcombe, 86, Bryan’s father, to mourn the loss of the generations he had raised.",
  "The GOP won, with the court ruling that the governor had exceeded his clemency powers because he restored rights en masse instead of individually.",
  "Demographics and the national environment (Trump’s approval rating is 38 percent among likely voters in our poll) give the advantage to Northam.",
  "… [But] their relationship has retained a subtext in which the U.S. president insists on asserting his dominance in a passive-aggressive manner.",
  "were high school sweethearts who moved back to the San Antonio area after Robert retired from the Air Force as a chief master sergeant in 2015.",
  "[Weinstein] began to hire private security agencies to collect information on the women and the journalists trying to expose the allegations.",
  "Juliet reports: “More than 200,000 Americans chose a plan on Nov. 1, the day open enrollment began, according to one administration official.",
  "Then he appointed Jeff Sessions, who has long been the single biggest obstacle to criminal justice reform in the Senate, as attorney general.",
  "Chris Christie, [Democrat Phil] Murphy … accused his Republican rival, Kim Guadagno, of ‘trying to scare people’ with (her) ads against him.",
  "But the Democratic newcomers largely won by embracing pieces of Trump’s playbook, namely an emphasis on their status as political outsiders.",
  "Aides said that McCain was treated for the tear and for other “normal and non-life-threatening side effects of cancer therapy” this weekend.",
  "‘I believe it makes sense for North Korea to do the right thing, not only for North Korea but for humanity all over the world,’ Trump said .",
  "(Dave Weigel) Sen. John McCain (R-Ariz.), currently being treated for brain cancer, has suffered an Achilles’ tendon tear in his right leg.",
  "(Alex Brandon/AP)\n\nTHE REST OF TRUMP’S AGENDA:\n\n-- Trump has reportedly prepared an executive order weakening the ACA’s individual mandate.",
  "(Robert Barnes) Democrats in Oklahoma have won three GOP state legislative districts in special elections since Trump’s victory last year.",
  "An hour later, officers were called to the church parking lot, where they found the couple in a car, both with gunshot wounds to the head.",
  "His final statement, delivered on July 5, 2016, used the phrase ‘extremely careless’ in describing Mrs. Clinton’s use of a private server.",
  "After coming clean to her bosses, Juli Briskman says her employers “immediately” escorted her from the building with a box of her things.",
  "(Kristine Phillips) Florida State University has suspended all fraternities and sororities indefinitely following the death of a pledge.",
  "They’ve made strides around the country, even in deep red states, and came close to getting a federal bill through the Senate last year.",
  "Fully 88 percent of voters who view Trump favorably back Gillespie, while 81 percent of those who have a negative view support Northam.",
  "Opponents say the law would be impossible to implement, could limit patients' access to medicines and wouldn't necessarily save money.",
  "(Sean Sullivan) Two NYPD detectives accused of raping a teenager while she was in a police van have resigned, authorities said Monday.",
  "Joe D. Tackitt Jr., the Wilson County sheriff, said Monday that Kelley’s in-laws had attended the church but were not present Sunday.",
  "brought doughnuts to Virginia volunteers:\n\nHappy to bring MA’s finest @DunkinDonuts to a terrific group of volunteers in VA tonight.",
  "(Isabelle Khurshudyan)\n\n-- The Nationals’ Max Scherzer and Stephen Strasburg are finalists for the National League Cy Young Award.",
  "Proponents are selling the initiative as a form of rebellion that could save millions of dollars in an era of health care anxiety.",
  "“None of this is inevitable.”\n\n-- Meanwhile, Texas’s attorney general called for beefed-up security measures at places of worship.",
  "Proponents are selling the initiative as a form of rebellion that could save millions of dollars in an era of health care anxiety.",
  "In the closing weeks of the campaign, the Republican gubernatorial nominee has blistered his Democratic rival for supporting Gov.",
  "Since Trump took office, Abe has been his most consistent suitor, courting him with luxurious gifts … and constant attention[.]",
  "South Korean officials hope the president will use the speech to lay out a concrete policy on the North Korean nuclear threat.",
  "He’s weak on crime, weak on our GREAT VETS, Anti-Second Amendment.... — Donald J. Trump (@realDonaldTrump) November 7, 2017\n\n.",
  "Teramoto didn’t resign her seat on Navigator’s board until July 17 … On Aug. 1, she was formally named Ross’s chief of staff.",
  "Cleve R. Wootson Jr. reports: “[A] month ago, Martha Garcia filed for divorce, Fresno Police Chief Jerry Dyer told reporters.",
  "One of the investigators pretended to be a women’s-rights advocate and secretly recorded at least four meetings with McGowan.",
  "A magistrate judge put Manafort and Gates in home confinement last week after they were [charged in a 12-count indictment].",
  "@EdWGillespie will totally turn around the high crime and poor economic performance of VA. MS-13 and crime will be gone.",
  "‘ Gillespie is performing very strongly in the western region and may even eclipse Donald Trump's 2016 majority there.",
  "Bowen lost his voting rights again in January when he pleaded guilty to a new felony, possession of child pornography.",
  "He also struck her young child ‘on the head and body with a force likely to produce death or grievous bodily harm[.",
  "Gillespie, on the other hand, leads by a similarly wide 64% to 30% margin in the western part of the Commonwealth.",
  "Gillespie, on the other hand, leads by a similarly wide 64% to 30% margin in the western part of the Commonwealth.",
  "In the initial drafts, Mr. Comey still recommended against prosecution.”\n\nDAYBOOK:\n\nTrump’s Asia swing continues.",
  "(Martin Weil)\n\n-- Metro plans to freshen up the appearances of their older railcars to resemble the newest cars.",
  "(Chelsea Janes)\n\n-- A man who reportedly threatened to kill “all white police” at the White House was arrested.",
  "-- Meanwhile, the number of participants in Obamacare’s exchanges has surged in the opening days of enrollment.",
  "In 1977, the term sexual harassment had not been defined in the law and had barely entered the public lexicon.",
  "Pence has a call with the president of Afghanistan before he goes to Capitol Hill for meetings with lawmakers.",
  "The offshore vehicle was part of a network of companies in the Atlantic tax haven of Bermuda led by [Mercer.]",
  "But it's allowing 14,000 Hondurans with the same status to stay while it continues to deliberate their fate.",
  "‘We condemn racism in all forms and any and all hate groups that support it,’ Collins told Courier Journal.",
  "Vulnerability on this issue was one of the reasons he opted not to seek the Republican nomination in 2012.",
  "I just made Virginia the 41st state,” he said during a get-out-the-vote rally in Fairfax over the weekend.",
  "Look for those rains to start around midday or early afternoon at light to sometimes moderate intensity.",
  "The senator has returned to work and will “be wearing a walking boot” until the tendon injury is healed.",
  "Manafort agreed to pay $10 million if he failed to appear in court and Gates agreed to pay $5 million .",
  "-- Counterpoint: The gun lobby hasn't advanced pro-gun legislation, despite Trump’s support of the NRA.",
  "https://t.co/j1wh8hLamw — Barack Obama (@BarackObama) November 7, 2017\n\nSen. Elizabeth Warren (D-Mass.)",
  "That’s more than double the number of consumers who signed up on the first day of enrollment last year.",
  "-- Gillespie is as well positioned as he could hope for going into today, but he remains the underdog.",
  "Northam led in this region in July and September but Gillespie temporarily closed the gap last month.",
  "Northam led in this region in July and September but Gillespie temporarily closed the gap last month.",
  "“According to court martial documents … Kelley kicked, choked and struck his wife in 2011 and 2012.",
  "Michael Arega, of Dallas, was found across the street from the White House and taken into custody.",
  "So the iPhone maker went hunting for another place to park its profits, newly leaked records show.",
  "And the state has a long history of electing a governor of the opposite party from the president.",
  "Trump broke with the zeitgeist by running a lock-her-up-and-throw-away-the-key kind of campaign.",
  "Like other felons who had completed their sentences, he had his rights restored under McAuliffe.",
  "Her father died two years ago of pancreatic cancer, leaving behind Haley and her three siblings.",
  "Her father died two years ago of pancreatic cancer, leaving behind Haley and her three siblings.",
  "Two of their sons remain on active duty with the Air Force, while another died last November.",
  "Two of their sons remain on active duty with the Air Force, while another died last November.",
  "Maine will be the first state in the nation to weigh in on Medicaid expansion by referendum.",
  "P little sister we love you with all my heart and I will miss you Soo much.”\n\nwas just 16.",
  "Shortly after, Martha Garcia told family and friends that there was a new man in her life.",
  "‘We know where they are now,’ he said in an interview, his voice strained by exhaustion.",
  "Jurors will decide whether the senator misused his office to support a friend and donor.",
  "… Mercer, 71, appears as a director of eight Bermuda companies in the Paradise Papers[.",
  "As governor of Arkansas, Mike Huckabee issued more than 1,000 commutations and pardons.",
  "Northam has regained the edge in his home region of eastern Virginia at 54% to 39%.",
  "Northam has regained the edge in his home region of eastern Virginia at 54% to 39%.",
  "Mike DeBonis reports: “House Ways and Means Committee Chairman Kevin Brady (R-Tex.)",
  "Two 6000-series cars will ‘look like new trains’ beginning this week, Metro said.",
  "Her boyfriend, whose identity has not been released, died a little while later.",
  "The new couple had attended a 7:30 a.m. Mass at St. Alphonsus Church on Sunday.",
  "Criminal justice reform is a much tougher sell politically than substantively.",
  "There will always be recidivism, and bad people will fall through the cracks.",
  "The amendment did not make other, more costly changes to business taxation[.]",
  "-- GOP megadonor Robert Mercer has now been implicated in the papers as well.",
  "It had appeared in an earlier filing showing his assets as of December 2016 .",
  "Today he’s in South Korea and will attend a state dinner with the first lady.",
  "Welcome to the Daily 202, PowerPost's morning briefing for decision-makers.",
  "Politicizing crime this way has led to a massive overcrowding of prisons.",
  "The Koch network endorsed this approach when Gillespie unveiled the plan.",
  "And four of their grandchildren — Noah, Emily, Megan and Greg — gone.",
  "But for 26 victims & loved ones in Sutherland Springs, it's too late.",
  "It was the only Southern state Hillary Clinton won a year ago today.",
  "Which one of these would be out of the equation w more gun control?",
  "Her son Ryland was also injured and is now in stable condition.",
  "‘ It's all going to come down to the central part of the state.",
  "“In 40 states, you couldn’t run that ad because it’s automatic.",
  "It's all going to come down to the central part of the state.",
  "-- The Holcombes lost eight members of their extended family.",
  "Haley’s older brother wrote on Facebook of her death, “R.I.",
  "Haley’s older brother wrote on Facebook of her death, “R.I.",
  "He was also shot in the leg and torso by an armed citizen.",
  "The welcome is planned to make Mr. Trump feel important[.]",
  "(The Virginian-Pilot has more details on the Bowen case.)",
  "Grateful to Reinhold for the cover these last few years.",
  "Their pregnant daughter-in-law, Crystal Holcombe, gone.",
  "Republicans like Gillespie are now following his lead.",
  "-- Polls are open in Virginia until 7 p.m. Eastern.",
  "Politico’s Seung Min Kim and Heather Caygle report.",
  "‘All of our family members, they’re all Christian.",
  "It was banned from some supermarkets nonetheless.",
  "… This is not a Democratic or a Republican issue.",
  "He has reacted angrily to Gillespie’s attack ad.",
  "They are already familiar with recent history.",
  "Lindsey Bever and Kristine Phillips report.",
  "Imagine what this looks like in Pyongyang.",
  "Politico’s Josh Gerstein reports: “U.S.",
  "Their son Marc Daniel Holcombe, gone.",
  "Let’s keep it up & vote tomorrow, VA!",
  "He is now serving 15 years in prison.",
  "“These people deserve second chances!",
  "Gillespie aides declined to comment.",
  "Glad to be part of the Twitterverse.",
  "Sign up to receive the newsletter.",
  "Politico’s Annie Karni reports.",
  "There’s no governor involved.",
  "They’ve served their time.",
  "Virginia is trending blue.",
  "Haley Krueger was just 16.",
  "They’re back in society.",
  "Martha Garcia was dead.",
  "Nick Miroff reports.",
  "GET SMART FAST:??",
  "Go vote tomorrow!",
  "… Republican Gov.",
  "… Republican Gov.",
  "Vote today, ASAP!",
  ". \"",
  ". \"",
  ".",
  ".",
  ".",
  ".",
  ".",
  "."
]