[
  "Besides the firm’s representation of the movie mogul, Boies himself has done business with Weinstein, was regularly seen in Weinstein’s social orbit and was described by the New York Times as a “trusted adviser to Mr. Weinstein.”\n\nA widely cited New Yorker piece penned by Ronan Farrow first broke the story that Boies inked a deal with Black Cube, described as a private investigation outfit founded by former Israeli intelligence analysts, in an attempt to stop the Times’ investigation into Weinstein, with an operative of Black Cube reportedly pretending to be a woman’s rights activist while trying to gather information from one of Weinstein’s female accusers.",
  "The New York Times fired Boies’s firm over the matter and called the famed attorney’s conduct in the affair, which included an attempt to stop the Times’ own reporting, a “grave betrayal of trust.”\n\nAn op-ed published in the New York Times by Stanford law professor Deborah L. Rhode lobbed ethics accusations at Boies:\n\nMr. Boies responded in a public statement that his firm had a clause in its retainer agreement with The Times that purported to waive all conflicts of interest on matters unrelated to cases in which the newspaper had retained the firm.",
  "When you’re in that situation and there is nobody else around you that’s like you, it can feel a little isolating.”\n\nAround 2005, three attendees reportedly recalled going on the law firm’s weekend retreat in Jamaica, where attorneys were, as Bloomberg described it, greeted “at an evening reception by a woman splayed out on a buffet table with her body covered in chocolate.” Gillibrand was working with at Boies Schiller Flexner at the time, although her campaign did not reply to a Breitbart News question about whether she attended the Jamaica event.",
  "One, dated July 11, 2017, and bearing Boies’s signature, states that the project’s “primary objectives” are to “provide intelligence which will help the Client’s efforts to completely stop the publication of a new negative article in a leading NY newspaper” and to “obtain additional content of a book which currently being written and includes harmful negative information on and about the Client,” who is identified as Weinstein in multiple documents.",
  "Boies personally signed the contract with Black Cube, according to the New Yorker, with the attorney admitting that the opposition information gathered from one private investigation firm was funneled through him to Weinstein:\n\nBoies confirmed that his firm contracted with and paid two of the agencies and that investigators from one of them sent him reports, which were then passed on to Weinstein.",
  "Boies’s daughter Mary Regency got one of her first acting credits for her role in Silver Linings Playbook, a film produced in 2012 by the Weinstein Co. Weinstein also acquired the U.S. rights to a Western that was to be executive produced by Boies and produced by his daughter via the Boies/Schiller Film Group, which was formed by Boies and the son of his legal partner, Jonathan Schiller.",
  "More quietly, he’s been cleaning up his own.”\n\nBloomberg continued, citing questions about Boies’ judgement and claims about “moral outrage”:\n\nInterviews with more than a dozen people who’ve worked with him show that this isn’t the first time his loyalty to a friend or client has tested the bounds of propriety and called his judgment into question.",
  "Days before the midterm elections, New York Republican senatorial candidate Chele Farley has renewed her call for her opponent, Sen. Kirsten Gillibrand, to return or donate to charity over $806,000 that Gillibrand received from a law firm headed by Harvey Weinstein’s long-time attorney, close adviser and business investor.",
  "No, I think she is the #MeFirst senator.”\n\nIn August, Breitbart News reported that Boies Schiller Flexner LLP, the law firm headed by famed attorney David Boies, has been Gillibrand’s single largest campaign donor throughout her political career and at the time was the second-largest donor in the 2018 election cycle.",
  "Gillibrand positioned herself as a leading #MeToo advocate in December 2017, when she became the first senator to demand that Sen. Al Franken (D-MN) step down after a photo surfaced that appeared to show then-comedian Franken engaging in inappropriate sexual conduct years before he ran for public office.",
  "The two were seen together having dinner with Hillary Clinton days after her loss against Barack Obama in the 2008 presidential primaries and immediately thereafter Clinton began discussions with Weinstein regarding a TV documentary about her presidential bid.",
  "Boies helped Weinstein settle a sexual harassment claim and reportedly personally signed a contract with a shadowy private investigation company that engaged in efforts to foil the extensive New York Times investigation into the accusations against Weinstein.",
  "Former Weinstein Company employee Lauren O’Connor authored a 2015 memo in which she detailed allegations of sexual harassment and complained that she was afraid to travel with Weinstein, leading Boies to help Weinstein settle with O’Connor.",
  "Farrow, writing at the New Yorker, reported:\n\nTwo private investigators from Black Cube, using false identities, met with the actress Rose McGowan, who eventually publicly accused Weinstein of rape, to extract information from her.",
  "OpenSecrets.org, the respected campaign finance tracker run by the nonpartisan Center for Responsive Politics, documents that Gillibrand’s top donor throughout her political career has been the Boies Schiller Flexner law firm.",
  "Following the negative publicity about his ties to Weinstein, Boies’s law firm upped the number of attorneys on its executive committee from seven to 11, while Boies was reelected chairman last December.",
  "Fayley was referring to Gillibrand’s very public decision to donate the $11,800 in campaign contributions she received directly from Weinstein to RAINN, a nonprofit tending to victims of sexual assault.",
  "… On October 28, 2016, Boies’s law firm, Boies Schiller Flexner, wired to Black Cube the first hundred thousand dollars, toward what would ultimately be a six-hundred-thousand-dollar invoice.",
  "The same operative, using a different false identity and implying that she had an allegation against Weinstein, met twice with a journalist to find out which women were talking to the press.",
  "Black Cube employees were in fact involved in such deceit; investigators misrepresented their identities in order to gain confidences from women whom Mr. Weinstein had harassed or assaulted.",
  "I also think that if people had taken action earlier it would have been better for Mr. Weinstein.”\n\nBoies Schiller Flexner has faced accusations of its own related to gender discrimination.",
  "An operative from the firm hired by Boies also reportedly went undercover to meet with reporters in an effort to get the names of female accusers speaking to the news media about Weinstein.",
  "“Gillibrand returned the money she got from Harvey Weinstein, yet she is not donating this $800,000 to a sexual abuse charity, as I have been calling her out for for months,” Farley stated.",
  "The profile revolved around the law firm’s defense of its now former client Harvey Weinstein and Boies’s own close personal and financial relationship with the fallen Hollywood big shot.",
  "Besides hiring a firm to try to allegedly stop the Weinstein accusations from going public, Boies also helped Weinstein reach a settlement with one alleged victim of the movie mogul.",
  "But as The Times’s leadership pointed out in its own statement, it never contemplated that the firm would contract with investigators to do opposition research on its own reporters.",
  "A Black Cube agent also met with reporters undercover to divine the names of those women who were secretly speaking to the news media about Weinstein, the New Yorker reported.",
  "The firm’s general counsel Nick Gravante Jr. said that Boies’s wife Mary, who is also an attorney at the firm, was not amused by the woman on display at the Jamaica event.",
  "“Although he vigorously denies using physical force, Mr. Weinstein has himself recognized that his contact with women was indefensible and incredibly hurtful,” Boies said.",
  "Gillibrand’s continued acceptance of financial support from Boies’s firm comes despite her being one of the most prominent and outspoken supporters of the #MeToo movement.",
  "She also sent shockwaves across the Democratic political arena when she commented that Bill Clinton should have resigned the presidency during the Monica Lewinsky scandal.",
  "Boies himself was widely criticized over controversial tactics he reportedly deployed to minimize the allegations of sexual assault and harassment faced by Weinstein.",
  "He is a New York Times bestselling author and hosts the popular weekend talk radio program, “Aaron Klein Investigative Radio.” Follow him on Twitter @AaronKleinShow.",
  "O’Connor told the New York Times that she believes the settlement was a way of attempting to make her accusations disappear after she persisted with the charges.",
  "Although Mr. Boies now claims that he had no knowledge of such practices, he surely was in a position to have such knowledge and had reason to suspect them.",
  "Those efforts reportedly included an operative going so far as to pose as a women’s rights activist to glean information from one of Weinstein’s accusers.",
  "Bloomberg reported:\n\nIn 2002, Rachel Baird, a former Boies Schiller Flexner attorney, along with a colleague, sued the firm for gender discrimination.",
  "The firm has provided Gillibrand with a total of $806,983 since 2005, according to data released electronically by the Federal Election Commission.",
  "When she was first elected to Congress, Boies Schiller Flexner issued a press release touting its “substantial support” for her New York campaign.",
  "A breakdown by election cycle finds that Boies Schiller Flexner was her top donor in 2008, 2010, 2012, 2014, 2016 and now in 2018, as well.",
  "Speaking to Ronan Farrow, Boies admitted that he had seen enough red flags that should have alerted him to Weinstein’s treatment of women.",
  "Boies added: “In retrospect, I knew enough in 2015 that I believe I should have been on notice of a problem, and done something about it.",
  "Bar ethical rules prohibit lawyers not only from engaging in fraud, deceit or misrepresentation, but also from inducing others to do so.",
  "The lawyer reportedly met Weinstein in 2001 and discussed the possibility of writing a memoir for Weinstein’s imprint Miramax Books.",
  "Boies’s actions took place while Boies Schiller Flexner was separately representing the New York Times, including in a libel case.",
  "In other cases, journalists directed by Weinstein or the private investigators interviewed women and reported back the details.",
  "“The second time I spoke up the response was, ‘How can we quickly make this go away?’”\n\nBoies is more deeply tied to Weinstein.",
  "In one incident, Baird describes Boies telling her, the only female attorney in the room, to go downstairs and pay for his cab.",
  "A Bloomberg profile characterized Boies’ work thusly: “For decades, Boies has been cleaning up his wealthy clientele’s messes.",
  "One of the investigators pretended to be a women’s-rights advocate and secretly recorded at least four meetings with McGowan.",
  "Boies Schiller Flexner has long been led by co-founder David Boies, considered one of the most powerful attorneys in America.",
  "She worked there as a partner from 2001 until November 2006, when she was elected to New York’s 20th Congressional District.",
  "Marguerite Hogan, an associate who left the same year as Gilbert, says: “There weren’t a lot of women for me to look up to.",
  "They’re sure they’ll outlast the current wave of moral outrage — and even imagine themselves on the right side of history.",
  "“At the time, it seemed a reasonable accommodation for a client, but it was not thought through, and that was my mistake.",
  "It was a mistake at the time.”\n\nBoies’s actions drew sharp criticism and did not sit well with the firm’s other client.",
  "Unsurprisingly, The Times considered this conduct to be a “grave betrayal of trust,” and grounds to terminate the firm.",
  "“Mary right away directed that the woman get off the table,” recalled Gravante, who blamed the hotel for the episode.",
  "Weinstein and Boies co-hosted a private screening in New York for liberal activist Michael Moore’s Fahrenheit 9/11.",
  "“We should not have been contracting with and paying investigators that we did not select and direct,” he conceded.",
  "The law firm has since become her top donor this election cycle, according to the most recent public election data.",
  "I don’t know what, if anything, happened after 2015, but to the extent it did, I think I have some responsibility.",
  "He had hired an organization known for hardball tactics and reportedly received reports of their findings.",
  "At the time, the firm said the claims were without merit; eventually, the women settled for $37,500 each.",
  "After the New Yorker broke the story, Boies characterized his involvement with Black Cube as a mistake.",
  "It is hard to imagine how a lawyer of Mr. Boies’s caliber would not have anticipated this reaction.",
  "Weinstein was on the invite list for Boies’s 75th birthday bash held at the Wynn Las Vegas in 2016.",
  "They also specifically forbid lawyers from directing non-lawyers to engage in prohibited conduct.",
  "“I probably do tend to stay with friends and clients more than some other people would,” he says.",
  "“Sometimes that can subject me to criticism.” Boies survived those episodes with his aura intact.",
  "Inside the firm’s offices, he and his lieutenants expect nothing different this time around.",
  "Weinstein accuser Rose McGowan called Boies a “scumbag” over his role in hiring Black Cube.",
  "In 2005, Boies helped Weinstein and his brother Bob separate from the Walt Disney Co.",
  "He also provided counsel for the Weinsteins after they first formed the Weinstein Co.",
  "Aaron Klein is Breitbart’s Jerusalem bureau chief and senior investigative reporter.",
  "“Otherwise she can’t call herself the #MeToo senator.”\n\n“Is she the #MeToo senator?",
  "Boies also reportedly invested a total of $10 million in two Weinstein Co. movies.",
  "The law firm and Black Cube signed a contract that month and several others later.",
  "This while she continues to accept contributions from Boies Schiller Flexner.",
  "“She needs to return that money,” Farley told this reporter in an interview.",
  "He said that he did not select the firms or direct the investigators’ work.",
  "The memoir, Courting Justice, was published by Weinstein’s company in 2004.",
  "Boies finally dropped Weinstein as a client in early November 2017.",
  "(The documents do not make clear how much of the invoice was paid.)",
  "was, ‘This is not our problem,’” she told the newspaper.",
  "The relationship extended well beyond legal advice.",
  "“The first time I spoke out, the message from H.R.",
  "Gillibrand has a personal history with the firm.",
  "Follow him on Facebook.",
  "It gets worse."
]