[
  "According to the English-language daily Haaretz, Greek Orthodox priest Isidoros Fakitsas said that the move has impaired the Church of the Holy Sepulchre to pay bills and salaries including 500 priests and monks, 2,000 teachers and the running costs of over 30 Christian schools that the church runs in the Palestinian territories and Jordan.",
  "Posted by: Jon Jensen\n\nFiled under: Inside The Middle East ?Tunisia\n\n\n\nPosted: 625 GMT\n\nPosted: 943 GMT\n\nPosted: 618 GMT\n\nPosted: 1150 GMT\n\nPosted: 949 GMT\n\nIt's a story that combines three of the region's most critical issues – it's a dispute in Jerusalem, a dispute between Arabs and Israelis... and a dispute over water.",
  "“If they want to cut water off then we will ask the pilgrims and visitors to bring their own water with them and we will explain to them what is happening so that they would know about the Israeli arbitrary policies being practiced against the holy places,” Musleh told the Palestinian news agency WAFA.",
  "We also visit the north coast of Egypt, where millions of World War II landmines and other unexploded ordnance left buried in the desert sands are still - seven decades after the crucial Allied victory at the Egyptian town of El Alamein – creating problems for Bedouins living in the area.",
  "Two years ago, the self-immolation death of a Tunisian fruit vendor, Mohammed Bouazizi, upset by a lack of opportunities for employment, sparked a wave of popular anger that quickly swept across the tiny North African nation, and eventually much of the Middle East.",
  "All rolled into one, the Church of the Holy Sepulchre, one of the most venerated sites in Christianity, has had its bank accounts frozen over $2.3 million of unpaid water bills, with monks threatening to close the church in protest.",
  "'Inside the Middle East' also brings one of the world's most popular writers, Lebanese-American poet Khalil Gibran, to life, through a new play in Abu Dhabi that explores the heroic, and sometimes dark,\n\nhistory of Gibran.",
  "Also, the program meets the alternative rock band Mashrou' Leila, a group who have become hugely popular in Lebanon by taking on traditionally taboo topics, such as politics and homosexuality, in their music.",
  "Follow the show on Facebook for all the latest from 'Inside the Middle East' – including a bloopers video featuring Arwa Damon snowboarding – or trying to snowboard – on the slopes just above Beirut.",
  "The program interviews several artists whose work has recently been deemed \"un-Islamic\", as well as a conservative Salafist sheikh who explains why some forms of expression should be contained.",
  "Posted by: Jon Jensen\n\nFiled under: Lebanon\n\n\n\nPosted: 1144 GMT\n\nIn January, 'Inside the Middle East' travels to Tunisia, the nation where the Arab Spring protest movement was born in 2011.",
  "It was prohibited by the Israeli Water Authority from exempting any party from water charges, and more than 1,000 religious institutions in Jerusalem paid their bills regularly, it added.",
  "The country has implemented a zero-tolerance policy towards racism – but Damon finds out why it’s going to take more than a legislation to change the local attitudes.",
  "With few laws on domestic abuse and little female representation in government however, activists say the sense of freedom among women in the country is a false one.",
  "In a statement to Maariv, Hagihon said it had been in talks for several years with church representatives with the aim of reaching a settlement of the debt.",
  "Hosted by CNN’s Senior International Correspondent, Arwa Damon, the programme discovers why the 'Paris of the Middle East' is so appealing to immigrants.",
  "The most memorable incident is probably the brawl between Armenian and Greek Orthodox monks a few years ago that police had to forcibly break up.",
  "Beirut's popularity among expatriate residents has not waned, despite the recent instability caused by the bitter conflict in neighboring Syria.",
  "The church receives about a million pilgrims a year and stands at the site where Jesus Christ is believed to have been crucified and buried.",
  "Issa Musleh, spokesman for the Greek Orthodox Patriarchate of Jerusalem told the UK newspaper The Guardian: \"They have frozen our account.",
  "For decades the church was exempt from paying water bills until the Israeli water company began pressing it to pay up a few years ago.",
  "As a result, the church is considering closing for a day in protest, shutting the doors to pilgrims for the first time in centuries.",
  "Posted: 759 GMT\n\nIn February, 'Inside the Middle East' travels to Beirut, the cosmopolitan, multi-lingual capital of Lebanon.",
  "As with all issues concerning the Holy City, the issue has become politicized within the wider Israeli-Palestinian conflict.",
  "Posted by: Schams Elwazer\n\nFiled under: Israel ?Jerusalem ?Religion\n\n\n\nPosted: 630 GMT\n\nPosted: 756 GMT\n\nPosted: 1223 GMT",
  "[The water company] Hagihon has declared war on us,\" a Patriarchate official told the Hebrew-language daily Maariv.",
  "The program also explores the rights of women in Lebanon – a nation known for its tolerant stance on gender issues.",
  "Jerusalem's Church of the Holy Sepulchre in massive dispute over water bill to Israeli water company.",
  "The country is, however, becoming much more conservative - especially in the arts and culture scene.",
  "The water bill is backdated fifteen years to the time when a new company took over the supply.",
  "—\n\nDaisy Dumas (@daisydumas) November 11, 2012 The church is no stranger to controversy.",
  "Follow the show on Facebook for all the latest from 'Inside the Middle East.'",
  "Many economic migrants in Beirut struggle with prejudice on a daily basis.",
  "Expats may be flocking to Beirut, but not everyone is always welcome.",
  "Stay tuned to CNN for more coverage of this story out of Jerusalem.",
  "Not much in terms of the economy, many young Tunisians say.",
  "‘Inside the Middle East’ meets women now demanding change.",
  "You can find all of the February showtimes here.",
  "You can find all of the January showtimes here.",
  "The church is seeking international backing.",
  "This is a flagrant act against the church.\"",
  "Scarily reflective of far wider view.",
  "\"The church is completely paralysed.",
  "Two years later, what has changed?",
  "We can't pay for toilet paper.",
  "Want to see more?",
  "Want to see more?",
  "Nothing."
]