[
  "Sadat said the timing last week of Israeli Prime Minister Benjamin Netanyahu's slideshow, which claimed to prove Iran had once planned to develop nuclear weapons and the Trump administration's alleged hiring of the Israeli intelligence firm Black Cube to investigate former Obama administration officials who supported the nuclear deal was \"suspicious.\"",
  "Related: Syria hit by new strikes as Trump cancels Iran deal and Israel calls high alert\n\n\"What is odd about the president’s approach, in particular, is that Iran has, over the past few years, shown increased willingness toward at least a limited rapprochement and taken concrete steps to alleviate concerns about its nuclear capability.",
  "Shortly after Trump's announcement, Iranian Foreign Minister Mohammad Javad Zarif, who helped Rouhani negotiate the deal, blasted the \"U.S. persistent violations & unlawful withdrawal from the nuclear deal\" on Twitter, saying he would now be charged with examining whether Iran could work with remaining signatories to save the deal.",
  "IAEA/NSSP/IEER/Reuters\n\nTrump's decision ignores the recommendations of his European allies and is instead closely aligned with Israel and Saudi Arabia, which—like the president—say Iran has used its sanctions relief funds to develop ballistic missiles and support foreign militias that threaten regional stability.",
  "While national security adviser John Bolton claimed Tuesday the U.S. was now in \"technical noncompliance\"—but not in violation—of the JCPOA by withdrawing, the U.S. may have long ago broken its commitment when Trump began actively discouraging trade with Iran, something prohibited by the deal.",
  "In the U.S., Trump became one of the leading opposition figures to the deal and vowed to tear it up as he came to office, bringing with him a harsher approach to traditional U.S. foes such as Iran and North Korea, whose supreme leader he has since courted ahead of upcoming, historic talks.",
  "That same day, U.N. General-Secretary António Guterres stated he was \"deeply concerned\" by the U.S.'s decision to exit the deal, which he said \"represents a major achievement in nuclear nonproliferation and diplomacy and has contributed to regional and international peace and security.\"",
  "The 2015 deal, officially known as the Joint Comprehensive Plan of Action (JCPOA) and struck between the U.S., Iran, China, Russia, Germany, France and the U.K. offered Iran billions of dollars of sanction relief in exchange for the halting of its nuclear production.",
  "President Donald Trump's decision to leave a multilateral nuclear agreement with Iran may be a violation of international law that alienates the U.S. from a global community seeking to combat the proliferation of nuclear weapons, according to some experts.",
  "The International Atomic Energy Agency has verified Iran's compliance with the deal on at least 10 occasions and has maintained daily access to the country's nuclear facilities, which are heavily restricted under the terms of the 2015 nuclear accords.",
  "Shortly before Trump declared the U.S. withdrawal from the agreement, Israel sent reserved troops to the occupied Golan Heights near Syria and warned citizens to seek shelter from what may be an imminent attack from Iran-backed militias in Syria.",
  "Matthew Bolton (no relation), a professor of political science at New York–based Pace University, emphasized the dangerousness of Trump's decision, not only with regard to U.S.-Iran relations but also the global nuclear nonproliferation trend.",
  "One has actually taken steps to address U.S. concerns but is being 'punished'; the other has done nothing but say it is willing to do something in the future [having now tested its actual nuclear weapons] and is being rewarded,\" she said.",
  "Both the material breach and the denunciation are in violation of standard treaty practice,\" Leila Sadat, director of the Whitney R. Harris World Law Institute at the Washington University School of Law, told Newsweek.",
  "The deal's five other signatories have urged the U.S. not to renege on the promises it made under the former administration of President Barack Obama, who ended decades of mutual hostility to forge the deal.",
  "Chip Somodevilla/Getty Images\n\nSadat said that while states often have the right to denounce international agreements they are a party to, they are often expected to do so within the framework of the deal.",
  "A unilateral withdrawal that ignores any fitted mechanisms to address grievances and work with other signatories, however, showed the international community that \"the U.S. may be an unreliable partner.\"",
  "After years of condemning what he has referred to as \"the worst deal ever,\" Trump finally withdrew the U.S. from the agreement, despite pleas from its other signatories and advice from experts.",
  "Amir Cohen/Reuters\n\nBoth Sadat and Bolton agreed that the U.S. had likely violated United Nations Security Council resolution 2231, which bound all countries to abide by the JCPOA in July 2015.",
  "\"Generally it's not in the practice of peace-loving states that are interested in the stability of international institutions to do this,\" she added, calling the development \"very alarming.\"",
  "This monarchy, led by the Shah, was ultimately overthrown in the 1979 Islamic Revolution that precipitated a U.S. Embassy takeover and left both nations without formal diplomatic ties.",
  "The U.S.-Iran feud has its roots in a CIA-backed 1953 coup that swapped a democratically elected Iranian prime minister with the pro-West absolute monarchy he had weakened.",
  "\"I won't say that the entire post–World War II world order in the international community is unraveling,\" Sadat told Newsweek, \"but you see it fraying at the edges.\"",
  "He expressed concern that the U.S. would break with the vast majority of world opinion to walk away from a deal that prevented Iran from attaining a nuclear weapon.",
  "Israel, which is widely believed to maintain its own covert nuclear weapons program, routinely neither claims nor denies such attacks in neighboring Syria.",
  "When Obama struck the unprecedented nuclear agreement with his Iranian counterpart, Hassan Rouhani, hard-liners in both countries were outraged.",
  "No attack came, yet unclaimed airstrikes destroyed suspected Iranian and Syrian military positions south of Damascus.",
  "He continued: \"When a country goes outside the norm, it essentially makes their diplomacy more expensive.\"",
  "\"This is really actually going to anger a lot of countries,\" Bolton told Newsweek.",
  "\"It's a material breach as well as a denunciation in violation of the terms.",
  "North Korea, however, has not [shown willingness],\" Sadat told Newsweek.",
  "\"So I find the president’s position toward the two states puzzling.",
  "And, of course, it does not yet have a nuclear weapons program.",
  "\"In international law, it is a custom that you keep your word.",
  "This is a violation of the international norm.\""
]