[
  "The legal fighting continued in the days leading up to sentencing, too, with defense lawyers seeking Friday to postpone the hearing after receiving new information - a victim impact statement from a trial witness - that they said was favorable to the defense.",
  "The defense argued for mercy Monday by saying that decades-long sentences would be unconstitutionally harsh punishments for men who operated in a stressful, war-torn environment, and who have proud military careers and close family ties.",
  "The statute under which they were charged, the Military Extraterritorial Jurisdiction Act, covers the overseas crimes of Defense Department civilian employees, military contractors and others who are supporting the American war mission.",
  "Even before the trial began, defense lawyers had identified multiple issues as likely forming the basis of an appeal, including whether there was proper legal jurisdiction to charge them in the first place.",
  "Prosecutors have described the shooting as an unprovoked ambush of civilians, though defense lawyers countered that the men were targeted with gunfire, and shot back in self-defense.",
  "When the prosecution presented its argument for sentencing, the attorneys used large television monitors to display pictures of the victims and recount the details of the attack.",
  "The four men were convicted in October for their involvement in the killings that caused an international uproar in Nisoor Square, a crowded traffic circle in downtown Baghdad.",
  "The court then heard statements from five victims including four relatives of Ali Mohammed Hafedh Abdul Razzaq, a nine year old boy who was killed in the attack.",
  "But defense lawyers note that the Blackwater defendants worked as State Department contractors and were in Iraq to provide diplomatic, not military, services.",
  "There were approximately 100 supporters for the four defendants in the courtroom on Monday, and many of them wore t-shirts to express support and solidarity.",
  "A judge later dismissed the case before trial, but a federal appeals court revived it and the guards were indicted again in October 2013.",
  "The government sought sentences far beyond that, partly because it said the men have never shown remorse or accepted responsibility.",
  "The sentencing is unlikely to bring an end to the legal wrangling, which began even before the guards were first charged in 2008.",
  "The four defendants all sat at the defense table in blue jumpsuits with their legs retrained.",
  "The firearms convictions alone carry mandatory minimum sentences of 30 years in prison.",
  "But Lamberth denied the request, saying there was no need to delay the sentencing.",
  "CBS News Justice Department reporter Paula Reid contributed to this report.",
  "The legal fight over the killings has spanned years.",
  "They rarely looked back at the gallery."
]