[
  "“Based on the seriousness of the crimes, I find the penalty is not excessive,” said Judge Royce Lamberth\n\nIndiana’s economic- and tourism-development agencies hired a public relations firm on Monday to repair the damage to the state’s reputation from a religious-objections law that raised the specter of discrimination against the LGBT community\n\nGovernor Charlie Baker says the federal disaster aid that Massachusetts has been granted for a late January blizzard — Obama signed the declaration on Monday — could bring between $80 million and $90 million, but he’s disappointed a broader request wasn’t approved\n\nTyler, the Creator just dropped his new album, and it’s a big one.",
  "Now that he announced his presidential campaign, in Miami on Monday evening, Republicans may remember why they dubbed him presidential material\n\nPresident-elect Muhammadu Buhari pledged Tuesday to rescue the 276 Nigerian girls kidnapped by Boko Haram, one year after their disappearance\n\nOklahoma prosecutors charged a reserve sheriff’s deputy with manslaughter Monday in the death of a man fatally shot as he lay at the officer’s feet\n\nThe Supreme Court’s expected decision that gay couples have a constitutional right to marry will for most mark the end of a culture war.",
  "The 13-track album, Cherry Bomb, became available on iTunes and streaming services on Monday and features some of the biggest names in the business, including Kanye West and Pharrell\n\nMichael Slager, charged in the videotaped shooting death of an unarmed black man on April 4, will not face the death penalty, the chief prosecutor in Charleston County said Monday.",
  "In subsequent years, Pol Pot’s brutal regime set about dismantling all existing systems, severing connections with their former lives\n\nChinese authorities have released five women’s-rights campaigners whose detention sparked an outcry and underscored the government’s restrictions on independent social activism, lawyers said.",
  "Phillips is serving a 31-year, four-month sentence after being charged in 2005 with assaulting his then girlfriend\n\nBy the time the Khmer Rouge took control of Phnom Penh on April 17, 1975, scores of children had been safely shuttled out.",
  "But a small circle of Christian activists aren’t giving up yet — and they are already winning over some Republican presidential candidates\n\nThe Brief Newsletter Sign up to receive the top stories you need to know right now.",
  "He faces 30 years to life in prison if convicted\n\nLawrence Phillips’s cellmate, Damion Soward, was found unresponsive in their cell at Kern Valley State Prison shortly after midnight Saturday.",
  "View Sample Sign Up Now\n\nFour guards were sentenced to at least 30 years for their roles in a deadly 2007 shooting that caused a global uproar over the use of private security in war.",
  "As of late Monday night, all had either returned or were on their way home\n\nGet TIME’s The Brief e-mail every morning in your inbox\n\nContact us at editors@time.com.",
  "Florida Senator Marco Rubio had his moment in the sun before but saw it clouded by immigration reform."
]