[
  "The authors recommend an army of roughly 50,000 Syrian troops with “the military mission of defeating any combination of enemies obstructing the stabilization of the country and the establishment of legitimate, inclusive governance in all of Syria.”\n\nThe report, which will be discussed at an Atlantic Council event this morning, can be found here: http://bit.ly/1IXrueh\n\nPOLITICO PRO Q&A: JIM MCALEESE, from our colleagues Jen Judson and Leigh Munsil: “Jim McAleese is not a well-known Washington power broker, but in the insular world of defense consulting he’s one of the most influential.",
  "SETTING THE STAGE — IRAQI VISIT COMES AT CRUCIAL TIME IN WAR EFFORT, reports our colleague Philip Ewing: “The recapture of the Sunni city of Tikrit, north of Baghdad, has brought the war to an inflection point, and two major questions now loom for military officials: Where should the counter-offensive go next and what more do the Iraqis need from Washington to press it?”\n\n“The Iraqis and the coalition — backed by U.S.-led airstrikes — could continue north, up the Tigris River to Mosul, the country’s second-biggest city and now an ISIL stronghold.",
  "‘We think given Iran’s destabilizing actions in the region, in places like Yemen or Syria or Lebanon, that this isn’t the time to be selling these kind of systems to them,’ State Department spokeswoman Marie Harf said.” http://on.wsj.com/1yoMiLI\n\n— The Pentagon is also mad at Russia over ‘sloppy airmanship,’ reports POLITICO’s Philip Ewing: “The Pentagon today condemned what it called a dangerous encounter earlier this month between a Russian fighter and an American surveillance aircraft over the Baltic Sea.",
  "— More here from the Q&A on reverse-engineering budgets, the prediction business and the sweet silence of contractors, for Pros: http://politico.pro/1FOthlE\n\nINDUSTRY INTEL — OHIO-CLASS REPLACEMENT A ‘CONUNDRUM,’ reports POLITICO’s Munsil from the Navy League’s Sea-Air Space Exposition at National Harbor, Maryland: “The delayed Ohio-class ballistic missile submarine replacement program ‘will be a conundrum for a while,’ Chief of Naval Operations Adm. Jonathan Greenert told an industry group today.",
  "Russia lifts ban on Iran missile sales — Iraqi prime minister at the White House — Iran bill markup begins\n\nWith Trevor Eischen and Leigh Munsil\n\nTOP STORY — RUSSIA LIFTS BAN ON MISSILE SALES TO IRAN, via The New York Times: “President Vladimir Putin on Monday approved the delivery of a sophisticated air defense missile system to Iran, potentially complicating negotiations on Tehran’s nuclear program and further straining ties with Washington.",
  "… It’s hyphenated, it’s two words, and that doesn’t work well.”\n\nMAKING MOVES — BUSH HIRES NEW FOREIGN POLICY ADVISERS, via The Washington Post: Jeb Bush’s campaign has hired two Capitol Hill aides as foreign policy advisers for his not-yet-official campaign: John Noonan, a speechwriter for House Armed Services Chairman Mac Thornberry (R-Texas), and Robert Karem, a policy adviser to House Majority Leader Kevin McCarthy (R-Calif.).",
  "Or the coalition could try to do both.” http://politi.co/1DYnLiR\n\nDRIVING THE DAY II — SENATE IRAN BILL MARKUP: The latest from POLITICO’s Burgess Everett and John Bresnahan: “Top Democrats and Republicans on the Senate Foreign Relations Committee are nearing a deal on legislation that would allow Congress to review any nuclear agreement with Iran, a potential breakthrough that could herald a veto-proof majority for the measure.",
  "He called for abandoning the Obama’s administration’s concessions to Iran in the preliminary nuclear deal, restoring resources for the military, and a more forceful stance to counter Chinese and Russian aggression.” http://politi.co/1DYna0z\n\nMORNING D FLASHBACK: The Florida Republican proposed an amendment during last month’s budget debate to boost defense spending to the levels proposed before the 2011 Budget Control Act.",
  "“Key congressional negotiators are confident they can strike a bipartisan agreement just hours ahead of a Tuesday afternoon committee vote on the bill, which would allow Congress to block President Barack Obama from quickly lifting legislative sanctions on Tehran.” http://politi.co/1DYrg8I\n\nALSO TODAY: Lt. Gen. Chris Bogdan, the head of the F-35 program, testifies before the House Armed Services Committee.",
  "‘Frankly, this is an example of sloppy airmanship on the part of a Russian pilot,’ said Defense Department spokesman Col. Steve Warren.” http://politico.pro/1FOtzc6\n\nTHE LATEST 2016 PRESIDENTIAL ENTRANT — FOREIGN POLICY KEY PLANK IN RUBIO BID, pulled from POLITICO’s look at Sen. Marco Rubio’s campaign rollout: “He’s also trying to distinguish himself by playing up his foreign policy credentials.",
  "http://northropgrumman.com/stealth **\n\nBUDGET BRIEF — MCCAIN THREATENS TO BALK AT BUDGET, via POLITICO’s Rachael Bade: “Senate Armed Services Chairman John McCain is threatening to vote against the budget deal if negotiators don’t drop a Senate provision that could limit Pentagon funding — presenting the upper chamber with yet another snag in getting a budget deal passed.",
  "His four-person staff calls him a ‘sponge,’ a ‘savant’ or sometimes ‘Rain Man,’ a nickname he doesn’t like much, but the names reflect his devotion to digesting information — from documents, hearings, speeches, industry investor calls and anything else he can get his hands on — and compiling what amount to intelligence reports for his defense industry clients.",
  "… Three of the former contractors — Paul Slough, Dustin Heard and Evan Liberty — were … sentenced to 30 years behind bars.” http://politi.co/1yoIJFb\n\nBOB GRAHAM PURSUES CLAIMS OF SAUDI 9/11 TIES: The New York Times reports on former Florida Sen. Bob Graham’s efforts to make public a secret section of the congressional review of the 9/11 attacks: “Mr.",
  "“I assumed that it would be dropped in conference.” http://politi.co/1DYpd4y\n\nFIRST LOOK — REPORT URGES ‘STABILIZATION FORCE’ IN SYRIA: A new report being released today by the Atlantic Council calls for a large and capable Syrian national stabilization force as an alternative to the train-and-equip approach of the Obama administration.",
  "Graham, 78, a two-term governor of Florida and three-term senator who left Capitol Hill in 2005, says he will not relent in his efforts to force the government to make public a secret section of a congressional review he helped write — one that, by many accounts, implicates Saudi citizens in helping the hijackers.",
  "Graham’s focus on a possible Saudi connection has received renewed attention because of claims made by victims’ families in a federal court in New York that Saudi Arabia was responsible for aiding the Sept. 11 hijackers and because of a Freedom of Information Act lawsuit filed against the F.B.I.",
  "BLACKWATER FALLOUT — EX-GUARDS DENIED LENIENCY IN SENTENCING, via POLITICO’s Adam B. Lerner: “Four former security guards who worked as contractors for the U.S. government in Iraq received lengthy sentences for their roles in a 2007 massacre in Baghdad that left 17 Iraqi civilians dead.",
  "DRIVING THE DAY — IRAQI PRIME MINISTER AT THE WHITE HOUSE: Iraqi Prime Minister Haider al-Abadi meets with President Barack Obama at the White House today, while Iraq Defense Minister Khaled al-Obaidi meets with Defense Secretary Ash Carter at the Pentagon.",
  "Story Continued Below\n\n“It might also reduce the United States’ leverage in the talks by making it much harder for the United States or Israel to mount airstrikes against Iran’s nuclear infrastructure if the country ignored such an agreement.",
  "The sale was suspended five years ago amid a flurry of United Nations sanctions against the Islamic republic.” http://nyti.ms/1yoFkX8\n\n— White House criticizes, but State says won’t harm Iran talks, via The Wall Street Journal: “U.S.",
  "“I can’t vote for it [the budget] if it doesn’t” remove the point of order, McCain said, referring to language in the Senate’s bill that would make it harder to get $38 billion in extra war funding added to the Defense spending bill.",
  "ALSO A CONUNDRUM — AN OHIO-CLASS (NAME) REPLACEMENT: The chief of naval operations hinted Monday that he’s getting tired of saying “Ohio-class replacement” when referring to the SSBN(X), the replacement for the Ohio-class submarine.",
  "Stars and Stripes: http://1.usa.gov/1GE0Cm2\n\n— House Majority Leader Kevin McCarthy (R-Calif.) says a Senate bill giving Congress the right to review the Iran deal has veto-proof support in the House.",
  "POLITICO: http://politi.co/1PE1VnI\n\n— The House majority leader says that the White House’s draft war authorization against Islamic State militants does not have a path to passage in the House.",
  "The sale could also undermine the Obama administration’s efforts to sell Congress and foreign allies on the nuclear deal, which Iran and the United States are still struggling to complete.",
  "Military Times: http://militari.ly/1FOgnnD\n\n— The Army is studying how women are faring in the service’s elite Ranger School as it prepares to integrate women into more combat roles.",
  "Asked to give an update on the program at the Sea-Air-Space trade show at National Harbor, Greenert stopped mid-answer and said: “I’m really looking forward to getting a name.",
  "You can read first dispatch from The Associated Press on the shooting here, where Gen. Ulysses S. Grant’s absence is mentioned before the shooting itself.",
  "http://wapo.st/1yoGxxC\n\nSPEED READ\n\n— The Pentagon says the Islamic State of Iraq and the Levant has lost more than 25 percent of its territory in Iraq.",
  "The Washington Post: http://wapo.st/1FOsmS3\n\n— Whistleblowers say retaliation against them is still prevalent within the Department of Veterans Affairs.",
  "For more than 70 years, Northrop Grumman has been the leader in tailless, blended-wing aircraft — an essential hallmark of true, low-observable stealth.",
  "Everything from the first flying wing aircraft, to the first stealth bomber, to the first unmanned vehicle to take off and land on an aircraft carrier.",
  "Or they could focus on Anbar Province, west along the Euphrates River toward the Syria, [the Islamic State militants’] original staging ground.",
  "Please send us tips, pitches and feedback at jherb@politico.com, and follow us on Twitter @ jeremyherb, @ morningdefense and @ politicopro.",
  "Rubio, a vocal member of the Senate Foreign Relations Committee, said on Monday that America must accept the mantle of global leadership.",
  "Reuters: http://reut.rs/1FOvaOY\n\n— BAE Systems has sought approval from the British government to appoint a foreign chief executive.",
  "officials have warned such legislation could give Iran a pretext to walk away from the talks and ramp up its nuclear activities.",
  "HAPPY TUESDAY AND WELCOME TO MORNING DEFENSE, where today is the 150th anniversary of President Abraham Lincoln’s assassination.",
  "in Florida.” http://nyti.ms/1yoEn0M\n\n**Northrop Grumman has a long history of building the world’s most advanced aircraft.",
  "“One of the four, sniper Nicholas Slatten, who was convicted of first-degree murder, was sentenced to life in prison.",
  "Lindsey Graham (R-S.C.) and Ted Cruz (R-Texas), two emerging rivals in the race for the GOP presidential nomination.",
  "And to this day, we’re the only ones who have delivered large-scale, long-range stealth aircraft.",
  "… No timetable was announced for delivering the weapons, S-300 surface-to-air missiles.",
  "And the Senate Armed Services Committee holds a hearing on the Asia-Pacific region.",
  "Defense News: http://bit.ly/1FOuPfb\n\n**Not all stealth is created equal.",
  "The amendment was soundly defeated, but did attract the support of Sens.",
  "To learn more, visit http://northropgrumman.com/stealth.",
  "That’s the Value of Performance.",
  "THIS IS WHAT WE DO.",
  "THIS IS WHAT WE DO.",
  "Northrop Grumman.",
  "“Mr.",
  "**"
]