[
  "The judge claimed he wanted accountability, but let's be honest: The real accountable parties were nowhere near the courtroom -- not just ex-Atlanta superintendent Beverly Hall, who died before the trial, and certainly not the politicians and consultants who dreamed up this wretched system of high-stakes testing and probably watched the verdict on the TV over their country club bar.",
  "This is a candidate, after all, whose top four sources of campaign cash when she ran in 2008 included Citigroup, Goldman Sachs and JPMorgan Chase; who's reaped a windfall giving paid speeches to Goldman; and whose daughter Chelsea landed a $600,000-a-year job in TV journalism that was the ultimate wall poster for a nation where who you know trumps what you know.",
  "Privilege and connections have their tentacles in everything, Think of this small detail from last week's arrest of Michael Slager, the cop in North Charleston, South Carolina, who was captured on video shooting the fleeing man Walter Scott in the back multiple times and then planting something near his dying body.",
  "If you're a CEO -- even of an Ivy-draped college or a hospital, let alone a profit-seeking corporation -- there's no pay raise, perk or stock-option deal that is too outrageous; if you're a rank-and-file worker, there's no pension surrender or pay giveback that's out of bounds.",
  "There is nothing that the circle of power in the country -- the fabulously wealthy, the politicians and judges that they buy, and the \"good guys with guns\" who protect their interests -- can't or won't do for each other, no matter how important or how trivial.",
  "That's what was going on in Tulsa, where a 73-year-old reserve sheriff's deputy named Robert Bates now faces manslaughter charges for making the mistake of a lifetime -- literally the lost lifetime of his 44-year-old victim, the late Eric Harris.",
  "Americans pat themselves on the back for the greatest justice system in the world (spoiler alert: It's not) but only because the idea of the big fish taking the fall isn't even on our moral radar screen anymore.",
  "That roster includes, according to local news reports, scores of wealthy individuals who have the time and the dough to become Weekend Warriors, with a capital \"W.\" Reverse rent-a-cops, if you will.",
  "In recent years, Bates generously donated automobiles and other equipment to the sheriff's department -- and in return was trained and got a badge as a reserve deputy, one of 130 in Tulsa.",
  "His success in business offered Bates special access to the Tulsa County sheriff, Stanley Glanz, who received $2,500 in campaign contributions and made Bates a co-chair of that effort.",
  "It turned out that Bates had spent only one year as a professional lawman, on the Tulsa city police force way back in 1963 and 1964, when America's new president was Lyndon Johnson.",
  "As Slager sits in a jail cell, fired from his job and charged with murder, officials said they'd allowed his 8-plus-months-pregnant wife to remain on city health insurance.",
  "Who knew, before this weekend, that if you donate enough money, you can even become a quasi-cop and go chasing down criminals and assorted poor people in your spare time?",
  "Think of the news this week that four American contractors from Blackwater were finally convicted and meted out long sentences for a senseless 2007 massacre in Baghdad.",
  "\"Americans have fought their way back from tough economic times, but the deck is still stacked in favor of those at the top,\" she said Sunday in her announcement video.",
  "There, seven educators were sentenced Tuesday for their role in the scandal of changing kids' standardized test results, under official pressure to raise their scores.",
  "The story of the privileged cop-wannabes and their weekend criminal hunts is just a new spin on same exhausting stories we hear on the news every single day, isn't it?",
  "Instead, she's getting a break that would never be afforded any other murder suspect, certainly not someone with the wrong friends from the wrong side of town.",
  "He initially ran from the lawmen who wrestled down and subdued him, only to see Bates shoot Harris to death after thinking his loaded gun was a Taser.",
  "Most would agree that what these teachers and principals did was wrong, that they deserve to lose their jos and their credentials and probably worse.",
  "Jeremy Scahill, the brilliant journalist behind the film Dirty Wars, noted this week on Twitter, \"It's always the lowest level people who go to jail.",
  "But a vengeful judge sentenced three of the convicted parties to seven years in jail -- more than twice what the state prosecutors had asked for.",
  "Harris was the target of a sting operation for allegedly illegal firearm sales, although he was unarmed at the time of his attempted arrest.",
  "Instead, the cash-for-cops crowd went out on gun busts, and now a man facing low-grade criminal charges has been accidentally executed.",
  "How many of the Wall Street banksters who swindled billions in mortgage scams or insider deals spent one day -- let alone seven years!",
  "It's no coincidence that a nation with banana-republic levels of income inequality also has the highest rate of mass incarceration.",
  "You really can buy anything in America in 2015 -- even things you would never guess in a million years that someone wanted to buy.",
  "There's no tax for the wealthy or for corporations that can't be cut, no backbreaking fee on the poor that can't be instituted.",
  "Since then, Bates became a successful insurance agent and, in the words of The New York Times, a \"civilian police enthusiast.\"",
  "If you know the right people, there's no appetite for sending you to jail, no matter how horrible a deed you've committed.",
  "The thing is that allowing folks to volunteer and direct traffic into the Oklahoma State Fair would be a good idea.",
  "Conversely, there is never a break for the people who don't have their money or influence or don't look like them.",
  "The Erik Princes [founder of Blackwater], Rumsfelds, Petraeuses, Cheneys never face justice for their crimes.\"",
  "In the last day or two, I've sensed weary resignation to the alarming realities of the Eric Harris killing.",
  "And it's no wonder the word \"privilege\" has gone from 0 to 60 in America's political lexicon.",
  "And she should get the proper medical care -- under a real public health insurance program.",
  "Into this maelstrom strides the heir apparent to the Oval Office, Hillary Clinton.",
  "But if you don't know anybody, there's no prison sentence that is too draconian.",
  "She is desperately trying to reassure the voters that, this time, she hears us.",
  "Again, it's not a pretty picture that you can wrap up with a pretty bow.",
  "But you can't blame the public for being both skeptical and cynical.",
  "A rare case of the system working -- but not completely.",
  "From coast to coast, a whisper becomes a scream.",
  "Where, in the name of God, is the fairness?",
  "Take a look around to Atlanta, Georgia.",
  "Is this an exceptional country or what?",
  "But that's how we roll in America.",
  "-- behind bars."
]