[
  "And yet the president has given no indication that he intends to shut down the drone program, and both he and his aides continue to praise it as a method of warfare that offers the White House an alternative to messy wars of occupation like in Iraq and Afghanistan.",
  "In a sign of the continued prominence of military operations inside the agency, Mr. Brennan recently named Greg Vogel, a former agency paramilitary officer, to take over the C.I.A.’s vaunted Directorate of Operations.",
  "Credit Justin Lane/European Pressphoto Agency\n\nDespite the drone program reforms that Mr. Obama announced in May 2013, White House officials have shown little enthusiasm for ensuring that many of them are adopted.",
  "But that effort too is slow going, and Mr. Brennan has not pushed forcefully for moving drone operations away from the C.I.A., something he advocated when he was in the White House during Mr. Obama’s first term.",
  "A leitmotif of Mr. Obama’s re-election campaign in 2012 was his administration’s success in killing high-ranking Qaeda operatives in Pakistan — even if it was never mentioned that the C.I.A.",
  "His goal, he said during his confirmation hearings, was to refocus the agency on the traditional work of intelligence collection and espionage that had sometimes been neglected.",
  "After the Sept. 11, 2001, attacks, Mr. Wood held leadership roles in Alec Station, the group that led the hunt for Qaeda suspects and was central to the interrogation program.",
  "director in late 2013, he announced an intention to dial back the paramilitary operations that have transformed the agency since the Sept. 11 attacks.",
  "station chief in Kabul and eventually became the head of the agency’s Special Activities Division, which runs many paramilitary operations.",
  "It is the C.I.A., not the Pentagon, that continues to carry out of all of the drone strikes in Pakistan and most of those in Yemen.",
  "Mr. Wood now runs a targeted killing program that is the subject of multiple investigations that Mr. Obama announced last week.",
  "He was credited during that time with saving the life of Hamid Karzai, the future Afghan president, during a bomb strike.",
  "When Mr. Brennan, a former top White House counterterrorism adviser who remains close to Mr. Obama, became C.I.A.",
  "An internal administration proposal to create a counterterrorism center at the Pentagon, modeled after the C.I.A.",
  "He ultimately was in charge of that unit and would later serve as station chief in Kabul.",
  "officers who ascended the ranks because of their success in traditional espionage work.",
  "Mr. Vogel, identified in news accounts as “Spider” and in a memoir by the former C.I.A.",
  "director, Mr. D’Andrea has been replaced as head of the drone program by Chris Wood.",
  "As part of a bureaucratic reshuffling last month by John O. Brennan, the C.I.A.",
  "Most recently, he supervised all operations in Afghanistan and Pakistan.",
  "Director George J. Tenet as “Greg V.,” was one of the first C.I.A.",
  "director, has been slow to dial back paramilitary operations.",
  "officers to enter Afghanistan when the war began in 2001.",
  "unit that runs the drone strikes, was quietly scrapped.",
  "That position has traditionally gone to C.I.A.",
  "Image John O. Brennan, the C.I.A.",
  "He later served as the C.I.A.",
  "was doing the killing."
]