[
  "The White Walkers and the Winter have been hovering over the rest of the plots like a fog since the very first scene of this show, but it just doesn't do to keep this plot entirely cloistered in the frozen north, never once interacting with the rest of the show.",
  "They now have the opportunity to finally drive this lumbering show forward, but they're so laden with extra characters and plots that finding any semblance of the momentum they need to address their series-long plots is going to be tricky indeed.",
  "These guys were already a bit of deus ex machina when they arrived to cut short the battle of Blackwater Bay, and with the notable exception of the now absent Olenna, they've never really evolved past the role of plot device.",
  "It's too bad that streamlining these stories would inevitably involve losing some the only characters that aren't white as the driven snow, but I blame the show for making all of its people of color so flat and extraneous.",
  "This one wouldn't be easy, because he's so deeply intertwined with so many plots, but assigning some of that narrative action to characters we actually care about would go a long way towards moving things forward.",
  "I'm vaguely intrigued by this fire god that Melisandre keeps trotting out, but we really need to keep the number of impossibly powerful magical forces that could upend all of Westeros down to a manageable number.",
  "The Surviving Martells: Oberyn Martell was a rare thing for this series: a brand new character that swaggered onto the scene, charming us from the beginning and never once getting mistaken for another character.",
  "When we finally got the climactic battle between the Wildlings and the Night's Watch last season, he managed to shut the whole thing down with his own brand of boring and leave us right back where we started.",
  "It would have been find to end there, but instead we're dragging it out by spending time with his infinitely less interesting brother down in Dorne, which we know basically nothing about.",
  "Martin saw fit to do away with him in one of the most dramatic scenes the show has offered yet, giving us a relatively self-contained, shocking and even somewhat satisfying plot-line.",
  "They mostly now serve as a way to give Cersei something to do now that all of the plots anyone cares about have largely fled King's Landing, and that's just a bad reason to exist.",
  "For all its flaws, I still love Game of Thrones: it's visually sumptuous, well-acted, and the world is so exhaustively realized that it feels like a brutal kind of home.",
  "Stannis and his cohort are always just sort of there, always waxing on about some sort of honor and right, but never resonating with the rest of the plot.",
  "It's like they're all there to just keep the gore quotient up, and if someone needs to do that, I'd much prefer it be the White Walkers or the Wildlings.",
  "The Tyrells: This lot is theoretically the foil for the Lannisters, but there isn't a whit of the latter's charm or the audience's connection to them.",
  "Castle Black has stood for (some large number of generations), and wouldn't it just be jarring for all the people of Westeros to see it fall?",
  "Last episode, an impassioned speech about how much he loved his daughter reminded me just how little emotional impact all these plots have.",
  "On the flip side, we see what a horrible psychopath Ramsey is so frequently that I'd be just fine if the show never went there again.",
  "The show seems to have wisely excised Lady Stoneheart, but it would do well to keep all of its other characters either dead or alive.",
  "Ser Loras, aka \"The Knight of The Flowers,\" had some interesting moments early on, but he hasn't really done anything since.",
  "We're constantly told what a bad guy Roose is, but on screen I only ever see some generic dude dressed in fur and armor.",
  "It took me four or five episodes to actually figure out who Stannis was exactly, and I didn't warm to him after.",
  "This would inevitably involve massive departures from the books, but, you know, sometimes you've got to do that.",
  "There are some great characters in this show that should be given their time to sing -- others, less so.",
  "Last week, I talked about a certain problem that HBO and David Benioff have with Game of Thrones.",
  "And a special mention goes to anyone who's already dead -- I'm looking at you, The Mountain.",
  "I'd much rather Cersei went up against someone who seems even close to a credible threat.",
  "Shouldn't we spend this time driving our main plots rather than conjuring new ones?",
  "They are, theoretically, terribly important and important to all sorts of plots.",
  "The Night's Watch: That's right, every last one of them, save Jon Snow and Sam.",
  "So here's a little thought experiment: exactly what fat should be trimmed?",
  "The Sand Snakes seem alright, but we're fairly late in this show, now.",
  "They'd fade into the background without too much trouble, I expect.",
  "Stannis Baratheon, Melisandre et al: This is the big one, for me.",
  "Someone Over In Daenarys Land: This stuff is just a mess.",
  "The Boltons: These guys suffer from Stannisitis.",
  "Here are some plotlines I'd give the axe.",
  "Let's hope Tyrion can sort things out.",
  "Mr. Benioff, tear down that wall.",
  "Spoilers mild and less so."
]