[
  "“I felt the bullets between my own shoulders,” said Ms Savchuk, recalling how the Kremlin critic Boris Nemtsov was gunned down (EPA)\n\nSamples of assignments which she secretly copied show that targets for the bloggers were the Ukrainian government, Mr Obama, and Alexei Navalny, the Russian opposition blogger and anti-corruption crusader who has been frequently jailed on trumped-up charges.",
  "Reporter Andrei Soshnikov (Dmitri Beliakov/The Telegraph)\n\nHowever, Andrei Soshnikov, a reporter from the St Petersburg newspaper Moi Rayon who has investigated Internet Research, said: “This is such an industry that I can’t believe it is allowed to happen without at least a say-so” from Kremlin officials engaged in propaganda, if not an order.",
  "Worst of all, they’re doing it by pretending to be us, the citizens of Russia.”\n\nThe \"Internet Research Co\" building in St Petersburg (Dmitri Beliakov/The Telegraph)\n\nIn an attempt to expose the practices of Internet Research, Ms Savchuk is suing the company for breaches of labour law because she never received a contract and was paid in cash.",
  "Freelance journalist Lyudmila Savchuk (Dmitri Beliakov/The Telegraph)\n\nMs Savchuk says that for two months, she worked as one of scores of \"internet operators\" in a secretive “troll factory” called Internet Research, an anonymous four-storey building on a back street in St Petersburg, Russia’s former tsarist capital and Mr Putin’s hometown.",
  "She was put in the so-called Special Projects department using the LiveJournal blogging platform, where, she says, “people pretending to be individual bloggers– a fortune teller, a soldier, a Ukrainian man – had to, between posts about daily life or interesting facts, insert political reflections”.",
  "“That was always about the Kiev ‘junta’, how the poor people of Donbas are being bombed, how women and children are being shot, how Nato is to blame and Blackwater has mercenaries there.”\n\nOn Syria, Bashar al-Assad, its autocratic president, was praised as a “friend of Russia”.",
  "Marat Burkkhard (Dmitri Beliakov/The Telegraph)\n\n“When there were black people rioting in the United States we had to write that US policy on the black community had failed, Obama’s administration couldn’t cope with the problem, the situation is getting tenser.",
  "The trolls' task, reminiscent of the black arts of Soviet disinformation, was to attack any opponent of the Russian authorities, be it dissenting politicians, pro-European Ukrainians or even Barack Obama – who was branded a \"monkey\" because of his black skin.",
  "I fulfilled my task.”\n\nThe \"007\" role that Ms Savchuk refers to is her own extroardinary one-woman spying mission, which appears to shed intriguing light on the propaganda machine that props up the rule of Vladimir Putin, Russia’s president.",
  "Yet within hours of Mr Nemtsov's death, Ms Savchuk and her colleagues were going online to pour bile on the former deputy prime minister and claim he was killed by his own friends rather than by government hitmen, as many suspect.",
  "“I was told on the first day that we were working for the good of the motherland, that we were supporting the authorities,” she explained in an interview at a friend’s apartment in the city’s Pushkin district.",
  "Russian President Vladimir Putin (Reuters)\n\nAll along, however, Ms Savchuk was copying documents and making clandestine video footage about the “factory”, gathering evidence in the manner of a Cold War spy.",
  "She “cleaned” her pages on Facebook and Vkontakte (a Russian equivalent) in advance - the interviewers asked to see them – and replaced posts about her campaigns as an eco-activist with recipes.",
  "Some of the resulting blogs, said Mrs Savchuk, featured crude montages of people like Petro Poroshenko, Ukraine’s president, while others used more subtle techniques to discredit the West.",
  "Ms Savchuk talking to The Telegraph (Dmitri Beliakov/The Telegraph)\n\n“The first thing we would do each day would be to turn on the proxy server to hide our IP addresses,” said Ms Savchuk.",
  "Marat Burkkhard, 40, another ex-employee of the troll factory who has gone public, said in an interview that “America and Obama was one of the top themes that we wrote about every day”.",
  "Closer to home, the team was ordered to laud domestic products like the Armata, the Russia army’s new main battle tank, and the YotaPhone, a homegrown rival to foreign smartphones.",
  "The building on Savushkina Street has been linked to Yevgeny Prigozhin, a businessman who has been photographed with the Russian president, and whose companies win state tenders.",
  "Then the operators would start to receive “technical assignments” – written descriptions of themes they should raise in their blogs and comments, with key words to be included.",
  "She worked from January 2 to March 11 at the building of Internet Research at 55 Savushkina Street in St Petersburg, which insiders say is still operating as a “troll factory”.",
  "The sister, she says, told her from her home in Germany that “thousands of farmers have gone bankrupt in the EU because of sanctions” on Russia and “unemployment is thriving”.",
  "Ms Savchuk’s job was to spend 12 hours a day praising the Kremlin and lambasting its perceived enemies on social networks, blogs and the comment sections of online media.",
  "“The most unpleasant was when we had to humiliate Obama, comparing him with a monkey, using words like darkie, insulting the president of a big country,” he said.",
  "Between musings about ghosts and crystals, Cantadora – an imaginary fortune teller created by Ms Savchuk and colleagues – occasionally swerved into politics.",
  "Mr Burkkhard worked in a department focusing on provincial online forums, where he had to write 135 pro-government comments per shift to earn his salary.",
  "At her interview, Mrs Savchuk says, she pretended to be “a housewife with no real views” when she was asked if she sympathised with Russia’s opposition.",
  "The story of her time as a troll is a rare and piercing insight into Russia’s attempts to skew the truth and flood the internet with political innuendo.",
  "“I was really inspired by detective novels and Sherlock Holmes played by Benedict Cumberbatch,” she told the Sunday Telegraph in an interview last week.",
  "Their main task was to write that the opposition leader’s friends or Ukrainian oligarchs had arranged his murder and then pin the blame on the Kremlin.",
  "“Nemtsov’s death was a sign that any oppositionist, any citizen who declares their rights, can be rubbed out and no one will be held responsible.",
  "“I felt the bullets between my own shoulders,” she said, recalling how the Kremlin critic was gunned down near Moscow's Red Square in February .",
  "When Lyudmila Savchuk heard about the assassination of Russian opposition leader Boris Nemtsov earlier this year she was shocked and saddened.",
  "He took the job for two months because he needed the money – it paid 45,000 roubles (GBP450) per month – and because it was close to his home.",
  "Ms Savchuk, a freelance journalist, remains shocked by the vitriol which her co-workers could switch on at will to slate Mr Putin’s critics.",
  "Some internet experts think there are thousands of people working in such troll factories across the country, but hard evidence is scarce.",
  "Working two days-on, two-days off, its army of bloggers - who are thought to number several hundred - spew out thousands of posts a week.",
  "At a turnstile in the lobby a security guard told the Telegraph there was no one who could speak to a reporter and no contact number.",
  "“We had to say Putin was a fine fellow and a great figure, that Russia’s opponents were bad and Obama was an idiot,” she recalled.",
  "Now she is out in the open and leading a campaign against the firm, which is allegedly run by a Kremlin-connected businessman.",
  "\"We couldn't have cooperated with it because we don't know what this agency is, what it does and whether it exists.\"",
  "The bloggers are kept under tight control – their email is subject to checks and their workplace monitored by CCTV.",
  "Ms Savchuk says she was sacked in March after leaking her information about Internet Research to a local newspaper.",
  "“These people are using propaganda to destroy objectivity and make people doubt the motives of any civil protest.",
  "Pussy Riot, the feminist activists who performed a “punk prayer” in Moscow’s main church, were also singled out.",
  "I know that any person, even me, could end up in his place.”\n\nVideo by Dmitri Beliakov, edited by Juliet Turner",
  "Dmitry Peskov, Mr Putin's spokesman, claimed on Friday that the Kremlin had no knowledge of Internet Research.",
  "On March 3, she wrote a post called, “Bad premonitions: Why I’m worried about my sister living in Europe”.",
  "\"To be honest, we don't know what this agency is, and there was never any cooperation with it,\" he said.",
  "On the day Mr Nemtsov was killed, the trolls received at least five assignments linked to his death.",
  "On an overcast day last week, all windows of the building had blinds drawn across the windows.",
  "For her, the assassination is now a symbol of the risks she herself has run in speaking out.",
  "I wrote it, I had to.”\n\nHow the secretive Internet Research is funded remains a mystery.",
  "Ms Savchuk said she and others were asked to sign a non-disclosure agreement.",
  "Failure to reach quotas invokes a fine, as does a poorly scripted post.",
  "The project pointed towards the presidential administration, he added.",
  "The negroes are rising up.”\n\nUkraine was another constant topic.",
  "“I was so upset that I almost gave myself away,” she said.",
  "The company “doesn’t have any telephones”, he said.",
  "Or, as she prefers to see it, a Victorian sleuth.",
  "“I want to get it closed down,” she explained.",
  "But the work soon grated.",
  "“But I was 007."
]