[
  "Season 2, Episode 9 - \"Blackwater\"\n\nNothing in Season 2 was quite as traumatic as what happened to Ned (or what came later in the next season) but Blackwater was easily the highpoint of Season 2---a big-budget battle at the gates of King's Landing, where Tyrion's clever plan led to the destruction of Stannis Baratheon's fleet---a thankless victory, in the end, and a major setback for Stannis.",
  "Something will be saved for next week, of course, but I imagine it will be largely about setting the stage for Season 6, whereas tonight's episode will be about blowing peoples' minds and causing them to swear off watching the show ever again.",
  "This was the first time a lot of people started saying they'd never watch the show again, mirroring the many people who threw their books away in disgust and dismay when the same thing happened in the novel A Game of Thrones.",
  "So my guess is that at least two of the three things I list above will happen, and since I think the season finale \"Mother's Mercy\" will be about Cersei, I'm guessing it's going to be Jon's story tonight.",
  "The death of Robb and Catelyn Stark, Talisa, and countless others of Stark's bannermen and soldiers, remains one of the most horrific moments in the show (and books) and one of its most deadly betrayals.",
  "Nonetheless, \"The Watchers on the Wall\" featured the season's biggest battle, with Jon Snow and Alliser Thorne leading the defense of Castle Black and the Wall against invaders from both north and south.",
  "Sometimes it follows something huge and awful in the eighth episode, or is followed by something huge and awful in the season finale, but the ninth episode is almost always the big one.",
  "Season 1, Episode 9 - \"Baelor\"\n\nWhile quite a lot happened in the ninth episode of Season 1, there was one moment that stood head and shoulders above the rest: Ned Stark's beheading.",
  "The actual \"Dance with Dragons\" is something we'll almost certainly see tonight, as well, though I doubt it will cause anyone to make outrageous claims and promises about quitting.",
  "The Red Wedding remains my most popular Game of Thrones review to this day (though my review of last week's episode, \"Hardhome,\" will soon overtake its traffic total.)",
  "It's also one of many Game of Thrones episodes that caused mass hysteria and numerous people lying about never watching the show again (a common trend for the show.)",
  "Her punishment for incest and being a not-very-nice-person is to walk from the High Sept in King's Landing to the castle wearing nothing but her birthday suit.",
  "/End Book Spoilers/\n\nI think both tonight and next week are going to have some big moments, but if I were a betting man I'd say tonight will be the big night.",
  "On the other hand, if the show avoids going this route altogether, we can conclude (or at least guess) that Snow is only \"mostly dead\" in the books as well.",
  "I'm guessing that this means we'll have some really big, cliff-hangery stuff go down tonight, and that next week's finale will be a little bit calmer.",
  "It's one of those weird moments where I at least felt a little bad for Cersei, even though she's an even more villainous character in the books.",
  "It may not be as controversial as Sansa's rape scene, either, but then again we may get even more controversial Sansa moments tonight as well.",
  "(And to be fair, if Snow really is dead for good in the books, I'll be disappointed enough to lose a lot of my enthusiasm for these stories.)",
  "It also set up the Boltons to claim the North as theirs, which is why Stannis is marching on Winterfell, and Sansa is in such dire straights.",
  "Season 3, Episode 9 - \"The Rains of Castamere\"\n\nWhat can one say about \"The Rains of Castamere\" other than \"Oh dear god, no, dear god no!\"",
  "The \"death\" of Lord Snow would almost certainly cause TV audiences everywhere to lie rather loudly about never watching the show again.",
  "But now that we've got that big battle out of the way, there's room for some big, huge moments in tonight's penultimate episode.",
  "And I'm excited about that, because to me this moment marks when Dany's story can finally move forward from its paralysis.",
  "Episode 8 featured the tragic battle of Oberyn \"The Viper\" Martell, Prince of Dorne, and Gregore \"The Mountain\" Clegane.",
  "In the North, Jon Snow could meet the fate he meets in the books---a fate that has left readers in suspense ever since.",
  "With her meeting Tyrion, my hope is that Dany will now shuffle off her Slaver's Bay shackles and go West young woman.",
  "They start off with a lot of set-up, especially in the first episode, warming viewers back into the rhythm and plot.",
  "Tonight may be the biggest night of Game of Thrones' fifth season, if previous seasons have taught us anything.",
  "Nothing in the season finale came close to Joffrey's betrayal and actor Sean Bean's early exit from the show.",
  "And this will mean that episode 9 will be the biggest, most controversial episode remaining in the show.",
  "Naming an episode after the book must signify something huge---or several things, for that matter.",
  "Another reason fans of the show might fib about quitting it for good is Cersei's \"walk of shame.\"",
  "But it might also be perceived by some outrage-driven critics as horribly sexist (the outrage!)",
  "Joffrey's wedding and death-by-Lady Olenna's poison early on in the season was one such moment.",
  "Season 4, Episode 9 - \"The Watchers on the Wall\"\n\nHere's where my theory gets a little muddled.",
  "Things pick up early to mid-season, and by the ninth episode something huge and awful happens.",
  "It was very much like \"Blackwater\" and not altogether different from last week's \"Hardhome.\"",
  "I'm not sure if it will be as huge as \"Hardhome\" was last week, but it certainly could be.",
  "Season 4 had so many big moments, though, it's hard to compare to the rest of the show.",
  "and as just another example of how Game of Thrones presents women as sex objects, etc.",
  "That's very nearly the name of the fifth (and currently final, until George R.R.",
  "Martin finishes book six) book in A Song of Ice and Fire, A Dance With Dragons.",
  "Often, the HBO fantasy drama follows a very specific formula for its seasons.",
  "There's little doubt that both these episodes were bigger and more shocking.",
  "This could happen a number of ways, and I'll speculate about two of them.",
  "The final clue here is the episode's name: The Dance of Dragons.",
  "Let's look back at the previous four seasons for confirmation.",
  "We will get to see some lovely dragon CGI, however.",
  "and there only for titillation (oh the outrage!)",
  "/Warning, book spoilers follow./\n\nIn the North.",
  "Spoilers for HBO's 'Game of Thrones' follow.",
  "Look for my review later this evening.",
  "In King's Landing.",
  "In Meereen.",
  "Thoughts?",
  "etc.",
  "etc."
]