[
  "Showrunners David Benioff and Dan Weiss have developed a pattern of alternating between the shocking (Ned Stark's beheading in Season 1, the \"Red Wedding\" in Season 3) and the grandiose (the \"Battle of the Blackwater\" in Season 2, the \"Battle of Castle Black\" in Season 4), so it's a decent bet that many amateur Game of Thrones prognosticators will be betting on the former for \"The Dance of the Dragons.\"",
  "It seems unlikely that \"The Dance of Dragons\" will spend all of its time in Meereen with so many plot-lines requiring a bit of closure, but the title does suggest that audiences won't need to wait until the season finale to find out how the new Lannister-Targaryen partnership is working out.",
  "Macall B. Polay—HBO 1 of 25\n\nWithout getting too much into the specifics, here's a non-spoiler preview of what we could see on Sunday night:\n\nAs mentioned above, the episode's title is \"The Dance of the Dragons,\" so there's little doubt we'll be back in Meereen.",
  "Jorah Mormont certainly plans on being there, though whether he can overcome the other competitors, his own developing greyscale and the fact that he'll have disobeyed Daenerys twice is far less assured.",
  "Though the show fills its seasons with blood and surprises, saving the biggest moments for the second-to-last hour enables the duo to move all their many, many chess pieces into the necessary positions.",
  "Those four episodes are often counted amongst the show's best—so it's little wonder that expectations for Sunday's season-five penultimate offering, \"The Dance of Dragons,\" are reaching lofty heights.",
  "Floppy Drive Violin Western Chiptune Metal Cello Queen's Guard Electric Harp Flute Dog\n\nRead next: Here’s Game of Thrones as an Episode of Seinfeld\n\nListen to the most important stories of the day.",
  "Then in the finale, they can begin to deal with the fallout of whatever bloodletting took place in the previous hour while wrapping up other storylines that hadn't been given as much attention.",
  "The third season's second-to-last episode gave us the Red Wedding, and last season's ninth-hour told the story of the battle at Castle Black between the Night's Watch and the Wildlings.",
  "Over the course of its first four seasons, Game of Thrones has earned a reputation for penultimate episodes characterized by shocking twists, epic battles and buckets of blood.",
  "In addition to the battle at the episode's eponymous location north of the Wall, the conversations between Daenerys and Tyrion proved well worth the long wait.",
  "Surely something productive will have to come out of that storyline, even if it involves someone losing their head in an untimely fashion.",
  "After a couple of lackluster offerings from this season's fifth and sixth hours, \"Hardhome\" proved a genuine turning point for Season 5.",
  "Both she and Margaery have trials upcoming that seem like they may be no more fair than the one Tyrion received last season.",
  "Sooner or later, there's going to be a payoff for the much-teased tournament in Meereen's greatest fighting pit.",
  "The emphasis on those penultimate episodes has proved an effective strategy for Benioff and Weiss.",
  "Arya is supposed to learn all she can about a shady Braavosi insurance agent and then kill him.",
  "Lady Melisandre wants to kill Shireen so Stannis can defeat Roose Bolton and take Winterfell.",
  "The Brief Newsletter Sign up to receive the top stories you need to know right now.",
  "Speaking of imperiled Lannisters, Cersei remains imprisoned by the High Sparrow.",
  "Compounding those expectations are the developments of last week's \"Hardhome.\"",
  "In the second, Stannis Baratheon unsuccessfully laid siege to King's Landing.",
  "View Sample SIGN UP NOW\n\nExactly what we'll see, however, is anyone's guess.",
  "Warning: Spoilers from the first five seasons of Game of Thrones to follow.",
  "Will Varys ever realize that Tyrion is no longer in that Volantis brothel?",
  "See Photos from Game of Thrones Season 5 Maisie Williams as Arya Stark.",
  "\"The Dance of the Dragons\" airs Sunday night at 9 p.m. E.T.",
  "Jaime and Bronn are still—as far as we know—in Dorne.",
  "In the first season, honest Ned Stark lost his head.",
  "Macall B. Polay—HBO Maisie Williams as Arya Stark.",
  "If only she could use Ramsay instead.",
  "What could possibly go wrong?",
  "on HBO."
]