[
  "Both themes run rampant in the show's five seasons, but the latest installment was more akin to Robert Frost’s poem Fire and Ice and had several characters choosing one or the other as a means of suicide or murder.",
  "After a season of Arya washing away the death from the floors of the House of Black and White, and the dead bodies that pile up there, we finally see her confront the same topic in her life.",
  "This struggle is best displayed by Stannis Baratheon who is advised by Melisandre to sacrifice his daughter Shireen for the Lord of Light, ensuring him victory as he marches on Winterfell.",
  "While his love and dedication to Shireen was highlighted in stories about him hiring doctors to cure her Greyscale instead of banishing her, he doesn't care for her more than his dream.",
  "Initially, Stannis opposed killing his kid, but succumbed to pressure after supplies were diminished in an overnight attack and snowfall continues to prevent an invasion.",
  "The heartbreaking scene of Shireen's death was preceded by a sweet moment between her and Davos Seaworth, who was sent away by Stannis to go to The Wall for supplies.",
  "We’ve also heard her declare revenge on those who have wronged her, crafting her list of people to kill that she recites instead of a lullaby to ease her into sleep.",
  "As Jon gets the cold shoulder, Arya faces the devil – Meryn Trant, one of the men on her almost-forgotten murder list and a pedophile who enjoys raping young girls.",
  "The Queen finally took the power in her dragons that she's been too coy to harness while Stannis cowardly used fire instead of bravery to get what he wants.",
  "True to the book series' original name, A Song of Ice and Fire, the latest episode of Game of Thrones centered on hypothermic chills and charred flesh.",
  "With the fighting pits open and the championship murderfest to take place, Daenerys Targaryen sits unhappily with her finance to watch the bloodbath.",
  "\"But if I had to perish twice, I think I know enough of hate, to say that for destruction ice, is also great, and would suffice,\" concluded Frost.",
  "They make eye contact in a confusing scene that hints maybe Meryn wants Arya the following night, or perhaps recognizes her from his past.",
  "Jon Snow has surrounded himself with comrades and enemies at The Wall, festering hate in the icicles piercing from Alliser Thorne’s eyes.",
  "In Dorne, Jaime Lannister and Bronn Blackwater meet with Prince Doran who instructs Myrcella to go back to King’s Landing with Trystane.",
  "Just when Daenerys and her protectors are hopelessly surrounded by the Sons of Harpy, her dragon Drogon appears and torches the rebels.",
  "While they ran away from White Walkers, they marched towards another threat -- the cold stares of the Knight's Watch.",
  "He was the guy who beat Sansa Stark at the request of King Joffrey and killed Arya’s sword instructor Sirio Forel.",
  "But that side of her was drowning in the sponge baths she gave the deceased folks at the House of Black and White.",
  "Davos was likely commissioned for the mission because he would prevent Stannis from carrying out the horrific act.",
  "When he victoriously triumphs he sends a spear towards Daenerys in a scene reminiscent of The Hunger Games.",
  "This move extinguishes the flames of revenge Ellaria Sand, who wanted to kill Myrcella, was fanning.",
  "Either way, Arya does not complete her mission but is reminded of the one she’s had for much longer.",
  "Throughout Arya’s short existence, she has watched the people closest to her die in horrible ways.",
  "Arya finds Meryn sitting in brothel unhappy with the array of young girls paraded in front of him.",
  "Jon is in deep snow, and our last glimpse of tensions at The Wall was of a hand clutching a sword.",
  "A vicious attack occurs and many innocent people and soldiers die scuffling through the stadium.",
  "Jorah Mormont stands and declares his allegiance to Daenerys before battling several fighters.",
  "Stannis only wants to sit on the Iron Thron, no matter how lonely he may be if he gets there.",
  "It also fails to give this story line the much-needed lighter fluid it needs to stay alive.",
  "But where Katniss Everdeen’s arrow found an apple, his found a member of the Sons of Harpy.",
  "From what I've tasted of desire, I hold with those who favor fire,\" wrote Robert Frost.",
  "She climbs on his back, commands the beast to fly away and the two take off to safety.",
  "For those who need a reminder, he is a knight of the Knightsguard under King Tommen.",
  "As the BBQ commences, the Sons of Harpy begin throwing spears in Drogon’s back.",
  "Daenerys fights to pull them out, realizing that he will die fighting for her.",
  "Sent on a mission to poison a corrupt gambling mogul, she sees Meryn again.",
  "Her dying screams rattle her icy mother but highlight Stannis' cold heart.",
  "If hate and ice are bedfellows, Jon Snow is doomed to meet a frigid fate.",
  "The desire to win ignited the flames of Stannis and Daenerys.",
  "At The Wall, a tired Jon Snow brings the Wildlings to safety.",
  "After Davos departs, Stannis has Shireen burned at the stake.",
  "\"Some say the world will end in fire, some say in ice.",
  "Warning: Spoilers for season five of Game of Thrones.",
  "And finally, the fiery Arya has returned.",
  "But the real fire roars in Meereen."
]