[
  "Developed by 19 year-old NYU student and Thiel Fellowship finalist John H. Meyer--who began developing apps in high school, including a flashlight app that earned him $130,000--Fresco intends to have the biggest impact with local news services where the number of potentially relevant stories every day can quickly overburden small staffs and smaller budgets.",
  "The power of the images, the uncertainty of the narrative, and the desire to participate in an event that was impossibly distant has become a boilerplate for American culture, one that's constantly trying to replay the structure of incessant, transfixed spectatorship before an incomprehensibly massive spectacle from which we can’t disengage.",
  "The dubious efforts of Anonymous to get ahead of news stories reflects a similar confusion between consuming and creating news narratives, leading to the misidentification of the police officer who shot Michael Brown in Ferguson and the public accusation of an innocent man for having triggered Amanda Todd’s suicide.",
  "Over time proximity to these various interlocking apparatuses--talk radio, cable news, newspapers, magazines, social media--have built up a collective memory in which the affect of the media itself is as significant as the information being transmitted through it.",
  "As much as long-running stories like Watergate or Blackwater or Ferguson serve the public interest, they also reinforce the idea of public disempowerment, telling stories the average reader will instinctively know they could never have found or told on their own.",
  "This has created a pool of workers willing to labor on faith for less money than anyone could possible live on in order to maintain the media's centrality to our understanding of one another, and to the worlds we imagine we live in.",
  "Twitter just announced Project Lightning, a tool launching later this year that will allow mobile users to see a specially built newsfeed of company selected tweets organized around whichever topics are trending on a given day.",
  "SnapChat has also begun to invest in building a news team, most recently luring political reporter Peter Hamby from CNN, while allowing media partners like Vice, CNN, and ESPN to make regular posts through their own channels.",
  "This has also helped drive a culture in which the boundaries between audience and journalist have been blurred, as with the ongoing murder case of Jessica Chambers spawning a Facebook obsession encompassing 150,000 followers.",
  "The media spectacle that followed the 9/11 attacks proved out a formula for media dependence, a communal mania for poring over everything from tourist videos to long-forgotten debates from the previous presidency.",
  "With one in three workers in America being freelance or self-employed, technologies like Fresco have helped to normalize the idea that journalism can never be a fulltime vocation for most who participate in it.",
  "Two of this year's Pulitzer Prize winners for reporting had taken jobs in public relations by the time the prizes were announced because they couldn't afford working for such low salaries any longer.",
  "These shifts in how information is organized and produced has been a boon for entrepreneurs, but it's also made it increasingly difficult to support one’s self as a working journalist.",
  "Last year, Apple built an entire advertising campaign around photos people had taken with iPhone 6, and earlier this month renewed opened the iPhone World Gallery to house them all.",
  "This week it will be updated with a new feature, Fresco Dispatch, which lets news services use GPS to send requests for coverage to Fresco users in the area of a breaking story.",
  "\"I know one person makes a good living doing this,\" investigative journalist Scott Carney said in a recent interview, \"but she's also the most stressed-out person I know.",
  "The New York-based company’s app creates a feed of news stories connected to photos taken by its network of users who happened to be at an event as it's unfolding.",
  "The company has already helped provide coverage of everything from Toronto’s Gay Pride parade to protests in Yemen over Saudi-led missile strikes in the country.",
  "Its best examples come from prolonged fixation on single subjects, slowly etching in new detail and associations to complicate a seemingly straightforward story.",
  "I’ve never watched more television than I did during that--16 hours the first day, 12 the day after, and at least 8 hours a day for the remainder of the week.",
  "In a survey of freelance journalists, Project Word found that more than 70% of working reporters had to supplement their income with some other kind of work.",
  "We rush to produce our own media less to inform and serve our communities than to keep the idea of the news media itself filled with some vital currency.",
  "They exist in states of perpetual disorder that diverts our instinct for participation and helpfulness into the business of producing more media.",
  "Photo sales apps have become popular in the last few years, though it’s typically been connected to advertising instead of newsmaking.",
  "Instead they learn to depend on some external apparatus to experience the world and be a responsibly informed participant in it.",
  "Foap allows people to upload photos for potential use in commercials by companies like Heineken, Sony , Puma and MasterCard .",
  "In many ways the news event has become a pretext for justifying our ongoing romance with the technology that transmits it.",
  "Fresco charges a minimum payment of $10 if a photo’s used and $40 if a video’s picked up, from which it takes 20%.",
  "It was a moment of great collective disempowerment to which the only possible response was to consume more media.",
  "In its most idealized form, journalism has always contained an aspirational desire for the luxury of free time.",
  "46% of freelance journalists had debt of at least $5,000 and one in five were in debt for more than $30,000.",
  "She writes like 200 articles a year, and none of them are ever going to get her retirement.\"",
  "In many ways, we have never stopped living in that state of shocked dependence on the media.",
  "To use Dispatch, news services will also have to pay a $700 monthly fee.",
  "Fresco wants to change the way the news is made.",
  "Our headlines no longer have endpoints."
]