[
  "He claimed that he was hired by the Blackwater security firm to snipe at armed looters in the Superdome after Hurricane Katrina; that he killed two carjackers and was let off by Texas state police who knew of his soldiering; and that he got into a bar fight with wrestler and Minnesota governor Jesse Ventura — an allegation for which Ventura won a $1.8 million defamation suit.",
  "That’s how Chris, who has an almost evangelical view of patriotism, sees his function during his thousand-plus days “in country.” Soldiers go house to house in a war zone, searching for clues to the whereabouts of a top al Qaeda operative known as the Butcher, while Chris perches on a housetop looking for suspicious actors.",
  "In American Sniper, now playing in a few theaters before opening wide on Jan. 16, director Clint Eastwood and star Bradley Cooper depict Kyle as the guardian angel of American soldiers in Fallujah and Ramada, and the exterminating angel of those who would kill them.",
  "Utterly in command of his epic material, he films the Iraqi action in terse, tense panoramas with little cinematic editorializing, as if he were an old Greek or Hebrew God who is never surprised at man’s ability to kill his fellow men, or to find reasons to do so.",
  "The second arc is his film-long pursuit of the ace sniper on the insurgents’ side, a elusive Syrian named Mustafa (Sammy Sheik), whom the Americans refer as “Kaiser F—in’ Söze.” In the movie Chris nails him with a rocket launcher from more than a mile away.",
  "Early in the Jason Hall script based on Kyle’s autobiography, Chris’s father (Ben Reed) tells the boy there are three kinds of people: sheep, wolves and sheepdogs, and that Chris would be the third — ensuring that the predators didn’t devour the innocent.",
  "Think of a lone gunman in a tall building aiming at a civilian target, and ex-Marines Lee Harvey Oswald and Charles Whitman appear in your sites, as John F. Kennedy and more than a dozen University of Texas students did in theirs.",
  "Eastwood’s Chris is a movie war hero with echoes of Gary Cooper’s Sergeant York, the good-ole-boy pacifist who won the Medal of Honor for killing 28 Germans and capturing another 132 in a World War I raid, and Jeremy Renner’s Sgt.",
  "The movie’s main narrative arc is his transformation from the supreme marksman warrior to the healer of wounded comrades; his very presence at veterans’ hospitals provides the balm of a sympathetic hero in the flesh.",
  "In my 2008 review, I wrote that James “has the cool aplomb, analytical acumen and attention to detail of a great athlete, or a master psychopath, maybe both” — a description that applies equally to Chris Kyle.",
  "As Amy Nicholson points out in her American Sniper review in The Village Voice, the real Kyle peppered his 2012 autobiography with some roguish stories from his time back home between tours.",
  "One of the occupational hazards of reviewing year-end biopics with Oscar ambitions is pointing out discrepancies between the real subjects and their on-screen avatars.",
  "View Sample Sign Up Now\n\nIraqis may have thought the allied troops were a hostile invading force, as American Indians viewed soldiers and settlers in the Old West.",
  "He may be suffering the guilt of a sheepdog away from his flock — but earlier scenes showed that Chris often abandoned a previous girlfriend to go rodeo riding.",
  "Skeptical viewers may pick at the particulars of American Sniper, but they’d have to admit that Eastwood, like Chris Kyle, is a superb shooter.",
  "Cooper, who in earlier roles perfected the persona of the sharp conniver, makes a fast, expert U turn from American Hustle to American Sniper.",
  "In all the scrupulous fact-checking, critics can ignore their primary responsibility: analyzing what, say, American Sniper offers as a movie.",
  "That makes Chris the solitary hero, the outsider gunslinger who stands up for civilization while standing outside it: the Shane of Sadr City.",
  "Feeling most alive in the grip of death, he is almost useless back in Texas with his wife Taya (Sienna Miller) and their two eventual kids.",
  "His father, taking young Chris out shooting, observes the boy’s instant expertise with a rifle and says appreciatively, “You got a gift.",
  "As for those soldiers who returned home with deep injuries of body and mind, they at first remind Chris of the lives he did not save.",
  "Directing 34 films over 44 years, Eastwood has honed his craft to its essentials: make it seem as if the story is telling itself.",
  "Like a Merchant Mariner who never loses his sea legs on land, he feels incomplete without his rifle and a bad Iraqi to shoot at.",
  "You’re gonna be a fine hunter some day.” Yet in his training as a Navy SEAL, the grown Chris has trouble hitting a metal target.",
  "The veracity or fabrication of these anecdotes is really beside the point, since Kyle made them part of his hellraising résumé.",
  "It shows Eastwood, at 84, in his finest directorial effort since the 2008 Gran Torino, while painting on a much broader canvas.",
  "“I’m better when it’s breathin’,” he tells the instructor, as he notices some furtive movement in the grass behind the target.",
  "But in war, a sniper can be the protector of his fellow soldiers, a savior of the vulnerable — unless he’s on the other side.",
  "William James in The Hurt Locker, who defuses bombs with a blithe disregard for his safety, because he knows he’s That Good.",
  "He lacks the belligerence of the traditional war lover, allowing himself no Lone Star whoops when he hits a human target.",
  "This Texas ranchhand had a gift for making living things die, and proved it in four tours of Iraq between 2003 and 2009.",
  "Those indiscretions would complicate the simpler narrative of Saint Christopher, patron of imperiled travelers abroad.",
  "(Another is deciding whether to reveal the climax of a life that any Wikipedia reader could discover in 20 seconds.",
  "It’s a gritty, confident portrait of a man whose life may have been somewhat messier than this Hollywood version.",
  "But in American Sniper the locals are mostly undifferentiated schemers with malicious intent — rifle fodder.",
  "With 160 confirmed kills of suspected insurgents, he was the most prolific sniper in U.S. military history.",
  "Chris isn’t there to safeguard the Iraqis, only his comrades in their chimerical war to pacify the region.",
  "Even in his courtship of Taya, at a bar frequented by raucous SEALs, he is ever the country gentleman.",
  "He just can’t get over the notion that being a sniper for the Stars and Stripes is his sacred mission.",
  "If a man invites U.S. soldiers to stay for dinner, he’ll have a weapons cache under the floorboards.",
  "Packing an extra 30 or so pounds of beef and beer weight, Cooper gives Chris a galoot’s sincerity.",
  "Performing his job with cool precision and a fatal artistry, he becomes known as The Legend.",
  "As much as he loves Taya, he is at his greatest ease in scenarios of danger with other men.",
  "He’s a superior technician, a flawless killing machine, who loves what he does so well.",
  "The Brief Newsletter Sign up to receive the top stories you need to know right now.",
  "Among these may be a boy concealing a pipe bomb and a woman ready to toss it.",
  "Except that derangement isn’t part of the movie Chris’s makeup.",
  "(The real Chris did achieve such a kill, but not of Mustafa.)",
  "Why is he not in Iraq, saving the lives of more soldiers?",
  "That’s why he re-upped for three more Iraq tours.",
  "He wanted the reader to think they were true.",
  "Snipers don’t always come with haloes.",
  "So American Sniper prints the Legend.",
  "I’ve chosen to keep mum on this one.)",
  "Contact us at editors@time.com.",
  "Then he’s a terrorist.",
  "But Eastwood doesn’t.",
  "He kills a snake.",
  "Answer: a lot.",
  "He’s homesick.",
  "Blam!",
  "Blam!",
  "Blam!"
]