[
  "An Afghan police official said of the raid on the police building: “The bomber was wearing a police uniform and detonated explosives among students who had just returned from a break.”\n\nLater in the day, the Taliban attacked a NATO base used by U.S. special forces, killing an American soldier and eight security contractors on the base.",
  "Five civilians were killed and 16 others were wounded, including children.”\n\nA Taliban spokesman told the BBC that the suicide attack had targeted a convoy of foreigners, but it remains unclear whether the jihadis successfully hit their target.",
  "A massive wave of assaults carried out by the Taliban in Afghanistan over the weekend–and continuing into Monday–has resulted in hundreds of casualties, including the death of a U.S. Special Forces operator.",
  "The latest attack in the Taliban’s offensive occurred Monday, when a Taliban jihadi carried out a suicide car bombing outside of the entrance to Kabul international airport.",
  "“We suspect the upsurge in violence may be triggered by the succession battle within the Taliban, Nicholas Haysom, who heads the UN Mission in Afghanistan, told the BBC.",
  "Some believe the upswing in Taliban-sponsored violence is due to an internal succession crisis, after the group announced that their leader, Mullah Omar, had died.",
  "The United Nations published a study last week that showed civilian casualties in the war-torn country have hit a record-high in the first six months of 2015.",
  "Afghan President Ashraf Ghani has announced that he will speak to the media on Monday to talk about the continuing strife in the country.",
  "A spokesperson from U.S. security contractor ACADEMI said that the eight contractors killed were Afghan nationals, according to Reuters.",
  "The UN research found that 1,592 civilians have been killed and 3,329 were injured in the first 6 months of 2015 in Afghanistan.",
  "A police spokesman said of the assault, “The incident took place when a suicide car bomber struck the front gate of the airport.",
  "One suicide bomber self-destructed next to the Kabul police academy, killing at least 20 police recruits, according to reports.",
  "On Friday, Taliban members executed several raids throughout the country, which resulted in the deaths of over 50 people.",
  "On Friday alone, at least 355 civilians were either killed or injured, the UN Mission in Afghanistan announced.",
  "The Taliban has already claimed responsibility for the attack, which killed five people."
]