[
  "Using a combination of core samples from the ground and laser imagery from aircraft overhead, he and his co-authors from the University of Vermont and the US Geological Survey were able to track how the land warped upward ahead of the glaciers, which reached as far as present-day New Jersey more than 20,000 years ago — and is gradually settling back now.",
  "At that point, Washington — which sits more than 100 miles up the Potomac River from Chesapeake Bay — be faced with a minimum of $2 billion in real-estate losses, not counting infrastructure, monuments, and military installations like the Washington Navy Yard, a 2012 study by University of Maryland researchers found.",
  "REUTERS/Jonathan Ernst\n\nIt's a problem that's already being seen around Norfolk, Virginia, where \"double whammy\" of sinking land and rising seas is eating away at the world's largest naval base, retired Navy captain Ray Toll told VICE News.",
  "Right now, the federal government and communities along that stretch of coast are trying to figure out how to limit the worst damage and adapt to what's coming, and he called DeJong's research \"a welcome study.\"",
  "But it's one more thing planners will have to take into account in when planning to manage climate change in a city where sea levels are projected to rise as much as 15 inches by mid-century at current rates.",
  "And Zoe Johnson, the climate change coordinator for the multi-agency Chesapeake Bay Program, told VICE News that DeJong's study bolsters what her organization has been seeing from its measurements.",
  "As a result, Washington and much of the surrounding Chesapeake Bay region is expected to sink by about six inches between now and 2100 as seas get higher, according to a study published this week.",
  "Maryland's coast is could see nearly a foot and a half of sea-level rise by 2050 and possibly 4 feet or more by 2100, the commission noted in a climate-change plan released earlier this year.",
  "\"Any garden-variety thunderstorm hits here, and your streets are flooded,\"said Toll, who's now the director ofCoastal Resilience Research at Virginia's Old Dominion University.",
  "Islands that once had homes on them have slipped beneath the waves, and Baltimore and Annapolis have seen a nine-fold increase in low-lying streets being flooded, she added.",
  "\"We're already seeing some pretty significant impact in terms of nuisance flooding, frequent flooding, the amount of erosion affecting our coastal areas,\" Johnson said.",
  "As it turns out, the water's not only rising, but a huge bulge of land — driven upward in the last Ice Age — is now settling slowly downward along the Eastern seaboard.",
  "\"What's kind of cool about this is it gives us a nice solid benchmark — a value of relative sea-level rise that we can pretty confidently hang our hat on,\" DeJong said.",
  "\"At the very least, we have sort of a baseline value that we can superimpose on any of our estimates for sea-level rise based on climate scenarios.\"",
  "\"We know we have a lot of uncertainties in the science and engineering because of the data inadequacies and the models,\" he said.",
  "DeJong's research focused on the marshy Blackwater National Wildlife Refuge in Maryland, on the eastern shore of the bay.",
  "A group of tourists on Segway personal transporters take a guided tour of Capitol Hill in Washington, August 25, 2009.",
  "Scientists have known for a while that sea levels are going up faster along the US mid-Atlantic coast than globally.",
  "\"We're in relatively early stage in this process,\" geologist Ben DeJong, the study's lead author, told VICE News.",
  "It's not yet time to put a big set of rubber boots on Thomas Jefferson, or attach pontoons to Lincoln's chair.",
  "REUTERS/Jim Young Washington DC is sinking: It's not just a metaphor for a dysfunctional government anymore.",
  "That bulge not only includes the Washington area, it reaches southward as far as North Carolina, he said.",
  "An empty speaker's lectern is seen in the rain outside the U.S. Capitol in Washington, October 10, 2013.",
  "\"We don't have a whole lot of time, but we do have time to think though this in a deliberate way.\"",
  "The study appeared in an American scholarly journal, the Geological Society of America Bulletin.",
  "About 580 acres of land a year is being washed away, Johnson said.",
  "\"This will continue for the foreseeable future.\""
]