[
  "He thought his old outfit could have handled the menace of the Islamic State effectively:\n\n“It’s a shame the [Obama] administration crushed my old business, because as a private organization, we could’ve solved the boots-on-the-ground issue, we could have had contracts from people that want to go there as contractors; you don’t have the argument of U.S. active duty going back in there,” Prince said in an on-stage discussion featuring retired four-star Gen. James Conway.",
  "“[They could have] gone in there and done it, and be done, and not have a long, protracted political mess that I predict will ensue.”\n\nAs the Daily Beast explains, Blackwater was “crushed” after the Obama administration cut its government contracts, in part due to a history that included “Blackwater guards gunning down 17 civilians in Baghdad” during the Bush administration.",
  "In essence, Prince is arguing that military contractors could act swiftly, decisively, and it seems fair to say more harshly than politically accountable regular troops—certainly more so than multi-national forces, having long ago criticized the U.N. for doing little to halt the slaughter in Rwanda.",
  "Prince, described as a “libertarian, staunchly Catholic conservative,” had some tough words on the subject of domestic politics for congressional Republicans as well:\n\n“I want you to tell your congressman that we pay them to fight,” Prince told the crowd.",
  "We’re like… Charlie Brown trying to kick the football every time and they keep taking it away… I encourage the Republican Party to get off their ass and fight like we pay them to.”\n\nThat does seem to capture the spirit of the moment.",
  "“They are hired to fight for our values, for what you sent them there to do… I am sick and tired of Republicans getting rolled—having a lousy, weak leadership that gets rolled every time by the Democratic Party.",
  "He might be underestimating how many political headaches can accompany the deployment of private contractors, though, as the experience of his own former company in Iraq illustrates.",
  "A phrase like “get off your ass and fight like we pay you to” has extra sizzle when it comes from someone famous for heading a private military organization.",
  "Erik Prince, founder of the famed private military contractor Blackwater, addressed the Bush-linked Maverick PAC on Friday night.",
  "Prince feels he and his company were treated unfairly and has vowed not to accept any more government work.",
  "He is also making something of a privatization argument for dealing with a crisis like the Islamic State.",
  "His remarks, as transcribed by the Daily Beast, were provocative."
]