[
  "“But the weight of the evidence is heavily against [the] defendants, and in the Court’s view, the VIS [Latin for force] — an implausible and quick rescinded recantation that is powerfully contradicted by the record — would offer little change of an acquittal at a new trial, let alone make [an] acquittal probable.”\n\nNicholas Slatten; Paul Slough; Evan Liberty, 32, of Rochester, New Hampshire; and Dustin Heard, 33, of Maryville, Tennessee—all were found guilty in October 2014 and sentenced in April of this year for their role in allegedly killing 14 unarmed Iraqi civilians, including women and children, and wounding 18 others at Nisur Square in Baghdad, Iraq, on Sept. 16, 2007.",
  "In comments to Breitbart News from behind bars, obtained through his wife Christin Slough, defendant Paul Slough, 35, of Keller, Texas said that despite the judge’s new ruling, he “firmly believes that what evil people have done in the dark — the truth of this case —will be brought to light.”\n\nPaul “believes that not only will God deliver him and his friends from this situation, but that there is far greater purpose to their fight in helping all veterans receive fair treatment.”\n\nJudge Lamberth’s new ruling clears the way for the decorated veterans to appeal what they believe are numerous rights violations and erroneous legal rulings that led to an unjust guilty verdict.",
  "“The crystal clear evidence that the war-zone engagement happened differently than the government said it did almost certainly would have made a difference to the civilian jurors who clearly had a difficult time reaching a unanimous verdict and, in fact, could not reach a unanimous verdict on some counts.”\n\n“While Judge Lamberth’s ruling makes it impossible for us to know what a jury would have done had they heard the truth, we are confident that the numerous, egregious rights violations and erroneous legal rulings that plagued this case will be corrected on appeal,” she added.",
  "“On a day when we recognize all of our veterans for their willingness to sacrifice their lives for the defense of that Constitution and our freedom, it is especially sickening to recognize what has happened here.”\n\n“Make no mistake, what has happened here was the completely unfair prosecution of four men serving our country in a combat zone, in front of a civilian jury in Washington DC, for the purpose of politically appeasing the Iraqi government,” she added.",
  "“Not only will I be thanking our veterans on this day, I will continue to fight for their fair treatment by the government they swore to protect.”\n\nA document disclosed for the first time by DOJ in April, after the defendants were convicted, revealed that a key government witness perjured his trial testimony, a revelation that could clear all four men of criminal wrongdoing, argues the defendants’ lawyer.",
  "Slatten was found guilty of first-degree murder and sentenced to life in prison, while the other three defendants were convicted of various counts of voluntary manslaughter and attempted manslaughter, in addition to a firearms offense, and sentenced to nearly 30 years in prison.",
  "A federal judge has denied a new trial request filed by four decorated U.S. veterans, who were convicted of allegedly shooting indiscriminately into a crowd of Iraqi civilians back in 2007 while working as Blackwater security contractors hired by the federal government.",
  "“My family could not be more disappointed by Judge Lamberth’s decision to allow convictions obtained by perjured testimony to stand,” Jessica Slatten, the sister of defendant Nicholas Slatten, 31, of Sparta, Tennessee, told Breitbart News via text message.",
  "“This Court, having spent several months immersed in the evidence and testimony presented at one trial, is unpersuaded that another would vindicate any recognized legal right,” ruled the judge, according to court documents obtained by Breitbart News.",
  "“I am indescribably heartbroken that our justice system has failed yet again to give my husband the fair trial that he not only deserves, but is guaranteed to him by our Constitution,” the distraught wife told Breitbart News on Wednesday.",
  "On April 27, the defendants filed the new trial request, on the heels of their conviction a few days earlier, arguing that President Obama’s Department of Justice (DOJ) used perjured testimony to secure their guilty verdicts.",
  "When Breitbart News asked the department to comment on the allegations, Bill Miller, a spokesman for the U.S. Attorney’s Office that handled the case, did not confirm nor deny that DOJ lawyers used perjured testimony.",
  "“We are disappointed by the court’s decision and look forward to pursuing these and other serious issues on appeal,” the defendants’ lawyer Brian Heberlig told Breitbart News.",
  "“Yes, a new trial might conceivably yield a different result; that is [the] nature of a process which incorporates elements of randomness,” he conceded.",
  "Nevertheless, Judge Lamberth denied the defendants’ request for a new trial.",
  "Christin Slough also expressed dismay at the judge’s decision.",
  "All four defendants argue that they acted in self-defense.",
  "This post has been edited since publication."
]