[
  "She got us singing some wonderful and rather difficult carols--The Twelve Days of Christmas and The Carol of the Bells, for example--in preparation for a Christmas concert we performed in a little church in the village of Mountain Brook, Alabama.",
  "This little book was a \"stocking stuffer\" called The Christmas Tree Express about a family that had a Christmas tree farm, a train that hauled the trees, a boy, a girl and an Alaskan malamute called Silver.",
  "I achieved minor fame in Alabama\n\nwith a book (and sequel) called Picker McClikker, about a little boy who could pick things faster than anyone (He saved the family cotton crop when a storm was coming.)",
  "When the song was finished, I recorded it in a small studio with my first wife, Linda Johnson, who had a stunningly beautiful voice, doing the vocal with my friend, Bob Clark playing bowed bass.",
  "When I started to work on the Carol--it was in the 1970s in Vermont--it occurred to me that the Christmas story was mostly what happened the night before the birth of Jesus.",
  "Much later, in 2013 I completed my Blackwater Novel series and again included the lyrics of The First Christmas Eve in the third and final book in the trilogy.",
  "After writing about Picker, I was emboldened to try my hand at a chapter book (a rudimentary novel meant to be read aloud to first second and third graders.)",
  "Singing that wonderful Christmas music with my classmates by candle light in that little church was one of the highpoints of my boyhood.",
  "I ended the last book of the Blackwater trilogy with a description of that concert and with the lyrics for The First Christmas Eve.",
  "and;\n\nEvery hope for every babe\n\nAnd each shining star we believe\n\nEvery deed of love and comfort\n\nHonors The First Christmas Eve.",
  "My favorite lines in The First Christmas Eve are these:\n\nThen in a stable in Bethlehem\n\nA setting so plain for the perfect gem .",
  "Many people have enjoyed my carol over the years but it has never found a place in the standard lexicon of Christmas music.",
  "The trek to Bethlehem, Mary and Joseph getting turned away from lodgings, settling in the manger, the star, the wise men .",
  "At the time, in 1944, we had a wonderful music teacher we called Miss Third Grade Brown (to differentiate her from Mrs.",
  "As a songwriter and a storyteller, I suppose it was inevitable that someday I would tell the Christmas story in song.",
  "I combined the carol with an event that happened to me when I was in the fourth grade.",
  "Even though I was a guitar player, I sat at the piano and went to work.",
  "I exposed the song every chance I got, and I continue to do that.",
  "all of that was on the night before the birth of Jesus .",
  "I included the lyrics to my carol in this book.",
  "In the 90s I started writing for Children.",
  "Thus came to be The First Christmas Eve.",
  "I am not a very good self-promoter.",
  "It is not as if I haven't tried.",
  "I had the title of the carol!",
  "on The First Christmas Eve.",
  "write a Christmas carol.",
  "Seventh Grade Brown!).",
  "I was on guitar.",
  "In other words .",
  ".",
  ".",
  ".",
  ".",
  ".",
  ".",
  ".",
  "."
]