[
  "As Gregory Foster, a Vietnam veteran and professor at the National Defense University noted recently, this now-massive force “provides an almost infinite amount of potential space for meddling and ‘mission creep’ abroad and at home due, in part, to the increasingly blurred lines between military, intelligence, police, and internal security functions… [T]he very nature of [special ops] missions fosters a military culture that is particularly destructive to accountability and proper lines of responsibility… the temptation to employ forces that can circumvent oversight without objection is almost irresistible.”\n\nLike the Jesuit order of priests who, beginning in the sixteenth century, took the fight to heretical Protestants and spread the Catholic faith from Europe and Asia in the Old World to nearly everywhere in the New World, today’s SOCOM operators crusade globally on the part of America.",
  "In 1982, historian Joseph Ellis summed up such sentiments in a prophetic passage in an essay titled “Learning Military Lessons from Vietnam” (from the book Men at War):\n\n“[V]irtually all studies of the all-volunteer army have indicated that it is likely to be less representative of and responsive to popular opinion, more expensive, more jealous of its own prerogatives, more xenophobic -- in other words, more likely to repeat some of the most grievous mistakes of Vietnam … Perhaps the most worrisome feature of the all-volunteer army is that it encourages soldiers to insulate themselves from civilian society and allows them to cling tenaciously to outmoded visions of the profession of arms.",
  "Today’s version is enormous, garrisoning roughly 800 foreign bases across the globe, capable of sending its Hellfire missile-armed drones on killing missions into country after country across the Greater Middle East and Africa, and possessing a vision of what it likes to call “full-spectrum dominance” meant to facilitate “global reach, global power.” In sum, the U.S. military is far more powerful, far less accountable -- and far more dangerous.",
  "Three areas highlight the post-democratic transformation of this military with striking clarity: the blending of military professionals with privatized mercenaries in prosecuting unending “limited” wars; the way senior military commanders are cashing in on retirement; and finally the emergence of U.S. Special Operations Command (SOCOM) as a quasi-missionary imperial force with a presence in at least 135 countries a year (and counting).",
  "Indeed, the head of SOCOM, General Joseph Votel III, West Point grad and Army Ranger, put it plainly when he said that America is witnessing “a golden age for special operations.”\n\nA military force effectively unaccountable to the people tears at the very fabric of the Constitution, which is at pains to mandate firm and complete control over the military by Congress, acting in the people’s name.",
  "Shinseki clearly hoped that his (all-too-realistic) estimate would tamp down the heady optimism of top Bush administration officials that any such war would be a “cakewalk,” that the Iraqis would strew “bouquets” of flowers in the path of the invaders, and that the U.S. would be able to garrison an American-style Iraq in the fashion of South Korea until hell froze over.",
  "Writing in the eighteenth century about the decline and fall of Rome, the historian Edward Gibbon noted that:\n\n“In the purer ages of the commonwealth [of Rome], the use of arms was reserved for those ranks of citizens who had a country to love, a property to defend, and some share in enacting those laws, which it was their interest, as well as duty, to maintain.",
  "It certainly puts an increased burden of responsibility on civilian officials to impose restraints on military operations, restraints which the soldiers will surely perceive as unjustified.”\n\nEllis wrote this more than 30 years ago -- before Desert Storm, the invasions of Afghanistan and Iraq, or the launching of the War on Terror.",
  "At the time, some military men advised against it, convinced that what, in fact, did happen would happen: that an all-volunteer force would become more prone to military adventurism enabled by civilian leaders who no longer had to consider the sort of opposition draft call-ups might create for undeclared and unpopular wars.",
  "But in proportion as the public freedom was lost in extent of conquest, war was gradually improved into an art, and degraded into a trade.”\n\nAs the U.S. has become more authoritarian and more expansive, its military has come to serve the needs of others, among them elites driven by dreams of profit and power.",
  "At the time, neither the top brass nor the president wanted to face a future in which, in the style of the Vietnam era just then winding up, a force of citizen-soldiers could vote with their feet and their mouths in the kinds of protest that had only recently left the Army in significant disarray.",
  "It is also inherently a less accountable form of war, since no one even bothers to count the for-profit dead, nor do their bodies come home in flag-draped coffins for solemn burial in military cemeteries; and Americans don’t approach such mercenaries to thank them for their service.",
  "Special Operations: The American Military’s Jesuits\n\nAs Nick Turse has documented at TomDispatch, post-9/11 America has seen the rapid growth of U.S. Special Operations Command, or SOCOM, a secretive military within the military that now numbers almost 70,000 operatives.",
  "The expansion of SOCOM from a modest number of elite military units (like the Green Berets or SEAL Team 6) into a force larger than significant numbers of national armies is an underreported and under-considered development of our post-democratic military moment.",
  "America’s post-democratic military, combined with the proliferation of intelligence outfits and the growth of the country’s second defense department, the Department of Homeland Security, could increasingly be considered something like an emerging proto-state.",
  "Get one for being an outspoken critic of a contractor's performance, or someone who refuses to play ball or think by the usual rules of Washington, and chances are you're not going to be hired to lucrative positions on various corporate boards in retirement.",
  "Then you have retired general officers who pull down more than $300 an hour (no $7.25 federal minimum wage for them) advising their former subordinates at the Pentagon as “senior mentors.”\n\nNo one expects generals to take vows of poverty upon retirement.",
  "In this way, weaponry and wars are increasingly the business of America, a “growth” industry that is only reinforced when retired generals are hired to lead companies, to advise financial institutes, or even to teach young adults in prestigious schools.",
  "As a post-democratic military has arisen in this country, so have a set of “warrior corporations” -- that is, private, for-profit mercenary outfits that now regularly accompany American forces in essentially equal numbers into any war zone.",
  "The phrase “limited war,” applied to European conflicts from the close of the Thirty Years’ War in 1648 to the French Revolution in 1789, and later to conventional wars in the nuclear age, has fresh meaning in twenty-first-century America.",
  "General Stanley McChrystal, who infamously was fired by President Obama for allowing a command climate that was disrespectful to the nation’s civilian chain of command, is now a senior fellow at the Jackson Institute at Yale University.",
  "Call it America’s 51st state, except that instead of having two senators and a few representatives based on its size, it has all the senators and all the representatives based on its power, budget, and grip on American culture.",
  "These wars (and other U.S. military interventions of the last decades) have provided vivid evidence that civilian officials have felt emboldened in wielding a military freed from the constraints of the old citizen army.",
  "Petraeus has since found teaching gigs at the University of Southern California, the City University of New York, and Harvard’s Kennedy School while being appointed chairman of the investment firm KKR Global Institute.",
  "A Military Leviathan Has Emerged as America’s 51st and Most Powerful State\n\nCross-posted with TomDispatch.com\n\nIn the decades since the draft ended in 1973, a strange new military has emerged in the United States.",
  "Combine such a military with a range of undeclared wars and other conflicts and a Congress for which cheerleading, not control, is the order of the day, and you have a recipe for a force unto itself.",
  "One question that this election season has raised: What if our post-democratic military is driven by an autocrat who insists that it must obey his whims in the cause of “making America great again”?",
  "Like so many politicians, they regularly go in search of the millionaires’ club on leaving public service, even as they accept six-figure pensions and other retirement benefits from the government.",
  "American war efforts, which invariably take place in distant lands, are not supposed to interfere with business as usual in the “homeland,” which, of course, means consumerism and consumption.",
  "Admiral William McRaven, former head of U.S. Special Operations Command during the era of black sites and deaths by torture, is now the chancellor of the entire University of Texas system.",
  "The peril of all this should be obvious: the prospect of cashing-in big time upon retirement can’t help but affect the judgment of generals while they’re still wearing the uniform.",
  "Another retired general who cashed in with an investment firm is Ray Odierno, the former Army chief of staff, who became a special adviser to JP Morgan Chase, the financial giant.",
  "Consider, for instance, Army Chief of Staff General Eric Shinseki’s warning early in 2003 that a post-invasion Iraq would need to be occupied by “several hundred thousand” troops.",
  "(Indeed, the oddness of Odierno, an ex-football player known for his total dedication to the Army, being hired by a financial firm inspired this spoof at a military humor site.)",
  "Now, the commander-in-chief quite literally has such an army (as, in a sense, he also now has a private robotic air force of drone assassins dispatchable more or less anywhere).",
  "Indeed, it says something of our twenty-first-century moment that military officers have from time to time felt the need to restrain civilian officials rather than vice versa.",
  "Of course, there’s long been a revolving door between Pentagon offices and corporate boardrooms, but that door seems to be spinning ever faster in the twenty-first century.",
  "Both of them were, however, the military version of “company men” who, on retirement, possessed a wealth of contacts, which helped make them highly marketable commodities.",
  "This rise of privatized militaries and mercenaries naturally contributes to actions that are inherently un-democratic and divorced from the will and wishes of the people.",
  "I’ve read my Smedley Butler and I’m well aware that historically the U.S. military was often used in un-democratic ways to protect and advance various business interests.",
  "In the invasion and occupation of Iraq, Blackwater was the most notorious of these, but other mercenary outfits like Triple Canopy and DynCorp were also deeply involved.",
  "In Washington, it has become a force unto itself, following its own priorities, pursuing its own agendas, increasingly unaccountable to either the president or Congress.",
  "As such, it’s a military increasingly divorced from the people, with a way of life ever more foreign to most Americans (adulatory as they may feel toward its troops).",
  "He cashed in by joining many corporate boards, including the board of directors for Science Applications International Corporation (SAIC), a major defense contractor.",
  "Partially to blame: a new dynamic in modern American history, the creation of a massive military force that is not of the people, by the people, or for the people.",
  "If you're wearing three or four stars in the military, you've already been carefully vetted as a \"company man,\" since the promotion process screens out mavericks.",
  "These days, the limits of limited war, such as they are, fall less on the warriors and more on the American people who are increasingly cut out of the process.",
  "In the rush for money and in the name of patriotism, the horrors of wars, faced squarely by many Americans in the Vietnam War era, are now largely disregarded.",
  "He left the directorship of the CIA in disgrace after an adulterous affair with his biographer-mistress, with whom he illegally shared classified information.",
  "Senior Military Men: Checking Out and Cashing In\n\nThere was a time when old soldiers like Douglas MacArthur talked wistfully about fading away in retirement.",
  "In 1973, the Nixon administration ended the draft, which also marked the end of a citizen-soldier tradition that had served the nation for two centuries.",
  "(Although young men still register for selective service at age 18, there are neither popular calls for its return, nor serious plans to revive it.)",
  "McRaven had no prior background in education, just as Odierno had no background in finance before being hired to a top-tier position of authority.",
  "Think of it, if you will, as a post-democratic force that prides itself on its warrior ethos rather than the old-fashioned citizen-soldier ideal.",
  "In a sense, they are themselves a for-profit consumable, often with tie-ins to video games, movies, and other forms of entertainment.",
  "Especially troublesome is the continued push for foreign military sales (arms exports) to some of the world’s most active war zones.",
  "They are, for instance, purposely never mobilized for battle, but encouraged to act as though they were living in a war-less land.",
  "It has now become the regular go-to force in the war on terror from Iraq to Afghanistan, Syria to Cameroon, Libya to Somalia.",
  "The scholar and former CIA consultant Chalmers Johnson used to refer to that Agency as the president’s private army.",
  "Independent thinkers tend to retire or separate from the military long before they reach eligibility for flag rank.",
  "The All-Volunteer Military and Mercenaries: An Undemocratic Amalgam\n\nI’m a product of the all-volunteer military.",
  "(Think: no dissenters, no protesters, no antiwar sentiments; in short, no repeats of what had just happened.)",
  "Generals go along to get along, embracing prevailing thinking on interventionism, adventurism, and dominance.",
  "Events since Desert Storm in 1991 suggest that the all-volunteer military has been more curse than blessing.",
  "In General Butler’s day, however, that military was a small quasi-professional force with a limited reach.",
  "When you reach high rank, it’s already one big boys' club where everyone knows everyone else's reputation.",
  "The most persistent and often the most political officers rise to the top, not the brightest and the best.",
  "Consider General David Petraeus, America’s “surge” general in Iraq and later head of U.S. Central Command.",
  "All of which allows for the further development of a significantly under-the-radar form of war making.",
  "And not a single Democratic or Republican candidate for commander-in-chief has spent a day in uniform.",
  "They slay evildoers while advancing U.S. foreign policy and business goals in at least 150 countries.",
  "Such an insular, even incestuous system of pay-offs naturally reinforces conventional thinking.",
  "Abroad, it’s now regularly put to purposes foreign to any traditional idea of national defense.",
  "Indeed, those hefty government pensions and assorted other benefits would preclude such vows.",
  "But in the post-democratic military world, duty, honor, country has become duty, honor, cash.",
  "Prediction for November: another overwhelming victory at the polls for America’s 51st state.",
  "You will find no rationing in today’s America, nor calls for common sacrifice of any sort.",
  "If anything, wars have simply become another consumable item on the American menu.",
  "They consume fuel and resources, money, and intellect, all in staggering amounts.",
  "It used to be said of Prussia that it was a military with a state attached to it.",
  "The new military was to be all volunteers and a thoroughly professional force.",
  "It is, in other words, a post-democratic leviathan to be reckoned with.",
  "For Petraeus is not the only retired general to lecture at such places.",
  "But few men have surpassed retired Air Force General John Jumper.",
  "), a future financial wizard, powerful CEO, or educator supreme.",
  "For today’s crop of retiree generals, no Cincinnatus need apply.",
  "After five years he became its CEO with a seven-figure salary.",
  "Most Americans were happy to see the draft abolished.",
  "It is, of course, a dynamic hardly new to history.",
  "His advice was dismissed out of hand, as was he.",
  "And so it has remained for more than 40 years.",
  "One must be General Johannes Q. Publicus (ret.",
  "Not so for today’s senior military officers.",
  "Prophetic Shinseki was, but not successful.",
  "Some will argue that this is nothing new.",
  "In the post-military years, being John Q.",
  "Yet its end was not celebrated by all.",
  "Come 2017, we may find out.",
  "Heck, maybe all three.",
  "Public isn't enough."
]