[
  "In an exclusive \"Game of Thrones\" feature in the April print edition of Entertainment Weekly, reporter James Hibberd mentions the latest bank-breaking budget for season six of the series: \"The show easily costs north of$10 million per episode at this point — not that you'll hear HBO complain.\"",
  "Emilia Clarke as Daenerys Targaryen in HBO's Game of Thrones Courtesy of HBO \"Game of Thrones\" is not just one of the most popular shows on TV — it's on its way to becoming the most expensive show ever made, too.",
  "Adapting the enormous fantasy series of \"A Song of Ice and Fire\" was never going to be cheap, and reports began rolling in around season two that each episode cost and average of $6 million to produce.",
  "\"As in, there are hundreds of human soldiers on one side of a field and another army on the other side, with a classical campaign of engagement that is highly tactical and shown from start to finish.\"",
  "Along with the enormous CGI'ed Drogon spotted in the trailer, a huge battle scene taking place in season six is probably partially responsible for the upped average cost per episode.",
  "Weiss told GQ they had an \"awkward\" conversation asking HBO executives for an additional $2 million in order to film the famous \"Blackwater\" battle scene for season two.",
  "But that staggering number has only risen as \"Game of Thrones\" grew in popularity and began to tackle larger battle scenes and gigantic CGI dragons.",
  "Apparently, four years of smashing success is all HBO needs to up its series budget by millions, no begging required on the showrunners behalf.",
  "In its final season, \"Friends\" cost $10 million per episode (a lot of that budget went to many of the stars' $1 million/episode paychecks).",
  "\"The mysterious battle ... represents the show's first-ever attempt at doing what producers call 'a proper battle,'\" Hibberd writes.",
  "We can't wait to see what the added budgets have allowed the set designers and directors to produce.",
  "This $4 million increase is a surprise considering back in 2012 showrunners David Benioff and D.B.",
  "We were genuinely nervous about [the episode] for the whole time until we finally wrapped it.\"",
  "Tune in to see how their $10 million budget translates into epic television.",
  "The upcoming battle is set to rival the epic \"Blackwater\" episode.",
  "\", which starred George Clooney, on TV from seasons four to six.",
  "That brought the total episode cost up to a reported $8 million.",
  "\"Blackwater\" involved a huge explosion and tons of battleships.",
  "How does \"Game of Thrones\" stack up against other show budgets?",
  "HBO \"We went down on bended knee [to HBO],\" Benioff told EW.",
  "Do the math, and that's $100 million for the entire season.",
  "Season six of \"Game of Thrones\" will have 10 episodes.",
  "NBC paid $13 million an episode to keep \"E.R.",
  "\"Game of Thrones\" returns to HBO on April 24.",
  "It's pretty high.",
  "\"'Just this once.",
  "Please.'"
]