[
  "In fact, let's simply climb over the icy Wall, and venture further into the cold, dark...\n\nNorth\n\nJon Snow's resurrection may have been the big reveal of tonight's episode, \"Home\" but there was a ton more going on in the episode.",
  "Let's leave the Seven Kingdoms altogether, spreading our black wings out above Blackwater Bay, heading east and north across the Narrow Sea, until the spires of the free city of Braavos come into view beneath the clouds.",
  "Or will he be changed in some other, perhaps darker way like a certain character who never joined us in the TV show, but whose ominous and vengeful presence was felt rather poignantly in the books?",
  "So, perhaps because he is well into his drink, Tyrion ventures down into the vast dungeon hall where Daenerys has chained two of her dragons, Rhaegel and Viserion, and frees them.",
  "There have to be those moments, like Joffrey's death, that rally fans of the show around something good, not just one Stark after another getting murdered in horrible ways.",
  "Thank goodness we don't have to see Arya get beat up again by that other girl, who seems to take the whole thing far too personally to be \"a girl with no name\" herself.",
  "Sunday night's episode of Game of Thrones ended with a bang, confirming years and years of fan theories and undoubtedly making TV viewers the world over jump with joy.",
  "(Book readers will know that this can't quite go down the same way in the books, which means that in the books it's still possible that Jon Snow won't return at all.)",
  "Will he be like Beric Dondarrion, the Robin Hood-esque rebel knight of the Riverlands who's been brought back to life countless times by his very own Red Priest?",
  "Braavos\n\nHere, Arya Stark tells the man we know as Jaqen H'ghar three times that \"a girl has no name\" even as he tempts her with food, shelter, and her sight.",
  "I didn't really think the dragons would eat Tyrion---even for a show used to giving us big, shocking deaths, this would be a bit much---but it's still scary.",
  "Finally to the edge of Slaver's Bay, and the hellish city of...\n\nMeereen\n\nHere, Tyrion reminds Varys and the others that dragons cannot survive captivity.",
  "It's quite the expression coming from the usually cool and collected Spider, whose typical emotional range runs between smug and faux concern.",
  "Balon storms out, walking out into the rain on the most frightening looking rope bridge I can imagine walking across in the middle of a storm.",
  "He's the last of the five clashing kings, and thinks that in and of itself is victory enough---a sign to keep on fighting for no good reason.",
  "The priest reminds her that she isn't the ruler, that this will be decided at the kingsmoot, where the Iron Islanders pick their next ruler.",
  "One giant smashing a Crow against the wall and tossing his broken body aside convinces the rest of the Night's Watch to lay down their arms.",
  "And I loved the scene between Tyrion and the dragons---especially since it has implications beyond the dragons simply being intelligent.",
  "Yara reminds him that the last time they tried this, Ned Stark knocked down his castle, killed two of his sons, and took Theon hostage.",
  "Notice, the High Sparrow didn't make any plays against Tywin Lannister when he was alive and Joffrey was king, nor against Robert.",
  "North of the Wall, Bran Stark has visions of his father and uncles and his aunt Lyanna as children play-fighting in Winterfell.",
  "Let's fly south to...\n\nWinterfell\n\nBut before we go inside the castle, let's listen in on these travelers we spy from above.",
  "Verdict\n\nI'm still sort of processing this episode, to be honest, though I found it gripping and intense for the most part.",
  "In the beginning of the episode, he and his companions and Ghost ready themselves to fight against the vile Alliser Thorne.",
  "This is the second piece of good news in Season 6, following the rescue of Theon and Sansa by Brienne of Tarth last week.",
  "And if he musters the Lannisters and the forces of King's Landing, he should very easily wipe the Sparrows from the map.",
  "He also tells them how he wanted a dragon of his own, and cried himself to sleep when he discovered they were all dead.",
  "He goes to relieve himself and Cersei's zombie knight, the resurrected Gregor Clegane, smashes his head into the wall.",
  "He champions the idea of bringing Jon Snow back from the dead to Melisandre, who has lost faith in her Lord of Light.",
  "I have to say, it's no accident we see young Ned and Lyanna the same episode Jon Snow is brought back from the dead.",
  "Torrhen Karstark stands nearby, ready to pledge his sword to eliminating the Starks since Robb beheaded his father.",
  "Now for the long flight, over the flatlands and past Volantis, and there we see doomed Valyria off in the distance.",
  "Good for Tyrion to free the dragons, though we don't yet know how they get out of the palace or what happens next.",
  "Brienne and Sansa talk briefly about where to go, and Brienne asks Sansa what happened to her while in Winterfell.",
  "Meera, for her part, seems jaded and restless, but the Child of the Forest assures her that Bran will need her.",
  "All told, while we may indeed be venturing out into the realm of \"AAA fan fiction\" at this point, I don't care.",
  "Ramsay killing Roose Bolton was also pretty intense, and opens the door for all sorts of madness in the North.",
  "Roose is clever, would always expect such a betrayal, and would be prepared to turn the tables on his bastard.",
  "Ramsay wants to attack Castle Black and kill Jon (who he doesn't know is dead...or, uh, alive again I guess.)",
  "If he hadn't been there, she wouldn't have bothered, and they would have burnt his body beyond all revival.",
  "The Sparrows are still exerting far too much control, but there seems to be little anyone can do about it.",
  "King's Landing\n\nHere, the Lannisters are trying their best to regain a footing in the tumultuous capital.",
  "Let's skip flying and just fast-travel back to...\n\nCastle Black\n\nDavos is really the central hero here.",
  "At best, Cersei is exacting a petty sort of vengeance on the people who mocked her in the streets.",
  "It also helped prove that my predictions for Game of Thrones' sixth season are right on the money.",
  "Just when all seems lost, Eddison Tollett shows up with the Wildlings, led by Tormund Giantsbane.",
  "One is a lady knight, too tall and broad to be a proper lady, with a shock of short, blond hair.",
  "They send Balon's body out to sea, and Yara swears she'll exact vengeance on whoever killed him.",
  "Euron is insane and cruel and arrogant, and says it's his time to rule and Balon is in his way.",
  "It's just a bit south by south-east this time, and there...the red keep is off in the distance.",
  "He can't go to Castle Black because Jon will surely kill him for his crimes against the Starks.",
  "Sansa says she should have gone with Brienne when she had the chance, but Brienne is gracious.",
  "The Iron Islands\n\nHere Yara and Balon Greyjoy are arguing the merits of invading the mainland.",
  "They're putting yet another fan theory to rest, in the most protracted, painful way possible.\"",
  "\"Maybe you'll be the first woman to rule the Iron Islands,\" he tells her, doubt in his voice.",
  "I did love the Three-Eyed Raven's line when Bran gets upset for being taken from his vision.",
  "Sure, the man deserves credit for making some pretty savvy moves against Cersei and Tommen.",
  "And just at that moment, in walks the Maester with news that Lady Walda has had a baby boy.",
  "Hodor is there, though they call him Willas, and he can speak in words other than \"Hodor.\"",
  "Jon Snow is alive, brought back by Melisandre, the Red Priestess, at the behest of Davos.",
  "If we keep flying we can leave the dreary islands behind us, and head to wear it's warm.",
  "He's slithered in during a time of chaos and made some very good political power plays.",
  "But their descendants chained up their dragons, until they were no bigger than cats.",
  "I said Bran wouldn't have his legs back, he'd be wandering in the realm of the mind.",
  "Jaime and the High Sparrow have it out in the High Sept, over the body of Myrcella.",
  "Bran talks briefly with the Three-Eyed Raven and Meera, but not a lot happens here.",
  "No wealth, no families, no names, and yet together they can \"overthrow an empire.\"",
  "They're intelligent creatures, he reasons, and they'll realize he's their friend.",
  "The High Sparrow really is a cocky little man, and I think far too self-assured.",
  "When Tyrion rushes away up the stairs, Varys looks at him with a look of shock.",
  "I hope they don't pull a Walking Dead dirty trick and skip his story next week!",
  "Dany's ancestors rode on dragons accustomed to ranging for hundreds of miles.",
  "\"Come, follow me,\" he tells her, instructing her to leave her beggar's dish.",
  "Here, Roose Bolton speaks condescendingly to his crazy bastard son, Ramsay.",
  "Alliser is arrested and the good guys, for once, triumph over the villains.",
  "If nothing else, I think Jaime will be a great deal more bold than Tommen.",
  "Why else would they keep showing him sleeping beneath Jon's pallid corpse?",
  "Some commenters said last week they thought Ramsay would kill his father.",
  "Let's take wing again, and fly as the crow flies south by southwest to...",
  "\"It's beautiful beneath the sea, but if you stay too long you'll drown.\"",
  "Roose says that if you act like a mad dog, you'll be treated like one.",
  "\"Don't worry, you'll always be my firstborn,\" Roose says to Ramsay.",
  "Joffrey may have deserved a poison goblet; Ramsay deserves a blade.",
  "I enjoy good things happening from time to time in Game of Thrones.",
  "Naturally, he throws him from the bridge into the rocky sea below.",
  "There's plenty of time for speculation before next week's episode.",
  "To be fair, we don't quite know what the implications of this are.",
  "Euron may have a thing or two to say on the matter, in any case.",
  "Shout out in the comments or let me know on Twitter or Facebook.",
  "This is where my predictive powers took a nose-dive, I suppose.",
  "But Theon doesn't want to go, doesn't even want to be forgiven.",
  "Roose is dead, \"poisoned by our enemies\" according to Ramsay.",
  "He's played everyone else like a fiddle, why not Ramsay, too?",
  "So, torch in hand, he reaches out to the two captive dragons.",
  "The guy who flashed her is boasting about it in his cups.",
  "They speak of Arya before Sansa goes to check on Theon.",
  "He reminds Jaime that his people have nothing to lose.",
  "Walda's screams as the hounds attack are too piercing.",
  "There was a moment when I thought, \"Ah, this is cruel.",
  "But then, as Davos leaves the room, we see Ghost stir.",
  "Spoilers through Season 6 of 'Game of Thrones' follow.",
  "Jon Snow coming back in the second episode is amazing!",
  "Though I sure missed the Dornish story by a long mile.",
  "But Cersei is a terrible leader and Tommen is a boy.",
  "\"He won't be in there forever,\" she tells the girl.",
  "I can't wait for Jon Snow (or maybe Sansa Stark?)",
  "\"I'll tell him the truth about Bran and Rickon.\"",
  "Now that we have it, let's not tarry any longer.",
  "He senses something, just like I knew he would.",
  "I said the Boltons would get their comeuppance.",
  "Once again, it's Davos who comes to the rescue.",
  "She's against such a foolish, pompous venture.",
  "No, Theon will ride West to the Iron Islands.",
  "Then, with a gasp, Jon Snow's dark eyes open.",
  "Taken out back and slaughtered for pig feed.",
  "And there we have the title of the episode.",
  "It's Euron Greyjoy, Balon's little brother.",
  "First off, I said Jon Snow was coming back.",
  "They conquered Westeros with those dragons.",
  "A shadowy figure stands on the other side.",
  "We'll go there, too, but first the castle.",
  "Ramsay is a cruel prick, that's for sure.",
  "\"It was a very hard decision,\" she says.",
  "Did they favor Tyrion for other reasons?",
  "It can't always be bleak and depressing.",
  "So far, not bad if I do say so myself.",
  "\"I wasn't drowning,\" Bran shoots back.",
  "The following scene...poor Fat Walda.",
  "\"Thank you father,\" Ramsay replies.",
  "What about the farm boys he killed?",
  "Jon was dead, but he's alive again.",
  "\"That's what I do,\" Tyrion replies.",
  "\"I'm here to help,\" he tells them.",
  "\"A girl is not a beggar,\" he says.",
  "I thought it was too easy a play.",
  "What about his betrayal of Robb?",
  "But no, we were right all along.",
  "\"And yet here you are,\" he says.",
  "I think I got a few more right.",
  "Poor Theon, he's a wreck still.",
  "to put a sword through his eye.",
  "The violence is almost comical.",
  "Will Jaime be duped as easily?",
  "\"I won't let him,\" Sansa says.",
  "(Or something to that effect.)",
  "For now, let's not stray far.",
  "I enjoyed this episode a lot.",
  "Big, scary things are afoot.",
  "\"I drink and I know things.\"",
  "They all think she's failed.",
  "The White Walkers are about.",
  "\"That means so much to me.\"",
  "Then he stabs him to death.",
  "It's a great, tense moment.",
  "Here's my prediction post.",
  "What of the other truths?",
  "Curiouser and curiouser.",
  "She thinks she's failed.",
  "Until they went extinct.",
  "\"How do you know this?\"",
  "That's all for Braavos.",
  "But it's not the last.",
  "\"Don't eat the help.\"",
  "What did you think?",
  "Most of the time.",
  "asks Missandei.",
  "Her poor baby.",
  "\"I was home.\"",
  "One did.",
  "He did.",
  "He is.",
  "P.S."
]