[
  "It is the first time that troops from the United States have returned to Anbar since they left Iraq in 2011, and for anyone who remembers the U.S.-led invasion and the subsequent occupation, the name of the province may ring alarm bells: Anbar was the site of some of the U.S. military's hardest fighting in decades and was home to an entrenched anti-American insurgency.",
  "“If the Islamic State controls Anbar, they would be able to threaten serious targets in Baghdad,” one Iraqi security expert, Saeed al-Jayashi, told The Post last month, adding: “There would be a blood bath.”\n\nThe U.S. military seems to have decided that Anbar must be a key ground for the fight against Islamic State.",
  "The region also has another distinction: It is the only Sunni-majority region in Iraq and it forms a significant chunk of the so-called \"Sunni Triangle,\" the vague denomination of central Iraq that analysts have argued formed the core of the support for Saddam Hussein's Baath Party.",
  "As The Post's Liz Sly put it when describing unrest in the province early this year, the Iraqi prime minister had \"neglected to sustain the relationships forged by American troops and instead embarked on a campaign of arrests, harassment and persecution of his Sunni opponents.\"",
  "The Marines' fight became one of the defining moments of the conflict: An official Marines history of the second Battle for Fallujah notes that it was \"an urban battle of proportions not seen by the Marine Corps since the Vietnam Battle of Hue City in 1968.\"",
  "It is not only Iraq's lone Sunni majority province, it also contains key transportation routes to Syria and other countries, important cities like Fallujah and Ramadi, one of Iraq's most important dams, and a number of Iraqi military bases.",
  "As the Islamic State has taken over vast amounts of Anbar province in the past year, often in partnership with local Sunni militias and Baath Party loyalists, it has become obvious that the Iraqi Army is unable to beat them.",
  "Demographics and support for the Baath Party were were one factor, but another was that the original plan for the U.S.-invasion of Iraq had focused on enveloping Baghdad and had bypassed many other nearby urban areas.",
  "Syria slowly filled with Sunni extremist Islamist groups, including a re-purposed AQI (now named Islamic State of Iraq and Syria, and later just Islamic State) who had grown battle-hardened and ambitious.",
  "According to Reuters, the group was stationed at al-Asad air base, where they are preparing for an advisory mission in the fight against the Islamic State extremist group and their allies in the region.",
  "While Anbar has a number of metropolitan areas and many people live in the relatively lush areas near the Euphrates River, much of the rest of the region is a desert with a few roads running through it.",
  "President Obama last week announced a dramatic increase in the number of U.S. soldiers being sent to Iraq, with officials adding that a new hub for U.S. military advisers would be set up in Anbar.",
  "After four Americans working for the private security firm Blackwater were murdered in the city in March 2004, Marines were sent into what became known as the Battle for Fallujah.",
  "Fallujah soon emerged as a hot spot, with tensions becoming problematic and a murky incident in which American troops shot and killed a number of people at an anti-U.S. protest.",
  "“The United States is handing Iraq to Iran on a golden platter,” one local taxi driver said, referencing Iraq's Shiite neighbor who many felt had too much influence with Maliki.",
  "Perhaps the most important factor was the \"Anbar Awakening\" of Sunni groups in the province from 2005 or onward, which saw local Sunnis rise up against AQI and other groups.",
  "\"In Anbar, you're seeing firsthand the dramatic differences that can come when the Iraqis are more secure,\" Bush told U.S. troops during a visit to al-Asad Air Base in 2007.",
  "In 2003, the United Nations estimated that just 1.2 million people lived in the province; a tiny proportion of a country that contains tens of millions of people.",
  "Instead the hope is that they can help the U.S. army train and coordinate, and perhaps assist in getting local Sunni groups to rise up against extremists again.",
  "Additionally, there have been unconfirmed reports that Islamic State leader Abu Bakr al-Baghdadi was injured in a strike in the province over the weekend.",
  "While the U.S. won the battle for Fallujah, Anbar remained violent, and it soon became a key base of operations for the nascent al Qaeda in Iraq (AQI).",
  "\"You see Sunnis who once fought side by side with al-Qaeda against coalition troops now fighting side by side with coalition troops against al-Qaeda.\"",
  "It's estimated that 1,332 U.S. troops died in the province after the invasion, nearly one in three of all U.S. fatalities during that time period.",
  "It might take less than two hours to drive from the capital city of Ramadi, for instance, and Fallujah is just a little more than 40 miles away.",
  "\n\n(The Washington Post)\n\nOn Monday, the Pentagon announced that a team of about 50 American troops had been deployed to Iraq's Anbar province.",
  "Of the 12,000 U.S. troops who fought, 82 were killed and more than 600 wounded, and it's estimated that perhaps 2,000 insurgents were killed.",
  "By 2008, the U.S. had \"contracted\" around 103,000 fighters to help them maintain order, and signed ceasefires with 779 Iraqi militias.",
  "Even in 2011, just as American troops were leaving, The Post's Dan Zak spoke to Anbar civilians who were worried about the future.",
  "Anbar is the largest province in Iraq, straddling much of the west and with long borders to Saudi Arabia, Jordan and Syria.",
  "The tactic (and the man who championed it, David Petraeus) was credited with a dramatic decrease of violence in Iraq.",
  "As the civil war raged next door to Anbar, it began to look like only a matter of time before it spilled over.",
  "Battles elsewhere may have gotten more attention, but Anbar could be Islamic State's most important location.",
  "Here's a primer of Iraq's troubled Anbar province, to which American troops have returned -- again.",
  "Nouri al-Maliki's Shiite-led government had been accused of alienating Anbar's Sunni majority.",
  "President George W. Bush even pointed to the region as a key success story.",
  "The most important urban areas are relatively close to Baghdad, however.",
  "Obama has pledged that that any troops sent to Iraq won't see combat.",
  "Eventually, but only after a lot of effort and a lot of help.",
  "In hindsight, the U.S. triumphalism seems premature.",
  "What happened in Anbar after the U.S.-led invasion?",
  "And for the Islamic State, Anbar holds an appeal.",
  "Did the U.S. get the province under control?",
  "Despite its size, it is sparsely populated.",
  "Domestic politics were a big problem too.",
  "The obvious answer, of course, is Syria.",
  "What's so different about Anbar?",
  "So why are U.S. troops back?",
  "Anbar became a big problem.",
  "But what went wrong?"
]