[
  "Was Blackwater founder Erik Prince trying to avoid legal trouble with the United Nations when he allegedly distanced himself from a Web site called “The Somalia Report?”\n\nIt depends on who you believe in a marathon legal battle being waged in a Northern Virginia court between Prince, founder of what was once the world’s most notorious security contracting firm, and a former business partner, journalist Robert Young Pelton.",
  "“Given the severe legal consequences that could result from his alleged involvement in these violations of international law,” Pelton says in court documents, “it is perhaps not surprising that Prince would be highly motivated to deny his personal involvement in contracting for and financing the Somalia Report in this case.”\n\nBut Mark Corallo, a Prince spokesman, disputes the U.N. monitoring group’s assertions.",
  "Corallo says in a statement to the Post that Prince “never worked with or trained the Puntland Maritime Police Force”; and he had “no financial or ownership interest in, and no managerial or operational responsibility with either Saracen or Sterling.”\n\nA year after that U.N. group’s report naming Prince was issued, the same U.N. body released another report saying that the U.N should support the Puntland army.",
  "His motion argues that Prince was “suspected to have been affiliated” with a private security contractor called Saracen International Lebanon that helped establish the counter-piracy Puntland Maritime Police Force in Somalia.",
  "The report called the army “one of the most organized, trained and equipped security force[s] in Somalia.”\n\nIn any event, Prince couldn’t have been too shy about his interest in the Puntland force.",
  "In his court documents, Pelton argues that a U.N. monitoring group’s 2012 report implicated Prince of “suspected violations” of the United Nations 1992 arms embargo on Somalia.",
  "He appears in a documentary about the army called “The Project,” a 2013 film that profiles the “shadowy group of pirate hunters,” according to the film’s promotional material.",
  "In his lawsuit against Prince, Pelton claims that Prince made an agreement in 2010 to invest in the writer’s “The Somalia Report,” a news source on piracy and kidnappings.",
  "It was dubbed “the most brazen violation of the arms embargo by a private security company” in the U.N. monitoring group’s report.",
  "Prince is listed in the credits as an interviewee and someone who helped provide videos and photographs.",
  "The movie was screened last year at the Tribeca Film Festival and earned decent reviews.",
  "But Prince denies he ever made the agreement, and Pelton thinks he knows why.",
  "Each man claims he is owed $1 million by the other.",
  "Here’s the trailer:"
]