[
  "In his speech to the 2015 General Assembly on Wednesday, McAuliffe said he was “thrilled to help convince the State Department and the General Services Administration to choose Fort Pickett as the home of the Foreign Affairs Security Training Center, bringing as many as 500 jobs and millions in investment along with it.”\n\nThe U.S. State Department has been trying for years to get an adequate training facility for its guards for U.S. embassies and consulates around the world.",
  "Terry McAuliffe (D), while emphasizing that the commonwealth needs to wean itself from the sweet milk of federal spending, pushed a very interesting government project in the piney woods of Nottoway and three other counties.",
  "The U.S. Marines they use are pretty much ceremonial, and the deployment of private armies such as the former Blackwater of Moyock, N.C., is fraught with problems, as several recent high-profile court trials attest.",
  "It may be ironic that the Fort Pickett site can draw such bipartisan support in Virginia when Republicans beat everyone up so badly, especially former secretary of state Hillary Clinton, over Benghazi.",
  "Last spring, Fort Pickett, a Virginia Army National Guard base, was chosen for the $461 million Foreign Affairs Security Training Center, which will create 1,500 permanent and part-time jobs.",
  "The Local Blog Network is a group of bloggers from around the D.C. region who have agreed to make regular contributions to All Opinions Are Local.",
  "The need for well-trained, non-privatized guards was underlined on Sept. 11, 2012, in the bloody siege of the U.S. consulate in Benghazi, Libya.",
  "Republican U.S. Reps Randy Forbes and Robert Hurt are smitten, as are Democratic U.S. Sens.",
  "Continue reading Peter Galuszka’s post at Bacon’s Rebellion.]",
  "Peter Galuszka blogs at Bacon’s Rebellion.",
  "It’s a project both parties can love.",
  "It was curious that Virginia Gov.",
  "And, of course, so is McAuliffe.",
  "Tim Kaine and Mark Warner."
]