[
  "U.S. District Judge Royce C. Lamberth handed down a sentence of life in prison to Nicholas Slatten of Sparta, Tenn., convicted of murder in the incident in Baghdad's Nisoor Square in which American security officers fired assault rifles and grenades into heavy daytime traffic.",
  "(Photo: Manuel Balce Ceneta, AP)\n\nA federal judge in Washington gave out prison terms of 30 years to life on Monday to four guards for Blackwater Worldwide convicted in the 2007 fatal shooting of 14 unarmed Iraqis in Baghdad, several news organizations reported.",
  "Three more guards -- Paul Slough of Keller, Texas, Evan Liberty of Rochester, N.H., and Dustin Heard of Knoxville, Tenn., were convicted of manslaughter and attempted manslaughter, and received sentences of 30 years plus one day.",
  "But Mohammad Kinani Al-Razzaq, the father of 9-year-old victim Ali Mohammed Hafedh Abdul Razzaq, demanded as he spoke in the courtroom that the legal system show the Blackwater guards \"what the law is.\"",
  "The guards were charged under the Military Extraterritorial Jurisdiction Act, which covers the overseas crimes of military contractors and others supporting the American war mission.",
  "Family members, friends and supporters of four former Blackwater security guards arrive at E. Barrett Prettyman federal courthouse in Washington, Monday, April 13, 2015.",
  "A judge initially dismissed the case efore it went to trial but a federal appeals court resurrected it and the guards were indicted again in 2013.",
  "The sentences came after a day-long hearing in which defense lawyers pleaded for leniency and prosecutors pressed for harsher sentences.",
  "Along with the deaths, at least 17 Iraqis were hurt in the incident that added strain to relations between the United States and Iraq.",
  "\"These four men have refused to accept virtually any responsibility for their crimes and the blood they shed that day,\" Martin said.",
  "Defense lawyers maintained the guards were in Iraq to provide diplomatic and not military services as State Department contractors.",
  "The defense portrayed their clients as men with respectable military careers who worked in a stressful environment.",
  "The violence also pointed a spotlight on the issue of whether private security guards should be used in a war zone.",
  "\"Based on the seriousness of the crimes, I find the penalty is not excessive,\" Time quotes Lamberth as saying.",
  "\"The punishment should be within the limits of civilized standards,\" defense lawyer David Schertler said.",
  "Assistant U.S. Attorney Patrick Martin urged Lamberth to consider the seriousness of the crime.",
  "Contributing: Associated Press\n\nRead or Share this story: http://usat.ly/1FOoIYs",
  "The guards were first charged in 2008.",
  "The judge did not follow either plea.",
  "The four were convicted in October."
]