[
  "SENATE CLOSE TO VOTE RESTRICTING IRAN FRAMEWORK \"Senate Foreign Relations Committee Chairman Bob Corker (R-Tenn.) said Monday he's confident his bill to restrict President Barack Obama's ability to reach a nuclear agreement with Iran can survive a threatened presidential veto … Corker's bill, scheduled for markup in the Foreign Relations Committee on Tuesday afternoon, would grant Congress the final vote on any nuclear agreement the U.S. and its five negotiating partners reach with Iran.\"",
  "[Jessica Schulberg, HuffPost]\n\n\n\nFORMER BLACKWATER EMPLOYEES GET LIFE, 30 YEARS \"A former Blackwater security guard was sentenced to life in prison and three others got 30-year terms on Monday in the massacre of 14 unarmed Iraqi civilians at a Baghdad traffic circle in 2007, closing a case that had outraged Iraqis and inflamed anti-U.S. sentiment around the world.\"",
  "[AP]\n\nTOP MILITARY COMMANDER: 'ISIS IS THE FIGHT OF OUR LIFETIME' \"The top American general in Iraq says the U.S. is gaining significant ground in the fight against the Islamic State, but he cautioned it will take years to ensure Iraq’s security in the tumultuous, extremist-laden region.\"",
  "[AP]\n\nWHAT’S BREWING\n\nMEET THE FIRST FEMALE BLUE ANGELS SQUADRON PILOT \"'I think by including a lady on the team, that just shows little girls and guys that women can do whatever they put their mind to,' Katie Higgins told CBS News.",
  "[Digg]\n\nWHAT'S WORKING\n\nLITTLE THINGS YOUR AVERAGE CALIFORNIAN IS DOING TO CONSERVE WATER From flushing the toilet less to changing their laundry habits, Californians are readjusting the way they use their water.",
  "[Amanda Terkel, HuffPost]\n\nNIGERIAN SCHOOLGIRLS KIDNAPPED A YEAR AGO TODAY As the world remembers the missing schoolgirls, the U.N. released a report on the growing use of sexual violence by extremist groups.",
  "[Reuters]\n\nMARCO RUBIO LAUNCHES PRESIDENTIAL CAMPAIGN The senator from Florida declared he was not going to \"wait his turn\" and came out swinging against presumed Democratic nominee Hillary Clinton.",
  "[Paige Lavender, HuffPost]\n\nINDIANA TURNS TO PR FIRM AFTER RELIGIOUS FREEDOM ACT UPROAR The firm has been tasked with rebranding Indiana \"as a welcoming place to live, visit and do business.\"",
  "Until now, scientists had thought that conditions on the red planet were too cold and arid for liquid water to exist, although there were known to be deposits of ice.\"",
  "[HuffPost]\n\nON THE BLOG\n\nREP. JUDY CHU: THE NEW SEGREGATION \"Simply being born poor today determines much of your future, from your health to your earnings.",
  "[The Guardian]\n\nEVERYTHING YOU SHOULD SEE AT THE TRIBECA FILM FESTIVAL Including the long-awaited premiere of the SNL documentary, \"Live From New York!\"",
  "[Buzzfeed]\n\nWATER FOUND BELOW SURFACE OF MARS \"Mars has liquid water just below its surface, according to new measurements by Nasa’s Curiosity rover.",
  "Through no fault of their own and independent of any choices they make, those born poor do not live as long or earn as much on average.",
  "'Little girls have told me that they didn't even know that ladies could fly aircraft, that women could be in the cockpit.'\"",
  "[HuffPost]\n\nFLIGHT RETURNS TO SEATTLE AFTER ODD SOUND HEARD IN CARGO HOLD Turns out a ramp worker had fallen asleep there.",
  "[HuffPost]\n\nDRAKE, AND THE INTERNET, ARE RECOVERING FROM THAT MADONNA KISS AT COACHELLA We're still recovering ourselves.",
  "For millions at the low end of the economic spectrum, the American Dream isn't just halted, it's moving in reverse.\"",
  "TOP STORIES\n\nTo get The Morning Email, HuffPost's daily roundup of the news, in your inbox, sign up here.",
  "Send tips/quips/quotes/stories/photos/events/scoops to Lauren Weber at lauren.weber@huffingtonpost.com.",
  "And children born to low income parents are now earning even less than the generations before them.",
  "[HuffPost]\n\nTHIS 65-YEAR-OLD IS PREGNANT WITH QUADRUPLETS Annegret Raunigk already has 13 children.",
  "[Ali Watkins, HuffPost]\n\nNOROVIRUS STRIKES CRUISE SHIP Over 100 sickened on a vacation from hell.",
  "[HuffPost]\n\nA BREAKDOWN OF WHAT ELITE ATHLETES EAT DAILY \"The Diet of Champions,\" so to speak.",
  "House Majority Leader Kevin McCarthy said he plans to the take the bill to the House floor.",
  "The statement comes as the Pentagon reports that ISIS lost 25% of its territory last year.",
  "~ Jodi Arias was sentenced to life without parole for her boyfriend's murder.",
  "~ All the reasons you love reading listicles (yes, this article is a list).",
  "[HuffPost]\n\nBEFORE YOU GO\n\n~ \"Where 'The Hunger Games' meets Hitler youth.\"",
  "~ A striking photo essay of all the things your iPhone is replacing.",
  "~ And meet the four people sabotaging your attempts to lose weight.",
  "~ Hillary Clinton's 404 error page is pretty darn hilarious.",
  "~ Lena Dunham got candid about mental health and exercise.",
  "Sign up here to get The Morning Email delivered to you.",
  "~ Prince George is pretty smart for a two-year-old.",
  "~ The five cheapest places to travel in Europe.",
  "~ All the sad brunettes in \"Mad Men.\"",
  "Follow us on Twitter @LaurenWeberHP.",
  "Here's his route to the nomination.",
  "And like what you're reading?",
  "~ Is wood the new steel?",
  "Inequality starts young."
]