[
  "The attack and two deadly bombings in Kabul earlier Friday raise questions about the Afghanistan government's efforts to halt militant violence despite President Ashraf Ghani's attempts to reach a peace deal with the Taliban.",
  "Earlier Friday, a truck bomb in a residential area of Kabul killed at least 15 people and wounded 240, in one of the most devastating attacks on the capital since the insurgency began in 2001, according to AP.",
  "Multiple bombings rocked Kabul on August 7, killing at least 36 people and wounding hundreds more in the deadliest day in the Afghan capital since the end of the NATO combat mission in December.",
  "The report covered the first six months of 2015 and noted that the thousands of civilian casualties \"demonstrate the continued failure of parties to the conflict to protect civilians from harm.\"",
  "Michael Semple of the Institute for the Study of Conflict Transformation and Social Justice at Queens University Belfast told CNN that Mansour's rise may bode poorly for the peace talks.",
  "(Photo: Wakil Kohsar, AFP/Getty Images)\n\nA NATO coalition soldier and eight Afghan contractors were killed in an attack on an American military base in Kabul, NATO said Saturday.",
  "Omar's death threw already-fragile peace talks between the Taliban and the Afghan government into flux after a second round of discussions was postponed by the militant group.",
  "No one has yet claimed responsibility, but authorities also believe the Taliban was behind that attack, which was likely meant to destroy a government target, AP reported.",
  "Friday's attacks come a more than a week after the Afghan intelligence service announced that Taliban leader Mullah Mohammad Omar had been dead for more than two years.",
  "The group also said it was behind the suicide bombing at a police academy in the capital earlier in the day that killed at least 20 cadets and wounded 24, AP reported.",
  "A number of other NATO servicemembers, foreign contracted civilians and others were wounded in the assault, NATO spokesman Col. Brian Tribus told the Associated Press.",
  "The death toll in the three attacks reached at least 50, making it the single bloodiest day for the Afghan capital in recent years, the Wall Street Journal reported.",
  "The United Nations' human rights office said insurgents were responsible for 70% of civilian casualties, with more than half that number caused by suicide bombings.",
  "Fighting between the Taliban and Afghan forces has caused almost 5,000 civilian casualties this year, according to a report issued Wednesday by the United Nations.",
  "Most of those wounds were not serious, but 35 to 40 people were injured badly enough that they will need to remain hospitalized for several days, Hashimi said.",
  "(Aug. 8) AP\n\nAfghan firefighters hose down the street outside Camp Integrity, a base housing U.S. special forces that was attacked by militants, in Kabul.",
  "CLOSE One day after a series of attacks in Kabul killed dozens of people and injured hundreds more, scores of Afghans donated blood under tight security.",
  "The Taliban claimed responsibility for the assault, which it said involved four attackers, including one who blew up a car at the entrance, AP reported.",
  "The Interior Ministry said 10 security guards were injured and three insurgents were killed by Afghan security forces as they tried to enter the base.",
  "Sayed Zafar Hashimi, the deputy spokesman for President Ashraf Ghani, said the wounded included 47 women and 33 children, the Times reported.",
  "\"We strongly condemn the series of insurgent attacks in Kabul,\" U.S. State Department spokesperson Mark Toner said in a statement Saturday.",
  "In a recently released audiotape that purports to be from Mansour, the new leader denies that the group is attempting to work toward peace.",
  "\"When we hear about different processes including the peace process, they are all the propaganda campaigns by the enemy,\" the message says.",
  "\"We again call upon the Taliban, other Afghan militant groups, and anyone supporting them to bring an end to violence in Afghanistan.\"",
  "Fighting continued into the early morning hours Saturday after the attack on Camp Integrity, an American base, the Times reported.",
  "Camp Integrity is run by U.S. security contractor Academi, which was known as Blackwater before being sold to investors.",
  "The Taliban said a bomber dressed in police uniform mingled with cadets returning from their weekend break, AP reported.",
  "It said civilian casualties were at record highs, with women and children a growing percentage of the victims.",
  "\"He is the one who has presided over the movement during a period of escalation of the violence,\" Semple said.",
  "It continues: \"We will continue our jihad and we will fight until we bring an Islamic rule in the country.\"",
  "The New York Times, citing a U.S. military source, reported that nine contractors died in the assault.",
  "The attacks \"demonstrate again the insurgency's complete disregard for the lives of innocent Afghans.",
  "The attack resulted in the death of one NATO service member whose nationality was not revealed.",
  "The nationality of the soldier in the attack Friday night was not immediately confirmed.",
  "The blast flattened a city block and left a 30-foot crater in the ground.",
  "The Afghans killed were working for NATO's Resolute Support mission.",
  "The Taliban named his replacement as Mullah Akhtar Mohammad Mansour.",
  "CNN and Fox News reported that the servicemember was an American.",
  "Other media outlets said at least 26 to 30 cadets were killed.",
  "Overall, the report found 1,592 deaths and 3,329 injuries.",
  "It was one of three attacks to shock the capital Friday.",
  "Read or Share this story: http://usat.ly/1T4Ueev",
  "Such actions have no justification,\" he added.",
  "\"Actions speak louder than words.\""
]