[
  "But as a country we aren’t going to be able to consume water like we have been.”\n\n\n\nThat's why it was refreshing to hear Los Angeles City Councilman Paul Krekorian’s call for the city to develop new standards for greywater treatment that would encourage broader use.",
  "Installation costs can range $700 to $2,000 depending on the location of the laundry room and size of the yard, but homeowners comfortable with DIY work may be able handle most of the install on their own.",
  "Greywater Action, a collaborative of educators dedicated to promoting water conservation, says that a straightforward laundry-to-landscape greywater system can run between $100 and $250 for the materials.",
  "“A washing machine greywater system is definitely the easiest to set up,” said Allen, who added that by starting in the laundry room you can access the greywater without changing your household plumbing.",
  "“We need to explore every reasonable water conservation option that will help us get through this terrible drought and make our city more sustainable,” the councilman said in a statement.",
  "“Water-stressed areas like California are a prediction of what’s going to happen in other places,” suggested Laura Allen, an environmental scientist and author of The Water-Wise Home.",
  "Even if your residence isn’t directly impacted by water shortages, a home greywater system can lessen your water footprint but also allow you to become less dependent on the tap.",
  "As the west heads into the fourth year of what some experts are calling a mega-drought, there’s no question that most Californians—myself included—can do more to conserve water.",
  "Some Midwestern states have no definition for greywater, for instance, while a few states (notably, the tri-state region) regulate greywater just like septic water.",
  "Homeowners who collect greywater typically use it for outdoor irrigation, though not for growing foods that come in contact with the soil, such as root vegetables.",
  "But with climate change threatening resources we once thought reliable, it’s not just residents of the parched west who are ill-prepared for an epic drought.",
  "News outlets promptly turned around and pointed to California’s lawns and desert communities as evidence that residents were in a state of drought denial.",
  "Greywater is not from kitchen sinks or dishwashers, much less from toilets—that's usually described as \"blackwater,\" and should go straight to the sewer.",
  "Although there are varying definitions of greywater, in California it describes the wastewater from showers, bathroom sinks, and washing machines.",
  "Before you get too far along in planning your own greywater system, be sure to check for local codes that may regulate greywater use in your area.",
  "But there’s also no denying that citizens of other states are just as wasteful (if not more so) with this precious resource.",
  "With climate change threatening, it’s not just residents of the parched west who are ill-prepared for an epic drought.",
  "Governor Jerry Brown responded with an executive order requiring a 25-percent reduction in urban water use statewide.",
  "According to Greywater Action, there are currently no national standards for regulating greywater collection and use.",
  "Credit: Flickr user David Seibold Reservoirs in California are running dry as the draught enters its fourth year.",
  "“With a changing climate, we don’t know how reliable our water supply is going to be in the future,” Allen added.",
  "Many regions of the country rely on regular rainfall and gushing rivers to keep their reservoirs brimming.",
  "Credit: GreywaterAction.org The parts for a washing machine greywater conversion total less than $250.",
  "Overall, it accounts for 56 percent of non-landscape household water use, according to WaterNow.",
  "“Using greywater systems in homes throughout Los Angeles just makes sense.”\n\nWhat is greywater?",
  "“In the past, we’d just pump more groundwater or get our water from a different river supply.",
  "For them, water costs less than a penny a gallon—it’s even free when drawn from underground.",
  "She points to Georgia's 2006–2007 drought as a prime example of a state caught flat-footed.",
  "Check out a simple how-to from This Old House (guest-starring Allen herself) below.",
  "Credit: Dustin Kahn Greywater can be released straight into your garden.",
  "This past winter, California recorded its lowest winter snowpack ever.",
  "Greywater can also be used for washing your car or flushing toilets.",
  "Perhaps the easiest place to start is in the laundry room.",
  "How can you use greywater?",
  "Well, okay."
]