[
  "Giving us time to recover from last week’s traumatic hold-dooring, “Blood of My Blood” mainly laid the groundwork for future conflicts: Arya reneged on her obligations to the Faceless Men, the Tyrells and the Lannisters were out-maneuvered by the Faith Militant, Dany made yet another rousing speech to the troops, this time atop a dragon; Ned Stark’s and Catelyn Tully’s brothers, last seen, respectively, in Seasons 1 and 3, returned to the fold.",
  "Given that his visions also include a split-second shot of a dragon’s shadow passing over the city’s smoldering roofs, it’s possible that explosion will be caused by Daenerys in her bid to retake the Iron Throne, but the most persuasive theory is that it will be Cersei Lannister who lights the fuse, in her bid to wipe out the threat from the High Sparrow and his fanatical followers once and for all.",
  "Tyrion Lannister drew on a small portion of Aerys’ stores to defeat Stannis Baratheon at the Battle of the Blackwater, but as Bran’s visions remind us, there are still barrels full of the glowing green substance stashed in the tunnels under King’s Landing, and all a weapon like that wants is to go boom.",
  "We see shots of Jaime Lannister striking him down in the throne room, thus earning the sobriquet Kingslayer, but we’re also reminded that Aerys, like his daughter and quasi-namesake, Daenerys, had a fondness for burning his enemies alive, and that he was rather liberal in defining who his enemies were.",
  "We see Aerys scream the words that have become the emblem of his madness, the Westerosi equivalent of “Let them eat cake”: “Burn them all!”\n\nNot possessing any dragons, the Mad King’s preferred method of immolation was wildfire, which is essentially Westeros’ equivalent to napalm.",
  "After her public humiliation at the High Sparrow’s hands and the murder of her daughter Myrcella, Cersei has grown increasingly nihilistic, telling Jaime that they’re the only two people in the world who matter—at which point you might just as well set the whole thing ablaze.",
  "HBO\n\nGiven that, according to co-creator David Benioff, Game of Thrones is “heading into the final lap,” it’s a safe bet that this season will end at a historic low, with winter and the white walkers finally coming and humanity unprepared to face the threat.",
  "In other words, to say the Iron Throne is literally sitting on top of a powder keg is an understatement, since wildfire is more dangerous than gunpowder: Once it explodes into flame, no amount of water can put it out.",
  "The white walkers themselves are a defensive weapon gone horribly awry, a means of protecting the land that has become the greatest threat to it—a kind of mystical Manhattan Project.",
  "It’s just the latest reminder this season that in their quests for power, the show’s characters are increasingly being driven toward loosing forces they cannot fully control.",
  "Game of Thrones fans have, as you’d expect, been busy poring over every last shot, including yet another tease of the long-awaited resolution of Jon Snow’s true parentage.",
  "But the vast majority of previously unseen footage concerns Aerys Targaryen, better known as the Mad King, whose infamous reign predates the beginning of the series.",
  "Bran’s untutored exercise of his powers let the white walkers into the cave, resulting in the death of his both his mentor and his closest friend.",
  "Cersei maneuvered the High Sparrow into power and restored the Faith Militant, only to find the tables turned against her.",
  "But Bran’s rapid-fire visions gave us a glimpse of the future, and it ain’t pretty.",
  "It’s Westeros’ original sin, repeated in endless variations ever since."
]