[
  "\"The Sept slowly fills with people and the High Sparrow is still pleased with the situation, with everything apparently going according to plan - little does he know that fate has an unpleasant surprise in store for him,\" Pryce said according to the Watchers on the Wall report.",
  "And since she's definitely guilty of her accused crimes (conspiring to murder the king and incestuous relations with her brother Jaime Lannister), we know she will probably try to get out of facing a real jury.",
  "Secret wildfire in King's Landing\n\nWe've established the foreshadowing of Cersei burning a city to the ground, but now we must examine why that city is King's Landing and how she'd pull it off.",
  "According to a translation from fan site Watchers on the Wall, Pryce described a coming scene during which many people are gathered at the Sept of Baelor and waiting for Cersei to arrive.",
  "This would wipe out many of Cersei's enemies at once: The High Sparrow, Margaery and Loras Tyrell, plus all the Faith Militant followers who hang out in the Sept of Baelor.",
  "We know wildfire is extremely fast-spreading, so it wouldn't take long for the wildfire to burn throughout the city, igniting all the other secret stashes of wildfire.",
  "Cersei's plan and Jaime's destiny\n\nIn May of this year, the actor who plays the High Sparrow (Jonathan Pryce) gave a telling interview to Polish website Kawerna.",
  "\"Game of Thrones\" reminded viewers of this in season six, when Bran had a vision that showed the wildfire being created and the Mad King yelling \"burn them all.\"",
  "The curious thing about Bran's vision was this one shot of the wildfire actually exploding:\n\nThis wildfire exploding in Bran's vision may be a flash forward.",
  "While waxing poetic to Edmure about what a wonderful mother Cersei is, Jaime tells his prisoner that Cersei would \"burn cities to ash\" for her children.",
  "Cersei's obsession with burning things to the ground\n\nIn the season four finale, \"The Children,\" Cersei has a tense confrontation with her father Tywin.",
  "We know Tyrion used a great deal of the existing wildfire to blast Stannis' fleet apart, but most people believe that wasn't the last of the store.",
  "This doesn't even count the number of times Cersei and wildfire were mentioned together in the books, as outlined here by Redditor joshsalvi.",
  "HBO We know Jaime killed the Mad King before he could carry out his plan, so was this scene from Bran's vision actually showing the future?",
  "Helen Sloan/HBO So three times within eight episodes of each other, the writers chose to have Cersei repeat the same threatening phrasing.",
  "Later, in season five episode two, \"The House of Black and White,\" Cersei receives a threatening message from Dorne regarding Myrcella.",
  "We know episode nine of this season will be dedicated to the Battle of the Bastards— an epic fight between Jon Snow and Ramsay Bolton.",
  "Viewers were first introduced to wildfire in season two when Tyrion needed a plan for defeating Stannis at the Battle of Blackwater.",
  "When Tywin asks exactly what she means, Cersei threatens to tell the world the truth about her and Jaime's incestual love affair.",
  "A brief search of the /r/asoiaf subreddit will show you that some fans have been predicting this for the past several years.",
  "This sounds like Cersei's trial, which Tommen announced would take place soon in front of a jury comprised of seven septons.",
  "\"Beneath the Sept of Baelor, the slums of Flea Bottom, under houses, stables, taverns, even beneath the Red Keep itself.\"",
  "While telling Jaime that he has to go rescue her, Cersei says \"I will burn their cities to the ground if they touch her.\"",
  "That would certainly be a good way to figuratively ruin their house, but this could also count as clever foreshadowing.",
  "Here's where fan theories, plus one very telling interview from actor Jonathan Pryce (the High Sparrow) come into play.",
  "She doesn't want to marry Loras Tyrell, and she is terrified of leaving Tommen behind in King's Landing with Margaery.",
  "His choice of metaphor could very well become literal for Cersei if she tries to mess with wildfire in King's Landing.",
  "Instead of letting thousands die, Jaime chose to break his oath as a member of the Kingsguard and murder the Mad King.",
  "During his iconic \"bath speech\" Jaime told Brienne the Mad King was obsessed with burning people alive with wildfire.",
  "Some people believe Cersei will burn down King's Landing using secret stashes of wildfire hidden throughout the city.",
  "With only two episodes left in season six, Cersei might be the impetus for a catastrophic event in King's Landing.",
  "The man told Tyrion that Cersei had commanded the Alchemist's Guild to work tirelessly producing wildfire for her.",
  "When Tyrion saw how much wildfire they had made, he said \"the contents of this room could lay King's Landing low.\"",
  "The final section of this theory focuses on a tangential prediction regarding Jaime, called the Valonqar prophecy.",
  "Game of Thrones/HBO In season two episode five, Tyrion visit Hallyne the Pyromancer to learn all about wildfire.",
  "Plus way back in season two episode eight, \"The Prince of Winterfell,\" Tyrion delivered a cold threat to Cersei.",
  "Hallyne also reminded Tyrion that wildfire was \"the key to the Targaryen power\" back when the Mad King ruled.",
  "During the sack of King's Landing, the end of Robert's Rebellion, the Mad King began yelling \"burn them all!\"",
  "Our guess is that the reminder of the Mad King and wildfire was yet another foreshadowing of events to come.",
  "As for Tommen, fans assume Cersei would carry out this plan before he left the Red Keep to go to the sept.",
  "\"A day will come when you think you are safe and happy, and your joy will turn to ashes in your mouth.\"",
  "People essentially believe that Jaime is destined to murder Cersei after all their children have died.",
  "But fans will most likely need to stay tuned for the finale to see exactly what Cersei's plan will be.",
  "HBO Warning: Spoilers ahead for \"Game of Thrones\" season six, including speculation of future events.",
  "When Cersei promises to help him, she explains the lengths to which she would go for his happiness.",
  "HBO Jaime goes on to explain that this wildfire is part of the reason why he murdered the Mad King.",
  "During season five episode seven, \"The Gift,\" Cersei has an emotional conversation with Tommen.",
  "In the eighth episode, \"No One,\" we saw Tommen remove trial by combat as an option for Cersei.",
  "Well, what if those caches of wildfire Jaime said were hidden under the sept suddenly explode?",
  "HBO This isn't a new idea by any means, but season six events have ramped up the speculation.",
  "Well, Jaime has already killed one crazed royal family member who messed with wildfire.",
  "\"The substance burns so hot, it melts wood, stone, even steel,\" Hallyne tells him.",
  "Cersei bursts out: \"I will burn our house to the ground before I let that happen.\"",
  "What if Cersei's wildfire plan is the catalyst for Jaime fulfilling the prophecy?",
  "\"He had his pyromancer place caches of wildfire all over the city,\" Jaime said.",
  "Jaime talked about wildfire and the Mad King a bit later, in season three.",
  "He is worried because Margaery has been imprisoned and he feels powerless.",
  "Jaime echoed Cersei's threat in season six episode eight, \"No One.\"",
  "Macall B. Polay/HBO And the unpleasant surprise in store for him?",
  "Plus, her two brothers have also given hints about this theory.",
  "He was planning to unleash the wildfire and destroy the city.",
  "Let's take a look at all the evidence so far in the show.",
  "The High Sparrow thinks he's in total control right now.",
  "This line from Tyrion is straight from the books, too.",
  "Cersei made a bleak promise to Tommen in season five.",
  "Jaime's confession to Brienne was an amazing moment.",
  "Wildfire as seen in one of Bran Stark's visions.",
  "Tyrion used wildfire to burn Stannis' fleet.",
  "That would be unpleasant to say the least.",
  "\"I would do anything for you,\" she says.",
  "We need to talk about Cersei Lannister.",
  "This is where the wildfire comes in.",
  "Episode ten could literally get lit.",
  "I would burn cities to the ground.\"",
  "Anything to keep you from harm.",
  "Sound familiar at this point?",
  "But wait — there's more!",
  "\"And of course, flesh.\""
]