[
  "I’m not saying that I think Jon Snow should lose the Battle of the Bastards tonight, but I think it would work if Ramsay escaped with only a ragged group of Boltons, and started roving around the countryside causing more chaos than ever.",
  "To continue with these character alignments, we have Lawful Evil (The High Sparrow), we have Neutral Evil (the lazy Walder Frey), but who will pick up the chaotic mantle if Ramsay dies?",
  "The ninth episodes of past seasons have included “Baelor” (where someone lost their head), “Blackwater” (the battle Tyrion led), and “The Rains of Castamere” (where a wedding went red).",
  "We saw Sansa writing him last week, so the hope is that he’ll show up at the opportune moment to turn the tide of battle in the Stark’s favor so they, in turn, owe him a favor.",
  "Keep in mind we are getting dangerously close to the end of Game of Thrones here, with allegedly only 15 episodes left in the entire season if the showrunners get their way.",
  "Game of Thrones thrives when it has a “chaotic evil” presence, someone full of powerlust and madness to a degree that goes above and beyond nearly all other characters.",
  "The only thing that could have made it better was Theon being there to get a few cuts in, but I'm guessing there were a lot of cheering audiences tonight regardless.",
  "The only characters I can even think of that meet this criteria are the *shudder* Sand Snakes, and I don’t think anyone wants their role being elevated any further.",
  "Ramsay has the larger northern houses, plus the entire Bolton army, which already proved themselves by decimating Stannis, taking few losses themselves, it seems.",
  "But I want to make the case that no matter what happens, I think that it’s too soon to kill Ramsay Bolton, as the show would be a lot worse without him.",
  "The show had Viserys early on, then Joffrey, but since their deaths, that mantle has fallen to Ramsay, and he’s done his best to out-do them all.",
  "The expected outcome is that the Stark’s will reclaim their castle, and that Ramsay will finally face justice for his long list of atrocities.",
  "Things actually played out exactly as expected, right down to Littlefinger's intervention, Rickon and Wun Wun's death, and...Ramsay's death.",
  "With that said, this was probably the best \"justice\" moment in Game of Thrones history as Sansa watches him get torn apart by his own dogs.",
  "Tonight is the penultimate episode of season six of Game of Thrones, which, if the series has taught us anything, should be rather epic.",
  "Big enemy groups like the White Walkers or the Sons of the Harpy are a more general kind of chaos, and not what I’m talking about here.",
  "Leaving Ramsay alive is the unexpected move that I hope we see from tonight’s episode, even as so many will be cheering for his death.",
  "But maybe something happens where Littlefinger betrays the Stark for the 85th time, and kills Ramsay and takes Winterfell for himself.",
  "The set-up is that Jon has been searching the countryside for enough troops to attack Winterfell and take it back from Ramsay Bolton.",
  "I suppose the show can just kill him, as it’s deserved and this is a big episode and it would be a fitting end for him, I suppose.",
  "But how often have you predicted “the right moment” for a death in Game of Thrones without prior spoiler knowledge and been right?",
  "In eight episodes, the only really significant things we saw him do were kill his father (and Walda and the baby) and kill Osha.",
  "Tonight, it’s the “Battle of the Bastards,” Jon Snow versus Ramsay Snow, err, Ramsay Bolton, but he’s still a bastard at heart.",
  "Pick up my sci-fi novels, The Last Exodus, The Exiled Earthborn and The Sons of Sora, which are now in print and online.",
  "It was a great moment, but I will miss Ramsay as a villain in the same, weird way I missed Joffrey after his death.",
  "The show has lost its most hated villain, and I think that's kind of too bad, as there isn't anyone to replace him.",
  "Those were still brutal acts, but we’ve spent probably ten total minutes with the guy across the entire season.",
  "We spent ages with Ramsay as he tortured Theon, and a big chunk of last season was his horrific abuse of Sansa.",
  "I already assume friendly characters like Tormund or Wun Wun or Rickon Stark will die in some tragic way.",
  "You hate Ramsay Bolton, but that’s why the show needs Ramsay Bolton, at least for a little while longer.",
  "Check back here after viewing for an update where I talk about how right or wrong I was.",
  "Maybe down the line he runs into a certain Lady who wants vengeance for her family?",
  "The wild card here is almost certainly Littlefinger and the Knights of the Vale .",
  "The first is that I don’t think this has been a terribly good season for Ramsay.",
  "And killing Ramsay at the end of this battle would not be that much of a shock.",
  "Also, I think Game of Thrones would suffer without Ramsay Bolton on the board.",
  "Who exactly is going to pick up Ramsay’s crazy banner if he’s killed tonight?",
  "When villains do die, it’s usually as much of a surprise as when heroes die.",
  "So far he’s assembled a few minor houses, some wildings and…Brienne and Pod.",
  "That probably means some fireworks, some mayhem, and some death.",
  "That’s why I think something else might be in the works here.",
  "Maybe they’ll even let Sansa swing the executioner’s blade.",
  "There’s going to be some wrench thrown in the works here.",
  "Why does The Walking Dead have such lasting appeal?",
  "It’s anyone’s guess with Petyr Baelsih, after all.",
  "There’s still so much more mayhem he could cause.",
  "When does anything ever go the way you’d expect?",
  "Update (post-viewing): Well, so much for that!",
  "Bravo to Iwan Rheon for a job very well done.",
  "Namely, because he’s barely been in it.",
  "Follow me on Twitter and on Facebook.",
  "We’ll see what happens later tonight.",
  "Not to mention a surprise or two.",
  "This is Game of Thrones.",
  "But hold on a second.",
  "I’m just saying.",
  "Find out below:",
  "But this year?",
  "A few reasons.",
  "Almost never.",
  "That’s it.",
  "Why?"
]