[
  "HBO via YouTube\n\nThe Redditor pointed out that while this wasn't the focus of the trial, Tyrion clearly felt like he wasn't deemed a hero for saving King's Landing from Stannis Baratheon's army during the Battle of the Blackwater.",
  "Redditor Datstego brought up an interesting point in that the two brothers share a big parallel:\n\nBoth Tyrion and Jaime saved King's Landing at different points, and nobody seems to care.",
  "But consider them again in the lead-up to season seven: Tyrion has teamed up with Daenerys Targaryen as she attempts to take the Iron Throne.",
  "While his whole family — and especially sister Cersei Lannister — turned against him, brother Jaime remained by his side.",
  "Back in season four, Tyrion Lannister was on trial for murdering King Joffrey Baratheon, a crime he did not commit.",
  "To exemplify this, look at the exchange between Tyrion and his father during the epic trial scene:\n\n\"I saved you.",
  "HBOGO\n\nIt gets at one of the core realities of Westeros: heroic acts do not get you far in this world.",
  "Jaime, meanwhile, earned the nickname of King's Slayer after killing the Mad King Aerys Targaryen.",
  "The brothers are two brave warriors with a chip on their shoulders, whether they admit it or not.",
  "BraveJaime and Tyrion Lannister were ostracized by the very people they tried to save.",
  "The two brothers, alienated by their families and their city, have much to bond over.",
  "Jaime has become a pariah after Tommen exiled him for not bowing down to the Faith.",
  "Why did Jaime turn his back on the rest of his family to support Tyrion?",
  "This gives fans a long time to go back and scrutinize old plot lines.",
  "At first blush, Jaime and Tyrion are more different than similar.",
  "Tyrion aired his frustrations while on trial during season four.",
  "Jaime also felt under-appreciated for saving countless lives.",
  "By doing so, he saved the city from potential destruction.",
  "HBO\n\n\"Game of Thrones\" won't be back on until summer 2017.",
  "I should have let Stannis kill you all,\" Tyrion shouts.",
  "Tyrion and Jamie Lannister have a lot in common.",
  "Perhaps they'll team up again one day.",
  "Jamie is best known as \"King Slayer.\"",
  "Honorable Ned Stark lost his head.",
  "Joffrey got much of the credit.",
  "All your worthless lives.",
  "I saved this city."
]