[
  "Toward this end, the vice president’s counsel, David Addington, began invoking the specter of “insurgents,” whose existence would permit the president to send in military force under the Insurrection Act; the act allowed federal military forces to be deployed domestically in the case of “unlawful obstructions, combinations, or assemblages, or rebellions against the authority of the United States.” Given “the potential massive size of the problem,” Addington speculated to the Defense Department counsel, “there could be civil unrest during the aftermath”; it might be a good idea to have Insurrection Act orders “in the can.” Ultimately, officials decided against the rapid deployment of federal troops; they were worried, according to the New York Times, about the “political fallout if federal officials were forced to shoot looters.”\n\nEven if the insurgency Addington had anticipated never materialized, a tendency to approach post-Katrina operations as an extension of the United States’ wars abroad could be witnessed among military personnel and in military media.",
  "Take, for example, the report by 35 experts from intelligence, industry, the military, and academia who convened on Sept. 16, 2003, to study, as they put it, “How Terrorists Might Exploit a Hurricane.” They concluded that although hurricanes represented imperfect terrorist instruments, lone actors or small splinter groups could use them to scrutinize security responses, target evacuation routes and shelters, wage cyberattacks, or as “a diversion or a way to capitalize on the concentration of Federal resources of the country while an attack is staged.” In the aftermath, they might foment “public panic” by disseminating alarming rumors.",
  "Ivor van Heerden, the Louisiana State University researcher who ran the Pam exercise, recalled how “those Corps of Engineers people giggled in the back of the room when we tried to present information.” When, for example, he proposed tent cities to house those left homeless, “[t]heir response to me was: ‘Americans don’t live in tents’ … ”\n\nIn April 2005, while planners were struggling, and failing, to find funds to complete their hurricane planning, DHS carried out TOPOFF3, the largest terrorism drill ever staged in the United States, at the cost of $16 million.",
  "Susan Collins and Joseph Lieberman, heads of the Senate subcommittee overseeing Homeland Security, that FEMA’s “long-standing mission of preparedness for all types of disasters” had been “forgotten.” Three weeks later—two weeks before Katrina—he and a NEMA delegation told DHS Secretary Michael Chertoff and his top deputies in Washington that “they were weakening emergency management with potentially disastrous consequences.”\n\nOne improbable guardian of the all-hazards principle was Michael Brown.",
  "“Not only was there no delay,” said Myers, “I think we anticipated in most cases—not in all cases, but in most cases—the support that was required.”\n\nOn Sept. 2, ABC’s Terry Moran grilled President Bush himself on a storm-torn Biloxi, Mississippi, street: “What do you say to the people who say there’s too much money being spent on Iraq and it’s time to bring it home?” Bush drew parallels between the two crises, even as he tried to neutralize talk of diverted resources.",
  "On the eve of the 2005 hurricane season, Col. Terry J. Ebbert, its homeland security manager, told a House committee that a request to fund urban search-and-rescue water training for its police, fire, and emergency medical personnel had been refused “because the curriculum … did not include a WMD component.” The city had also been denied funds to purchase inexpensive aluminum boats that would enable fire and police departments to rescue people trapped by floodwaters.",
  "Some had suggested transferring emergency management from a failing FEMA to the military, but according to the agency’s director, it would “pose problems for the armed forces if a natural disaster struck at home while troops and equipment were engaged in a conflict like the Persian Gulf War.”\n\nThe push and pull between natural hazards and national security goes back to the federal government’s first concentrated efforts to prepare for nature’s emergencies.",
  "Just two months before Katrina, in June 2005, he wrote to Michael P. Jackson, DHS’s deputy director, arguing that law enforcement, while important, was “separate from the planning, training and exercises preparing for the disaster that occurs when Mother Nature sends four hurricanes across Florida in a six week period.” The loss of FEMA’s preparedness functions would “destroy the emergency management cycle and lead to failure,” he wrote.",
  "Speaking before a House committee in April 2005, David Liebersbach, NEMA’s president, warned that “changing the focus of preparedness to weigh so heavily on terrorism could severely hamper the ability of state and local government capabilities to respond to a wide range of events with a higher likelihood of occurrence, such as natural disasters.” On July 27, 2005, he wrote Sens.",
  "“These troops are fresh back from Iraq, well-trained, experienced, battle-tested, and under my orders to restore order in the streets.” They had M-16s, and the guns were “locked and loaded.” They knew “how to shoot and kill” and were “more than willing to do so if necessary, and I expect they will.”\n\nWord of Blanco’s warning ripped through police and guard circles.",
  "After a brief preamble—Americans’ “hearts and prayers” went out to Katrina’s victims—he segued awkwardly away from those imperiled at home: “As we deliver relief to our citizens to the South, our troops are defending all our citizens from threats abroad.”\n\nOn the ground in the Gulf, the previous three years’ tensions over disaster preparedness broke into the open.",
  "“There are three priorities at the moment,” lamented Daryl Lee Spiewak, president of the International Association of Emergency Managers in March 2004: “Terrorism, terrorism, terrorism.” One indicator was DHS’s transfer of preparedness grants previously managed by FEMA to the Office of Defense Preparedness, a law-enforcement agency in the Justice Department.",
  "Rationalizing the administration’s response, Chertoff told reporters on Sept. 3 that the disaster had “exceeded the foresight of the planners, and maybe anybody’s foresight.”\n\nFor observers critical of the Bush administration, the destruction of an American city spoke of incompetence and neglect, but also of strained resources and misplaced priorities.",
  "Invoking the storm, the judge spoke of “context[s] in which the normal operating rules must yield, because of necessity, to improvisation.” Schwartzmann found the decision outrageous: The burden of proof had not been on arresting officers—whoever they had been—to show they had justifiably detained Terry, but on Terry to prove he had deserved freedom.",
  "One guardsman told his family that, when it came to replacements, they’d been informed that all other forward operating bases were “tapped out and cannot send troops.”\n\nIn Katrina’s aftermath, many commentators asked pointedly, “Where was the guard?” Critics held that guard forces had been overmatched in the Gulf and rescued by federal soldiers.",
  "According to Alan Boeckmann, Fluor’s chief, “Our rebuilding work [in Iraq] is slowing down, and this has made some people available to respond to our work in Louisiana.” Asked by the Wall Street Journal, Bechtel and Fluor officials “declined to discuss comparisons between their work in Iraq and in the Gulf Coast.”\n\nCaution made strategic sense.",
  "Within weeks, according to the Washington Post, hoteliers, business owners, and wealthy neighborhoods were hiring companies that had thrived “where war, not nature, has undermined the rule of law.” Texas-based DynCorp International, one of the biggest security contractors in Iraq, had provided Afghan President Hamid Karzai’s security detail.",
  "The government’s negligence, she told a reporter, had “made clear that while we spend all this money trying to impose our will on other countries, here at home in our own country, we can’t take care of each other.” At the same time, reporters began disclosing the ways an all-consuming anti-terrorism agenda had undercut disaster preparedness.",
  "As in Iraq, and in line with its broader policy approach, the administration stressed that the private sector would pick up the slack left by dismantled government, avoiding trade-offs by paying corporations to accomplish public ends: clearing trees, removing debris, providing trailer housing, restoring transportation systems, and policing.",
  "Rapper and documentarian Kimberly Rivers-Roberts said the guard had better intentions than the NOPD—“it couldn’t get worse.” “[R]ight away they weren’t treating us like we were so, you know … in Iraq and we were the enemy.” Still, over time, she said, the police had managed to turn well-meaning guardsmen away from what she called the “U.S.",
  "Its press release boasted that it represented “a bold step forward in bringing unity in our response to disasters and terrorist threats and attacks.” However, in developing it, DHS Secretary Tom Ridge had turned not to FEMA, which had already begun to develop ideas, but to the Rand Corporation, better known for military consultation.",
  "On Aug. 26, three days before Katrina struck, she had declared a state of emergency under the 1993 Louisiana Disaster Act, which granted the governor wide powers to mandate evacuations, seize private property, and deploy the National Guard—powers associated with martial law but nonetheless exercised under civilian authority.",
  "Jeff Winn, the base’s commanding officer who had arrived after the men had driven up, assessed the situation, and ordered Officers Dwayne Scheuermann and Greg McRae to remove Glover’s body “to a more secure location away from the school,” the river side of the levee, located behind the NOPD’s Fourth District Police Station.",
  "Gen. Frank Grass, deputy director of the Army National Guard, assured journalist Tom Ricks that if Montana were short on helicopters during a crisis, it could borrow from Wyoming or other states “with just a phone call or two.” Ricks checked with Wyoming’s guard and learned that four of its eight Black Hawks were overseas.",
  "“It was hard to gauge how the government officials comported themselves,” wrote Marc Santora in the New York Times, “since Homeland Security did not allow real reporters to watch the fake reporters and their broadcasts.”\n\nThe managers’ defeat was most visible in the National Response Plan, launched by DHS in January 2005.",
  "Budget shortfalls led to delays, and by the start of the 2005 hurricane season, participants knew that they were “less than 10 percent done with transportation planning when you consider the buses and the people.” The planners also had difficulty getting key federal officials to take their bracing conclusions seriously.",
  "At around 1 a.m. on March 8, 2007, troops on patrol saw Burton riding a bicycle in front of his home, holding a hacksaw and “behaving oddly.” According to their account, they climbed out of their vehicle to speak to him, and he brandished a knife and hurled a piece of broken glass, which cut one sergeant’s arm.",
  "According to guard records, Task Force Gator assisted the NOPD in arresting approximately 9,000 people, many of them nonviolent offenders, funneling them into a criminal justice system notorious for its overcrowded jails, procedural jam-ups, neglect of prisoner health, and exploitative work-release programs.",
  "“Tonight,” CNN pronounced, “in a rare move, practically unheard of in the United States, martial law declared.”\n\nBlanco had been careful to act within the law but contributed to the charged atmosphere with bellicose rhetoric that invoked the threat of war against looters, hoodlums, and other unruly elements.",
  "Between 9/11 and August 2004, federal grants for anti-terrorism multiplied by a factor of more than 13, surging from $221 million to $3 billion, while FEMA’s main grants for state and local emergency management shrank from $270 million to $180 million; funds for disaster mitigation were chopped in half.",
  "Familiarly, officials issued most of these contracts with limited or no competitive bidding on the grounds of “urgent and compelling circumstances.” CH2M and Bechtel, global engineering companies tasked with restoring Iraq’s electricity and water, secured new contracts to repair Gulf infrastructure.",
  "Speaking with active-duty guardsmen in June 2007, the Times-Picayune noted that they saw “no end in sight to the deployment.”\n\nIt spoke to both the guard’s efforts and the NOPD’s reputation as corrupt, racist, and violent that, given few options, many returnees to the city preferred the military.",
  "More than 50,000 guardsmen from all 50 states, three territories, and the District of Columbia participated in post-Katrina rescue, relief, and security efforts, comprising the majority of the more than 66,000 troops participating the largest postdisaster military deployment on U.S. soil.",
  "Danielle Brian, director of Project on Government Oversight, admitted that “you are likely to see the equivalent of war profiteering—disaster profiteering.” Less than a month after the storm, Richard L. Skinner, DHS’s inspector general, had 60 of his staff scrutinizing Katrina contracts.",
  "Even FEMA’s name was eliminated—its functions were to be reassigned to a new “Emergency Preparedness and Response Directorate”—until its new director, Michael Brown, convinced his superiors that the agency’s well-respected “brand” would benefit the fledgling behemoth busy digesting it.",
  "Invited to give the keynote at the 2005 National Hurricane Conference, he delivered sunny prepared remarks on how the merger with DHS had left FEMA “stronger,” then introduced James Lee Witt, who, he told his audience, could “say things that I can’t.” Witt did not disappoint.",
  "“I had always worried about me not coming home,” said Lt. William Besselman, “never that my family could be in danger.”\n\nAs it happened, the 256th was only weeks away from the end of its yearlong deployment, and guard officials and soldiers advocated to rush them home.",
  "Blum congratulated the guard for its capture of the facility, which had been “superbly executed with great military precision.”\n\nIt would be difficult to make the same claim of the strange arrest of James A. Terry Jr. by men claiming to be from the Iowa National Guard.",
  "While critics of the reorganization, including members of the House Judiciary and Transportation and Infrastructure committees, warned that it might bring, according to the Washington Post, “serious unintended and probably unwelcome consequences,” it moved forward.",
  "The soldiers of the 256th, an infantry brigade of the Louisiana National Guard, had been scheduled to rotate out at the end of September, and the guard decided to speed them home, to reunite them with their families and allow them to be on hand for recovery work.",
  "As first documented by Robert Block and Christopher Cooper in Disaster: Hurricane Katrina and the Failure of Homeland Security, the newly securitized environment corroded federal and state capacities for natural disaster preparation, mitigation, and response.",
  "Created by a March 1979 executive order, FEMA adopted what its first director, John Macy, called the “all-hazards approach,” preparing for fires, floods, tornadoes, and nuclear meltdowns, which required a common toolbox of rescue, relief, and recovery skills.",
  "Other states’ forces were arriving, but the total number of guardsmen in Louisiana did not reach 10,000, the state guard’s number of troops, until sometime between Thursday morning and Friday morning—that is, between the third and fourth days of the crisis.",
  "By then, the NOPD had been rebuilt, Louisiana faced a $341 million budget deficit, and state legislators outside the city bristled at the huge outlay for the military policing of New Orleans; Task Force Gator’s first installment alone had cost $35 million.",
  "At the large demonstration that marched past the White House on Sept. 24, activists held aloft signs reading “Make Levees, Not War.” It was a first-ever anti-war protest for Leslie Darling, a 60-year-old woman from Cleveland who marched with four friends.",
  "Officials at the National Emergency Management Agency, the managers’ professional association, noted with alarm that the budgets for state emergency agencies were declining, requiring cuts that hit poor states, many of them disaster-prone, the hardest.",
  "With his lack of disaster expertise, abrasive style, enthusiasm for private contracting, propensity for political back-scratching, and preoccupation with cutting government programs, Allbaugh set out to shrink or eliminate FEMA’s mitigation programs.",
  "Brown was inexperienced at managing disasters; inflexible when confronted with political realities he didn’t like; and inclined to happy-talk, overpromise, and exercise an undue faith in the power of positive thinking, especially in front of cameras.",
  "The Congressional Research Service revealed that the 101st Airborne Division based at Fort Campbell, Kentucky, with the Army’s largest number of transport helicopters, had not been sent to the disaster zone because it was preparing to deploy to Iraq.",
  "Blackwater sent a helicopter crew to assist the Coast Guard and soon had a lucrative contract guarding FEMA personnel, including those at its disaster recovery center, located in what was likely the most securitized Walmart parking lot in the world.",
  "Chaos erupted over the new National Response Plan; the framework’s Catastrophic Incident Annex was never invoked, stifling the federal government’s response, and confusions over its new staffing designations tangled rescue and relief efforts.",
  "Even before the storm landed, administration officials were seeking ways to deploy federally controlled forces in the Gulf without running afoul of the Posse Comitatus Act, which barred these troops from engaging in domestic law enforcement.",
  "Brown’s appointment as FEMA’s director was pure gravy-train: He was a college friend of Joseph Allbaugh, and his previous job as commissioner of the International Arabian Horse Association was easy shorthand for incompetence and nepotism.",
  "The administration, reported the Wall Street Journal, was “importing many of the contracting practices that were blamed for spending abuses in Iraq.”\n\nNo stranger to Baghdad streets, but newer to New Orleans, were private security forces.",
  "Just a week after the storm, another company, Fluor, scored a $100 million FEMA contract and positioned about 400 employees on the ground—including its former senior project manager for Iraq—procuring mobile homes and prefab housing.",
  "Deputy Chief Warren Riley, the police department’s second in command, passed along to Mayor Ray Nagin a desperate request he’d picked up over police radio: “We need more ammo.” “That’s what you see in a war movie,” he recalled later.",
  "Praising the guard’s work that June, the Times-Picayune wrote that it had made “a huge contribution to New Orleans’ recovery, bringing stability and a sense of security when we needed it most.”\n\nTerry Burton’s family did not agree.",
  "Speaking on the morning of Aug. 28, as waters roiled in the Gulf, Bush briefly thanked government officials “who have taken this storm seriously” before quickly pivoting to his main theme, the completion of an Iraqi constitution.",
  "When flooding in Northeast Iowa in May 2004 devastated more than 200 homes and businesses, there was not enough money for postdisaster mitigation, even as large checks were being cut to fight shadowy enemies in unlikely places.",
  "In the heat of a presidential race, Bush’s delayed response led to charges “that he’s more skilled at addressing foreign crises than domestic ones,” as George Stephanopoulos, Bill Clinton’s communications director, put it.",
  "During an interview with Blackwater contractors in New Orleans, investigative reporter Jeremy Scahill noticed that one of them wore a company ID badge around his neck in a case with “Operation Iraqi Freedom” printed on it.",
  "The conditions for demilitarization were ripe in the early 1990s: the end of the Soviet Union, the rise of emergency management as a profession, and a chief executive aware that disasters could make or break presidencies.",
  "The day after the administration proposed that Witt’s successful Project Impact be cut, a 6.8-magnitude earthquake shook Washington state, where its grants had retrofitted schools, bridges, and houses to withstand shocks.",
  "National Guard Bureau chief Blum conceded that “arguably” the guard had been delayed—a day at most, he said—because large segments of Mississippi’s 155th Armored Brigade and Louisiana’s 256th Infantry Brigade were abroad.",
  "Emergency managers at all levels of government scrambled to piece together their scattered materials from the Hurricane Pam exercise, which guided local responders but, due to budget deficits, were still full of holes.",
  "The Pentagon instead sent about 7,500 soldiers from the 1st Cavalry Division at Fort Hood, Texas, and the 82nd Airborne Division from Fort Bragg, North Carolina, along with Marines from California and North Carolina.",
  "While some officials, businessmen, and homeowners had little difficulty conceiving of Karzai’s bodyguards cruising St. Bernard streets, some private-sector guards found the assignment disorienting, at least at first.",
  "“When they told me [I’m going to] New Orleans,” the contractor related, “I said, ‘What country is that in?’ ”\n\n* * *\n\nMilitary police patrol near a flooded house in the Lower 9th Ward in New Orleans on July 1, 2006.",
  "The guard tried where possible to assign troops with experience as military or civilian police and applied techniques common to counterinsurgency manuals: win hearts and minds, gather intelligence, isolate threats.",
  "John Blanchett of the Illinois Guard told a reporter his platoon had been about to return home after a 447-day deployment when the Pentagon decided abruptly, at midnight on Easter Sunday, to keep them in-country.",
  "A “verbal and physical altercation” ensued, ending with Tanner, King, and Calloway in handcuffs, sitting on the ground; Tanner and King testified that the officers assaulted them and used degrading racist slurs.",
  "The simulated, hypothetical Category 3 hurricane provided 120 mph winds and a massive storm surge, pressed 20 feet of water over New Orleans’ levees, inundated the city, and damaged 80 percent of its buildings.",
  "Once the forces were gathered, Lt. Gen. Steven Blum, chief of the National Guard Bureau, told reporters, they “stormed the convention center, for lack of a better term.” The only thing missing were insurgents.",
  "Otherwise “innocents may have been caught in a fight between the Guard military policy and those who did not want to be processed or apprehended.” The center was taken within a half-hour; no shots were fired.",
  "A Louisiana National Guardsman from the 256th Infantry Brigade Combat Team sits with others during a briefing about their departure to New Orleans at Camp Victory, on the Iraq-Kuwait border, on Sept. 7, 2005.",
  "A fact sheet stated that it established “protocols to help protect the nation from terrorist attacks and other natural and manmade hazards,” subordinating common natural disasters to unlikely unnatural ones.",
  "The idea of overseas war as the guarantor of security at home sidestepped the question of trade-offs between a nation’s wars and its welfare, but it was logical-sounding, and comforting, to many at the time.",
  "“Ask any American if they want thugs from a private, for-profit company with no official law-enforcement training roaming the streets of their neighborhoods,” said Jan Schakowsky, an Illinois congresswoman.",
  "The bland bureaucratese of an April 2004 report by the General Accounting Office did not hide harsh conclusions: Overseas missions were draining the guard of its troops, particularly in expert specialties.",
  "Witt professionalized FEMA’s staff, transferred its civil defense budget to all-hazards work, and developed innovative mitigation programs to blunt the impact of foreseeable disasters before they struck.",
  "The piece described preparations for urban warfare, with dozens of military trucks and up-armored Humvees leaving a staging area, while hundreds of troops flew in by Black Hawk and Chinook helicopters.",
  "In the spring of 2006, after most of St. Bernard Parish police force was furloughed, Sheriff Pete Tufaro applied for a $70 million FEMA grant to employ a hundred DynCorp contractors as police officers.",
  "As of September 2005, about 175,000 National Guardsmen had been called to active duty, about 40 percent of the guard’s total forces; they made up about 15 percent of the troops in Iraq and Afghanistan.",
  "He had been barred from obtaining legal materials, but he managed to get his hands on sample motions by trading items from the prison store, and he wrote to every official whose address he could find.",
  "Bush had had it backward: He hadn’t protected the United States by waging war against enemies everywhere; he’d undermined the country’s capacity to protect itself against completely predictable risks.",
  "Don Greene, an emergency manager in Alabama, received $250,000 for chemical warfare suits but was denied funds for an emergency operations center that would streamline communications during tornados.",
  "The administration’s expansive campaign against terrorism had ingested FEMA and carried away critical segments of the guard, but it also infused rescue and relief operations with war sensibilities.",
  "Roland Spano of the 769th Engineer Battalion, on the lookout for gunmen in New Orleans, told a newspaper that he saw similarities between his current mission and a recent deployment to Afghanistan.",
  "Later that day, Nagin received word that police officer Kevin Thomas had been shot in the head during a pat-down search of four suspects at a gas station in New Orleans’ Algiers neighborhood.",
  "If Washington were struck, religious extremists might use it “as a signal to attack” or claim that it was “a sign of God condemning the United States.”\n\n* * *\n\nEmergency managers pushed back.",
  "FEMA lost Cabinet-level status and a direct line to the president and was folded into a gigantic new Department of Homeland Security, one of 22 agencies in a sprawling administrative edifice.",
  "A senior Army official said the military had been “reluctant” to send the 4th Brigade Combat Team of the 10th Mountain Division because it was preparing to deploy to Afghanistan in January.",
  "Frank Atkinson of Arkansas, wearing desert fatigues from his recent Iraq deployment, driving a Humvee through New Orleans streets and holding suspected looters at gunpoint with an M-4 rile.",
  "In the summer of 2007, state lawmakers passed House Bill 441, which allowed the governor to call out the National Guard “to assist civil authorities” without declaring a state of emergency.",
  "“With each minute that passed, we gathered around the televisions … and we watched Katrina do her work,” recalled Brian McDow, a guardsman with Louisiana’s 141st Field Artillery Regiment.",
  "Mississippi’s 223rd Engineer Battalion, for example, tasked with repairing hurricane damage, returned home from Iraq, but its equipment stayed abroad, inherited by newly arriving troops.",
  "Even so, a year into the Iraq war, guard leaders and governors across the political spectrum were warning that state guard units had been dangerously thinned out by overseas deployment.",
  "And there was the moment, around noon on Sept. 2, that a contingent of more than a thousand heavily armed National Guard troops advanced on the Morial Convention Center, weapons drawn.",
  "Raised in midcity, he had a gift for electronics and had entered the Air Guard’s engineering and installation unit, wiring military facilities in Louisiana and then in the Middle East.",
  "“You just never expect to do this in your own country.” They set up a system of checkpoints and curfews that prevented residents from re-entering the city or walking around at night.",
  "When her house was broken into, Fay Kaufman of New Orleans’ Gentilly neighborhood was happy to see them: They investigated, canvassed the area, even lingered to help her feel safe.",
  "Some flagged the impracticality of hiring expensive private security forces—Blackwater charged $950 per day per contractor—in a region teeming with nonprivatized troops and police.",
  "Circuit Court of Appeals upheld Terry’s detention, claiming that he had not been denied legal access and that the “delay” in his release had not violated his due process rights.",
  "The day after what some called Blanco’s “shoot-to-kill” speech, officers Daniel Warren and Linda Howard were at a police substation on the second floor of an Algiers strip mall.",
  "A 1993 study by the National Academy of Public Administration called on the agency to demilitarize, step into the light of public scrutiny, and embrace an all-hazards approach.",
  "Taking office in early 2001, George W. Bush asked Witt to continue at FEMA, but he declined, and Bush appointed his former chief of staff and campaign manager Joseph Allbaugh.",
  "“I am extremely concerned that the ability of our nation to prepare [and] respond to disasters has been sharply eroded,” he told attendees, who rose to their feet, applauding.",
  "Actual and imagined attacks on police officers and racist hearsay about looting, gang violence, and assaults convinced key figures that more stringent measures were necessary.",
  "Deployed guard units had single-channel ground and airborne radio systems, or SINCGARS, used universally among active-duty forces but had turned them over to follow-on forces.",
  "Soldiers unloaded groceries, fixed lawn mowers, and gave children soccer balls emblazoned with the insignia for the Army’s 1st Cavalry Division, just as they had done in Iraq.",
  "Police officers took him to “Camp Greyhound,” a city bus station turned into makeshift prison, where he slept for two days on oil-soaked concrete with his shoes for a pillow.",
  "In its wake, disaster experts coordinated plans for search and rescue, short-term shelter, floodwater removal, debris disposal, temporary medical care, and school rebuilding.",
  "Chris Hondros/Getty Images\n\nTasked with both control and rescue, troops could approach flood victims as adversaries, mistaking unauthorized self-rescue for enemy behavior.",
  "“You’re worried about rockets and mortars coming in … ” he said, “and then at night, you’re like, ‘What am I going to do when I get back?’ ”\n\nGiovingo faced a hard choice.",
  "Terry had been “arrested in his own house for looting.” In January 2007, he sued the mayor, police officers, and prison officials for monetary damages, but not the guard.",
  "By mid-2005, $77.9 million had been shifted from FEMA’s budget to other DHS programs; officials discovered entire functions and budget lines had vanished without warning.",
  "Giuffrida’s reign came to an abrupt end when it turned out he was planning to withstand Soviet nukes from the luxury kitchen of a private home built at taxpayer expense.",
  "Military logistics, however, did not favor the Mississippi National Guard’s 155th Armored Brigade Combat Team, whose soldiers were not scheduled to return until January.",
  "Appearing with Defense Secretary Donald Rumsfeld in a news conference at the Pentagon on Sept. 7, Gen. Richard B. Myers confronted the accusation of Iraq-related delays.",
  "More than 101,000 items had been shipped overseas: Shortages included satellite technology, tactical radios, medical equipment, military trucks, and utility helicopters.",
  "“We’ve got a job to defend this country in the war on terror, and we’ve got a job to bring aid and comfort to the people of the Gulf Coast, and we’ll do both,” he said.",
  "Thousands of people had fled there, but officials didn’t know their numbers or intentions; rumors swirled of beatings, shootings, robberies, rapes, and murders inside.",
  "Personnel transfers could build up numbers, but only 68 percent of the guard’s required service members were qualified in the specialties to which they were assigned.",
  "The Bush administration had looked into deploying federal troops as the storm approached, but when the moment came, many of these forces had more distant commitments.",
  "According to Calloway, Glover was there to pick up goods taken from a department store—candles, pots and pans, baby clothes—that had been left for him in a suitcase.",
  "He remembers sitting out there at night, thinking, “There are more noises at night in the desert than here.” He was hypervigilant, startling at the smallest sounds.",
  "Fifteen states had 40 percent or more of their Army National Guard soldiers mobilized or deployed, and some as many as one-third of their Air National Guard units.",
  "President Bill Clinton’s appointment of his Arkansas emergency manager, the politically adept technocrat James Lee Witt, as FEMA director signaled a major shift.",
  "“[The] National Guard have landed in the city of New Orleans,” she declared at a press conference on Sept. 1, referring to the arrival of 300 Arkansas guardsmen.",
  "“I thought the hard part was already past.” Then, while standing on his second-floor balcony checking for roof damage, he was spotted by uniformed men on patrol.",
  "But he was also an avid student and defender of the all-hazards principle that DHS was undermining, with a strong sense that FEMA’s mandate should remain broad.",
  "Corporate guards, distinguished by polo shirts and khakis, SUVs with tinted windows, and assault weapons, quickly became a fixture of the New Orleans landscape.",
  "As Blum insisted to the House Appropriations subcommittee on defense: “We have to be ready to do homeland defense.”\n\n* * *\n\nThe private contractors were ready.",
  "Their victory was Hurricane Pam, a planning exercise involving 250 officials from more than 50 local, state, and federal agencies over eight days in July 2004.",
  "As FEMA’s director, Giuffrida securitized the agency, stressing the threat of a Soviet nuclear attack and shrouding FEMA’s costly doomsday programs in secrecy.",
  "Terry was then transferred to Hunt Correctional Center, where he was held in a maximum-security cellblock with an insect infestation and one toilet for 65 men.",
  "According to National Guard data, 5,804 Louisiana guardsmen had been activated in the disaster zone as of 10 a.m. on Tuesday, Aug. 30, the day after landfall.",
  "It had proved effective in sheltering political cronies from the hazards of unemployment but spectacularly ineffective when it came to conventional disasters.",
  "Governors, emergency managers, and first responders who reviewed a draft of the plan in May 2003 rejected it as needlessly complex, bureaucratic, and muddled.",
  "By October 2005, two months after Hurricane Katrina, it had lost 22 of its 4,000 soldiers over the previous year; only New York’s guards suffered more deaths.",
  "By this point, U.S. contracting in Iraq had become synonymous with graft, fraud, and corruption, and watchdog groups feared similar abuses following Katrina.",
  "Brown told higher-ups, albeit in muted tones, of his worries about the toll FEMA’s securitizing host was taking on the agency’s budget, staff, and mission.",
  "After Glover was hit, Calloway and Edward King, Glover’s brother, gathered around him, and a stranger, Will Tanner, appeared on the scene and offered help.",
  "Kathleen Blanco had not declared martial law; she knew the Louisiana state Constitution had no provision for the temporary suspension of civilian control.",
  "Jefferson Parish President Aaron Broussard described his district as “under martial law, and there’s only one marshal: me.” Television news ran with it.",
  "Hoping to get him medical attention, Tanner drove Glover and the others to a nearby elementary school that had been commandeered by police as a base.",
  "Since returning from war, he had slept in his car in the driveway of his smashed, cream-colored ranch house, in his uniform—the only clothing he had.",
  "His sister told him about a Federal Emergency Management Agency aid program, and he got through to the agency despite his tight phone time allotment.",
  "The Iowa Guard denied involvement, claiming the men had been from a militia; Terry, who had been in the military, insisted they were the real thing.",
  "On the morning of Aug. 30, the day after Katrina made landfall, he promoted the increasingly controversial war at a naval air station in San Diego.",
  "“And that’s when he said, ‘We need to declare martial law.’ ” Nagin issued the announcement off-handedly in a local radio interview two days later.",
  "Some 6,000 guardsmen from Louisiana and Mississippi looked on from Iraq as Katrina twisted through the Gulf, 7,000 miles and nine time zones away.",
  "Giovingo had served as the Guard’s liaison to St. Bernard and knew its telecom system well; communication lines out of the parish had gone silent.",
  "On Aug. 30, the state’s attorney general issued a statement that martial law had not been declared, since no such term existed in Louisiana law.",
  "Nearly two years after Katrina, New Orleans had the highest incarceration rate of any major American city, more than twice the national average.",
  "Guardsmen would be patrolling devastated neighborhoods, and people would offer them grilled meat from open-pit barbecues on their front lawns.",
  "Guardsmen anticipated six-month stints—maybe a year—but sometimes found their missions drawn out further, in a few cases as long as 20 months.",
  "According to his police report, Warren had opened fire because he felt threatened by what he “perceived was a weapon” in Glover’s right hand.",
  "Guard forces evacuated thousands of residents by boat and helicopter; delivered emergency medical care; and distributed water, food, and ice.",
  "To test their media skills, officials simulated a news conference with “Video News Network.” Actual news agencies were held at arm’s length.",
  "Blanco initially agreed to retain the force through the end of the 2007 hurricane season, but the program was renewed through February 2009.",
  "Mental illness had kept Burton from holding down regular work, and he’d survived on a monthly disability check and the support of relatives.",
  "They would bring in significantly more pay than entry-level policemen but would live alongside regular officers and wear identical uniforms.",
  "With cellphone towers and telephone lines downed in the Gulf, guardsmen had only their tactical radios, which could not talk with SINCGARS.",
  "“We can do something for the Shiites, we can do something for Somalia, but doggone it, you try to do something in the 50 states,” he said.",
  "According to the Congressional Research Service, the problem may have been as much, or more, about scarcities of equipment than personnel.",
  "He’d hear a car pull up and head over to confront the driver; copper thieves were ransacking abandoned houses, tearing out their plumbing.",
  "“The day of [the] National Guard standing back and concerning itself with riots and natural disasters is a thing of the past,” said Brig.",
  "and 82nd Airborne had gotten there on time, I think we would have saved some lives,” said Gen. Julius Becton Jr., a former FEMA director.",
  "Fifteen months later, Ridge issued a 426-page second draft that, while advertised as all-hazards, skewed toward post-9/11 preoccupations.",
  "They pumped out floodwater, cleared roads, and hauled debris; they fixed water treatment plants and hooked together severed phone lines.",
  "A year and a half after his popularity had soared with Saddam Hussein’s defeat in the Persian Gulf war, Hurricane Andrew struck Florida.",
  "They had left no written record; the police had apparently seen their military outfits and taken Terry into custody, no questions asked.",
  "To neighbors, he was a generous, outgoing man with a booming laugh who would help you plant your garden and seemed able to fix anything.",
  "It was February 2007, nearly a year and a half since the drowning of New Orleans, and guardsmen were still patrolling the city streets.",
  "Col. Jacques Thibodeaux, who commanded the operation, recalled driving down Convention Center Boulevard and smelling barbecued chicken.",
  "By summer 2005, waves of cronyism, privatization, and securitzation had demoralized FEMA’s once-proud staffers, who resigned in droves.",
  "To run the agency, he selected Louis O. Giuffrida, his security adviser in California and head of a counterterrorism training center.",
  "But government and media investigations exposed more widespread and significant ways the war had compromised rescue efforts at home.",
  "New London, Connecticut, hosted a car bombing and mock chemical attack in which 500 screaming actor-victims sprawled on the ground.",
  "With 59 percent of its guard alerted, mobilized, or deployed, hurricane-prone Louisiana had the third-highest rate in the country.",
  "He was committed to finishing what he’d started, and he’d need combat pay—$225 extra per month—to help him rebuild in New Orleans.",
  "It didn’t address evacuation plans, the provisioning of electric power, or assistance for people with special needs, for example.",
  "It helped that Clinton elevated FEMA’s director to a Cabinet-level post and that Witt enjoyed unusual access to the Oval Office.",
  "Terry, a 32-year-old black man, had been an honor roll, chess club, science club kid and served four years in the Army infantry.",
  "“Changing Structure of FEMA, Emphasis on Terrorism Contributed to Problems,” ran a Sept. 6 headline in the Wall Street Journal.",
  "New Jersey hospitals were flooded with thousands of mock patients complaining of flulike symptoms caused by a biological agent.",
  "To be sure, the United States’ long-standing reliance on guardsmen to respond to natural disasters already blurred these lines.",
  "Anja Niedringhaus/Reuters\n\nThe research for this project was sponsored by a grant from the Pulitzer Center on Crisis Reporting.",
  "“But it changes the dynamics when you are here and trying to help Americans.”\n\nFrom another angle, the guard had been missing.",
  "Things changed rapidly with the election of Ronald Reagan, whose aspirations for FEMA mirrored his militarized foreign policy.",
  "Through interstate arrangements called emergency management assistance compacts, state governments asked one another for aid.",
  "But approaching the post-Katrina catastrophe as a sudden, new war front within also came reflexively to the Bush White House.",
  "James Scott instructed officers: “We have authority by martial law to shoot looters.” Rumors of martial law had consequences.",
  "Based in Western Baghdad, its soldiers had guarded convoys and bases, secured elections, and shielded the Abu Ghraib prison.",
  "According to an investigation by ProPublica and the New Orleans Times-Picayune, at one police station, First District Capt.",
  "Following a surge of violence in June 2006, Nagin asked Blanco to reassign 300 guardsmen and 60 state troopers to the city.",
  "We’re just tired as hell.”\n\nAdministration officials offered assurances that the wars were not impairing Americans’ safety.",
  "Giovingo was part of a separate unit, but the guard found seats for him and four members of his team on the return flight.",
  "They were assigned to the worst-hit, least populated parts of the city, allowing police officers to concentrate elsewhere.",
  "They pointed out that funds had somehow been made available to keep a small army on the streets but not to reopen clinics.",
  "The night after Burton’s death, his relatives held a candlelight vigil outside his home and demanded a full investigation.",
  "“The police officers, to the extent that it was on their minds, apparently thought that Glover was dead,” the court found.",
  "Instead, the troops found nearly 20,000 flood victims who had desperately needed water, food, and medicine for three days.",
  "Among the myriad places that saw rescue and mitigation funding siphoned off by anti-terrorism was the city of New Orleans.",
  "Chris Hondros/Getty Images\n\nIt had been a raw year for the Louisiana National Guard’s 256th Infantry Brigade Combat Team.",
  "“From Iraq to New Orleans, fund human needs, not the war machine,” chanted protesters in Washington the night of Sept. 7.",
  "Over the next awful days, he and other guardsmen from the Gulf Coast kept close to the projection TVs in the dining hall.",
  "At the start of the Iraq war, the Defense Department had mobilized guard forces on a scale not seen since World War II.",
  "If wars and storms often collide, they also share something in common: They are unpredictable once loosed in the world.",
  "“We’re taking the fight to the terrorists abroad so we don’t have to face them here at home,” declared President Bush.",
  "“It’s just so much like Iraq, it’s not funny,” he said, “except for all the water, and they speak English.”\n\nBut Gov.",
  "Kathleen Blanco appealed directly to President Bush for their “expeditious return.” Emergency flights were arranged.",
  "citizen approach” and toward the “you’re-the-enemy approach”: Shakedowns and intimidation recalled the bad old days.",
  "The firms circling the post-Katrina Gulf would have been at home at any bomb-rattled cocktail bar in the Green Zone.",
  "Needing a grant for flood training, he and his colleagues staged an exercise involving a terrorist attack on a dam.",
  "One clear sign that post-Katrina operations were becoming suffused with war was the dangerous rumor of martial law.",
  "There, according to an appeals court opinion, they were “impolitely ordered at gunpoint to exit the car” by police.",
  "As Howard later testified in Warren’s trial, the rookie had armed himself with a semi-automatic rifle from home.",
  "Meanwhile, he continued the dangerous work of laying cable along a trench in the base’s airstrip with his team.",
  "His departure alone did not right the ship, and FEMA’s reputation plummeted in the late 1980s and early 1990s.",
  "Within four years, the agency’s budget for security-related programs was 12 times that for natural disasters.",
  "Two black men, Henry Glover and Bernard Calloway, pulled into the mall’s parking lot in a white pickup truck.",
  "Everyone knew that follow-up sessions were needed to finalize a plan, but FEMA and DHS had other priorities.",
  "Mark Wilson/Getty Images\n\nFaced with these charges, the war’s defenders rolled out underequipped responses.",
  "Denied a formal charge or access to a lawyer, he was sure he’d be released, but the holidays came and went.",
  "“I felt like I was in no-man’s land and forgotten.”\n\n* * *\n\nWars and storms have a way of getting ensnared.",
  "It had long held a portfolio of tasks crammed with unlike things: storms, protests, fires, uprisings, wars.",
  "Something about walking naked through the ruins of St. Bernard Parish at 2 in the morning helped Tech Sgt.",
  "Then he got the address for the local chapter of the American Civil Liberties Union from another prisoner.",
  "But Bush had not ordered federal troops in until Sept. 3, five days after Katrina’s landfall in Louisiana.",
  "Officials feared being “caught short-handed if an emergency flares up,” according to the Associated Press.",
  "Guard troops worked hard to convey to city residents that they came in peace, to protect rather than harm.",
  "“It’s a little eerie, I guess, at this point in time, to have to depend on the National Guard,” she said.",
  "The guard had already transferred materiel from domestic units to underequipped units being sent to Iraq.",
  "It took him nearly a month, jockeying with others for internet time, to confirm that his family was safe.",
  "* * *\n\nTop: An Iraqi police officer stands guard while a U.S. Humvee passes on June 9, 2004, in Baghdad.",
  "Under orders, troops went house to house, forcing holdouts to evacuate, even where their homes were dry.",
  "The 53-year-old black man had resided in the Lower 9th Ward, where his family had lived since the 1940s.",
  "Daring fleets of rescuers, paddling between rooftops, were sometimes rounded up as flood-borne looters.",
  "A quick search of the plan brings up the word terror and its cognates in 377 places, hurricane in five.",
  "Giovingo deployed to Iraq on Aug. 29, 2005, the same day Hurricane Katrina made landfall in Louisiana.",
  "They also staffed checkpoints, policed the Superdome, and enforced the city’s mandatory evacuation.",
  "What counted as risk constricted with great force: All-hazards was crushed in the vortex of terror.",
  "Bottom: New Mexico guardsmen check a home for bodies on Sept. 10, 2005, in Port Sulphur, Louisiana.",
  "Its staff pummeled by cuts, FEMA failed to deliver on its promises to state and local governments.",
  "Only five of its 26 helicopters remained in the state for rescue, relief, and security operations.",
  "Citing Burton’s “bizarre” behavior, guard and police officials decided the shooting was justified.",
  "When they got out to retrieve it, Calloway heard someone shout: “Leave now.”\n\nThen came the shot.",
  "Departures and retirements sapped the agency’s expertise, while budget cuts prevented new hires.",
  "Many blamed the federal government’s spectacular failure on the administration’s boundless war.",
  "Gen. Gary Jones, commander of the Louisiana National Guard’s Joint Task Force, told a reporter.",
  "They had the power to detain suspects but required city police officers to make formal arrests.",
  "On June 20, the first soldiers of Task Force Gator arrived downtown, under the command of Brig.",
  "“It strikes me … that that may not be the best use of money,” said Illinois Sen. Barack Obama.",
  "But lengthy deployments strained the system in ways that officials did not always acknowledge.",
  "They saw the storm strike and the levees crumble and listened to reports of looting and chaos.",
  "Gen. Glenn K. Rieth, adjutant general of the New Jersey Guard, a month prior to the invasion.",
  "Of the 600 soldiers from the hardest-hit areas, only 80 were granted 15-day emergency leaves.",
  "Blanco had declared a state of emergency and activated the state’s guard as early as Aug. 26.",
  "Facing the loss of critical funds, Spiewak’s home department learned to milk the new menace.",
  "He always took along the gun he’d bought as soon as he arrived home, tucked behind his back.",
  "The sidelining of natural hazards was easiest to see where they were ostensibly the focus.",
  "In it, something called the Universal Adversary unleashed two imaginary terrorist strikes.",
  "“Troops Begin Combat Operations in New Orleans,” ran a headline in the Sept. 3 Army Times.",
  "“They’re just bolder animals here.”\n\nTop: A Marine on June 13, 2005, in Saqlawiyah, Iraq.",
  "The guard had been everywhere, doing its best with war-stretched personnel and resources.",
  "The shift played out in painful ways across America’s varied landscape of natural hazard.",
  "He says he never threatened them but told the invaders to leave or he’d call the police.",
  "When Katrina hit, the guard had less than 35 percent of its required equipment at hand.",
  "“We waited until we had enough force in place to do an overwhelming force,” Blum said.",
  "Bottom: An Oklahoma guardsman searches for survivors in New Orleans on Sept. 11, 2005.",
  "He asked his colleagues if they should take the offer; his colleagues deferred to him.",
  "“We would see casualties not seen in the United States in the last century,” he said.",
  "When Katrina hit, he was staying at the St. Vincent’s Guest House on Magazine Street.",
  "Critics emphasized Burton’s abandonment by the city’s shuttered mental health system.",
  "As McRae would testify later, he lit a flare, threw it into the car, and torched it.",
  "“That’s not what you hear in urban policing.” (The request would prove to be false.)",
  "He took off his clothes, put on his tennis shoes, and went out into the devastation.",
  "Bottom: An Oregon National Guardsman stands watch on Sept. 9, 2005, in New Orleans.",
  "The ascendancy of anti-terrorism can be told simply enough by following the money.",
  "By the late 1990s, the agency was hailed by Congress and local emergency managers.",
  "“I realized right away that we’re not going to have any problems here,” he said.",
  "An attorney, Katie Schwartzmann, contacted the prison to say she was on her way.",
  "The stabilizing map of risk—threats are here, safety is over there—was upended.",
  "Asked how many could die in such a storm, FEMA spokesman David Passey was grim.",
  "Some local officials imagined more sustained, boundary-blurring tasks for them.",
  "“How far do I have to deploy, I mean evacuate, to get money?” he asked himself.",
  "“Don’t get me wrong,” Blanchett said, “we’re all doing our job for the country.",
  "Top: An Iraqi woman watches a soldier in her home in Baghdad on July 16, 2007.",
  "“I really don’t think Osama Bin Laden wants to attack Shelby County,” he said.",
  "Barney Bishop, the Florida Democratic Party’s executive director, was blunter.",
  "He had never been charged, appointed an attorney, or afforded a court hearing.",
  "Bottom: Oklahoma National Guard troops patrol in New Orleans on Sept. 7, 2005.",
  "Bottom: A New Mexico guardsman in Port Sulphur, Louisiana, on Sept. 10, 2005.",
  "But Witt’s energized FEMA soon faced political hazards it could not mitigate.",
  "Right: A guardsman helps an injured woman on Sept. 3, 2005, in New Orleans.",
  "By then, 45,000 people were trapped in the Superdome and convention center.",
  "“You wouldn’t be able to tell the difference between us and them,” he said.",
  "Unable to post bond, he had spent two months in jail but was never charged.",
  "Walking up the street stripped bare, he at last felt under his own command.",
  "According to one postmortem, the absence of communications gear hurt most.",
  "Terry was inside his room when he heard glass breaking and the lock open.",
  "“In Iraq and Kuwait, we were helping America,” said Maj. Mike Kitchens.",
  "* * *\n\nLeft: An Iraqi boy looks at a soldier in 2003 in Samarra, Iraq.",
  "“They’re just animals over there, and they are animals here,” he said.",
  "The men called in the New Orleans Police Department, who arrested him.",
  "A man protests near the White House on Sept. 24, 2005, in Washington.",
  "In one small, important instance, the emergency planners won, almost.",
  "Guardsmen and police had resorted to an improvised system of runners.",
  "The administration had little use for threats that were not enemies.",
  "Burton ran into his home, and they followed him with police backup.",
  "The disembarking of private armies in the Gulf raised some alarms.",
  "* * *\n\nThe storm had struck during a busy week for President Bush.",
  "It did not help that the city itself reminded many of a war zone.",
  "They maintained Burton had never been violent or carried weapons.",
  "He had been in Al-Udeid, Qatar, the night the storm neared shore.",
  "A guardsman shot Burton several times in the chest, killing him.",
  "The New Orleans Police Department had imploded during the storm.",
  "No one could determine who the men in military uniform had been.",
  "“It is surreal,” said Fred Bible of the Oklahoma National Guard.",
  "Here and elsewhere, military and police power blurred together.",
  "Would he request martial law as way to bring in federal assets?",
  "Top: Soldiers enter a house on Jan. 14, 2005, in Av Gani, Iraq.",
  "Gen. Ben Soileau, who had led no-fly zone operations over Iraq.",
  "To the contrary, they were the only way to protect the country.",
  "One night, the isolation felt unbearable, and he had an idea.",
  "“We are very apprehensive about what we are seeing,” he said.",
  "Inside, he pointed what the authorities thought was a rifle.",
  "Many of its officers had fled and been fired for desertion.",
  "“[I]t made the mayor furious,” said his aide, Sally Forman.",
  "When the troops did arrive, some brought the war with them.",
  "“We’ve got plenty of resources to do both.” No trade-offs.",
  "On Sept. 5, a Washington Post reporter caught up with Spc.",
  "When else could he do this without getting thrown in jail?",
  "“New Orleans was like a police state,” said Schwartzmann.",
  "Ada Burns, his niece, insisted the community needed help.",
  "“We were welcomed with open arms,” recalled Master Sgt.",
  "Most of their belongings had already been shipped home.",
  "In December 2006, he was arrested for drug possession.",
  "“Do you know we’re under martial law?” he had replied.",
  "* * *\n\nTop: A Marine patrols in Al-Kut, Iraq, in 2003.",
  "“We’re going to go out and take the city back,” Brig.",
  "Recruiting and training new officers had gone slowly.",
  "As investigators dug in, the official story buckled.",
  "But in important ways, these charges were misguided.",
  "The guardsmen were driven, exhausted, and anguished.",
  "He’d been subject to military discipline for months.",
  "Bottom: A soldier on Sept. 6, 2005, in New Orleans.",
  "Sean Gardner/Reuters\n\nThe war outlasted the storm.",
  "But military and police power would remain joined.",
  "“When they were eating, we were eating,” he said.",
  "Terry was suddenly released, without explanation.",
  "In a June 2010 decision, a judge for the 5th U.S.",
  "But Brown kept his frustrations from public view.",
  "Absent equipment also posed intractable problems.",
  "“I had already survived the storm,” he recalled.",
  "Chris Ahner of the Louisiana Air National Guard.",
  "Nobody knew this better than the National Guard.",
  "He had been imprisoned for nearly seven months.",
  "* * *\n\nTop: A soldier in 2003 in Sammara, Iraq.",
  "State officials quickly stepped in to clarify.",
  "Family members didn’t believe police accounts.",
  "He flew to a base in Kirkuk the next morning.",
  "Some local officials were less circumspect.",
  "They climbed over the 10-foot metal fence.",
  "The guard’s answer was to share resources.",
  "“We need services, not weapons,” she said.",
  "“I knew my house was gone,” he recalled.",
  "“A combat-mode kind of thing,” he said.",
  "“We did that a few days ago,” he said.",
  "But some local officials doubled down.",
  "The two men drove Glover’s body out.",
  "It turned out to be a rusted BB gun.",
  "Their mission took its toll at home.",
  "Bush had learned this the hard way.",
  "The earth itself seemed displeased.",
  "Right: Brien Aho/Navy/Getty Images.",
  "“They were on a mission,” he said.",
  "What had taken the troops so long?",
  "The turning point came on Aug. 30.",
  "Bottom: Shannon Stapleton/Reuters.",
  "Left: Chris Hondros/Getty Images.",
  "Sometimes, he went out on patrol.",
  "Top: Chris Hondros/Getty Images.",
  "Top: Chris Hondros/Getty Images.",
  "Top: Chris Hondros/Getty Images.",
  "Bottom: Joe Raedle/Getty Images.",
  "He looked into hunger strikes.",
  "Bottom: Carlos Barria/Reuters.",
  "Bottom: Carlos Barria/Reuters.",
  "He’d had run-ins with the law.",
  "But it was also unsettling.",
  "Mickey Giovingo leave Iraq.",
  "“It was freeing,” he said.",
  "Top: Nikola Solic/Reuters.",
  "Terry was never told why.",
  "“He may have been.” Capt.",
  "The program was canceled.",
  "There were trade-offs.",
  "They were also proud.",
  "President George H.W.",
  "He’d lost everything.",
  "Then came the storm.",
  "He decided to stay.",
  "She asked him why.",
  "“If the 1st Cav.",
  "You’re deployed?",
  "Then came 9/11.",
  "Louisiana Gov.",
  "Not eligible.",
  "Staff Sgt.",
  "Brig.",
  "Spc."
]