[
  "French windows open on to the lovely grounds at Marlfield House from the main living area downstairs, and locally sourced food is served at mealtimes while surplus garden produce is used for a range of jams, chutneys, marmalade and dressings which can be purchased.",
  "The hotel is in the rich Barrow River valley at the foot of the Blackstairs Mountains, renowned for its beautiful scenery, and at the end of the day you're treated to a delicious five-course meal which is taken communally.",
  "Full of treasures to discover, the high ceilings, family portraits and (in some rooms), four-poster beds make for a wonderful sense of grandeur, while the walled gardens are the perfect view to wake up to!",
  "Rathmullan House\n\nA Georgian country house in tranquil wooded grounds overlooking Lough Swilly and at the beginning of Ireland's Wild Atlantic Way coastline, Rathmullan House is in an idyllic setting.",
  "Once a farm that she ran with her late husband, espousing the values of seasonal, local, organic and home grown fare, the house is late Georgian, grafted on to remains of a Norman castle.",
  "Marlfield House\n\nImposing gates open on to a wooded drive through the extensive grounds of this Regency mansion, run by two sisters and furnished in grand style throughout.",
  "Ballyvolane House\n\nAgainst a backdrop of farming and fishing, Ballyvolane House is a beautiful Italianate Georgian mansion that gives you a chance to step back in time.",
  "There are no keys to the bedrooms, which have an old-fashioned wireless rather than television, and books, home made cordials and biscuits are in plentiful supply.",
  "Families can opt for glamping in the grounds in summer if they fancy it, and there are beats on six miles of the salmon-rich River Blackwater.",
  "A joyful experience with its traditional furniture, antiques, roaring fires, paintings and mantel clocks, the place is meticulously kept.",
  "Lorum Old Rectory\n\nThe home of host Bobbie Smith, staying at Lorum Old Rectory is very much like being invited over to a friend's house.",
  "A grandfather clock ticks in the hallway, a fire burns in the hearth, and there's a four poster bed if you're really lucky.",
  "Looking out to sea, it's also just a short-hop to Glengarriff, in an area famed for its tranquillity and unique beauty.",
  "Enniscoe House\n\nIn woodland at the foot of Mount Nephin, Enniscoe House classic Georgian mansion is also a family home.",
  "It's warm, welcoming and does an exceptionally good breakfast buffet with home-baked bread and homemade jams.",
  "These days the family run house is still famed for its food, its pretty design and its charming location.",
  "Ballymaloe House\n\nMyrtle Allen's Ballymaloe House has become a legend and a brand over the last 50 years.",
  "Seaview House is a white, bay-windowed Victorian house that owner Kathleen O'Sullivan was brought up in.",
  "Family run for two generations, it has maintained many original features such as marble fireplaces.",
  "Seaview House\n\nThe clue is really in the title with this one.",
  "In short, it's magic."
]