[
  "Khalimov is reportedly a former police commander in Tajikistan and received training assistance from the U.S.\n\nKhalimov served as a special forces police commander in Tajikistan which receives extensive assistance from the U.S. government for countering drug trafficking and countering extremist threats.",
  "The Department of State considers Khalimov so dangerous they are offering $3 million dollars in return for any information on his whereabouts, labeling him a “specially designated global terrorist.”\n\n“I was in America three times,” Gulmurod Khalimov recently said in a propaganda video.",
  "He was the commander of a police special operations unit in the Ministry of Interior of Tajikistan.”\n\nExperts cannot confirm Khalimov’s ascension to power within ISIS, but remark that his U.S. training is not an anomaly within the terrorist group.",
  "Follow Saagar Enjeti on Twitter\n\nSend tips to saagar@ dailycallernewsfoundation.org\n\nContent created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "Khalimov’s designation announcement confirms his history saying he “is a former Tajik special operations colonel, police commander, and military sniper.",
  "TheNYT investigation of Khalimov found he participated in five U.S. training programs, including three run by the Department of State.",
  "Former ISIS senior military commander, “Omar The Chechen,” served in the Georgian army, which is heavily backed by the U.S. military.",
  "The Taliban derive the majority of their income from opium production, and move vast quantities of drugs through Tajikistan.",
  "Islamic State’s new military commander received U.S. military training on at least five occasions, The New Times Reports.",
  "“God willing, I will come with this weapon to your cities, to your homes, and we will kill you,” he elaborated.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "Khalimov is now the second most senior commander within ISIS, purportedly serving as their Minister of War.",
  "His extensive U.S. training put him in line for a senior post in Tajikistan’s national police force.",
  "At least one of those training programs was run by military contractor Blackwater.",
  "Tajikistan shares a long border with Afghanistan."
]