[
  "The user, a self-identified gay man, stated: \"When I watch my favorite series about a fantasy world, why the hell do I need to see guys being accosted for being gay...At best I feel pandered to in some sort of weird pity, at worst I'm outright offended.\"",
  "Loras leads the way into the throne room, where Tywin Lannister announces their victory hbogo.com But from season three onward, his role on the show became far less complex and his character development came to a grinding halt.",
  "One online user pointed out this difference by explaining that on HBO, Loras is \"a gay character,\" whereas in the book series Loras is \"a knight and a son of House Tyrell, who happens to be gay.\"",
  "The Faith Militant do exist in the books, but they are more concerned with closing the gap between the elite and the common folk, as well as clearing out corruption from inside the castle.",
  "In season five episode four, we saw the Faith Militant, a military branch of the Faith of the Seven, exercise their recently granted power by aggressively stamping out \"sinful\" behavior.",
  "Olyvar, Loras' lover on the series, works for Littlefinger, so by providing testimony against both Margaery and Loras he is choosing to destroy the alliance he built with the Tyrells.",
  "Ser Loras Tyrell, the brother of Margaery and a popular side character in \"Game of Thrones,\" has been increasingly reduced to a caricature of homosexuality — and no one is sure why.",
  "There have been many outcries online about this treatment of Loras, especially in recent episodes where Loras is now being persecuted by the Faith for his sexual orientation.",
  "After Renly's death, it seemed every time Loras was shown on screen it was either in a sex scene with Olyvar or him complaining to Margaery about being in King's Landing.",
  "There was also a recent post on the \"A Song of Ice and Fire\" subreddit, where a user explained the many ways in which this is an abominable adaptation of Loras.",
  "The Tyrells have proven to be strong players in the game of thrones, with more financial resources than many of the main houses and a cunning matriarch, Olenna.",
  "But that scenario would just cement the Faith as being an extreme brand of fanatics, which is also a one-dimensional take on religion and its practices.",
  "It seems to be more of an Ancient Greek-inspired social rule, where the norm is heterosexuality but gay relationships are tolerated among men as well.",
  "Jaime is frustrated with Loras, and snaps \"Now sheath your bloody sword, or I'll take it from you and shove it up some place even Renly never found.\"",
  "Loras was introduced back in season one during a jousting tournament, where he beat Gregor \"The Mountain\" Clegane (an impressive and rare feat).",
  "hbogo.com The worst outcome (that Loras is tried and executed) would provide the Tyrells with motivation for revenge, and perhaps another coup.",
  "Loras had a great fight scene with Brienne of Tarth in season two, and was shown conspiring with his sister Margaery to keep Renly in power.",
  "He is referred to in the text once as \"Renly's little rose\" and the \"Knight of Pansies,\" but this could be interpreted as rumor mongering.",
  "hbogo.com\n\nShowrunners have opted to put both of the Tyrell siblings behind bars, with Margaery taking the fall for knowing about Loras.",
  "They concluded their raid on King's Landing with the arrest of Ser Loras, on charges of \"perversion\" in the form of homosexuality.",
  "Now, the show has created a narrative where Loras is arrested for being gay — a plot that does not exist in the written series.",
  "Are Weiss and Benioff attempting to equate the Faith Militant with the persecutions carried out by religions of the real world?",
  "Loras, stunned with disbelief as the Faith Militant arrest him hbogo.com Let's go back to see how Loras landed in a jail cell.",
  "There are no sex scenes between the two, or overt acknowledgments of either characters' sexual orientation made in the books.",
  "This is all fine and dandy for the first two seasons of \"Game of Thrones\" where we saw Loras do more than just dote on Renly.",
  "In the book series, each chapter is told from the point-of-view of a character, and Renly and Loras never have POV chapters.",
  "Martin's book editors, Jane Johnson, has been very vocal on Twitter recently, referring to show-Loras as a \"gay cartoon.\"",
  "There haven't been any more signs of him serving as a noble knight or crucial warrior the way he is in the books.",
  "Afterward, it was quickly made apparent that he was not just a skilled fighter, but also Renly Baratheon's lover.",
  "But there's one change from the text which has increasingly confused fans of the beloved book series this season.",
  "Weiss decided to do away with the ambiguity, and take advantage of HBO's allowance of nudity and adult material.",
  "The most obvious quip came from a scene between Jaime Lannister and Loras in the third book, A Storm of Swords.",
  "This definitely implies a gay relationship between Renly and Loras, but it still could be chalked up to rumors.",
  "HBO/YouTube screengrab The series took a lot of liberty almost immediately with Renly and Loras' relationship.",
  "Loras was very subtly alluded to as being gay in the book series, but it was so quietly done that George R.R.",
  "This means their relationship is only ever conveyed through the impressions that main characters have of it.",
  "He was one of the heroes at the Battle of Blackwater, saving King's Landing from Stannis Baratheon's attack.",
  "We'll have to wait and see how this new plot progresses, but fans are not optimistic it will get any better.",
  "In fact, it is Margaery that is arrested at the behest of Cersei, under charges of adultery and treason.",
  "But they could also be trying to make some larger commentary on the nature of religion and homophobia.",
  "The user points out that the Faith in the books does not seem to dictate that homosexuality is a sin.",
  "It seems anti-progressive to have a gay character who is overtly defined by the fact he is gay.",
  "Martin's subtle references to Renly and Loras being gay were so minute that many overlooked it.",
  "Of all the side characters, Loras has been doled the weakest writing, and it's a true shame.",
  "We've seen this with Sansa's character and the expansion of a fan favorite on screen.",
  "Warning: There are spoilers ahead if you are not caught up with \"Game of Thrones.\"",
  "It's no secret \"Game of Thrones\" deviated many times from the text in season five.",
  "And among the thousands of pages of text, it was an easy inference to miss.",
  "Renly and Loras were immediately established as a gay couple in season one.",
  "Instead, his sexual orientation has become Loras' defining characteristic.",
  "On the HBO adaptation, Loras' homosexuality is his most obvious trait.",
  "This is equally disappointing and confusing on several levels.",
  "Did Littlefinger really instruct Olyvar to testify?",
  "The purpose for adding this storyline is unclear.",
  "Martin had to confirm the speculation.",
  "If so, how is this going to play out?",
  "Showrunners David Benioff and D.B.",
  "But that doesn't make much sense.",
  "This is the Mountain.",
  "One of George R.R.",
  "George R.R."
]