[
  "World War II: Photos We Remember W. Eugene Smith—Time & Life Pictures/Getty Images Alfred Eisenstaedt—Time & Life Pictures/Getty Images William Vandivert—Time & Life Pictures/Getty Images George Strock—Time & Life Pictures/Getty Images Andreas Feininger—Time & Life Pictures/Getty Images Marie Hansen—Time & Life Pictures/Getty Images Hugo Jaeger—Time & Life Pictures/Getty Images Hugo Jaeger—Time & Life Pictures/Getty Images Hugo Jaeger—Time & Life Pictures/Getty Image W. Eugene Smith—Time & Life Pictures/Getty Image Wallace Kirkland—Time & Life Pictures/Getty Images Gabriel Benzur—Time & Life Pictures/Getty Images Bernard Hoffman—Time & Life Pictures/Getty Image Ralph Morse—Time & Life Pictures/Getty Images W. Eugene Smith—Time & Life Pictures/Getty Images W. Eugene Smith—Time & Life Pictures/Getty Images Peter Stackpole—Time & Life Pictures/Getty Images W. Eugene Smith—Time & Life Pictures/Getty Images Frank Scherschel—Time & Life Pictures/Getty Images Joe Scherschel—Time & Life Pictures/Getty Images Carl Mydans—Time & Life Pictures/Getty Images Alfred Eisenstaedt—Time & Life Pictures/Getty Image 1 of 22 Advertisement\n\nWars start through any number of pathways: One world war happened through deliberate action, the other was a crisis that spun out of control.",
  "You probably have a sense about how much we trade with that country, it’s astounding.”\n\nThis is true, but both the historic trading patterns between great powers before each of the last world wars and the risky actions and heated rhetoric out of Moscow and Beijing over the last year demonstrate it is no longer useful to avoid talking about the great power rivalries of the 21st century and the dangers of them getting out of control.",
  "Or it could slow burn and erupt as a reordering of the global system in the late 2020s, the period at which China’s military build up is on pace to match the U.S.\n\nMaking either scenario more of a risk is that military planners and political leaders on all sides assume their side would be the one to win in a “short” and “sharp” fight, to use common phrases.",
  "These platforms are not just vulnerable to new classes of weapons like long-range missiles, but China, for example, overtook the EU in R&D spending last year and is on pace to match the U.S. within five years, with new projects ranging from the world’s fastest supercomputers to three different long-range drone-strike programs.",
  "Indeed, it’s likely China’s alleged recent hack of federal records at the Office of Personnel Management was not about cyber crime, but a classic case of what is known as “preparing the battlefield,” gaining access to government databases and personal records just in case.",
  "While many leaders on both sides think any clash might be geographically contained to the straights of Taiwan or the edge of the Baltic, these technological and tactical shifts mean such a conflict is more likely to reach into each side’s homelands in new ways.",
  "This may be a bit of posturing both for U.S. policymakers and a highly nationalist domestic audience: A 2014 poll by the Perth U.S.-Asia center found that 74% of Chinese think their military would win in a war with the U.S.",
  "Similarly, we’d learn “cyber war” is far more than stealing Social Security Numbers or e-mail from gossipy Hollywood executives, but the takedown of the modern military nervous system and Stuxnet-style digital weapons.",
  "It added a cybersecurity major to develop a new corps of digital warriors, and also requires all midshipmen learn celestial navigation, for when the high tech inevitably runs into the age old fog and friction of war.",
  "“A U.S.-China war is inevitable” recently warned the Communist Party’s official People’s Daily newspaper after recent military face-offs over rights of passage and artificial islands built in disputed territory.",
  "Instead, tech geeks in Silicon Valley and shareholders in Bentonville, Ark., would wrestle with everything from microchip shortages to how to retool the logistics and allegiance of a multinational company.",
  "We need to acknowledge the real trends in motion and the real risks that loom, so that we can take mutual steps to avoid the mistakes that could create such an epic fail of deterrence and diplomacy.",
  "China built more warships and warplanes than any other nation during the last several years, while the Pentagon just announced a strategy to “offset” it with a new generation of high-tech weapons.",
  "A Chinese officer argued in a regime paper, “We must bear a third world war in mind when developing military forces.” But there is a far different attitude in Washington’s defense circles.",
  "Russian land grabs in Ukraine and constant flights of bombers decorated with red stars probing Europe’s borders have put NATO at its highest levels of alert since the mid 1980s.",
  "Great power conflicts defined the 20th century: Two world wars claimed tens of millions of lives, and the Cold War that followed shaped everything from geopolitics to sports.",
  "They are the co-authors of Ghost Fleet: A Novel of the Next World War\n\nU.S. and Chinese warships battle at sea, firing everything from cannons to cruise missiles to lasers.",
  "A great power conflict would be quite different from the small wars of today that the U.S. has grow accustomed to and, in turn, others think reveal a new American weakness.",
  "Worrisome for the U.S. is that last year, the Pentagon’s weapons tester found nearly every single major weapons program had “significant vulnerabilities” to cyber attack.",
  "Unlike the Taliban or even Saddam’s Iraq, great powers can fight across all the domains; the last time the U.S. fought a peer in the air or at sea was in 1945.",
  "In every fight since 1945, U.S. forces have been a generation ahead in technology, having uniquely capable weapons like nuclear-powered aircraft carriers.",
  "In the coming decades, a war might ignite accidentally, such as by two opposing warships trading paint near a reef not even marked on a nautical chart.",
  "The new forms of civilian conflict actors like Blackwater private military firms or Anonymous hacktivist groups are unlikely to just sit out the fight.",
  "But unlike the ISIS’s of the world, great powers can also go after high-tech’s new vulnerabilities, such as by hacking systems and knocking down GPS.",
  "An array of science-fiction-like technologies would likely make their debut in such a war, from AI battle management systems to autonomous robotics.",
  "The lifeblood of military communications and control now runs through space, meaning we’d see humankind’s first battles for the heavens.",
  "As the U.S. Chief of Naval Operations worried last year, “If you talk about it openly, you cross the line and unnecessarily antagonize.",
  "The winner of a recent robotics test, for instance, was not a U.S. defense contractor but a group of South Korea student engineers.",
  "Many Chinese officers have begun to lament out loud what they call “peace disease,” their term for never having served in combat.",
  "But at the start of the 21st century, the ever-present fear of World War III seemed to be in our historic rearview mirror.",
  "The worry is that the brewing 21st century Cold War with China and its junior partner Russia could at some point turn hot.",
  "Stealthy Russian and American fighter jets dogfight in the air, with robotic drones flying as their wingmen.",
  "And now off-the-shelf technologies can be bought to rival even the most advanced tools in the U.S. arsenal.",
  "Are theses scenes from a novel or what could actually take place in the real world the day after tomorrow?",
  "In the Pacific, the U.S. and a newly powerful and assertive China are engaged in a massive arms race.",
  "It has not always translated to decisive victories, but it has been an edge every other nation wants.",
  "Singer is Strategist at New America and August Cole is a Nonresident Fellow at the Atlantic Council.",
  "Just as the Internet reshaped our notions of borders, so too would a war waged partly online.",
  "That way we can keep the next world war where it belongs, in the realm of fiction.",
  "But a 21st century fight would also see battles for control of two new domains.",
  "Hackers in Shanghai and Silicon Valley duel in digital playgrounds.",
  "The civilian players would also be different than those in 1941.",
  "Yet U.S. forces can’t count on that “overmatch” in the future.",
  "And fights in outer space decide who wins below on Earth.",
  "Naval Academy illustrate where things might be headed.",
  "But it points to how the global context is changing.",
  "A total mindshift is required for this new reality.",
  "Yet that risk of the past has made a dark comeback.",
  "The hub of any war economy wouldn’t be Detroit.",
  "The recent steps taken by the U.S.",
  "Contact us at editors@time.com.",
  "It would be anything but.",
  "The answer is both.",
  "IDEAS P.W."
]