[
  "It's easy to forget, as we root for super-likable badasses like Arya and Tyrion, that George R. R. Martin's books were designed as takedowns of the kind of stylized violence you see in the dominant, Lord of the Rings–inspired type of fantasy novel.",
  "There aren't any democrats in the world of Game of Thrones, so it seems like an awful lot of people are dying in a struggle over which rich and powerful family gets to be in charge of sticking it to the poors.",
  "But I wonder if when we cheer for our favorite Game of Thrones characters to win battles and wars, we're being subtly blinded to show's underlying message: war is terrible, and all of this is pointless.",
  "Monarchy is a really terrible form of government, after all; even if one king or queen turns out well, incompetents (Robert) and sociopaths (Joffrey) almost inevitably end up in charge at one point.",
  "Whether or not you're right about Daenerys, the fact that the theory is plausible points to something deeper about Game of Thrones — and suggests that we might all be watching it a bit wrong.",
  "But it's hard to understand what's really going on screen, I think, without remembering that the series is adapted from a story about the horror and pointlessness of war.",
  "\"The Tolkien model led generations of fantasy writers to produce these endless series of dark lords and their evil minions who are all very ugly and wear black clothes.",
  "\"World War I is much more typical of the wars of history than World War II — the kind of war you look back afterward and say, 'What the hell were we fighting for?'\"",
  "The only two characters who actually seem suited to running countries, Varys and Tyrion, are by their own admission consigned to the shadows.",
  "We cheer when Daenerys torches the slavers and when, for a few fleeting moments, it looks like Oberyn is going to dismember the Mountain.",
  "Zack Beauchamp: Andrew, the notion that Daenerys is being set up as the well-intentioned villain of the series is fascinating.",
  "Emphasizing the total hopelessness of the situation is part of what made the fourth book, A Feast for Crows, such a disaster.",
  "Every week, Todd VanDerWerff will be joined by two of Vox's other writers to discuss the latest episode of Game of Thrones.",
  "I'll just note, apropos of nothing, that my first-ever piece for Vox was about how Daenerys is secretly George W. Bush.",
  "Martin, a conscientious objector of the Vietnam War, despises war and violence — and wanted his work to reflect that.",
  "It's not a problem like the \"bad fans\" who kept rooting for Breaking Bad's Walter White even as he became a monster.",
  "We cheer the huge battles at Blackwater and Castle Black, and marvel at the show's beautifully staged duels.",
  "This week, Todd is joined by foreign policy writer Zack Beauchamp and politics writer Andrew Prokop.",
  "The show can't foreground this point, because the already dark series would end up unbearably bleak.",
  "Think about it: do we have any reason to believe any of these people would be good leaders?",
  "But the vast majority of wars throughout history are not like that,\" he told Rolling Stone.",
  "But from the point of view of your average Westerosi peasant, I doubt it really matters.",
  "Check out the recap for this episode here, and follow the whole discussion here.",
  "No matter what happens with the main characters, Game of Thrones is a tragedy.",
  "We care who wins, because we want our favorite characters to come out on top.",
  "Do we have any reason to believe Any of these people would be good leaders?",
  "Come back tomorrow for thoughts on episode five, \"Kill the Boy.\"",
  "But as viewers, we love Game of Thrones as a violent spectacle.",
  "Game of Thrones was wise to lighten things up a little.",
  "We get grumpy when episodes are slow and talky.",
  "This is all key to Game of Thrones' appeal.",
  "Come back throughout the week for entries.",
  "And that shouldn't really be surprising.",
  "And that's fine.",
  "Read the recap.",
  "Previous entry"
]