[
  "For example, a 17-night Treasures of Spain, Portugal & Morocco tour departing April 21 now starts at $9,163 per couple, a savings of $1,100; tour includes round-trip airfare from Washington Dulles to Madrid; nine nights’ lodging in five Spanish cities; two nights in Lisbon; six nights in three Moroccan cities; transportation between hotels; daily breakfasts; eight dinners; sightseeing tours; airport transfers; and taxes.",
  "The Romance in Angkor package starts at $1,148 per couple and includes two nights in a private pool suite; two days of guided sightseeing in a vintage Jaguar; one in-room lunch or dinner; one breakfast or lunch at Srah Srang Traditional Khmer House, next to Angkor Wat; one spa session with a half-bottle of champagne; two-day temple pass; airport transfers; and taxes.",
  "The Angkor Discovery special starts at $500 per couple and includes two nights in a junior suite; two days of guided tours in a tuk-tuk vehicle; one lunch or dinner at Templation Restaurant; a 60-minute massage for two; one breakfast or lunch at Sras Srang; a two-day temple pass; airport transfers; and taxes.",
  "For example, a four-night cruise to Cozumel, Mexico, departing Fort Lauderdale, Fla., on Dec. 22 starts at $759 for the first passenger and $379 for the second (plus $70 each in taxes); an interior-cabin booking also qualifies for a $25 instant savings and $100 shipboard credit.",
  "Allegiant charges fees for both checked and carry-on luggage, credit-card payment and seat assignments; fare to Cincinnati paid by credit card, including one checked bag and an assigned seat, starts at $150.",
  "The Sept. 2 trip includes round-trip air from New York to London, eight nights’ lodging in London, Plymouth, Cardiff and Stratford-upon-Avon; 11 meals; transfers; sightseeing by motorcoach; and taxes.",
  "Also, on select holiday cruises, get shipboard credits of up to $400 and an instant savings of up to $200 per cabin, with the amount based on cruise itinerary and cabin category.",
  "Sea\n\nSail on Royal Caribbean and the second person sharing a cabin receives a 50 percent discount (third and fourth passengers sharing cabin receive a 25 percent discount).",
  "Save 20 percent on a two-night stay at any of 20 participating Joie de Vivre hotels located in Northern California, Chicago, Miami, Baltimore and the District.",
  "The round-trip sale fare for nonstop flights to Cincinnati, for example, starts at $78; the fare for other airlines starts at $171.",
  "Package\n\nVirgin Atlantic has a last-minute sale on escorted packages in August and September, with savings of up to nearly $1,800.",
  "The special also includes free extras, which vary by hotel: At the Galleria Park, its gift bag includes a logoed knapsack.",
  "For example, the 10-day Southern England & Wales trip starts at $2, 269 per person double, a savings of $920 per couple.",
  "For example, the rate for two nights at Galleria Park Hotel in San Francisco is $632, including tax, a savings of $158.",
  "Land\n\nMAADS is offering up to 25 percent off two packages at Templation Hotel, a new property in Siem Reap, Cambodia.",
  "For example, a room at North Bend State Park in Cairo costs $90 on a Tuesday night and drops to $45 the next night.",
  "Air\n\nAllegiant Air has sale fares from BWI to six cities, including Asheville, N.C., and Lexington, Ky.",
  "The deal applies to eight lodges in such parks as Blackwater Falls, Cacapon Resort and Hawks Nest.",
  "Destinations include Costa Rica, Greece, Vietnam, Ecuador, Kenya, Morocco, Jordan and more.",
  "Save 50 percent on a second midweek night at select West Virginia State Park lodges.",
  "Get a free companion airfare on select 2017 tours to Europe with Insight Vacations.",
  "Stay on a Tuesday night in any type of room and pay half price on Wednesday night.",
  "Info: specials.virgin-vacations.com/last-minute-travel-deals/index.html.",
  "Deal must be booked by calling 888-680-1241 no later than Sept. 25.",
  "Deal applies to more than 40 land tour and cruise itineraries.",
  "Info: insightvacations.com/us/special-offers/air-deals.",
  "This week’s best travel bargains around the globe.",
  "Applicable sale travel dates vary by destination.",
  "The 48 Hour Fling deal applies through Sept. 5.",
  "Book by Aug. 3, and sail on or after Aug. 7.",
  "Info: jdvhotels.com/campaign/48-hour-fling.",
  "Info: 866- 562-7625, royalcaribbean.com.",
  "Use promo code VNB27UK460 for that trip.",
  "Book by phone at the individual resort.",
  "General info: www.wvstateparks.com.",
  "Book by Aug. 1 at allegiantair.com.",
  "— Carol Sottili, Andrea Sachs",
  "Request promo code SUMR2016.",
  "Book and travel by Dec. 31.",
  "Use promo code WPRTA2.",
  "Info: templation.asia.",
  "Stay through Aug. 31.",
  "Add 12 percent tax."
]