[
  "All these details are a roundabout way of saying that Game of Thrones is more complicated to produce than any other series in television history—which is why it's frustrating that the cast and crew interviewed for Inside HBO's Game of Thrones don't spent much time talking about the most interesting part of the production process: the missteps, mistakes, and failures along the way.",
  "Game of Thrones is a series of delayed gratification, but that's a much bigger risk for a TV series than a book series, which you can take on at the pace you choose (until you finish reading A Dance with Dragons, in which case, welcome to the \"counting down the days until The Winds of Winter\" club).",
  "And Benioff and Weiss were committed to capturing Martin's singular, uncompromising vision, which meant that Game of Thrones had to film on location in United Kingdom, Iceland, Croatia, Malta, and Morocco—and even those far-reaching locations had to be touched up with CGI.",
  "But I'd argue that the series' biggest narrative gambit is Daenerys Targaryen, a character whose storyline takes place on a separate continent, and who has had absolutely no meaningful interaction with any of the other main characters to date.",
  "It's a testament to the creative team behind the show that there was no attempt to simplify the series for television, and a testament to HBO's audience that they were willing to stick around while they acclimated to the world of Westeros.",
  "And if HBO is committed to Game of Thrones for the long haul—and with the series' third season set to air next spring, and ratings at an all-time high, there's no reason to believe they won't be—it will cost them quite a bit more.",
  "Only once does a member of the show's creative team admit that there was something from Martin's novels that she couldn't replicate for Game of Thrones (the dizzying climb to a mountain fortress called the Eyrie).",
  "What he fails to mention is that Clarke didn't originally win the part; Daenerys was played by Tamzin Merchant in the first version of the pilot, which was almost entirely re-shot.",
  "But for all the financial concerns that plague the series, Martin's first two warnings were even more daunting: Game of Thrones was just too big and too complicated to work.",
  "When most people praise Game of Thrones' narrative courage, they refer to the death of its ostensible main character at the end of the first season.",
  "David Benioff praises Emilia Clarke, who plays Daenerys, as someone who \"didn't just win the part,\" but \"owned the part.\"",
  "It contains at least four functional religions, each of which has been explained in a considerable amount of detail.",
  "Game of Thrones' first season cost roughly $60 million to produce, and its second season cost even more.",
  "It features a fictional language, created for the series, which has 14 different words for \"horse.\"",
  "Even on HBO, Game of Thrones shouldn't have worked, and until recently, it couldn't have worked.",
  "Even ignoring the narrative sprawl, money was always going to be a problem for the series.",
  "TV shows inevitably get more expensive to produce the longer they're on the air.",
  "Every one of its numerous noble families has a unique totemic symbol and slogan.",
  "By any conventional measure, Martin should have been right."
]