[
  "He was one of the first people to warn Sansa Stark (Sophie Turner) that her dreams about knights and kings were a lie; he stole Arya Stark (Maisie Williams) as a bargaining chip; and after failing to return Arya to her mother and gain a new master, we last saw him losing a bruising fight with Brienne of Tarth (Gwendoline Christie) and being left for dead by Arya.",
  "And I wanted to see you in person, get the measure of you….I’m disappointed.” For all that Jaime has had new emotional experiences since he lost his hand, from his friendship with Brienne of Tarth to his bond with his daughter Myrcella (Nell Tiger Free), he hasn’t full adapted to the loss of his status as the greatest warrior in Westeros.",
  "Davos’ injury came at the hands of Stannis Baratheon (Stephen Dillane), who cut off the joints of Davos’ fingers as punishment for smuggling before bringing the former smuggler and his family back into the legal economy; it’s not a visible wound, nor a permanently disabling one, though it is a constant reminder of his status.",
  "Sandor Clegane (Rory McCann) was one of the first symbols “Game of Thrones” gave us of the rot that was growing underneath Westeros’ chivalric ideals, his face scarred not in some honorable battle but by the cruelty and caprice of an older brother (Hafþór Júlíus Björnsson) who pushed him into the fire and held him there.",
  "It’s a worthy theme, from the groundbreaking character work Peter Dinklage has done as Tyrion Lannister, to the way the series had handled the wound Jaime Lannister (Nikolaj Coster-Waldau) suffered at the hands of the Bloody Mummers and way Ramsay Bolton (Iwan Rheon) maimed Theon Greyjoy (Alfie Allen).",
  "Davos Seaworth (Liam Cunningham), like Sandor, suffered mutilation at the hands of someone who was given power by virtue of his name and his order of birth, and like Sandor, regularly proves that offices like knight or lord might be worthwhile if there are people of merit available to take them off.",
  "As Arya pulls herself out of the canals and wanders, alone, wet and grievously wounded through Braavos’ streets, she looks more like a child than she has in whole seasons, more than when she became blind, more than when the Waif knocked her to the ground over and over again.",
  "I don’t know that an outcome less pitch-dark than one where Ramsay wins the game of the title would be less interesting, but I would be curious to see what it ends up saying about the systems and titles that have governed in Westeros and Essos for so long.",
  "If Sandor’s journeys with Arya did a small bit to reawaken his dormant conscience, there’s something genuinely touching about seeing him get actual spiritual counseling from a country septon (Ian McShane) with a prettier face but an equally filthy soul.",
  "As the Hound, he saw himself as damaged; by that fire, by the fear that lingered in him, and by the ugly things he did in service of a regime that was only too happy to put off its worst tasks on a man whose visage matched the part.",
  "But, like the septon and like Sandor, he’s driven by his fear, too: he promises Yara that he’ll live, and fight, and advise her, rather than slitting his wrists and making an end that would release him but mark him as a coward.",
  "But the promise of adventure from the Lannister brothers holds less allure for Bronn than it once did, as he cuts Jaime off as Jaime’s making the typical Lannister promise to give Bronn everything he pledged as Bronn’s reward.",
  "But the fear in her eyes when she tells her grandmother (Diana Rigg) that she should flee the capital as soon as possible is impossible to ignore, as is her grief when she says goodbye to the Queen of Thorns, perhaps forever.",
  "Jaime Lannister found himself dismissed from the fatherly role he wants so badly to fill, and knows so little about how to occupy, last episode when Tommen Lannister (Dean-Charles Chapman) dismissed him from King’s Landing.",
  "On the run, Theon Greyjoy is grappling with a similar sense of loss, though his sister Yara (Gemma Whelan) makes the mistake of assuming his agony is primarily about his physical injuries, rather than about his moral ones.",
  "One of the best things “Game of Thrones” has been able to do consistently is to create convincing, charming relationships between grown men and young girls who serve as father and daughter figures for each other.",
  "A vision of knighthood restored by a man who didn’t look the part, and who had no desire to live up to the moral code that knights swore to, even as they flouted it, is still a vision of a functional knighthood.",
  "Just as Shireen Baratheon (Kerry Ingram) helped Davos bear the death of his sons on the Blackwater, this fierce little girl’s exchange with Davos was a small measure of balm on the wound of Shireen’s death.",
  "And that tenuous status is what gives Davos the insight into little Lady Lyanna Mormont (Bella Ramsey), convincing her to contribute her 62 fighting men to Jon (Kit Harington) and Sansa’s flagging cause.",
  "And his whole journey to take back the castle of Riverrun from the Blackfish Brynden Tully (Clive Russell) seemed like a prickly reminder of just how much Jaime lost when he lost his sword hand.",
  "The darkest version of “Game of Thrones” is one in which knighthood is a rank lie, and men like Ramsay Bolton win the Iron Throne because they have the force of will and cruelty to claim it.",
  "The siege may be a chance for him to prove that he can command a Lannister army effectively, but Jaime still had to discover who he’ll be as a man without the hand that once defined him.",
  "If emotional pain and fear can be as damaging as physical wounds, Margaery Tyrell (Natalie Dormer) and Arya Stark are trying to find ways to live in highly dangerous circumstances, too.",
  "We’ll get justice for you.” But like the septon trying to urge Sandor back into action, Yara is asking Theon to fight, something that morally deformed him in an earlier life.",
  "It will be interesting to see, however, how his return to the world interacts with the way “Game of Thrones” critiques high fantasy tropes, in as much as it still does.",
  "And tonight’s episode of “Game of Thrones,” “The Broken Man,” looked squarely at people who have been physically and emotionally damaged by the war for the Iron Throne.",
  "It’s not entirely clear whether Sandor means Brienne or Arya when he tells the septon it was a woman who did him in, but in either case, it’s a full reversal of roles.",
  "A couple of weeks ago, the Atlantic ran a roundtable on the late, lamented Hodor (Kristian Nairn) and the way “Game of Thrones” has handled disability over the years.",
  "(Jenny Starrs,Adriana Usero/The Washington Post)\n\nNote: I’m reviewing “Game of Thrones” from the perspective of someone who has read all of George R.R.",
  "Davos, who carries his finger bones around his neck, knows as well as anyone in “Game of Thrones” that you can’t be made whole for your gravest losses.",
  "As Bronn reminds Jaime, the Blackfish may be old, but he’s still a formidable warrior, possessed of both of his hands where Jaime now only has one.",
  "The septon may have withdrawn from the world of action, declaring that “Violence is a disease.” But for Sandor, inaction itself is a kind of sin.",
  "Join me for my Washington Post chat here at 1 p.m. Eastern time Monday, and then come over here at 2 p.m. Eastern time for a Facebook Live chat.",
  "And when the two men meet, the Blackfish tells Jaime in a cutting assessment that he only lowered his drawbridge because “Sieges are dull.",
  "Margaery may have saved herself from the savagery of solitary confinement, and from the slow erosion of her own mind, but at great cost.",
  "She may be mouthing the High Sparrow’s (Jonathan Pryce) words back to him and playing nice for Septa Unella (Hannah Waddingham).",
  "Here are three things to know from Episode 7 of the sixth season of \"Game of Thrones,\" including what to look out for next week.",
  "And by the end of the episode, Sandor’s picked up his axe again, but for a very different purpose than chopping wood.",
  "When service to that regime became untenable, Sandor behaved in ways that were consistent with his sense of himself.",
  "But whatever Arya, and Margaery, and Theon, and Jaime, and Davos, and Sandor become, they won’t be exactly the same.",
  "But her play for freedom came at a terrible price, as the Waif (Faye Marsay) stabbed Arya repeatedly in the gut.",
  "Martin’s novels, while my colleague David Malitz, who hasn’t read the books, will be writing straight recaps.",
  "For those of you who suspected that Margaery’s conversion was a ruse, “The Broken Man” proved you correct.",
  "This post discusses the events of the June 5 episode of “Game of Thrones,” “The Broken Man,” in detail.",
  "“If we got justice, my burned body would hang over the gates of Winterfell,” Theon tells her grimly.",
  "“If Gods are real, why haven’t they punished me?” “They have,” the septon tells him simply.",
  "Don’t you know that?” Yara tells him, sending off a woman she intends to bed later.",
  "His write-up of episode 7, “The Broken Man” will appear at The Post’s Style Blog.",
  "Knights are supposed to save damsels, not get their armor staves in by them.",
  "But it did my heart good to see him be a father again, if only for a moment.",
  "The real Theon Greyjoy…Can you find him for me?…You escaped, you hear me?",
  "For everything Arya’s done, and for all she’s grown, she’s still a child.",
  "“You can be the right hand I lost,” Jaime tells Bronn (Jerome Flynn).",
  "But I’m tired of watching you cower like a beat dog….I need you.",
  "You can find my recaps of every prior episode of the show here.",
  "You don’t know the things I’ve done,” Sandor tells the man.",
  "“Game of Thrones” may be headed in a moderating direction.",
  "And in Braavos, Arya may have come back to herself.",
  "She may have reclaimed her identity as a Stark.",
  "You got away, and you’re never going back.",
  "I’ll never hurt you, little brother.",
  "“You didn’t know me back in my time.",
  "Can’t get enough “Game of Thrones”?",
  "I know you’ve had some bad years.",
  "“You’re ironborn, Theon.",
  "I won’t joke about it.",
  "She may still live.",
  "“I’m sorry."
]