[
  "Gaaserud is a travel writer whose books include “AMC’s Best Sea Kayaking in the Mid-Atlantic.”\n\nMore from Travel:\n\nKayak the Alaskan glaciers of Blackstone Bay while they’re still here\n\nCanoe through the Bronx\n\nKayaking the Florida Everglades, if you dare",
  "[This secluded state park on the Chesapeake Bay offers an alternative to summer’s crowds]\n\nYou’ll need to purchase a $5 decal from the town office on the island to access the water trail from the floating dock at the landing off East Side Road.",
  "The three-mile-long Assawoman Canal, connecting the Indian River Bay (to the north) with the Little Assawoman Bay (to the south) is a charming, serene canal that was originally dug by hand in the 1890s as part of the Intracoastal Waterway.",
  "It’s not uncommon to see these furry inspirations for Marguerite Henry’s 1947 children’s novel “Misty of Chincoteague.”\n\nMoving north, Maryland offers diverse paddling thanks to its vast borders with the Atlantic Ocean and Chesapeake Bay.",
  "\n\nBlackwater National Wildlife Refuge offers tranquility, wildlife and miles of scenic water near Cambridge, Md (Peter Gaaserud/For the Washington Post)\n\nA chill ran down my spine and I felt a primal rush of fear.",
  "Oyster Bay Harbor is where Theodore Roosevelt built his beloved Sagamore Hill in N.Y. (Peter Gaaserud/For The Washington Post)\n\nAbout a third of the trails are through marsh; the rest are in open water.",
  "So what started as a calm paddle on the west side morphed into a rough, hideous ride on the east side, with high waves swamping my cockpit from every direction (I left my spray skirt in the car).",
  "New Jersey has quality paddling near its busy summer retreats, but the true treasures of the Garden State are the wildlife areas such as Island Beach State Park (midway down its coast).",
  "The details omitted from the guidebook find the author clinging to someone’s floating dock, exhausted and soaked, with blood streaming down her thumbs and tears down her face.",
  "In contrast, a drive across the Bay Bridge and south to Blackwater National Wildlife Refuge offers tranquility, wildlife and miles of scenic water near Cambridge, Md.",
  "Somehow, I found the will to continue (the only option) and painfully stroked my way back to the launch, after which I did what any expert would do: I called my mom.",
  "My favorite port might have been Oyster Bay Harbor, where Theodore Roosevelt built his beloved Sagamore Hill, had it not been the site of my second daunting event.",
  "It was also the first of two daunting events I had during 10 weeks of paddling while writing a coastal kayaking guidebook for the Appalachian Mountain Club.",
  "I paddled select sites — traveling south to north — starting with the sandy shores of Virginia Beach and ending in the rocky harbors of Long Island.",
  "The park is one of few undeveloped barrier-island beaches on the Atlantic, with 10 miles of coastal dunes between the ocean and Barnegat Bay.",
  "Although there are terrific launch sites on the 160-square mile New York City Water Trail, I’m partial to the scenic harbors of Long Island.",
  "In addition to beautiful launches at Cape Henlopen and Delaware Seashore state parks, there’s a lesser-known gem near south Bethany Beach.",
  "(Michaela Riva Gaaserud/For The Washington Post)\n\nNew York is surprisingly kayak­-friendly, given the large population on its short coast.",
  "Launch at Truxtun Park and paddle into Spa Creek past the famed “Ego Alley,” where a continual line of boats parades by the waterfront.",
  "There’s a public beach launch at the end of Bay Street, next to the windmill, and fresh lobster rolls are served right on Long Wharf.",
  "The capital city’s proximity to waterways such as the Severn River and the Chesapeake Bay provide paddlers with countless choices.",
  "The biggest attractions are the wild ponies that have lived in the Chincoteague National Wildlife Refuge for more than 400 years.",
  "It’s one of my favorite kayaking spots along the Mid­Atlantic coast and is the site of an annual paddling race around Wye Island.",
  "Exploration of the Virginia coast should include at least part of the 70 miles of barrier islands along its Eastern Shore.",
  "I instinctively stopped paddling and looked at the water beyond the bow of my kayak just as a large fin broke the surface.",
  "[History buffs trace the steps of a young George Washington through the DMV]\n\nThe canal is a 35-foot-wide no-wake zone.",
  "I was tired from a long drive and paddle in the Bronx, but couldn’t resist a spin around the pretty harbor at sunset.",
  "A dozen shark species frequent the bay (most are harmless), but in 20 years of paddling, this was my first encounter.",
  "There are three great paddling trails that traverse this 27,000-acre refuge, ranging from about eight to nine miles.",
  "Watch for boat traffic, waves rolling off the seawall and “pirate” ships carrying zealous kids with water cannons.",
  "Sandy beaches, tidal marsh, freshwater wetlands and a maritime forest provide habitat for a diversity of wildlife.",
  "It was dredged in the 1950s but fell into disrepair in the following decades and was removed from the waterway.",
  "I met my finned friend near the confluence of the Wye and the Wye East rivers, not far from the Chesapeake Bay.",
  "It skimmed the top of the water in a skidding motion and I could tell the animal was more than six feet long.",
  "I’ve watched enough “Shark Week” on the Discovery Channel to immediately know that this was no ordinary fish.",
  "It has more than 3 percent of the country’s coastline and was a haven for pirates for more than 200 years.",
  "The Virginia Seaside Water Trail includes 37 day-trip routes, including my top pick, Chincoteague Island.",
  "Delaware has only 2,000 square miles, but with 117 miles of coastline, it has much to offer kayakers.",
  "Sag Harbor in Long Island, N.Y., has a protected harbor and access to creeks, coves and open water.",
  "[Submit your photo to the 2016 Washington Post Travel Contest]\n\nIt was a total rookie mistake.",
  "It’s a sunny, happy place with a protected harbor and access to creeks, coves and open water.",
  "Correction: An earlier version of this story incorrectly captioned a photo as Wye East River.",
  "Famous outlaws in the bay included Blackbeard, the Davis trio and captain William Kidd.",
  "Annapolis is the picture-perfect seaport, known for sailing, blue crabs and the U.S.",
  "Pick up a trail map at the visitor center off Key Wallace Drive before heading out.",
  "Many sections have a lovely tree canopy that makes a green arch over the canal.",
  "There are several launches off Shore Road, and a $20 fee keeps the crowds down.",
  "There’s also the chance of seeing celebs such as Jerry Seinfeld and Billy Joel.",
  "There’s a primitive, free launch site by the Jefferson Bridge off Kent Avenue.",
  "Kayakers don’t have to look far to find stellar paddling in the Mid-Atlantic.",
  "It sweetened the deal and made this the perfect port to end my journey.",
  "It feels remote, offers shade and shelters paddlers from strong wind.",
  "Continue through Annapolis Harbor and past the Naval Academy.",
  "Consequently, Sag Harbor is my favorite port on Long Island.",
  "The canal was revitalized and reopened to boats in 2010.",
  "It is a photo of Blackwater National Wildlife Refuge.",
  "What I failed to note was the growing westerly wind.",
  "The refuge is a key rest stop for migrating birds.",
  "More than 250 species have been identified there.",
  "As quickly as it came, it dove out of sight.",
  "It is on Guy Street, an unmarked dirt road.",
  "I was in the Wye East River in Maryland.",
  "It was a shark — a big shark.",
  "The story has been updated.",
  "I felt utterly alone.",
  "Naval Academy.",
  "."
]