[
  "Before the biggest \"Game of Thrones\" episode, \"Battle of the Bastards,\" even aired, Ser Davos (Liam Cunningham) was singing the praises of his Lord Commander, Jon Snow (Kit Harington).",
  "I know we push the edges of drama and jump over the line occasionally -- the best drama does -- but I don't think we’ve yet sunk to the requirement of seeing me have to defecate.",
  "Cunningham continued to open up about the penultimate Season 6 episode, gave some insight into the season finale and resolved one big stinking unanswered question with HuffPost.",
  "Without getting too technical, that’s a camera really, really way back on a long lens, which compressed perspective, so they were a very safe distance from him.",
  "We have to get around our world in Westeros and see what the other participants are getting up to, and that’s what’s going to come in Episode 10.",
  "Well, I do have to say, I'm glad you prioritized this magnificent, very expensive episode talking about human and animal defecation.",
  "His demise is going to happen, and they're approaching him, only when the horses met them, that clash was absolutely extraordinary.",
  "I remember Neil Marshall [director of 'The Watchers on the Wall'] telling me one of the things he loved about Kit was how he moves.",
  "I read an interview with director Miguel Sapochnik where he said the horses shit at bad times during \"Battle of the Bastards.\"",
  "Cunningham told The Hollywood Reporter that Harington should be nominated for some awards for his work in the episode.",
  "If he doesn’t, at the very least, get nominated for his work throughout the whole season, there is no God.\"",
  "He knows she's been burning people, most of it off screen, since Season 2 after The Battle of Blackwater.",
  "I think what we've got coming up is a big story, perhaps with the Lannisters, for the end of this.",
  "They can have their heads down, and when they hear the words \"turn over,\" their heads come up.",
  "But we have a little bit of unfinished business to take care of, and that will reveal itself.",
  "Listen, we're not going to top what we did in [Episode 9] in action and digital quality.",
  "Even if I said, \"Yes, it has revealed itself,\" I still wouldn't tell you what it was.",
  "I just have never seen on film or television the kind of shots we saw on this show.",
  "Horses are like that, and sometimes -- you know what’s extraordinary about horses?",
  "\"The Battle of the Bastards\" was huge, but now what can we expect from the finale?",
  "Speaking of which, have you ever seen horse work in any movie that matched that?",
  "In a sense, the Winterfell story has now ceased to be as scary as it has been.",
  "Before the fight, Davos is telling Tormund he likes to shit before battle.",
  "But while we're on the subject of shit ...\n\n[Laugh] Which you brought up.",
  "When Davos finds the stag he gave Shireen, what's going through his head?",
  "And that scene where they charge at Kit, how much of that was practical?",
  "There’s been a number of people trying to squeeze that puppy out of me.",
  "If they’re regularly used in drama, the ears go up, they start acting.",
  "He moves like a dancer, and his fighting is just fantastic to watch.",
  "Even though I had good sound, this thing was screaming IMAX at me.",
  "And mine was one of those, they can be incredibly professional.",
  "He’s incredibly accomplished with a sword; he’s a decent man.\"",
  "And the physical acting that he does is absolutely remarkable.",
  "\"I repeat my thoughts,\" Cunningham told The Huffington Post.",
  "I hate complimenting other actors, but he’s an absolute joy.",
  "We’ve seen what happened with Daenerys and Yara and Theon.",
  "[Laugh] He may have taken a shit when he found the stag.",
  "[Laugh] That would be a criminal offense if I told you.",
  "You can see the amount of work that was put in by Kit.",
  "My one criticism was I had to watch on a 42-inch TV.",
  "But, all through the magic of beautiful filmmaking.",
  "\"He’s very subtle in his acting, I really like it.",
  "I think it was best that that happened off camera.",
  "Have we finally seen the secret George R.R.",
  "And this is not once or twice I saw this.",
  "There's so many stories going on in this.",
  "What was it like working with the horses?",
  "Then he comes across Shireen's ash pile.",
  "\"I think -- Kit -- you can see it, man.",
  "Cersei is in a very difficult position.",
  "We’ve got all that to look forward to.",
  "It’s a game changer, him finding that.",
  "Did Davos ever get to take his shit?",
  "We haven’t reached that low point.",
  "Martin told you about in Season 6?",
  "And the slow-mo stuff was amazing.",
  "Don't say that around Melisandre.",
  "He knows that’s part of her M.O.",
  "He knows what Melisandre's done.",
  "I mean, a huge change is coming.",
  "I was gobsmacked looking at it.",
  "Which, I absolutely brought up.",
  "A joy to work with,\" he added.",
  "They're absolutely remarkable.",
  "He’s put two and two together.",
  "We've watched that take shape.",
  "I’ll save it for my memoirs.",
  "Where does he go from there?",
  "That's just how he R'hllors.",
  "Maybe that’s in Season 29.",
  "(Warning: spoilers ahead!)",
  "This is almost every take.",
  "\"It kills me to say this.",
  "Now, he's doubling down.",
  "Oh yes, they always do.",
  "It was extraordinary.",
  "Season 29 confirmed.",
  "It was cinematic.",
  "OK, got it.",
  "Wow, dude.",
  "Always."
]