[
  "Like the whistle, the Caribbean Sea is partly open, which allows it to exchange water with the ocean every 120 days, producing a \"whistle\" so loud it can be picked up from space in the form of oscillations of the Earth’s gravity field.",
  "In what sounds like a plot device from a science fiction movie involving sea monsters and aliens, a strange sound is coming out of the Caribbean Sea that's so loud it can be detected from space.",
  "\"We can compare the ocean activity in the Caribbean Sea to that of a whistle,\" professor Chris Hughes, an expert in sea level science at the university, said in a news release.",
  "Some waves cancel themselves out, but the bigger ones \"reinforce themselves, producing an oscillation with a sharply-defined period,\" the university said in a news release.",
  "Besides being a curious natural phenomenon, the whistle might have some practical purpose: The researchers said they may be able to use it to predict coastal flooding.",
  "While the whistle itself is many octaves below the human hearing range, the researchers sped it up to make it audible, and the result can be heard in the clip above.",
  "\"When you blow into a whistle, the jet of air becomes unstable and excites the resonant sound wave which fits into the whistle cavity,\" he said.",
  "The waves often vanish at the western end of the Caribbean basin and reappear on the eastern side, a phenomena known as the Rossby wormhole.",
  "The visualization shown in the video also reveals what happens to the water at sea level (left) as well as pressure at the sea floor.",
  "The University of Liverpool researchers who discovered the sound have dubbed it the Rossby whistle after the Rossby waves -- a.k.a.",
  "mppriv via Getty Images Rest easy tonight, because the sound is almost certainly not being caused by any of these things, either.",
  "\"planetary waves\" -- that push across the ocean and cause the sound when they reach the Caribbean.",
  "Getty Images/iStockphoto The strange sound is definitely not caused by anything like this.",
  "\"Because the whistle is open, the sound radiates out so you can hear it.\"",
  "And it's an A-flat."
]