[
  "(Photo: Getty Images)\n\nBoth eerie and beautiful, this beach off the coast of Washington is the perfect place to explore the beauty of the Pacific Northwest and an even better place to film the Twilight franchise reboot.",
  "(Photo: Getty Images)\n\nThis state park allows its visitors to enjoy the comfort and convenience of modern day amenities amid the backdrop of lush forests, bountiful wildlife and breathtaking waterfalls.",
  "Nestled on a pine-covered mountain complete with beautiful streams, the Crags offer campsites for campers and tents with public bathrooms sprinkled throughout (but warning: there's no running water).",
  "(Photo: Getty Images)\n\nThe aptly named Thunder Hole -- for the way the Atlantic sea crashes and thrashes the rocky shoreline of this Maine town -- is a part of the Acadia National Park.",
  "More Spring Break coverage: 6 things you didn't know about spring break\n\nDon't miss this: Yoder's Restaurant and Buffet in New Holland is a great place to stop for an Amish meal.",
  "Once your eyes and ears can take the roar of Thunder Hole no longer, you can enjoy the other aspects of Acadia National Park, including hiking trails, mountains and lakes.",
  "A variety of rental cabins and cottages can be reserved and come fully furnished with the typical kitchen and bathroom functionality of a residential home.",
  "But if you plan on staying at a nearby hotel, it's going to cost you anywhere from $60 to $300, depending on the quality of y0ur choice.",
  "What it'll cost you: If you plan on roughing it with camping gear and sleeping bags, this trip could be cheaper than last month's rent.",
  "The centerpiece of the Crags is a trail through the mountain that leads to a breathtaking view from thousands and thousands of feet up.",
  "Face it: Popular vacation destinations like Cancun and Daytona Beach are going to be flooded with rowdy college students and partyers.",
  "Unlike the beaches of Florida or California, Second Beach is not congested with scantily clad vacationers but filled with wildlife.",
  "This story originally appeared on the USA TODAY College blog, a news source produced for college students by student journalists.",
  "(Photo: Getty Images)\n\nFour-wheel drive and a sense of adventure are an absolute necessity to reach this high-altitude campsite.",
  "Due to the weather, it may be a little too cold to venture into the water, but the extraordinary sights are just as rewarding.",
  "Don't miss this: Located in downtown St. Augustine, the Lightner Museum contains magnificent antiques from the 1800s.",
  "What it'll cost you: Staying in a four-person cabin will cost you $149 per night, which is cheaper than most hotels.",
  "What it'll cost you: General admission tickets to the lighthouse are under $15, while ghost tour tickets are $25.95.",
  "For those not into scary things, you can also enjoy the sights and sounds of the ocean and the Maritime Museum.",
  "The National Memorial Arch is a monument dedicated to George Washington and the United States Continental Army.",
  "Don't miss this: Hike north along the beach and you'll find a natural arch, one of the West Coast's many gems.",
  "What it'll cost you: This is another place you can set up camp for free, but in March sites are limited.",
  "Today, tourists are able to explore the vast lands and explore the history through informational tours.",
  "If you happen to visit on a full moon, climb to the top of the lighthouse for the Sunset Moonrise tour.",
  "Scenic views of unusual rock formations and the Catamounts on Pikes Peak Colorado in the summertime.",
  "Cameron McGough is a student at the University of Kansas and a USA TODAY College digital producer.",
  "Visitors are able to go on the Dark of the Moon ghost tour to discover the history behind it all.",
  "Outdoor recreational opportunities include biking, hiking, geocaching, fishing and so much more.",
  "Don't miss this:The Timberline Riding Stables offer private tours of the landscape on horseback.",
  "Valley Forge was the winter camping site for George Washington and his troops from 1777 to 1778.",
  "This campsite is perfect for exploring and enjoying the brisk Colorado weather with a good book.",
  "Don't miss this:The Donut Mill in Woodland Park has cinnamon rolls larger than a toddler's head!",
  "(Photo: Getty Images)\n\nThis lighthouse is considered the most haunted place in St. Augustine.",
  "(Photo: Getty Images)\n\nHere you'll find the history of The American Revolutionary War.",
  "If you prefer a vacation less traveled by, try one of these spring break alternatives.",
  "It's an amazing place to visit during the day, but stick around for the sunset, too.",
  "Less than an hour away is Lancaster, an area heavily populated with Amish culture.",
  "This monument is located at Valley Forge National Historical Park in Pennsylvania.",
  "The museum itself is a gorgeous building formerly known as the Alcazar Hotel.",
  "The only money required for this trip is for gas, food and camping equipment.",
  "What it'll cost you: No ticket is required for admission in Valley Forge.",
  "What it'll cost you: At this type of destination, camping is essential.",
  "The cost of a hotel in the area generally ranges from $100 to $300.",
  "View of rocks in the ocean from Second Beach in Olympic Peninsula.",
  "Rooms in March are cheap -- as low as $90 a night.",
  "Read or Share this story: https://usat.ly/2KX1uqt",
  "Most hotels in the area start at $100 per night.",
  "Thunder Hole in Acadia National Park, Maine.",
  "You might be better off crashing at a hotel.",
  "Don't miss this: Hike along the Gorge Path.",
  "The blog closed in September of 2017.",
  "It's an easy hike with great views.",
  "Most important, there's WIFI!",
  "Blackwater Falls State Park."
]