[
  "Dawn is the ancestral blade of House Dayne, famously forged from a “fallen star.” Unlike the Valyrian steel swords other Westerosi noblemen pass from father to son as a matter of course, Dawn isn’t automatically doled out to members of each new generation: Only those who are deemed truly worthy may inherit it and bear the title of “Sword of the Morning.” The last Dayne so honored was Ser Arthur, the kingsguard knight considered the greatest swordsman of his age, who died in battle with Ned Stark and Howland Reed at the end of Robert’s Rebellion.",
  "From Tumblr to Reddit to major ASOIAF fansites like westeros.org and Tower of the Hand—as well as my and my co-author’s own sites All Leather Must Be Boiled and the Nerdstream Era, and our podcast, “The Boiled Leather Audio Hour“—self-taught experts and avid fans have advanced literally hundreds of theories about the past and future of the story, from slam-dunk analysis that’s been all but accepted as fact to tinfoil-hat crackpottery that makes the Kennedy assassination look as clear-cut as an episode of Murder, She Wrote.",
  "“Mother of dragons, slayer of lies”: At this point in the prophecy Dany has three visions: “a red sword … in the hand of a blue-eyed king who cast no shadow”; “a cloth dragon sway[ing] on poles amidst a cheering crowd”; and “a great stone beast [taking] wing, breathing shadow fire” from “a smoking tower.” The first two are easy enough to figure out: Stannis Baratheon (the fake Azor Ahai), and Aegon (the fake Targaryen).",
  "The best explanation, as detailed by Stefan Sasse at the Tower of the Hand (my collaborator on this list), is that the unusual number of simultaneous intermarriages between the Lannister, Tully, Arryn, Stark, and Baratheon families were intended to strengthen an alliance that would eventually emerge as a counterbalance, if not an outright replacement, to the absolute power of the Targaryen monarchy.",
  "Advertisement\n\n\n\nGood news for people who love bad dudes: A popular and very convincing theory holds that Sandor “the Hound” Clegane survived the infected wounds that led Arya Stark to leave him for dead, and wound up as a novice monk on the Quiet Isle, where Brienne, Podrick, and their traveling companions see him digging graves while walking with a limp and keeping his famous face hidden.",
  "Soon, however, Jojen seems to disappear, at which point Bran is given a vile, bloody-tasting, pastelike potion that helps activate his telepathic powers as a “greenseer.” Given that the ancient practices of those who worshipped the “old gods” involved human sacrifice, there’s reason to believe Jojen, who repeatedly insisted he knew exactly how he’d die, gave his life for the concoction.",
  "Like other theories positing certain groups as all-powerful puppet masters—like the Tyrells triggering Margaery’s arrest as a trap for Cersei, or the Martells secretly commanding the berserk mercenaries known as the Brave Companions via their alleged founder Oberyn—a certain level of wishful overinterpretation comes into play, often flying in the face of what fits best with the story.",
  "Even if a generous appraisal of their relative age and size can be made to fit, turning a mass political-religious movement into a vector of personal vengeance against the Lannisters subverts the thematic purpose of the the Sparrow story line, which is to illustrate the rise of religious fundamentalism in the economic and military chaos the War of the Five Kings has caused.",
  "To go forward you must go back, and to touch the light you must pass beneath the shadow.” When the mysterious masked woman named Quaithe first said this, it seemed easy enough to figure out: To get to Westeros, the northernmost and westernmost continent, she had to travel in the opposite direction, to the far-off sorcerer-city of Asshai and the so-called Shadowlands beyond.",
  "The prevailing theory for a long time was that he’s Benjen Stark, Jon’s missing uncle; but in addition to not-exactly-canonical marginalia debunking that idea, the theory doesn’t quite track with Bran not recognizing Coldhands at all, or the Children of the Forest’s contention that the man died “long ago.” (Benjen’s been missing for only two years or so at this point.)",
  "So says, well, me—on my ASOIAF Tumblr, I speculated that notorious poisons expert Oberyn Martell made the most of his contact with the Lannister lord by poisoning him, leading both to the bowel situation the Imp found him struggling with when he killed him and Tywin’s subsequent rapid putrefaction, the subject of much consternation at court during his funeral services.",
  "Jaime is the Valonqar and Daenerys is the Younger Queen\n\nAs a little girl, Cersei Lannister paid a visit to a woods witch named Maggy the Frog, who prophesied that “the valonqar shall wrap his hands about your pale white throat and choke the life from you.” “Valonqar” is High Valyrian for “little brother,” which led Cersei to suspect Tyrion as her eventual assassin.",
  "Azor Ahai reborn\n\n“When the red star bleeds and the darkness gathers, Azor Ahai shall be born again amidst smoke and salt to wake dragons out of stone.” So sayeth Melisandre about the legendary figure who rescued the world from its first encounter with the Others millennia earlier, and who is prophesied to come again to save humanity a second time.",
  "But I think we’ve got three very strong candidates for the messiah: Daenerys Targaryen, rising from the ashes of her husband’s funeral pyre under the red comet; Tyrion Lannister, revived during the fiery Battle of Blackwater; and Jon Snow, steam rising from his wounds while his murderers cry salty tears, near a dismembered knight with a star sigil.",
  "In its favor, we have Brandon asking Ashara for a dance on Ned’s behalf at the tourney of Harrenhal, Lady Barbrey’s assertion that Brandon was quite the ladies’ man, and Ser Barristan Selmy’s memories of “Stark,” “the man who had dishonored her at Harrenhal”—a marked contrast with the respect he always showed for Ned in both word and thought.",
  "Given that Balon’s successor is his mega-rich pirate brother Euron “Crow’s Eye” Greyjoy, who showed up unannounced at the Iron Islands almost immediately after his royal kin’s untimely demise, it seems all but certain he hired a member of the famous Braavosi order of assassins, the Faceless Men, to kill Balon so he could seize power.",
  "This theory holds that in an upcoming trial by combat to determine Cersei Lannister’s fate, she’ll name “Ser Robert Strong “— the towering, masked, mute new kingsguard who bears a striking resemblance to the supposedly late Ser Gregor—as her champion, leading the High Sparrow to tap the Quiet Isle’s gravedigger as his own.",
  "During a visit to the psychic old woman and potential Child of the Forest known as the Ghost of High Heart, Arya and Beric Dondarrion’s Brotherhood Without Banners are treated to a prophecy in which the tiny telepath envisions a man with no face on a rickety bridge, with “a drowned crow” draped in seaweed on his shoulder.",
  "But it was driven in large part by reader dislike and distrust of the show’s deviation from the plot of the books, in which Robb fell for Jeyne Westerling, the daughter of a Lannister vassal whose castle he conquered; some members of her family really did use the romance to undermine, and eventually destroy, the Starks.",
  "Game of Thrones, the show based on the books, has largely stayed away from Martin’s mix of hints, clues, visions, and red herrings, which is probably wise; no one wants a repeat of Lost, where fans went so berserk trying to figure out what was going to happen in advance that the show itself became an afterthought.",
  "The documentation, however, is believed to be stranded in Stark ally Howland Reed’s hidden fortress Greywater Watch, along with the loyal bannermen Robb entrusted to take them back North prior to his death; the area itself is impregnable, but it’s now surrounded on all sides with alleged Lannister loyalists.",
  "But it’s wise to treat the show and the books as two separate things, and the latter series never came out and stated outright that the heir to the Iron Islands had been mutilated this way; even the Theon POV chapters, in which we’re directly privy to the man’s innermost thoughts, don’t bring it up.",
  "Well, her travel south and east brought her to Qarth and Slaver’s Bay; her journey back to the Dothraki Sea on Drogon’s back will apparently start her forward progress once again; and the shadow cast by the dragon, when it returned to Meereen to pick Dany up, may be the final piece of the puzzle.",
  "There’s a lot counting against this theory, from the willingness of Sandor’s new brothers to narc on him, to the Sparrow’s decision to pick Sandor out of all the potential candidates, to how, exactly, both the news and the man himself would travel all that way in time to participate.",
  "The author of the A Song of Ice and Fire series has packed his epic-fantasy novels with unpredictable plot twists—and for every shocking revelation, there’s an equally tantalizing secret that stays hidden, riddle that remains unsolved, or prophecy that has yet to be properly decoded.",
  "Maggy’s prophecy also warned Cersei that she’d only be queen “until there comes another, younger and more beautiful, to cast you down and take all that you hold dear.” This helps explain Cersei’s unrelenting hostility to Sansa Stark and Margaery Tyrell, her sons’ lovely fiancées.",
  "The sensation of stumbling across this incredibly vast trove of deep-cut knowledge for the first time is a memory many readers share: “Holy shit—Ned Stark isn’t Jon Snow’s dad?”\n\nBelow, you’ll find 50 of the most popular, compelling, convincing, and/or crazy theories out there.",
  "Noting that gender in Valyrian can be tricky, at least where dragons are concerned, some readers have interpreted the word as meaning “little sibling,” opening up basically anyone in the story with an older brother or sister, from Sandor Clegane to Arya Stark, as a candidate.",
  "The Faceless Men conspiracies\n\nThe cult of magical assassins known as the Faceless Men first emerged as among slaves in the horrendous mines beneath the volcanoes of Valyria, where they mercy-killed those who could no longer bear the strain of the brutal labor conditions.",
  "Euron Greyjoy, the sociopathic sorcerer-pirate who takes control of the Iron Islands and wages war on the mainland in books four and five, reports to his awful brother Victarion that he used to dream he could fly, though when he woke up his maester insisted otherwise.",
  "Howland Reed is Arthur Dayne\n\n“They called him the Sword of the Morning, and he would have killed me but for Howland Reed.” So said Ned Stark to his son Bran about kingsguard knight Ser Arthur Dayne, whom Ned and Howland defeated at the end of Robert’s Rebellion.",
  "Some readers believe that the new, more brutal Brotherhood Without Banners, led by the remorseless “Lady Stoneheart,” will wipe out all the guests at an upcoming Frey-Lannister wedding as payback for what went down at Walder Frey’s stronghold a few books back.",
  "Jojen paste\n\nOn Game of Thrones, young psychic Jojen Reed dies at the doorstep of the underground stronghold of the Children of the Forest, where Bran Stark’s long-prophesied meeting with the Three-Eyed Raven (the Three-Eyed Crow in the books) takes place.",
  "The mix of information in the letter makes it difficult to deduce when it was written—we’ve seen Mance get outed, but we haven’t seen Ramsay defeat Stannis (in the books, at least), and we know for a fact Theon and the Arya impostor aren’t at the Wall.",
  "The theory has the mythic ring of truth; the biggest obstacle would appear to be the logistics of getting the sword into the right hands, given the great distance between Dorne and the Wall, where its likely bearer is currently awaiting resurrection.",
  "Talisa Honeypot\n\nThe rare theory that applies only to the show (since the character in question didn’t exist in the novels), the premise here is that Robb Stark’s doomed wife, Talisa Maegyr, was a Lannister plant sent to entrap the King in the North.",
  "Balon Greyjoy was killed by the Faceless Man\n\nIn A Feast for Crows, the fourth book of A Song of Ice and Fire, the brothers and heirs of Balon Greyjoy—King of the Iron Islands—duke it out to claim Balon’s crown after he dies in a fall from a bridge.",
  "Under this theory, Ned lied to everyone about the boy’s parentage—his wife Catelyn, his best friend Robert Baratheon, and Jon himself—as part of a deathbed promise to his sister, who died shortly after giving birth, to keep the last Targaryen safe.",
  "When Ser Jaime Lannister encounters her during his mopping-up expedition through the post–Red Wedding Riverlands, he notes her “narrow hips,” whereas Robb’s mom Catelyn Stark had twice described the girl as having “good hips” fit for childbearing.",
  "These dragons wouldn’t necessarily serve any master, if the wild and dangerous dragons discussed in The World of Ice and Fire guidebook are any indication; what that would mean for the area’s residents is uncertain, but it’s probably nothing good.",
  "As for gold, Jorah Mormont was paid for his services as a spy in her court by Varys, though this could also refer to the sellsword captain Brown Ben Plumm, who betrayed her during A Dance With Dragons, or to some future betrayal by Daario Naharis.",
  "“A corpse stood at the prow of a ship, eyes bright in his dead face, grey lips smiling sadly.” The ship and the reference to the color “grey” call to mind the Greyjoys, though Victarion, the one physically closest to Dany, isn’t much for smiling.",
  "Since Tower of the Hand’s Miles Schneiderman first made the case for the theory, foreign editions of A Feast for Crows have corrected Jaime’s description of Jeyne’s appearance, indicating that the difference was simple human error on George R.R.",
  "Lady Barbrey Dustin spends most of her screentime during A Dance With Dragons talking to poor Theon Greyjoy about how much she hates pretty much everyone in the North, from the slimebag Boltons to the supposedly noble Stark family they replaced.",
  "He claims the maesters helped kill off the dragons, deliberately stranded Maester Aemon Targaryen at the Wall rather than letting him rise to power at their Citadel, and have likely dispatched a team of assassins to take out Daenerys Targaryen.",
  "When Ramsay Bolton’s forces put the castle to the torch during A Clash of Kings, Bran Stark watches through the eyes of his direwolf Summer, who observes “a great winged snake whose roar was a river of flame” in the sky, which quickly vanishes.",
  "Meanwhile, we’ve learned that skinchangers—those who can project themselves into the bodies of wolves or other animals—can live on in their familiars for a short time before losing their human memories, even after their bodies have been killed.",
  "Brandon and Ashara\n\nThe argument that Eddard Stark’s older brother Brandon “the Wild Wolf” Stark slept with Ashara Dayne, the beautiful young noblewoman with whom Ned was clearly smitten, is one of the most unexpectedly divisive theories going.",
  "But flaying may well have some kind of traditional, supernatural justification in the North, given the region’s history of skinchangers and human sacrifice, and it’s also just a nasty way to torture and kill people, as it is in the real world.",
  "Dismayed by Dany’s concessions to Meereen’s old regime, Skahaz may well have tried to take her out, with a plan to use the subsequent outcry against her enemies to usher in an even more radical revolution against the city’s rich and powerful.",
  "But it could also refer to the Selaesori Qhoran, the ship on which Tyrion, Jorah Mormont, and Moqorro initially travel on their way to Meereen; its name means “fragrant steward,” so “perfumed seneschal” wouldn’t be a bad translation either.",
  "The recasting of Daario from blond-haired Ed Skrein to brown-haired and bearded Michiel Huisman brought the character marginally more in line with Euron’s appearance, but I promise you that’s the only thing this theory has going for it.",
  "Quiathe’s other prophecy, or “beware the perfumed seneschal”\n\nWhen Quaithe appears in Daenerys’s pyramid palace in Meereen during A Dance With Dragons, it’s not the first time the masked prophet has shown up spouting cryptic warnings.",
  "The head of the order tells Brienne that Clegane’s body has been found and that the man is at peace, which under this theory is true, strictly speaking: The Hound has forsaken his berserker rage to live a life of solitude and silence.",
  "Over time, they evolved into an organization of killers for hire, using their ability to change their appearance to become a force to be reckoned with both in the free city of Braavos (founded by runaway slaves) and around the world.",
  "Theon, who’s a few brews short of a six-pack by this point, wonders if he’s responsible for some of the suspicious deaths that have taken place in the castle, most of which were actually the work of Mance Rayder and his spearwives.",
  "Marwyn the Mage, a rebellious archmaester whom we meet in A Feast for Crows, alleges that his ancient brotherhood has worked for centuries to stamp out all magic from the world, replacing it with the rational system they support.",
  "But the young former squire to King Robert Baratheon disappeared during the King’s Landing riot in A Clash of Kings, and unlike various other figures from the royal retinue who were waylaid that day, no body was ever recovered.",
  "But as westeros.org explains, a few are still up in the air:\n\n“Three fires must you light … one for life and one for death and one to love”: The first is the funeral pyre Dany lit for Khal Drogo, in which the dragons were born.",
  "That’s the contention of Maester Aemon, who tells Sam that he and other scholars had forgotten that the Valyrian word for prince was gender-indeterminate—just like their word for dragons, given that dragons could switch sexes.",
  "Turns out Barbrey was a fuck-buddy of Brandon Stark, Ned’s older brother and apparently a real “Wild Wolf.” Brandon was executed by the Mad King years ago, leading to Robert’s Rebellion and the fall of the House of Targaryen.",
  "It means that Jon is a metaphorical embodiment of both ice (Stark) and fire (Targaryen), and that he’s a child of destiny whom the prophecy-obsessed Rhaegar risked war and the destruction of his entire house to help create.",
  "And provided you keep the importance of theorizing in perspective instead of letting it become the books’ be-all-and-end-all, coming up with interpretations is an entertaining way to kill some time arguing on the internet.",
  "But there’s no direct evidence of either his knowledge of or participation in the plot; what’s more, the Lannister name is so sacred to him that it’s difficult to imagine him willingly killing off even his worst relatives.",
  "The reasoning behind the theory that Ned Stark’s closest ally, a follower of the old gods, has been posing as a fundamentalist, misogynist follower of the Faith of the Seven down in King’s Landing is a bit harder to parse.",
  "Detractors of the theory hold that it does damage to the delicious narrative irony of Tyrion, who—despite being Tywin’s most hated child—is also the one who most shares his intelligence and sheer political shrewdness.",
  "Other candidates include the Night’s King, who in the books was a member of the Watch who turned evil; the Night’s King’s son with an Other mother; or perhaps Ser Duncan the Tall, hero of the ASOIAF prequel novellas.",
  "But this may have been Rhaegar’s way of letting Lyanna know he knew she was the mystery knight, since her small size, talent for riding, and presence during Howland’s bullying all make her the most likely candidate.",
  "Easy-peasy lemon squeezy: The former refers to her wedding night to Drogo, and the latter is a symbol often associated with Jon Snow, whose mother Lyanna loved blue winter roses and died in a bed covered with them.",
  "“R + L = J” stands for “Rhaegar plus Lyanna equals Jon”—the idea being that Jon Snow is not the bastard son of Eddard Stark, but rather the secret offspring of Prince Rhaegar Targaryen and Ned’s late sister Lyanna.",
  "It’s possible Rhaegar Targaryen himself was even in on the scheme; he was by most accounts a brilliant and good-hearted guy who was aware of his father’s issues and gave indications of wanting to change the system.",
  "Meanwhile, an all-seeing skinchanger—the Three-Eyed Crow, Brynden Rivers, Bloodraven, whatever you wanna call him—had been watching over the family for years to prepare for young Bran Stark’s psychic awakening.",
  "The evidence against is more or less just that it’s a dick move to hook up with someone your sibling likes, which is true, but on the grand scale of dick moves in A Song of Ice and Fire, it doesn’t even chart.",
  "But his older siblings, including the alleged Prince That Was Promised, are dead, leaving the “three heads of the dragon” (a phrase also uttered by the Undying themselves) a mystery, and a pivotal one at that.",
  "Jon wonders if there’s a real horn somewhere out there—but chances are he already held it in his hands when he found it, sliced in half, in the cache of dragonglass weapons he stumbled across beyond the Wall.",
  "According to the spymaster, he spirited Rhaegar Targaryen’s newborn son Aegon out of King’s Landing the day the Lannisters sacked the city, replacing him with the ringer baby that was soon smashed to a pulp.",
  "Cleganebowl\n\nSo if Sandor’s alive and Gregor’s “alive” (thanks to the miraculous intervention of disbarred maester Qyburn), will the brotherly archenemies finally have the throw-down the Hound always wanted?",
  "If you read between the lines in passages like the one where Theon defends his master by thinking, “He has only taken toes and fingers and that other thing,” the fate of his genitals becomes painfully clear.",
  "According to Meera Reed, this short-but-skilled knight avenged her dad Howland’s bullying at the hands of a trio of squires by beating their knights in a joust and demanding they punish the squires in turn.",
  "The Green Grace is the Harpy\n\nWhatever the Shavepage’s shenanigans may or may not have been, he’s probably not the mastermind behind the Sons of the Harpy, the ongoing insurgency against Daenerys’s regime.",
  "Jeyne Westerling and the Heir to the North\n\nSpeaking of Robb’s missus, Jeyne was spared the fate of her TV counterpart, since the Westerlings were in on the Red Wedding’s terrible secret, at least in part.",
  "But in Wyman’s own famous words, the North remembers: He’s secretly livid with the Lannisters, and particularly their allies Roose Bolton and Walder Frey, for the Red Wedding, where he himself lost family.",
  "But when paranoid guest-of-honor King Aerys Targaryen demanded his son Rhaegar find and unmask the knight, all he was able to track down was a shield, emblazoned with a weirwood tree with a laughing face.",
  "With all this buildup behind it, Dawn is a popular candidate for Lightbringer, the magical flaming sword that the prophesied savior figure Azor Ahai Reborn will wield in the coming war against the Others.",
  "To hear Lady Dustin tell it, the marriage was part of a massive conspiracy among the Great Houses, egged on by their Southern-trained Maesters, to … well, what exactly they were trying to do is unclear.",
  "Southron ambitions\n\nJust because you’re paranoid doesn’t mean they’re not out to get you, and just because you’re the jilted ex-girlfriend of a slain Stark doesn’t mean your shit-talking isn’t true.",
  "The Reeds are a long line of greenseers, including Howland’s son Jojen, leading some readers to speculate that Howland’s intervention came not in the form of a timely spear, but a psychic hijacking.",
  "A popular (to talk about, if not believe) theory holds that Roose Bolton is immortal, and that the House Bolton’s tradition of flaying its enemies alive gives him skins he can inhabit as new bodies.",
  "Whatever you call it, signs point to a repeat of the marriage massacre that wiped out Robb Stark’s forces, but this time the shoe will be on the other foot and the knife will be in the other heart.",
  "Dawn is Lightbringer\n\nAs Anton Chekhov once said, if you introduce a totally awesome sword made of metal from a meteor in the first act, it better be the magical weapon of the messiah by the third.",
  "Tywin Lannister helped orchestrate the Red Wedding slaughter of Robb Stark and his forces—but could he also have been involved in the poisoning of his own grandson, Joffrey, at the Purple Wedding?",
  "Meanwhile, the possibility that the castle sits atop a clutch of dragon eggs, laid by Good Queen Alysanne Targaryen’s dragon centuries earlier, is apparently a rumor of long standing in the North.",
  "This theory never made much sense, practically speaking—how would Tywin know Robb would just so happen to not only meet this one random nurse on the battlefield, but fall in love with her as well?",
  "But dramatic irony dictates that Cersei’s estranged younger twin Jaime will do the deed, possibly using the hand-chain worn by the Hand of the King to compensate for his own lack of a right hand.",
  "Melisandre, the only character who’s referred to as both Azor Ahai Reborn and the Prince That Was Promised interchangeably, keeps seeing Jon when she asks her magical fires to show her Azor Ahai.",
  "The fate of the female line, however, was pointedly not revealed, and some readers speculate that some or all elements of the Varys-Illyrio-fAegon conspiracy have Blackfyre blood in their veins.",
  "(Ilyrio’s late wife is said to have had the platinum-blonde “Targaryen look.”) Now, the rich merchant and his eunuch buddy plan to set Aegon up as king, and rule as the power behind his throne.",
  "And as the most famous and popular theory, it’s often the gateway drug for new readers into the theory-mongering mind-set that looks for secrets, clues, lies, and double meanings in every line.",
  "Martin’s revisionist tendencies up to eleven, Heresy tends to ignore the narrative, aesthetic, and thematic fundamentals of epic-fantasy, a genre GRRM wants to enrich and subvert, not destroy.",
  "“Remember the Undying”: The Undying were the cult of warlocks from Qarth, who nearly captured and drained the life force from Dany, showing her all kinds of visions in the process (see below).",
  "The Hooded Man\n\nDuring one of his solitary walks in Winterfell after the Boltons take the castle, poor Theon Greyjoy encounters a guy with a hood who insults him as a turncloak and kinslayer.",
  "The Three-Eyed Crow is connected to Euron Crow’s Eye\n\nWhen Bloodraven first appears to Bran in his fever dreams following his fall from the tower in Winterfell, he helps the dreaming boy fly.",
  "That’s the case with the tale of the Knight of the Laughing Tree, an anonymous “mystery knight” who wrecked shop at the famously massive tourney of Harrenhal before Robert’s Rebellion began.",
  "Talisa’s brutal murder during the Red Wedding put an end to any notion that she was a Lannister spy, but during seasons two and three the theory was among the most popular in all the fandom.",
  "This theory posits that Mad King Aerys, who made no secret of his lust for Tywin Lannister’s wife Joanna, secretly (and most likely forcibly) impregnated her near the tail end of his reign.",
  "Stannis may be misguided in thinking he’s Azor Ahai Reborn, or allowing Melisandre to think so for him, but from what we’ve seen in the books so far, he’s not the worst guy in the world.",
  "Heresy\n\nLess a theory than a way of life, Heresy is an umbrella term encompassing a variety of “everything you know is wrong”–type arguments about the main narrative thrust of the books.",
  "But before she snaps out of the trance state she falls into, Daenerys has an extensive series of prophetic visions and auditory hallucinations pointing to her past, present, and future.",
  "This particular clusterfuck involves the threatening letter Ramsay Bolton sent to Jon Snow at the Wall at the end of A Dance With Dragons, sealed with House Bolton’s trademark pink wax.",
  "In addition to their supposed role either masterminding or facilitating the Southron Ambitions scheme, the wise men of Westeros are implicated in an even bigger and more nefarious plan.",
  "The Shavepate poisoned the Locusts\n\nHe earned his nickname by shaving off his customary Meereenese hairstyle to signal his absolute loyalty to the city’s new ruler, Daenerys Targaryen.",
  "All three also have experiences the echo Azor Ahai’s sacrifice of his beloved Nissa Nissa in order to forge the sword Lightbringer—the deaths of Drogo, Shae, and Ygritte, respectively.",
  "But he is traveling aboard a ship called Cinnamon Wind, which is close enough to being perfumed, and it’s entirely possible he served as seneschal of the Citadel some time in the past.",
  "Might the pirate king have been one of the many “dreamers” the Three-Eyed Crow has contacted over the years, surviving the experience but not joining forces with the powerful psychic?",
  "Moreover, Jeyne’s mom was slipping her rudimentary contraceptives throughout her brief honeymoon period, making a pregnancy unlikely even if the big switcheroo really had taken place.",
  "“Mother of dragons, bride of fire”: The three visions that accompany this line begin with Dany’s horse trotting under the stars and end with a blue flower growing from a wall of ice.",
  "Meera Reed is Jon Snow’s twin sister\n\n“There is another.” What if Lyanna Stark gave birth to twins, one of whom was entrusted to Ned and the other to his best friend, Howland Reed?",
  "The drama of the scene and Theon’s paranoia have led many readers to assume this man, who’s taken on the capitalized Hooded Man moniker in the fandom, has a major secret identity.",
  "“Three treasons will you know … once for blood and once for gold and once for love”: Dany was first betrayed by Mirri Maz Duur as payback for the Dothraki’s attack on her village.",
  "But both Ygritte and Tormund Giantsbane tell Jon that Rayder never found what he was looking for; Tormund claims that the gigantic horn Mance dug out of a gravesite was a ringer.",
  "One theory takes this last question as far as it can go, arguing that the FM are secretly in league with the Others to bring the gift of death to literally everyone in the world.",
  "“Garth the Gross”), the flatulent Lord Seneschal of Highgarden, and Archmaester Walgrave, a senile and incontinent member of the Citadel recently selected to be seneschal.",
  "The Tyrells are major players in the game of thrones, while the maesters have been blamed for driving the dragons to extinction, so “beware” might be advice worth heeding.",
  "Then he will return, and not before.” For a long time, this seemed like nothing more than a fancy way to say “When hell freezes over.” Until A Dance with Dragons, that is.",
  "In this light, the massive tournament at Harrenhal right before the rebellion broke out was convened so that the involved parties would have an excuse to meet up en masse.",
  "Advertisement\n\n\n\nBut readers have had almost two decades to pore over and ponder every line in Martin’s novels, beginning with the first volume, 1996's A Game of Thrones.",
  "As discussed above, there’s reason to believe that the supposed heir to the Iron Throne is a fake; his backer Varys was a mummer (actor) before his career as a spymaster.",
  "In this theory, Howland has remained a recluse in his floating fortress Greywater Watch in order to preserve the secret that he’s permanently commandeered Arthur’s body.",
  "Put two and two together and you have a resurrected Lord Snow, whose previous consciousness remains fully intact thanks to its preservation inside of his direwolf Ghost.",
  "By then, however, the three Freys are nowhere to be found—until you note the gusto with which Lord Manderly is serving the three huge meat pies he brought to the feast.",
  "This has led to some speculation that Jon is actually Aerys’s son, not Rhaegar’s, and that Rhaegar ultimately absconded with Lyanna to protect her from his own father.",
  "Sam has the Horn of Winter\n\nWhen King-beyond-the-Wall Mance Rayder gathered the Wildlings at the frozen mountain range called the Frostfangs, it wasn’t for the skiing.",
  "But there’s also reason to believe that some in the North are aware that King Robb Stark legitimized his bastard brother Jon Snow before his death at the Red Wedding.",
  "But Rhaegar’s “kidnapping” of Lyanna Stark screwed everything up and put an end to Lord Rickard’s “Southron ambitions,” as the bitter Northerner Barbrey calls them.",
  "But that’s also the biggest check in the pro column: Since it doesn’t impact the story one way or the other, you can basically believe whatever you want about it.",
  "(A competing theory, that Aerys was the father of the Lannister twins Jaime and Cersei, appears to have been debunked in the guidebook The World of Ice and Fire.)",
  "But Daenerys Targaryen, often acclaimed as the world’s most beautiful woman and boasting the best claim on the Iron Throne, is the strongest candidate of all.",
  "Their plan is to feed off her life force, and they would have gotten away with it, too, if it weren’t for those meddling dragons, who light them all on fire.",
  "Jaime wonders if Varys, who wasn’t with the group that day, somehow kidnapped the boy during the confusion, perhaps to acquire information on Robert’s death.",
  "The various Blackfyre rebellions rocked the Seven Kingdoms for decades, until Ser Barristan Selmy slew the last of the male Blackfyres, Maelys the Monstrous.",
  "But Barbrey is still furious that Brandon’s dad, Lord Rickard (also killed by the king), had planned to marry him off to Catelyn Tully instead of to herself.",
  "Bloodraven controlled the Direwolf Ned Stark found\n\nIt had been centuries since anyone had seen a direwolf south of the Wall before Eddard Stark found one.",
  "Roose’s viciousness loses its thematic value if it’s attributable to his descent from the Others, rather than the all-too-human evil that aristocrats do.",
  "Ramsay claims to have defeated Stannis and unmasked Mance Rayder and his posse of warrior women, whom Jon and Melisandre had sent to Winterfell as spies.",
  "But amoral Illyrio’s uncharacteristic affection for the boy indicates another possibility: Aegon is a fake (hence fAegon), and is actually Illyrio’s son.",
  "Generations earlier, King Aegon the Unworthy legitimized his bastards on his deathbed, leading his favorite, Daemon Blackfyre, to claim the Iron Throne.",
  "There’s additional speculation that Rhaegar and Lyanna were secretly wed in a polygamous marriage, making Jon a legitimate claimant to the Iron Throne.",
  "Some readers believe having a potential claimant to Casterly Rock in his pocket in the event of the House’s overthrow might be Varys’s real rationale.",
  "But based on what we know, it’s just as likely they’re simply out to help kill Dany’s dragons, since these beasts once helped enslave them in Valyria.",
  "It also leads some readers to suspect the gorgeous, rebellious Dornishwoman Arianne Martell will marry Aegon Targaryen and help him overthrow Cersei.",
  "Yet even as he plots rebellion, he hosts three Freys at White Harbor, then schleps up to Winterfell for Ramsay Bolton’s wedding to a fake Arya Stark.",
  "But what’s there tracks reasonably well with the idea that Stannis himself wrote the letter, with Theon’s help, after defeating Ramsay in the field.",
  "The idea is that Stannis is tricking Jon into heading south with an army, which he can then use to take Winterfell from the remaining Bolton forces.",
  "When Rhaegar won the tournament, he caused a scandal by awarding Lyanna Stark the ceremonial title of Queen of Love and Beauty rather than his wife.",
  "Reverse the spelling and you’ll see why it’s widely accepted that this dark-skinned young man is, in fact, Oberyn’s brilliant daughter in disguise.",
  "He’s careful to seed the story with multiple candidates and variable interpretations, so you never feel railroaded down one direction or the other.",
  "The Grand Northern Conspiracy\n\nGiven what we’ve already learned about Lord Wyman Manderly’s culinary preferences, this one’s kind of a no-brainer.",
  "The Red Viper poisoned Tywin Lannister\n\nAdvertisement\n\n\n\nWas Tywin Lannister a dead man walking even before Tyrion put a crossbow bolt in his gut?",
  "Perhaps he’ll see the error of his ways, forsake his claim to the Iron Throne, and take the black to repent and try to do some good in the world.",
  "Samwell Tarly is its current possessor, and he’s all the way down at the southern city of Oldtown, so the horn’s role in the future is uncertain.",
  "Stannis wrote the Pink Letter\n\nYou know you’re in deep shit when you encounter something in A Song of Ice and Fire with a color-based nickname.",
  "You’d end up with this theory, which holds that the spear-wielding sister of young psychic Jojen Reed is actually yet another secret Targaryen.",
  "Nowadays, though, it appears unlikely Dany’s headed that way, and in fact Martin has said it’s unlikely we’ll be visiting Asshai in the series.",
  "Dany seems to have some kind of uterine bleeding, indicating resumed menstrual activity following her horrific black-magic-induced stillbirth.",
  "Bright eyes in a dead face are a hallmark of the wights raised from the dead by the Others, though that doesn’t match the rest of the vision.",
  "And it played a key role in the election of Mormont’s successor when it flew directly to Jon, and called “snow!” over and over during voting.",
  "Her access to Dany and influence over the city’s old guard make her an ideal candidate for running the rebellion while hiding in plain sight.",
  "The biggest count against this theory, narratively speaking, is that it doesn’t matter at all—both Oberyn and Tywin wound up dead regardless.",
  "Varys Blackfyre\n\nWhy would Varys go through all this trouble to set up a fake king, given how much influence he had over so many real ones?",
  "Lord Commander Jeor Mormont’s pet raven was a smart and sophisticated bird even by the high standards of Westerosi maester-trained ravens.",
  "But as Adam Feldman of the Meereenese Blot explains, it seems more likely that the Shavepate himself was responsible for the tainted bugs.",
  "Lord Wyman seems to be gunning for little Rickon Stark, who’s currently hanging out with unicorn-riding cannibals on the island of Skagos.",
  "When Daenerys is in the ancient merchant city of Qarth, she’s drawn into the residence of its warlocks, known as the House of the Undying.",
  "Before she was killed, Mirri told Dany that she can expect Drogo to come back to her “When the sun rises in the west and sets in the east.",
  "Walgrave’s senile dementia forced his brothers to set him aside, at which point the unperfumed Archmaester Theobald volunteered his place.",
  "Okay, that refers to the magical obsidian candles the maesters keep in their Citadel, which they’ve suddenly been able to light up again.",
  "The “Selaesori Qhoran” benefits from Martin’s love of wordplay, but both Moqorro and Tyrion are covered elsewhere in Quaithe’s prophecy.",
  "“Three mounts must you ride … one to bed and one to dread and one to love”: The first is the silver horse she rode on her wedding night.",
  "Lyanna Stark is the Knight of the Laughing Tree\n\nA Song of Ice and Fire is so dense that even the stories within the story get theories.",
  "Dragons under Winterfell\n\n(This one’s even cooler if you’ve got “Drones Over BKLYN” by EL-P stuck in your head when you think about it.)",
  "Moreover, Tywin’s vocal confidence in his ability to cow Joffrey into submission is not the demeanor of a man expecting the boy to die.",
  "Grayscale has made Jon Connington a dead man walking, but he’s gay and far away and has no obvious reason to come in contact with Dany.",
  "Notorious shitbag Victarion Greyjoy and his magical burning arm fulfill just enough elements of the prophecy to troll gullible readers.",
  "The “bride” reference, moreover, indicates that she’ll be married to this mystery dead smiling sailor guy in some way, shape, or form.",
  "“The sun’s son”: Quentyn Martell, again ID’d by sigil, who’s coming to propose marriage to Dany as part of a Dorne-Targaryen alliance.",
  "Is it just a coincidence that this pregnant wolf found its way to exactly where it needed to be for the Starks to inherit her puppies?",
  "It postulates that many of the Northern houses are working behind the scenes to overthrow House Bolton and restore the Stark monarchy.",
  "Seen in this light, the Lannister patriarch’s statements that Tyrion is “no son of mine” aren’t mere insults, but statements of fact.",
  "(In the books, it was some of Arya’s least-favorite Lannister goons who dealt him the seemingly mortal blows, not the Maid of Tarth.)",
  "The most interesting candidates include the Blackfish, or maybe Theon himself, in some kind of Fight Club–style dissociative episode.",
  "(Since Barristan was crushing on Ashara, too, it seems unlikely he’d have gotten along so well with Ned in King’s Landing otherwise.)",
  "He’s been training the boy to be the ideal ruler with the help of Pentos’ Illyrio Mopatis, and Rhaegar’s best friend, Jon Connington.",
  "Enter Alleras, the sly student at the male-only university for maesters, whom we encounter during the prologue to A Feast for Crows.",
  "During A Dance With Dragons, we spend some time with Wyman Manderly, the lord of the North’s largest and richest city, White Harbor.",
  "And pay attention to the song he wants the musicians to play: It’s about the Night’s Watch’s legendary cannibal chef, the Rat Cook.",
  "Varys kidnapped Tyrek Lannister\n\nWhat’s a minor Lannister relative doing in the schemes of a big-time power player like the Spider?",
  "In that book, Quentyn Martell—heir to a house with a sun as its sigil—travels from Westeros to Meereen in the east, where he dies.",
  "Does this discrepancy indicate that the Queen in the North has somehow been spirited away to safety and replaced with an impostor?",
  "Ramsay also threatens to wipe out the Watch unless Jon surrenders Ramsay’s runaway bride (the fake Arya Stark), as well as Theon.",
  "Coldhands is the name of an undead but benevolent warrior who helps both Sam and Bran during their adventures north of the Wall.",
  "“He is the prince that was promised, and his is the song of ice and fire,” Rhaegar says, before adding, “There must be one more.",
  "After all, Game of Thrones made no bones about the demise of Theon’s boner at the hands of Roose Bolton’s psychotic bastard son.",
  "“Stinky steward,” the nickname Tyrion applies to the ship, leads us in the direction of candidates such as Garth Tyrell (a.k.a.",
  "Lord Eddard was so impressed by the guy that he made the trek to Starfall to return the sword rather than take it for himself.",
  "The second is almost certainly Drogon, who carried her off from the chaos of the fighting pits in Meereen to the Dothraki Sea.",
  "He calls Sam “brother,” indicating that he’s a member of the Night’s Watch, or was back when he was, you know, actually alive.",
  "Howland Reed Is the High Sparrow\n\nSay what you will about the previous theory—at least Howland Reed and Arthur Dayne have met.",
  "Martin is a revisionist of epic-fantasy tropes and a sadist when it comes to killing off main characters, but he’s not insane.",
  "Mance was searching for the legendary Horn of Winter, which an ancient wildling king once blew to wake giants from the Earth.",
  "Are their assassinations pure work-for-hire, or do they have their own motives, for which they perpetrate their own murders?",
  "The treason for love is a toughest one to speculate on—is she being betrayed by someone she loves, or someone who loves her?",
  "The third’s a mystery, but dollars to doughnuts it involves Jon Snow, whom she seems destined to meet and fall in love with.",
  "Meanwhile, far from being a family of upstanding moral character, the Starks have been fundamentally sinister for centuries.",
  "A + L = J\n\nIf this theory is true, that means two of the three main characters, Daenerys and Tyrion, are children of Aerys.",
  "Most important, it would royally screw up just about the only good thing that’s ever happened to the Hound: finding peace.",
  "Melisandre is flitting around the Wall, and we’ve seen that the Red Priests have the power to bring the dead back to life.",
  "Tywin was on record as distrusting his sociopathic grandson, and little brother Tommen made for a much more pliant puppet.",
  "Presumably there will be a 999th presiding over the inevitable fall of the Wall, and probably not living long afterward.",
  "“Soon comes the pale mare”: That’s the name given to the epidemic that soon ravages the countryside surrounding Meereen.",
  "Advertisement\n\n\n\nR + L = J\n\nThe mother, somewhat literally, of all A Song of Ice and Fire and Game of Thrones theories.",
  "Why have they dispatched Jaqen H’ghar to the Citadel, presumably to gain access to the rare dragon lore in its vaults?",
  "That’s the thinking behind this theory, which notes that Jon Snow (RIP) was the Night’s Watch’s 998th Lord Commander.",
  "“Seneschal” is a term equivalent to “steward,” the person in charge of running the day-to-day operations of a castle.",
  "During Dany’s vision in the House of the Undying, she sees her late brother Rhaegar caring for his newborn son Aegon.",
  "“Aerys plus Joanna equals Tyrion,” or “Tyrion Targaryen.” That’s right—there may well be another secret Targ in town.",
  "Alleras the Sphinx is Sallera Sand\n\nOberyn Martell was the Ol’ Dirty Bastard of Dorne—that dude had kids everywhere.",
  "Of course, you’d also end up with the Luke and Leia plot in Star Wars, which seems an unlikely road for George R.R.",
  "He spared Tyrion, whom he hated at least as much as Joffrey and who’d be little mourned by comparison, for decades.",
  "The ancient Stark stronghold of Winterfell is kept warm by water from hot springs that are piped through its walls.",
  "During the gladiatorial fight at the end of A Dance With Dragons, the Queen nearly ate a box of poisoned locusts.",
  "Stannis Baratheon will be the 1,000th Lord Commander of the Night’s Watch\n\nEverybody loves an anniversary, right?",
  "It’s possible, but both flying dreams and crows have symbolic significance that require no telepathy to explain.",
  "Kraken and dark flame” The kraken is Victarion Greyjoy, bearing his squid sigil on the way to steal her dragons.",
  "Marwyn the Mage, the pro-magic maester currently making his way to Meereen to protect Dany from his colleagues.",
  "It means that Ned’s great shame wasn’t cheating on his wife, but lying to her and everyone else he cared about.",
  "But it just substitutes one irony for another: The child who most resembles the father isn’t his child at all.",
  "“Lion and griffin”: This refers to Tyrion Lannister and Jon Connington, both identified by their house sigils.",
  "One of them is Sallera Sand, an insatiably curious daughter who’s currently away working on an unknown scheme.",
  "If true—and it’s so widely accepted among the fandom that it’s treated as canon—R + L = J changes everything.",
  "Or did a powerful sorcerer with the ability to mind-control animals give her a push in the right direction?",
  "(Or perhaps, as in the show, he’ll get killed by Brienne of Tarth after burning his own daughter to death.)",
  "Ramsay Bolton cut off Theon Greyjoy’s penis\n\nI know what you’re thinking—isn’t this more fact than theory?",
  "Put it all together and you have a story like something out of Arthurian legend, showing that George R.R.",
  "But could Skahaz “the Shavepate” mo Kandaq, Khaleesi’s most fanatical follower, have tried to kill her?",
  "So Dany naturally thinks of Reznak mo Reznak, her seneschal, who just happens to wear a lot of perfume.",
  "Is the person betraying her for someone else he loves, or betraying her for the love he feels for her?",
  "The second is probably the fire the dragons set at the House of the Undying, killing all the warlocks.",
  "Or maybe they’re out to save Dany’s dragons, since she’s currently freeing slaves in the here and now.",
  "Our man in black will live to fight another day, as the teaser poster for season six seems to confirm.",
  "Widowed and miserable, she’s been reluctantly kept in the custody of her Lannister loyalist family.",
  "It helps him avoid the “problem of free will” that prophecy tends to generate in narrative fiction.",
  "Does it refer to Jon Connington, Aegon’s grayscale-infected adviser, who has a griffin for a sigil?",
  "This makes Bloodraven and Bran candidates for the role of “the Great Other,” an antichrist figure.",
  "But the “Cleganebowl” has one thing going for it, at least: Its awesomeness is FUCKING CONFIRMED.",
  "Photo-Illustration: Maya Robinson and Photos by HBO\n\nThis article originally appeared in Vulture.",
  "Mirri Maz Duur’s prophecy\n\nRemember the healer Daenerys burned to death in Drogo’s funeral pyre?",
  "She’s the mother of dragons, her house sigil is a three-headed dragon … she’s got this on lock.",
  "The third, and likely strongest, possibility: It’s just some rando of no additional importance.",
  "It’s not hard to imagine the Three-Eyed Crow slipping into the raven’s brain to make it happen.",
  "The notorious pirate-king of the Iron Islands is not also Daenerys Targaryen’s gentleman lover.",
  "In the novels, however, he makes it inside, along with his sister Meera and Bran’s buddy Hodor.",
  "Yet for some reason this theory persists, defying the laws of space and time and common sense.",
  "Bloodraven controlled Lord Commander Mormon’s raven\n\nIt squawked, it talked, it electioneered.",
  "The strongest possibility is the Green Grace, head of one of Meereen’s major religious orders.",
  "The dark flame is Moqorro, the dark-skinned priest of the fire-god R’hllor traveling with him.",
  "The Bolt-On theory\n\nWe know Roose Bolton as the creepiest, coldest motherfucker in the North.",
  "For many of the Watch’s more superstitious members, this was all the endorsement they needed.",
  "(Usually those who are brought back lose their memories and personalities, even their souls.)",
  "At that point, she encounters a Dothraki khalasar—is that the return of “Drogo” to her life?",
  "The Maester Conspiracy\n\nAnd here you thought those kindly old maesters were such nice guys!",
  "This time around, though, she’s a little bit easier to understand—with a single exception.",
  "Let’s take it line by line:\n\n“The glass candles are burning,” Quaithe tells the Khaleesi.",
  "Tyrell feels too tangential, Varys too central, and none of the Archmaesters quite fit.",
  "Many of these, including a surreal image of the Red Wedding, have already come to pass.",
  "fAegon Targaryen\n\nIn A Dance With Dragons, we finally get a glimpse of Varys’ endgame.",
  "How closely tied are they to the Braavosi government, or to the formidable Iron Bank?",
  "But this is best understood as a matter of repressing an incredibly upsetting memory.",
  "It’s unclear what the hell this is—a gust of fire from the ruins, or something more?",
  "At first he gives every appearance of loyalty to the Lannisters and the Iron Throne.",
  "And finally, “Beware the perfumed seneschal.” Now here’s where it gets interesting.",
  "For the Heretics, the Children of the Forest—not the Others—are the ultimate evil.",
  "Though dead, the wolf had a litter of six pups, one for each of Stark’s children.",
  "Is it an ice dragon from beneath Winterfell, or from Hardhome north of the Wall?",
  "It’s a prophecy she’s done her best to fulfill in the form of Stannis Baratheon.",
  "For obvious reasons, this is not a theory anyone’s all that happy to believe in.",
  "The prince(ess) that was promised, or “the dragon has three heads”\n\nWhy three?",
  "Chances are better that he hoped to moderate the little shit, not murder him.",
  "You got it,” and giving us something so horrifying it’s impossible to enjoy.",
  "Supposedly, the enchanted Horn is capable of bringing down the Wall itself.",
  "Euron Greyjoy is Daario Naharis\n\nLook, Euron Greyjoy is not Daario Naharis.",
  "Either way, it sounds like Mirri’s words came true despite her best wishes.",
  "Then the great grass plain known as the Dothraki Sea succumbs to a drought.",
  "Could there really be a holy trinity to lead the fight against the Others?",
  "Trumpets please … It’s Tyrion Lannister, the secret son of Mad King Aerys.",
  "Jon Snow is dead at the hands of his mutinous Night’s Watch brothers, yes.",
  "What purpose this would serve in the story beyond “hey, neat” is unclear.",
  "Which is why her young adviser Missandei is alleged to be a Faceless Man.",
  "The Shavepate points the finger at Dany’s new husband, Hizdahr zo Loraq.",
  "But that’s part of the fun, where Martin’s use of prophecy is concerned.",
  "Or as westeros.org speculates, will she have a son named Drogo instead?",
  "Consider it early prep for Game of Thrones' sixth season, out in April.",
  "(While we’re on the subject, neither of them is Benjen Stark, either.",
  "The dragon has three heads.” At that point, he had had two children.",
  "Like a lot of other fan theories that rely on cranking George R.R.",
  "Frey pie\n\nNow here’s a theory you can really sink your teeth into.",
  "All three fulfill all the prophetic conditions for these figures.",
  "An established track record as the world’s worst wedding planner.",
  "When the seas go dry and mountains blow in the wind like leaves.",
  "Is the stone beast breathing shadow fire a Blackfyre reference?",
  "All three will defeat the Others and turn back the Long Night.",
  "I’m going with a time-displaced future Dany, because why not?)",
  "As we’ve seen, it’s likely that Jon Snow was Rhaegar’s third.",
  "Bran Stark and Jaime Lannister have their adherents as well.",
  "When your womb quickens again, and you bear a living child.",
  "But you almost have to work at believing he won’t be back.",
  "Dig in, but be warned: The Song will not remain the same.",
  "The question is which heir they’re going to put in place.",
  "Neither, as far as we know, is Archmaester Marwyn, a.k.a.",
  "Rhaegar Targaryen thought he was the guy for a long time.",
  "The House of the Undying\n\nHoo-boy, lots to unpack here.",
  "Tywin knew about the Purple Wedding\n\nRuthless cunning.",
  "I’m hoping it’s Ghost, Jon’s direwolf, but who knows.",
  "Quaithe’s prophecy\n\n“To go north, you must go south.",
  "And could she be pregnant with Robb’s trueborn heir?",
  "Like the Spanish Inquisition before him, George R.R.",
  "Better to ask forgiveness than permission, I guess!",
  "Martin’s pattern of saying, “Oh, you want revenge?",
  "But Bran’s not the only kid who had flying dreams.",
  "Varys is perfumed—but he’s not really a seneschal.",
  "All three are the Prince(ess) That Was Promised.",
  "Daenerys is certainly one head of the dragon.",
  "“And the mummer’s dragon”: Aegon Targaryen.",
  "Beyond that, no one really knows anything.",
  "But what if he was more than merely human?",
  "Reznak seems like an obvious red herring.",
  "But what’s the third lie Dany will slay?",
  "The Second Red Wedding Red Wedding Too?",
  "Perhaps dormant dragons are the answer.",
  "But how did those hot springs get hot?",
  "But much about them remains a mystery.",
  "Those pies are made of people, folks.",
  "No theory is an obvious winner here.",
  "To reach the west, you must go east.",
  "Where does that leave these lines?",
  "Sadly for Mel, Stannis ain’t shit.",
  "Martin’s chief weapon is surprise.",
  "A + J = T\n\nAdvertisement\n\n\n\nA.k.a.",
  "Red Wedding 2: Barbaric Boogaloo?",
  "That raises the question: Who is?",
  "Martin has a soft side after all.",
  "But is there more to the story?",
  "(Rest in peace, Theon’s penis.)",
  "No one’s really sure, actually.",
  "All three are Azor Ahai Reborn.",
  "They’re kind of hard to forget!",
  "One popular answer: vengeance.",
  "Your guess is as good as mine.",
  "But was it really that simple?",
  "In other words, I’m stumped!",
  "Something like that, anyway.",
  "“Trust none of them”: Duh.",
  "“And after her the others.",
  "This one’s a real mystery.",
  "Martin to want to go down.",
  "Our money’s on the latter.",
  "(Who is Quaithe, you ask?",
  "Tough to argue with that.",
  "But wait, there’s more!",
  "The Others themselves?",
  "This fits George R.R.",
  "Who was the culprit?",
  "Jon Snow is another.",
  "So who is AAR, then?",
  "Signs point to yes.",
  "Just misunderstood.",
  "2 Red 2 Wedding?",
  "The Hound lives!",
  "I mean, come on.",
  "Jon Snow lives!",
  "Blond ambition.",
  "C’mon, people.)",
  "Coldhands is …?",
  "Dany sure does.",
  "But in between?",
  "Prophecy, man.",
  "Martin’s part.",
  "So who is it?",
  "Or has she?",
  "George R.R.",
  "The third?",
  "The third?",
  "Honestly?",
  "Get hype.",
  "Well, no.",
  "Or not!"
]