[
  "But scarred by scandals like the abuse at Abu Ghraib prison, the killings -- both accidental and deliberate -- of civilians, and incidents with security contractors like the Blackwater guards who gunned down people in a public square, Iraqi politicians refused to grant American troops immunity from prosecution under local laws.",
  "For better or worse, the military operation which began with \"shock and awe\" in March 2003 only to descend into the mayhem of civil war is really going to end - even though both Americans and Iraqis agree there are still holes in Iraqi defenses.",
  "The Bush administration had originally agreed to the Dec. 31, 2011, withdrawal date, but the assumption had always been that a new agreement would keep a smaller number of troops in Iraq for several more years to come.",
  "GOP slams, Democrats praise Obama over Iraq withdrawal\n\nNow the only troops who will remain are a couple hundred assigned to the embassy in Baghdad to administer the sale of U.S. military equipment.",
  "Iraq war: Human and financial costs by the numbers\n\n\"I can report that, as promised, the rest of our troops in Iraq will come home by the end of the year,\" Mr. Obama said.",
  "The U.S. had offered to keep up to 5,000 troops there to train Iraqis in air defense, intelligence, and protecting against the threat of invasion, particularly from Iran.",
  "CBS News national security correspondent David Martin reports the president's demand for immunity for U.S. troops stationed there was the dealbreaker.",
  "President Obama pulled the plug Friday on negotiations that would have kept American troops in Iraq past the end of this year.",
  "Getting out will probably make for good politics in both countries, the question is whether it will make for good strategy.",
  "Without it, the 39,000 troops still in Iraq (down from a high of 170,000) will now all be out by Dec. 31.",
  "\"Today I can say that our troops in Iraq will definitely be home for the holidays,\" Mr. Obama said.",
  "Immunity is a standard agreement wherever U.S. forces are deployed.",
  "\"After nearly nine years, America's war in Iraq will be over.\""
]