[
  "In addition to hires on the counterespionage side, the Justice Department has added to the counterterrorism ranks, including bringing in Anthony Asuncion, who helped secure a guilty verdict in October against four former Blackwater guards in connection with the 2007 killing of 14 unarmed Iraqis at a Baghdad traffic circle.",
  "WASHINGTON (Reuters) - The U.S. Department of Justice has named an experienced former federal prosecutor to oversee its counterespionage efforts, part of a broad restructuring of the national security prosecution team to deal with cyber attacks and the threat of sensitive technology ending up in the wrong hands.",
  "His appointment comes one month after the head of the national security division, John Carlin, announced a series of new hires and changes within the division to counter growing threats of state-sponsored cyber spying and violations of export control laws.",
  "Laufman, who also worked as a CIA analyst in the 1980s, a congressional investigator in the 1990s and a senior Justice Department official at the beginning of the George W. Bush administration in the early 2000s, joins the agency from private practice.",
  "The section has also worked on recent export cases, including against Taiwanese businessman Hsien Tai Tsai, whom the United States linked to supplying North Korea with weapons manufacturing technology.",
  "Bush nominated Laufman in 2006 to serve as the inspector general of the Defense Department, but Laufman withdrew his candidacy amid concerns from Democratic Senator Carl Levin about his independence.",
  "The section that Laufman takes over was responsible for charges against five Chinese military officers accused in May of hacking into U.S. nuclear, metal and solar companies to steal trade secrets.",
  "David Laufman will become chief of the counterespionage section of the Justice Department’s national security division, according to an internal announcement viewed by Reuters.",
  "The case was the first of its kind, and the unit is expected to file more such cases.",
  "Tsai pleaded guilty in October to related charges.",
  "He starts his new job on Monday."
]