[
  "On Monday he named other advisors for the first time—Senator Jeff Sessions, a Republican from Alabama; Keith Kellogg a former Army lieutenant general and executive vice president at CACI International; Carter Page, managing partner of Global Energy Capital; George Papadopoulos, director of the Center for International Energy and Natural Resources Law and Security at the London Center of International Law Practice; Walid Phares, who’s taught at the National Defense University and Daniel Morgan Academy in Washington; and Joseph E. Schmitz, a former inspector general at the Defense Department who’s worked for Blackwater Worldwide.",
  "“NATO is costing us a fortune, and yes, we’re protecting Europe with NATO, but we’re spending a lot of money.”\n\nThat stance is indicative of the candidate’s non-interventionist approach to foreign policy matters.",
  "Donald Trump added another twist to his already unconventional campaign for the presidency on Monday: he became the first mainstream candidate to ever suggest that the United States withdraw from NATO.",
  "He said the U.S. might need to reduce its involvement in NATO in coming years, a move that would flout Washington’s long-standing support for the 28-member military alliance.",
  "At that same forum, he reportedly called a Post editor “beautiful,” the latest in a string of questionable remarks he’s made about female journalists.",
  "Trump’s foreign policy overall has been the subject of scrutiny as he struggled last week to name any advisors on world affairs besides himself.",
  "In an interview with The Washington Post, the Republican frontrunner chided the North Atlantic Treaty Organization or NATO for its expense.",
  "Later on CNN, Trump clarified that he didn’t necessarily want to shrink the U.S.’s role in NATO; he just wanted the nation to pay less.",
  "He said the United States should not be focused on nation-building overseas; money should be spent domestically instead.",
  "Trump made his comments to the Post during a meeting with its editorial board.",
  "“We certainly can’t afford to do this anymore,” Trump said.",
  "“I just think we have to rebuild our country,” he said.",
  "It costs the U.S. too much money.",
  "His rationale?"
]