[
  "Lobbyists on the bill included Daniel Spiegel, Richard Hertling and Layth Elhassani of Covington & Burling; Jason Scism of Bridge Street Group; Stan Fendley from Corning; Mike Holland from Monsanto; Thaddeus Burns from GE; Tara Hogan Charles from P&G; Holly Thurmond and Jon Hoganson from Micron; Frank Cullen and Bradley Hayes from the Chamber of Commerce; Brian Raymond from NAM; Sarah Beth Jansen from the Information Technology Industry Council; Mark Williams from IBM; Meredith Mellody from Boeing; Ed Pagano and Brian Pomper from Akin Gump; Bruce Artim from Eli Lilly; Rosemary Garza from Medtronic; Craig Albright and Aaron Cooper from BSA | The Software Alliance; Tom Stoll of the American Bar Association; Kathy Hahn of SAS; Vince Garlock of AIPLA; Chris Timmerman from Boston Scientific; Karis Gutter from DuPont; and Susan Mann from Microsoft.",
  "http://bit.ly/1T6vvnb\n\nNEW PAC REGISTRATIONS:\n\nCan You Not (Independent Expenditure-Only Committee, Unauthorized)\n\nRepresent US (Non-Qualified Non-Party, Unauthorized)\n\nRFRM 420 PAC (Non-Qualified Non-Party, Unauthorized)\n\nNEW LOBBYING REGISTRATIONS:\n\nNone\n\nNEW LOBBYING TERMINATIONS:\n\nCharlie McBride Associates, Inc.: Biomedical Research Foundation of Northwest Louisiana\n\nTERMINATIONS – NO ACTIVITY:\n\nAlgirde Pipikaite: Fabiani & Company (on behalf of The Azerbaijan America Alliance)\n\nSamuels International Associates, Inc.: Novamont SpA",
  "— The head of a prominent lobbying firm tells PI, \"K Streeters have to spend most of their time — maybe 70 percent — planning for a D POTUS, D Senate and R House, but you’ve also got to factor in there’s a 15 percent chance Trump results in an all D world, and then maybe 15 percent odds the improbability continues and we’re looking at an all R world but with a president with no specific agenda.\"",
  "http://nyti.ms/21Olz5d\n\nCRYPTO WARS: Manhattan District Attorney Cyrus Vance Jr. recently met with Sen. Angus King, (I-Maine), on the Intelligence Committee, telling the senator his office had 230 iPhones that could contain critical information for his cases, but that Apple refused to help police break encryption codes, rendering the phones useless, The New York Times’ Cecilia Kang reports.",
  "WAR ON DRUGS: A PhRMA-led flood of one-on-one lobbying visits, letter-writing campaigns and phone calls succeeded in raising a chorus of opposition to the Centers for Medicare and Medicaid Services’ pilot project to cut prices by removing incentives to doctors who prescribe high-priced drugs in Medicare Part B, Pro Health Care’s Jennifer Haberkorn and Sarah Karlin-Smith report.",
  "PhRMA spent $5.95 million in the first three months of the year, a 52 percent increase from the last quarter of 2015. http://politico.pro/1TvOZz5\n\nHOT AIR: The effort to make Exxon Mobil pay for contributions to climate changed has moved from a political fringe to the company's biggest existential threat in decades, Pro Energy’s Andrew Restuccia and Elana Schor report.",
  "How a bill (with virtually no opposition still takes two years before it almost) becomes a law (in 2016)\n\nWith help from Cogan Schneier and Brianna Gurciullo\n\nSECRET'S OUT: A standalone bill currently awaiting the president's signature — a rare thing these days — would allow companies defending their trade secrets to go directly to federal court.",
  "Former Deputy Assistant Treasury Secretary Alan Wilensky said Treasury’s recent action on corporate inversions could pave the way for such a measure, though Treasury spokesperson Rachel McCleery noted the President has included closing the loophole in every single one of his budget requests, and said Congress needs to act on the measure.",
  "L.A. OLYMPICS NEW FIRST IN PI ... John Breaux, Jack Kingston, Trent Lott, Jim Matheson, Meg Gilley, Dave Schnittger and Jeff Turner of Squire Patton Boggs will lobby for the Los Angeles 2024 Exploratory Committee for the summer Olympics, led by LA Mayor Eric Garcetti, Casey Wasserman and four-time U.S. Olympic gold-medalist Janet Evans.",
  "A House resolution supporting the bid was announced April 27 by LA-area Reps. Lucille Roybal-Allard (D) and Steve Knight (R) and is being supported by House Majority Leader Kevin McCarthy, Minority Leader Nancy Pelosi, Democratic Caucus Chair Xavier Becerra, and Foreign Affairs Committee Chairman Ed Royce, Californians all.",
  "http://politi.co/21NUbEA\n\nWE INTERRUPT THIS BROADCAST: Wisconsin TV stations have pulled a Koch-backed Freedom Partners Action Fund ad against Russ Feingold, running to reclaim his Senate seat, for an over-prescription scandal at a verterans’ medical center, The Milwaukee Journal Sentinel’s Daniel Bice reports.",
  "What we found is a clear illustration of the special interest influence that is out of control in Washington right now.”\n\nNEW DIGS: Van Scoyoc Associates signed up to move into The Wharf, a new waterfront development at 800 Maine Ave. SW due next year, Washington Business Journal reported.",
  "PAC IT IN: More than half of the 58 freshman members of Congress raised more special interest money in their first year in office than in the entire two-year cycle leading up to their election, according to a new report from Citizens for Responsibility and Ethics in Washington.",
  "With Donald Trump closing in on the classified security briefings afforded to major party nominees, some are concerned not only about Trump's discretion but also about adviser Paul Manafort’s ties to Putin allies, reports Buzzfeed News’ Ben Smith and Meredith Kennedy.",
  "http://bit.ly/1TxA1sn\n\nLOOPHOLE LOOPHOLE: President Barack Obama noted in a recent interview with The New York Times Magazine that as he enters the homestretch of his presidency, he’s concerned Americans don’t think he did enough for the middle class.",
  "Consumer Technology Association President Gary Shapiro told an audience of lawmakers that the bill would “essentially make effective cybersecurity illegal.” Shapiro’s group represents 4,000 members, including Apple, Google, Facebook and Amazon.",
  "Other groups like Reform Government Surveillance and the Business Software Alliance, have sent letters on the issue, and Yahoo’s Chief Information Security Officer Bob Lord visited the Hill late last month to discuss encryption.",
  "“The bottom line is Trump will be able to fill these jobs because there is a whole class of people who want these titles so badly it doesn’t matter who is president,” said a former senior George W. Bush administration official.",
  "Feingold maintains he was never told about such issues, and his lawyers at Perkins Coie, which represents Feingold’s campaign (and many other Democrats'), sent letters to area TV stations challenging the ad’s accuracy.",
  "Richard Burr (R-N.C.) and Dianne Feinstein (D-Calif.) that would require tech companies to provide access to encrypted data if ordered by a court, groups on both sides of the debate have ramped up lobbying efforts.",
  "POLITICO’s Darren Samuelsohn and Ben White report that top-tier policy experts and bureaucrats say they'd shun a Trump administration, hobbling the reality TV star's ability to govern should he win in November.",
  "Law enforcement officials have also been making their rounds — Terrence Cunningham, president of the International Association of Chiefs of Police, and others met with Burr and Feinstein on the legislation.",
  "A day later, Google’s top lawyer Kent Walker and Microsoft President Brad Smith met with lawmakers to express concern that encryption legislation could make companies weaken their security technologies.",
  "After revelations that the company allegedly suppressed early research on global warming, Exxon now faces a PR and government blitz deliberately modeled on the campaign that reined in Big Tobacco.",
  "It came just days after company lobbyists had met with critic Rep. Ted Lieu (D-Calif.) and Democratic presidential candidate Hillary Clinton had urged the Justice Department to investigate too.",
  "EARNED MEDIA: The Smoot Tewes Group launched a new Media Engagement Practice — featuring television and radio booking, media placement, media training and analysis — led by Chris Fleming.",
  "He will cut the A-level bench of available policy talent at least in half, if not more.”\n\nEven Trump's allies have waved off working for him, such as activist investor Carl Icahn.",
  "FLOWER POWER: The API and the Independent Journal Review produced a video on how much energy it takes to power Mother’s Day, which has been shared over 17,000 times on Facebook.",
  "Former Reagan Administration official Gary Schmitt, now at the American Enterprise Institute, suggested the CIA refrain from briefing either presidential candidate this year.",
  "KKR co-founder and CEO Henry Kravis, GE CEO Jack Welch, and former George W. Bush OMB officials James Capretta and Matt McDonald also said they would never work for Trump.",
  "Between strategy sessions and touring local sights, the team heard from guest speaker Adm. Jim Loy, former commandant of the Coast Guard and administrator of the TSA.",
  "The New York Times’ Gretchen Morgenson suggests he could instruct the Treasury Department to close the “carried interest” tax loophole without an act of Congress.",
  "The company also hired Sam McCullough, former communications director to Rep. Betty McCollum (D-Minn.), as a senior communications & media engagement associate.",
  "He was previously at the Bockorny Group, member services director for the House Administration Committee, and chief of staff to Rep. Blake Farenthold (R-Texas).",
  "John Cornyn (R-Texas) and Chuck Schumer (D-N.Y.), while they supported the trade secrets bill, held it up because they wanted to address patent reform first.",
  "The fight is a test for new CEO Stephen Ubl, after a year of negative headlines and presidential candidates already discussing plans to curtail drug prices.",
  "“But the truth is, as soon as they got into office, they were more than happy to be taking massive campaign contributions from the special interests.",
  "The Defend Trade Secrets Act of 2016 (S. 1890) is the result of a two-year effort by a broad business coalition from Bayer and 3M to GE and Google.",
  "“Many of these candidates ran on a platform of taking back Washington from the special interests,” CREW Executive Director Noah Bookbinder said.",
  "The first major blow came from New York Attorney General Eric Schneiderman, who used the state’s consumer fraud law to launch an investigation.",
  "Marjorie Dannenfelser, the president of the Susan B. Anthony List, blogged that Mashburn's hiring should reassure anti-abortion activists.",
  "At Womble Carlyle Sandridge & Rice, Mashburn used to lobby for security contractor Blackwater and tobacco company Reynolds American.",
  "Friendly reminder: Today is the deadline for signatures to get on the ballot as an independent in Texas (h/t @ShaneGoldmacher).",
  "Story Continued Below\n\nFor one, there was a stretch during which nothing was moving in the Senate and the Judiciary Committee.",
  "Sheldon Whitehouse (D-R.I.) and Bernie Sanders (I-Vt.) have urged DOJ to bring civil racketeering cases against oil companies.",
  "AGs in California, Massachusetts and most recently the U.S. Virgin Islands have also launched Exxon investigations, and Sens.",
  "TRUMP'S WASHINGTON: Donald Trump's new policy director is John Mashburn, a former chief of staff to Sen. Thom Tillis (R-N.C).",
  "Following the battle over the encrypted phone of the San Bernardino shooter and the drafting of a bill from Sens.",
  "http://nyti.ms/1q7ZKQj\n\nCOLONISTS: Monument Policy Group held its annual retreat May 4-6 in Williamsburg, Va.",
  "The A-level people, and there are not that many of them to begin with, mostly don’t want to work for Trump.",
  "Rothschild is the fourth member of the team, joining Jason Scism, Larry Brady and Gladys Barcena-Primus.",
  "Also, Brooke Bainum, Joe Calvello and Gabby LaVerghetta were all promoted to communications associates.",
  "The legislation, introduced by Sen. Orrin Hatch (R-Utah) and co-sponsored by Sen. Chris Coons (D-Del.",
  "The Obama administration says it has heard the opposition and is willing to make changes.",
  "They finally cleared the way once it became clear the patents piece was out of reach.",
  "), has virtually no opposition: it passed 87-0 in the Senate and 410-2 in the House.",
  "The lobbying firm has been at 101 Constitution, overlooking the Capitol, since 2002.",
  "Manafort managed the 2010 campaign of Ukrainian politician Viktor Yanukovych.",
  "But more specifically, sources familiar with the process told PI that Sens.",
  "BRIDGE SPAN: Beau Rothschild joined Bridge Street Group as principal.",
  "http://bzfd.it/1SYxATn\n\nMONDAY, MONDAY ...",
  "They are honorable, but not very good.",
  "“But these are B- or C-level people.",
  "Send tips to iarnsdorf@politico.com.",
  "So what took so long?",
  "NOFORN, NOTRUMP?"
]