[
  "JUST WATCHED Veteran to Obama: Just say 'we're at war' Replay More Videos ... MUST WATCH Veteran to Obama: Just say 'we're at war' 03:48\n\nObama asks Congress for an OK\n\nFebruary 2015\n\nJUST WATCHED Obama asks Congress for ISIS war powers Replay More Videos ... MUST WATCH Obama asks Congress for ISIS war powers 02:19\n\nA victory for Iraqi military\n\nApril 2015\n\nPhotos: Fight against ISIS: Destruction of Tikrit A palace of former Iraqi dictator Saddam Hussein, caught in the battle between ISIS militants and Iraqi forces, is pictured in his hometown of the northern city of Tikrit, Iraq on April 1, 2015.",
  "JUST WATCHED Violence worsens in Iraq's Anbar Province Replay More Videos ... MUST WATCH Violence worsens in Iraq's Anbar Province 01:43\n\nKillings peak again\n\nJuly 2013\n\nIraq sees the deadliest month in the last five years since sectarian violence peaked in 2006 and 2007: 1,057 Iraqis are killed and 2,326 more are wounded in acts of terrorism and violence.",
  "Hide Caption 6 of 6\n\nJust a long commute from Baghdad\n\nMay 17, 2015\n\nISIS scores a victory whose symbolism resonates with Americans: After months of clashes with Iraqi and allied forces, ISIS takes control of the key Iraqi city of Ramadi after government security forces pull out of a military base on the west side.",
  "JUST WATCHED Exploring Iran's role in Iraq Replay More Videos ... MUST WATCH Exploring Iran's role in Iraq 02:16\n\nSigns of ISIS rising\n\nMarch 2013\n\nConcern looms that Sunni militants on both sides of the border will be capable of challenging governments in both Damascus and Baghdad and control a no-man's land.",
  "Hide Caption 7 of 8 Photos: Violence rises in restive Falluja Violence rises in restive Falluja – Al Qaeda fighters patrol a street in a commandeered police truck as another police vehicle burns in front of the main provincial government building in Falluja on Wednesday, January 1.",
  "Hide Caption 23 of 100 Photos: 100 moments from the Iraq War A bound Iraqi informer, with his name inked in English across his back, crouches beside soldiers in the 4th Infantry Division after providing outdated information during a morning raid in in Samarra on December 19, 2003.",
  "Hide Caption 91 of 100 Photos: 100 moments from the Iraq War U.S. soldiers salute during a handover ceremony of the entry points of Baghdad's Green Zone, now referred to as the International Zone, to Iraqi control inside the heavily fortified compound in Baghdad on June 1, 2010.",
  "Hide Caption 93 of 100 Photos: 100 moments from the Iraq War An Iraqi explosives expert gets into a special suit for bomb disposal during a training session organized by his U.S. counterparts at the Warhorse military base near the restive city of Baquba on August 17, 2010.",
  "Hide Caption 13 of 100 Photos: 100 moments from the Iraq War Dressed in a flight suit, President Bush meets pilots and crew members of the aircraft carrier USS Abraham Lincoln who were returning to the United States on May 1, 2003, after being deployed in the Gulf region.",
  "Clockwise from foreground: National Security Adviser Condoleezza Rice, CIA Director George Tenet, Chief of Staff Andy Card, Secretary of State Colin Powell, Secretary of Defense Donald Rumsfeld and Chairman of the Joint Chiefs of Staff Gen. Richard Myers were present.",
  "Hide Caption 39 of 100 Photos: 100 moments from the Iraq War Members of the Iraqi Intervention Forces listen to last-minute instructions before heading out with U.S. troops to begin a major offensive on the insurgent stronghold of Fallujah on November 8, 2004.",
  "JUST WATCHED U.S. warplanes target ISIS fighters Replay More Videos ... MUST WATCH U.S. warplanes target ISIS fighters 01:00\n\n'This is going to go on'\n\nSeptember 2014\n\nObama announces the United States will launch airstrikes against ISIS targets in Syria, too.",
  "Here are events since late 2011 that help explain Iraq's ongoing conflict:\n\nPhotos: 100 moments from the Iraq War Photos: 100 moments from the Iraq War U.S. Marines in northern Kuwait gear up after receiving orders to cross the Iraqi border on March 20, 2003.",
  "Hide Caption 56 of 100 Photos: 100 moments from the Iraq War A resident makes a phone call in the aftermath of a double suicide car bombing that struck civilians living near the blast walls that protect the Hamra Hotel in Baghdad on November 18, 2005.",
  "Days before the anniversary, thousands of Sunnis protest in the streets of Anbar province, a region key to trade with Jordan and Syria, and the Sunnis denounced al-Maliki's order to arrest the bodyguards of Finance Minister Rafaie Esawi, a Sunni.",
  "Hide Caption 100 of 100\n\nU.S. troop withdrawal\n\nDecember 31, 2011\n\nAfter almost 4,500 Americans were killed and more than 30,000 injured since 2003 when the United States invaded Iraq, President Barack Obama orders the withdrawal of all troops.",
  "Hide Caption 5 of 8 Photos: Violence rises in restive Falluja Violence rises in restive Falluja – A police truck was burned in the main street of Falluja after clashes between Iraqi security forces and al Qaeda fighters on Sunday, January 5.",
  "Hide Caption 4 of 6 Photos: Fight against ISIS: Destruction of Tikrit The liberation of Tikrit from ISIS represents a significant victory for the Iraqi government, which had tried -- and failed -- to retake the city many times before.",
  "Hide Caption 12 of 15 Photos: Photos: Iraqi civilians flee Mosul Iraqi civilians flee Mosul – The rush from Mosul led to bottlenecks at checkpoints as people tried to reach safety in Erbil, about 90 kilometers (56 miles) to the east.",
  "Hide Caption 4 of 8 Photos: Violence rises in restive Falluja Violence rises in restive Falluja – Gunmen protest Iraq's Shiite-led government, demanding that the Iraqi army not try to enter the city of Falluja, on Tuesday, January 7.",
  "JUST WATCHED Al Qaeda disowns an affiliate in Syria Replay More Videos ... MUST WATCH Al Qaeda disowns an affiliate in Syria 02:10\n\nMosul falls to ISIS\n\nJune 2014\n\nISIS seizes Mosul in northern Iraq and threatens a march on Baghdad.",
  "Hide Caption 15 of 15\n\nU.S. airstrikes begin\n\nAugust 2014\n\nObama authorizes \"targeted airstrikes\" against ISIS outposts in northern Iraq as the militants advance to Irbil, known as a regional capital for the country's ethnic Kurds.",
  "Hide Caption 5 of 12 Photos: Wave of deadly bombings strike Iraq Wave of deadly bombings strike Iraq – People gather at the site of a car bomb that exploded August 10 in Nasiriyah City, 233 miles (375 kilometers) south of Baghdad.",
  "Hide Caption 64 of 100 Photos: 100 moments from the Iraq War An American Apache helicopter provides air support while a Marine takes aim after being fired upon by insurgents near the Euphrates River in Ramadi on February 2, 2007.",
  "Hide Caption 68 of 100 Photos: 100 moments from the Iraq War U.S. soldiers and an Iraqi contractor build a concrete wall between Sunni and Shiite areas of the south Dora neighborhood of Bagdhad in the early hours of July 4, 2007.",
  "Hide Caption 4 of 12 Photos: Wave of deadly bombings strike Iraq Wave of deadly bombings strike Iraq – Victims of a car bomb attack in Nasiriyah City, south of Baghdad, emerge from the scene of an attack on Saturday, August 10.",
  "Hide Caption 1 of 12 Photos: Wave of deadly bombings strike Iraq Wave of deadly bombings strike Iraq – People clean up the aftermath of a car bomb attack on a convenience store in the Shaab neighborhood of Baghdad on August 11.",
  "Hide Caption 6 of 8 Photos: Violence rises in restive Falluja Violence rises in restive Falluja – Mourners and Sunni gunmen chant slogans on Saturday, January 4, during the funeral of a man killed during clashes the day before.",
  "Hide Caption 3 of 8 Photos: Violence rises in restive Falluja Violence rises in restive Falluja – Mourners carry a coffin Wednesday, January 8; the man was killed during clashes between al Qaeda gunmen and Iraqi soldiers.",
  "Hide Caption 29 of 100 Photos: 100 moments from the Iraq War Iraqi insurgents wave their national flag as they celebrate in front of a burning U.S. military tanker they hit with rocket-propelled grenade on April 9, 2004.",
  "ISIS shocks the world by releasing its first beheading video of an American -- the victim is journalist James Foley -- and threatens the life of another American captive if Obama doesn't end military operations in Iraq.",
  "Hide Caption 8 of 12 Photos: Wave of deadly bombings strike Iraq Wave of deadly bombings strike Iraq – Onlookers gather at the site of a car bomb attack August 10 in Kirkuk, 155 miles (250 kilometers) north of Baghdad.",
  "Hide Caption 47 of 100 Photos: 100 moments from the Iraq War Marines clear a home in Fallujah after four insurgents staged a bloody counterattack, killing one American and wounding many others, on November 23, 2004.",
  "Hide Caption 53 of 100 Photos: 100 moments from the Iraq War President Bush shakes hands with former Sen. Charles Robb, left, and Judge Laurence Silberman during a news conference in Washington on March 31, 2005.",
  "JUST WATCHED U.S. base now an Iraqi ghost town Replay More Videos ... MUST WATCH U.S. base now an Iraqi ghost town 02:17\n\nShiite-Sunni conflict\n\nFebruary 2012\n\nTension grows between Iraq's Shiite and Sunni sects.",
  "JUST WATCHED Kerry: No country is safe from terror Replay More Videos ... MUST WATCH Kerry: No country is safe from terror 03:24\n\nISIS splits from al Qaeda\n\nFebruary 2014\n\nAl Qaeda and ISIS divorce, so to speak.",
  "Hide Caption 76 of 100 Photos: 100 moments from the Iraq War Commanding Gen. David Petraeus, center, and Ambassador Ryan Crocker testify before the Senate Armed Services Committee in Washington on April 8, 2008.",
  "Hide Caption 97 of 100 Photos: 100 moments from the Iraq War Gen. Lloyd Austin retires the United States Forces-Iraq flag during a casing ceremony at the former Sather Air Base in Baghdad on December 15, 2011.",
  "Sunni leader goes into exile\n\nSeptember 10, 2012\n\nAl-Hashimi, Iraq's top Sunni politician, is given a death sentence in absentia, and he lashes out at the country's top Shiite leader, Prime Minister al-Maliki.",
  "Hide Caption 85 of 100 Photos: 100 moments from the Iraq War President Barack Obama delivers an address on February 27, 2009, at the largest Marine post on the East Coast, Camp Lejeune in North Carolina.",
  "Hide Caption 19 of 100 Photos: 100 moments from the Iraq War An Iraqi police lieutenant's stars lie in a puddle of blood after a car bombing that targeted a police station in Baquba on November 22, 2003.",
  "Hide Caption 4 of 100 Photos: 100 moments from the Iraq War A U.S. Marine from Task Force Tarawa engages Iraqi forces from an armored assault vehicle on March 23, 2003, in the southern city of Nasiriyah.",
  "Hide Caption 17 of 100 Photos: 100 moments from the Iraq War U.S. Army 101st Airborne troops investigate a house where Saddam Hussein's sons Uday and Qusay were killed in Mosul, Iraq, on July 23, 2003.",
  "Hide Caption 77 of 100 Photos: 100 moments from the Iraq War A U.S. soldier with 2nd Brigade, 1st Armored Division, stands on a kiln overlooking more than 150 brick factories in Narwan on July 1, 2008.",
  "Hide Caption 81 of 100 Photos: 100 moments from the Iraq War Iraqi Prime Minister Nuri al-Maliki tries to block a shoe thrown at President Bush during a news conference in Baghdad on December 14, 2008.",
  "Al Qaeda in Iraq was declared \"on the run\" before the U.S. pullout, but now it and other Sunni extremist groups grow stronger as the Shiite-led government fails to bring Sunnis into the political fold.",
  "Hide Caption 1 of 8 Photos: Violence rises in restive Falluja Violence rises in restive Falluja – People gather near an unexploded mortar shell in front of a hospital in Falluja on Monday, January 13.",
  "U.S. Secretary of State John Kerry says the United States will help the Iraqi government in the battle against al Qaeda-linked fighters in western Iraq, but he stresses that America won't send troops.",
  "Hide Caption 10 of 12 Photos: Wave of deadly bombings strike Iraq Wave of deadly bombings strike Iraq – Smoke rises from the scene of a car bomb attack in the Baghdad suburb of Kadhimiya on August 10.",
  "Hide Caption 60 of 100 Photos: 100 moments from the Iraq War Ousted Iraqi leader Saddam Hussein addresses the court during his trial in the heavily fortified Green Zone of Baghdad on October 17, 2006.",
  "Hide Caption 34 of 100 Photos: 100 moments from the Iraq War Iraqi national guardsman Ridha Abdulkarim lies in a hospital bed after a car bomb detonated at a checkpoint in Baquba on August 3, 2004.",
  "(CNN) Iraq roils in a maelstrom: ISIS now controls Ramadi, a new prime minister is in charge, Shiite-Sunni bloodshed flows, and a U.S.-led coalition is back, this time executing airstrikes in Iraq.",
  "Hide Caption 9 of 12 Photos: Wave of deadly bombings strike Iraq Wave of deadly bombings strike Iraq – First responders inspect the scene of a car bomb attack near a mosque in Kirkuk on August 10.",
  "Iraqi Prime Minister Nuri al-Maliki gives a joint press conference with United Nations Secretary-General Ban Ki-Moon (unseen) in Baghdad about the situation in Iraq and Syria on January 13, 2014.",
  "Hide Caption 3 of 15 Photos: Photos: Iraqi civilians flee Mosul Iraqi civilians flee Mosul – A girl from Mosul stands outside her family's tent at a refugee camp near Erbil on Wednesday, June 11.",
  "\"The verdict is unjust, political and illegitimate and I will not acknowledge it,\" al-Hashimi tells reporters in Ankara, Turkey, where he has been living since fleeing Iraq five months earlier.",
  "The co-chairmen of the Iraqi Intelligence Commission issued a report indicating that U.S. intelligence agencies were wrong in most pre-war assessments about weapons of mass destruction in Iraq.",
  "The saga of Iraq is, as an analyst put it, \"a rather straightforward but sad story\" since the U.S. military left the country at the end of 2011, only to find itself returning in a smaller way.",
  "Hide Caption 11 of 12 Photos: Wave of deadly bombings strike Iraq Wave of deadly bombings strike Iraq – Smoke rising from a bomb attack in Tuz Khormato can be seen from a rooftop on August 10.",
  "Hide Caption 65 of 100 Photos: 100 moments from the Iraq War Iraqi children watch U.S. Army soldiers climb to the roof of their school to get a high vantage point in Baghdad on April 15, 2007.",
  "Hide Caption 61 of 100 Photos: 100 moments from the Iraq War A Palestinian woman watches the news of Saddam Hussein's execution at her home in the West Bank town of Jenin on December 30, 2006.",
  "Donald Lewis from the 1st Cavalry Division is greeted by his wife, Nicole Lewis, after his brigade arrived home in Fort Hood, Texas, on November 10, 2009, after a year of deployment in Iraq.",
  "Hide Caption 92 of 100 Photos: 100 moments from the Iraq War A string of bullets lies across photographs of women adorning the armor of a Stryker vehicle north of Jalaulah on June 11, 2010.",
  "Hide Caption 6 of 12 Photos: Wave of deadly bombings strike Iraq Wave of deadly bombings strike Iraq – An Iraqi man walks carefully at the site of a car bomb attack in Karbala on August 10.",
  "Hide Caption 71 of 100 Photos: 100 moments from the Iraq War An American soldier prepares to search a home for illegal weapons in the Hurriyah neighborhood of Baghdad on September 9, 2007.",
  "Hide Caption 79 of 100 Photos: 100 moments from the Iraq War Democratic presidential candidate Sen. Barack Obama flies over Baghdad with Gen. David Petraeus during a tour on July 21, 2008.",
  "Hide Caption 16 of 100 Photos: 100 moments from the Iraq War Iraqi men check a list near the remains of bodies excavated from a mass grave on the outskirts of Al Musayyib on May 31, 2003.",
  "Hide Caption 1 of 100 Photos: 100 moments from the Iraq War A pedestrian looks at front-page headlines on display outside the future site of the Newseum in Washington on March 20, 2003.",
  "Hide Caption 2 of 100 Photos: 100 moments from the Iraq War Smoke and flames rise from the riverside presidential palace compound in Baghdad after a massive airstrike on March 21, 2003.",
  "About 130 Marines and special operations forces are sent to northern Iraq to help tens of thousands of the minority Yazidi people trapped in the mountains by ISIS, who vow to kill them.",
  "Hide Caption 30 of 100 Photos: 100 moments from the Iraq War Photographs depicting detainee abuse inside Abu Ghraib prison at the hands of U.S. troops were released in late April 2004.",
  "It was known as al Qaeda in Iraq, but now the acronym \"ISIS\" appears more in news accounts as the militant group seeks to create a single Islamic state in Syria, Iraq and even Lebanon.",
  "Bloodshed erupted Saturday throughout Iraq as dozens were killed and more than 190 wounded in a wave of bombings amid Eid festivities, which mark the end of the holy month of Ramadan.",
  "U.S.-backed Iraqi forces clashed with anti-al-Qaeda militants known as the Awakening Council, or Sahwa, after fighting erupted following the arrest of Adel Mashhadani, a Sahwa leader.",
  "Hide Caption 22 of 100 Photos: 100 moments from the Iraq War The entrance to the \"spider hole\" where Saddam Hussein was hiding in Ad Dawr is seen from the inside on December 15, 2003.",
  "Hide Caption 45 of 100 Photos: 100 moments from the Iraq War A U.S. Marine and a soldier from the New Iraqi Army process a detainee during operations in Fallujah on November 17, 2004.",
  "Hide Caption 54 of 100 Photos: 100 moments from the Iraq War Iraqi Shiite demonstrators loyal to cleric Muqtada al-Sadr burn a U.S. flag during a protest in Baghdad on April 9, 2005.",
  "1st Class Troy Hawkins is tended to after getting wounded during a firefight while on patrol with an Iraqi army unit in the Haifa Street neighborhood of Baghdad on February 16, 2005.",
  "Omar M. Albrak of Chicago at Dover Air Force Base in Delaware on May 12, 2009, just over a month after the U.S. government lifted its ban on media coverage of the returning war dead.",
  "Hide Caption 75 of 100 Photos: 100 moments from the Iraq War U.S. soldiers sit in a home damaged by fighting in Baghdad on March 11, 2008, near the five-year anniversary of the war.",
  "Hide Caption 9 of 100 Photos: 100 moments from the Iraq War Iraqis flee Baghdad on April 11, 2003, as the capital city descended into chaos with widespread looting and lawlessness.",
  "Hide Caption 94 of 100 Photos: 100 moments from the Iraq War Shiite worshipers pray during an Ashura commemoration ceremony at the Kadhimiya shrine in Baghdad on December 6, 2011.",
  "Hide Caption 32 of 100 Photos: 100 moments from the Iraq War At home in Baghdad with his new prosthetic leg, Ahsan Hameed, 20, sits while his aunt looks it over on July 17, 2004.",
  "Hide Caption 58 of 100 Photos: 100 moments from the Iraq War A British Royal Air Force gunner waves to a goat herder during a patrol of northern Basra province on July 26, 2006.",
  "Hide Caption 46 of 100 Photos: 100 moments from the Iraq War Marines use explosives to open rooftop doors while searching houses in Fallujah for insurgents on November 22, 2004.",
  "Photos: Wave of deadly bombings strike Iraq Wave of deadly bombings strike Iraq – A woman inspects the aftermath of a car bomb attack on a store in Baghdad on Sunday, August 11.",
  "Since the beginning of January, violence in the city just west of Baghdad has increased as Sunni tribesmen and members of the Islamic State of Iraq and Syria took over the city.",
  "Photos: Violence rises in restive Falluja Violence rises in restive Falluja – Mourners prepare to bury a man killed in a mortar attack in Falluja, Iraq, on Tuesday, January 14.",
  "The Shiites control the central government under Prime Minister Nuri al-Maliki, and Sunni Vice President Tariq al-Hashimi is accused of terrorism by the top judicial committee.",
  "Hide Caption 3 of 12 Photos: Wave of deadly bombings strike Iraq Wave of deadly bombings strike Iraq – People inspect the scene of a bombing at a store in Baghdad on August 11.",
  "Hide Caption 36 of 100 Photos: 100 moments from the Iraq War An Iraqi militia member injured in a U.S. airstrike in Najaf is assisted by one of his comrades on August 24, 2004.",
  "Hide Caption 2 of 15 Photos: Photos: Iraqi civilians flee Mosul Iraqi civilians flee Mosul – Young refugees sleep in a tent at a temporary camp in Aski Kalak, Iraq, on June 12.",
  "Hide Caption 11 of 15 Photos: Photos: Iraqi civilians flee Mosul Iraqi civilians flee Mosul – Iraqi families are given water as they gather at a Kurdish checkpoint on June 10.",
  "Hide Caption 10 of 100 Photos: 100 moments from the Iraq War Marines hold a memorial service for friends killed in a battle weeks earlier on April 13, 2003, near Al-Kut, Iraq.",
  "Hide Caption 89 of 100 Photos: 100 moments from the Iraq War Secretary of Defense Robert Gates speaks with soldiers at a forward operating base in Kirkuk on December 11, 2009.",
  "Hide Caption 63 of 100 Photos: 100 moments from the Iraq War American forces in Ramadi watch President Bush deliver the annual State of the Union address on January 24, 2007.",
  "Hide Caption 12 of 12\n\nBacklash to Prime Minister and his Shiite-led government\n\nJune 2012\n\nPresident Jalal Talabani announces that there is not enough support for the vote.",
  "Hide Caption 11 of 100 Photos: 100 moments from the Iraq War Iraqi National Museum Deputy Director Mushin Hasan sits among destroyed artifacts on April 13, 2003, in Bagdhad.",
  "Hide Caption 52 of 100 Photos: 100 moments from the Iraq War An Iraqi soldier stands watch at a teahouse while on patrol with U.S. soldiers in Baghdad on February 23, 2005.",
  "Mosul's four main hospitals are inaccessible because of fighting, and some mosques have been converted to act as clinics, the International Organization for Migration said.",
  "Hide Caption 3 of 100 Photos: 100 moments from the Iraq War President George W. Bush meets with his war council in the Situation Room of the White House on March 21, 2003.",
  "Hide Caption 49 of 100 Photos: 100 moments from the Iraq War Iraqis look over their ballots on election day in the Sadr City neighborhood of Baghdad on January 30, 2005.",
  "Hide Caption 31 of 100 Photos: 100 moments from the Iraq War Iraqis look at rows of graves at an overflowing cemetery built in a soccer arena in Fallujah on May 3, 2004.",
  "Hide Caption 7 of 12 Photos: Wave of deadly bombings strike Iraq Wave of deadly bombings strike Iraq – Men inspect the site of a car bomb attack in Karbala on August 10.",
  "More than 500,000 people fled in fear after extremist militants overran Mosul, Iraq's second-largest city, on June 10, the International Organization for Migration said.",
  "A day after a series of bombs killed dozens and injured hundreds during the Ashura ceremony in the Shiite holy city of Karbala, Shiite Muslims began burying their dead.",
  "Iraq's problems are bigger than Ramadi: its second largest city, Mosul, is now ISIS' capital, and Iraq still struggles with self-governance, politically and militarily.",
  "Standing beneath a banner that read \"Mission Accomplished,\" the president declared major fighting over in Iraq and called it a victory in the ongoing war on terrorism.",
  "Hide Caption 12 of 100 Photos: 100 moments from the Iraq War Iraqi men push the head of a statue of Saddam Hussein after its destruction on April 18, 2003, in Baghdad.",
  "Rebel leader Muqtada al-Sadr ordered his fighters to lay down their arms in a peace deal brokered by Iraq's most revered Shiite cleric, Grand Ayatollah Ali al-Sistani.",
  "Hide Caption 66 of 100 Photos: 100 moments from the Iraq War U.S. Marines sleep at their patrol base in the area known as Zaidon in Al Anbar province on May 12, 2007.",
  "Hide Caption 83 of 100 Photos: 100 moments from the Iraq War A poll worker helps a member of the Iraqi National Police cast his ballot in Baghdad on January 28, 2009.",
  "Hide Caption 26 of 100 Photos: 100 moments from the Iraq War A worker turns a valve at the Shirawa oil field outside the northern city of Kirkuk on January 19, 2004.",
  "Hide Caption 27 of 100 Photos: 100 moments from the Iraq War A boy stands at the scene of a car bombing in front of the Shaheen Hotel in Baghdad on January 28, 2004.",
  "Hide Caption 8 of 100 Photos: 100 moments from the Iraq War Marines pull down a statue of Saddam Hussein, a symbolic finale to the fall of Baghdad, on April 9, 2003.",
  "Locals said they uncovered the remains of hundreds of Shiite Muslims allegedly executed by Saddam Hussein's regime after their uprising following the 1991 Gulf War.",
  "Hide Caption 33 of 100 Photos: 100 moments from the Iraq War Construction workers weld beams at the Ministry of Transportation building in Baghdad on July 21, 2004.",
  "As Iraqi forces, aided by Shiite militiamen, took control of Tikrit on April 1, they found vehicles laden with explosives and buildings that might be booby-trapped.",
  "Photos: Photos: Iraqi civilians flee Mosul Iraqi civilians flee Mosul – Iraqi civilians from Mosul escape to a refugee camp near Erbil, Iraq, on Thursday, June 12.",
  "Hide Caption 50 of 100 Photos: 100 moments from the Iraq War Election officials count ballot papers at night on January 30, 2005, in the Shiite holy city of Najaf.",
  "Hide Caption 69 of 100 Photos: 100 moments from the Iraq War Iraqi army commandos teach junior soldiers during a combat training course in Baquba on July 18, 2007.",
  "Hide Caption 98 of 100 Photos: 100 moments from the Iraq War Military personnel lower their heads during the flag casing ceremony in Baghdad on December 15, 2011.",
  "Hide Caption 14 of 100 Photos: 100 moments from the Iraq War Sailors applaud as President Bush addresses the nation aboard the USS Abraham Lincoln on May 1, 2003.",
  "Hide Caption 5 of 15 Photos: Photos: Iraqi civilians flee Mosul Iraqi civilians flee Mosul – A man in a wheelchair is among those fleeing the violence on June 11.",
  "Hide Caption 4 of 15 Photos: Photos: Iraqi civilians flee Mosul Iraqi civilians flee Mosul – Families gather at a checkpoint in Iraq's Kurdish region on June 11.",
  "Curtis Laymon of the 101st Airborne Rakkasan regiment is reflected in a pool of oil from the Iraqi-Turkey pipeline in Iraq's Ninewa province on October 29, 2003.",
  "Hide Caption 55 of 100 Photos: 100 moments from the Iraq War People gather at the scene of a car bombing near a busy market in eastern Baghdad on May, 12, 2005.",
  "Hide Caption 62 of 100 Photos: 100 moments from the Iraq War U.S. Marines prepare for a military operation at Camp Ramadi in Anbar province on January 14, 2007.",
  "Later, Osama al-Nujaifi, speaker of parliament, presses efforts to oust al-Maliki and says the Prime Minister will be asked to appear before the governing body.",
  "Hide Caption 8 of 15 Photos: Photos: Iraqi civilians flee Mosul Iraqi civilians flee Mosul – Vehicles clog a highway as refugees flee Mosul on Tuesday, June 10.",
  "Hide Caption 35 of 100 Photos: 100 moments from the Iraq War Shiite militia members prepare to fire during clashes with U.S. forces in Najaf on August 7, 2004.",
  "Jeremy Tomlinson, who was wounded a year before in Iraq, waits with fellow soldiers to greet returning comrades in Fort Carson, Colorado, on January 28, 2008.",
  "Hussein was hanged for his role in the 1982 Dujail massacre, in which 148 Iraqis were killed after a failed assassination attempt against the then-president.",
  "Hide Caption 1 of 6 Photos: Fight against ISIS: Destruction of Tikrit One of Hussein's palaces, which was bombed amid the fight to push ISIS out of the city.",
  "\"We are leaving behind a sovereign, stable and self-reliant Iraq, with a representative government that was elected by its people,\" the President also says.",
  "Hide Caption 2 of 8 Photos: Violence rises in restive Falluja Violence rises in restive Falluja – Gunmen patrol a street in Falluja on Saturday, January 11.",
  "Hide Caption 20 of 100 Photos: 100 moments from the Iraq War A construction worker removes debris from a destroyed building in Baghdad on December 11, 2003.",
  "Hide Caption 59 of 100 Photos: 100 moments from the Iraq War A British armored vehicle is illuminated by traffic during a patrol of Basra on July 27, 2006.",
  "Hide Caption 96 of 100 Photos: 100 moments from the Iraq War Iraqis gather at a women's art exhibition in a posh Baghdad neighborhood on December 14, 2011.",
  "Hide Caption 87 of 100 Photos: 100 moments from the Iraq War A U.S. Air Force team carries a flag-draped transfer case containing the remains of Army Spc.",
  "Hide Caption 41 of 100 Photos: 100 moments from the Iraq War Marines rest and check a map in a house during an offensive in Fallujah on November 11, 2004.",
  "Hide Caption 38 of 100 Photos: 100 moments from the Iraq War Anti-war protesters in New York carry mock coffins draped with U.S. flags on August 29, 2004.",
  "Hide Caption 15 of 100 Photos: 100 moments from the Iraq War A U.S. Marine pulls down a picture of Saddam Hussein at a school in Al-Kut on April 16, 2003.",
  "Hide Caption 6 of 15 Photos: Photos: Iraqi civilians flee Mosul Iraqi civilians flee Mosul – A security guard is seen at a Kurdish checkpoint on June 11.",
  "Replacing him will be Haider al-Abadi, who, like al-Maliki, is a member of the Islamic Dawa Party, one of the country's biggest Shiite political blocs.",
  "Hide Caption 7 of 100 Photos: 100 moments from the Iraq War Members of the 3rd Battalion, 4th Marines, storm Diyala Bridge in Baghdad on April 7, 2003.",
  "Hide Caption 99 of 100 Photos: 100 moments from the Iraq War A U.S. soldier prepares to fly out of the Sather Air Base in Baghdad on December 15, 2011.",
  "Hide Caption 2 of 12 Photos: Wave of deadly bombings strike Iraq Wave of deadly bombings strike Iraq – A man cleans up debris in Baghdad on August 11.",
  "Hide Caption 7 of 15 Photos: Photos: Iraqi civilians flee Mosul Iraqi civilians flee Mosul – Construction begins on refugee camps in Erbil on June 11.",
  "Hide Caption 10 of 15 Photos: Photos: Iraqi civilians flee Mosul Iraqi civilians flee Mosul – People believed to be refugees flee Mosul on June 10.",
  "Hide Caption 5 of 100 Photos: 100 moments from the Iraq War Marines walk single-file through the desolate landscape in Nasiriyah on March 26, 2003.",
  "Hide Caption 37 of 100 Photos: 100 moments from the Iraq War Iraqi Shiite faithful gather in Najaf on August 27, 2004, to mark the end of a battle.",
  "Hide Caption 21 of 100 Photos: 100 moments from the Iraq War Saddam Hussein's picture is taken December 14, 2003, after his capture a day earlier.",
  "Hide Caption 43 of 100 Photos: 100 moments from the Iraq War Marines take position on a roof in the restive city of Fallujah on November 13, 2004.",
  "Iraqi anti-government gunmen from Sunni tribes in the western Anbar province march during a protest in Ramadi, west of Baghdad, on April 26, 2013.",
  "Hide Caption 14 of 15 Photos: Photos: Iraqi civilians flee Mosul Iraqi civilians flee Mosul – Iraqi police stand guard at a checkpoint in Baghdad.",
  "Hide Caption 84 of 100 Photos: 100 moments from the Iraq War An Iraqi soldier searches a boy at a polling station in Baghdad on January 31, 2009.",
  "Hide Caption 74 of 100 Photos: 100 moments from the Iraq War A U.S. soldier blindfolds an Iraqi man during a raid in Mukhisa on December 3, 2007.",
  "Hide Caption 44 of 100 Photos: 100 moments from the Iraq War U.S. Army medics treat a wounded Jordanian fighter in Fallujah on November 14, 2004.",
  "Hide Caption 24 of 100 Photos: 100 moments from the Iraq War Eman Mohammed, 7, stands in the Kurdish refugee camp in Kirkuk on January 7, 2004.",
  "Hide Caption 78 of 100 Photos: 100 moments from the Iraq War A boy looks out from his family shelter at a Narwan brick factory on July 1, 2008.",
  "The rally was called on the second anniversary of the fall of Baghdad, with protesters demanding an end to the U.S. military presence in Iraq.",
  "Hide Caption 5 of 6 Photos: Fight against ISIS: Destruction of Tikrit An ISIS suicide bulldozer, tipped on its side, filled with barrel bombs.",
  "Hide Caption 1 of 15 Photos: Photos: Iraqi civilians flee Mosul Iraqi civilians flee Mosul – Iraqi refugees pass an area in Erbil on June 12.",
  "Hide Caption 95 of 100 Photos: 100 moments from the Iraq War A technician works on a prosthetic at a factory in Baghdad on December 13, 2011.",
  "Hide Caption 86 of 100 Photos: 100 moments from the Iraq War Iraqi army special forces patrol Baghdad's al-Fadel district on March 30, 2009.",
  "The last U.S. forces left Iraq and entered Kuwait on December 18, nearly nine years after launching a divisive war to oust Saddam Hussein.",
  "Hide Caption 42 of 100 Photos: 100 moments from the Iraq War Iraqi men are arrested during a house raid in Fallujah on November 13, 2004.",
  "Hide Caption 90 of 100 Photos: 100 moments from the Iraq War An Iraqi woman votes in parliamentary elections in Kirkuk on March 7, 2010.",
  "Hide Caption 72 of 100 Photos: 100 moments from the Iraq War Relatives help an Iraqi man at a hospital in Baghdad on September 20, 2007.",
  "The month also marks the 10th anniversary of the U.S.-led coalition invading Iraq and later ousting authoritarian leader Saddam Hussein.",
  "Meanwhile, Prime Minister al-Maliki withdraws his candidacy for a third term as pressure mounts abroad and at home for him to step down.",
  "One year after U.S. withdrawal\n\nDecember 31, 2012\n\nThe anniversary of the U.S. troops' departure is celebrated as \"Day of Sovereignty.\"",
  "In reporting on the success of the surge in Iraq, Petraeus said the number of U.S. troops in the country should not drop below 140,000.",
  "The Iraqi journalist who threw the shoes missed the president but could be heard yelling in Arabic, \"This is a farewell ... you dog!\"",
  "The Islamic State in Iraq and Syria dreams of creating an Islamic state, or caliphate, across the Sunni areas of Iraq and in Syria.",
  "Hide Caption 40 of 100 Photos: 100 moments from the Iraq War Marines search houses in Fallujah for insurgents on November 10, 2004.",
  "Hide Caption 9 of 15 Photos: Photos: Iraqi civilians flee Mosul Iraqi civilians flee Mosul – Refugees are seen in Erbil on June 10.",
  "Iraqi Vice President Tariq al-Hashimi speaks to reporters during a press conference at Kuwait City's Bayan Palace in January 2008.",
  "It and government troops battle in Ramadi and Falluja -- famous battlegrounds from the days when U.S. forces occupied the country.",
  "Polls were opened early to members of the Iraqi security services, many of whom would be working during the provincial elections.",
  "The company lost its contract to guard U.S. staff in Iraq after the country's government refused to renew its operating license.",
  "While it remains standing, the tomb of the former dictator was flattened in the outskirt of the town of Awja earlier last month.",
  "Hide Caption 13 of 15 Photos: Photos: Iraqi civilians flee Mosul Iraqi civilians flee Mosul – Many people are fleeing on foot.",
  "Hussein and six co-defendants were on trial for mass killings in the Anfal campaign against Kurdish rebels in the late 1980s.",
  "Hide Caption 6 of 100 Photos: 100 moments from the Iraq War A night-vision image shows U.S. military personnel carrying Pfc.",
  "The security of Iraq's oil infrastructure had improved, but exports through the region's main pipeline had yet to resume.",
  "Franklin Smith pulls away as a mortar blast is fired from the edge of the U.S. airbase in Tal Afar on January 17, 2005.",
  "Gen. Nolen V. Bivens presents an American flag to Maribel Ferrero during the funeral of her 23-year-old son, Army Pfc.",
  "The U.S. military turned over security control of Iraq's biggest province, once a stronghold of the Sunni insurgency.",
  "Iraq's Sunni population claims that it is targeted by government forces and grows more alienated and disenfranchised.",
  "Hide Caption 25 of 100 Photos: 100 moments from the Iraq War Laborers work on a hotel in Baghdad on January 15, 2004.",
  "Thousands took part in demonstrations outside Madison Square Garden on the eve of the Republican National Convention.",
  "Iraq also hosts an Arab League summit, a gathering that signals the political emergence of postwar democratic Iraq.",
  "U.S. teams would frequently fire \"harassment and interdiction\" mortar fusillades toward suspected enemy positions.",
  "It has been more than 10 years since the American-led invasion of Iraq that toppled the regime of Saddam Hussein.",
  "\"Very specifically, this is not a combat boots on the ground operation,\" U.S. Defense Secretary Chuck Hagel says.",
  "Hide Caption 28 of 100 Photos: 100 moments from the Iraq War Mourners carry coffins in Karbala on March 3, 2004.",
  "Hide Caption 80 of 100 Photos: 100 moments from the Iraq War Maj. Gen. John Kelly, left, and Anbar province Gov.",
  "About 280 members of the Georgia National Guard 48th Brigade returned home from a year-long deployment to Iraq.",
  "The fallout was immediate, and the images gave anti-war protesters ammunition to rally people to their cause.",
  "Hide Caption 3 of 6 Photos: Fight against ISIS: Destruction of Tikrit Smoke rises from a government building.",
  "\"To my dear people, I say, make sure that al-Maliki and those who stand behind him don't get what he wishes.",
  "Violence kills 112 people, the lowest monthly death toll since the U.S-led invasion in 2003, officials say.",
  "Al Qaeda in Iraq has expanded into Syria under the umbrella of \"Al Qaeda in Iraq and the Levant (Syria).\"",
  "He was injured when Blackwater security contractors opened fire on civilians on September 16, killing 17.",
  "Some politicians feel the U.S. withdrawal of troops was a mistake, though public opinion favored it then.",
  "Thomas Gaines kisses his wife during a welcome-home ceremony in Fort Stewart, Georgia, on May 11, 2006.",
  "But it doesn't last long: By July, violence reaches a nearly two-year peak, with 325 deaths that month.",
  "Maamoun Sami Rashid al-Alwani sign papers during a handover ceremony in Ramadi on September 1, 2008.",
  "She had been missing since March 23, when she and members of her unit were ambushed by Iraqi forces.",
  "Hide Caption 2 of 6 Photos: Fight against ISIS: Destruction of Tikrit A distant view of the palace.",
  "Iraqis have faced a shortage of prosthetics due to a spike in war-related injuries over the years.",
  "U.S. Secretary of State Kerry adds the expanded military campaign will take time to degrade ISIS.",
  "Hide Caption 67 of 100 Photos: 100 moments from the Iraq War Mary McHugh mourns her fiance, Sgt.",
  "Jose Callazo after his mine-detecting vehicle hit a buried IED in Hawr Rajab on August 4, 2007.",
  "The body alleges al-Hashimi's security detail carried out 150 attacks between 2005 and 2011.",
  "The president announced plans to increase the size of the U.S. military by 92,000 troops.",
  "In his speech, Obama outlined plans for the gradual withdrawal of U.S. troops in Iraq.",
  "They were walking past the shrine of Imam Ali to make their way to a militia hospital.",
  "Jessica Lynch off a helicopter on April 1, 2003, at an undisclosed location in Iraq.",
  "The return of U.S. soldiers fulfills Obama's campaign pledge in 2008 to end the war.",
  "Hide Caption 70 of 100 Photos: 100 moments from the Iraq War Medics treat Army Spc.",
  "Hide Caption 8 of 8\n\nRegion's 'most dangerous players'\n\nJanuary 2014\n\nISIS grows.",
  "Too late for that now,\" said Paul Salem of the nonpartisan Middle East Institute.",
  "Ashura marks the death of Prophet Mohammed's grandson, the revered Imam Hussein.",
  "This foreshadows the rise of ISIS, which began as a splinter group of al Qaeda.",
  "Seven men were detained after multiple assault rifles were found in the house.",
  "The American Special Forces soldier was killed by an IED in Iraq in February.",
  "The bomb killed six guardsmen and wounded six others, Iraqi authorities said.",
  "Since 2003, thousands of internally displaced Kurds have returned to Kirkuk.",
  "The house, in an affluent neighborhood, was the scene of a fierce gunbattle.",
  "The ceremony officially marked the end of U.S. military operations in Iraq.",
  "James Regan, at Arlington National Cemetery in Washington on May 27, 2007.",
  "ISIS fighters are \"the most dangerous players in the region,\" Kerry says.",
  "As night falls on the city, the troops are on alert for a counterattack.",
  "Hide Caption 73 of 100 Photos: 100 moments from the Iraq War Army Brig.",
  "Hide Caption 88 of 100 Photos: 100 moments from the Iraq War Army Sgt.",
  "Hide Caption 18 of 100 Photos: 100 moments from the Iraq War Army Cpl.",
  "Hide Caption 51 of 100 Photos: 100 moments from the Iraq War Army Sgt.",
  "People across the country voted to fill 440 provincial council seats.",
  "About 3,800 soldiers were coming home after a 15-month tour of duty.",
  "Killings hit a low\n\nMarch 2012\n\nSome good news, relatively speaking.",
  "Look back at 100 moments from the war and the legacy it left behind.",
  "\"There's definitely a second day and there will be a third and more.",
  "Hide Caption 57 of 100 Photos: 100 moments from the Iraq War Sgt.",
  "Hide Caption 48 of 100 Photos: 100 moments from the Iraq War Spc.",
  "It was the country's first multiparty election in half a century.",
  "Hide Caption 82 of 100 Photos: 100 moments from the Iraq War Pfc.",
  "It's a good sign for the country's ability to maintain security.",
  "He lost his left leg above the knee to a stray bullet in April.",
  "The building was being rebuilt after it was gutted by a fire.",
  "It was the third day of continuous fighting in the holy city.",
  "U.S. troops found Hussein hiding near his hometown of Tikrit.",
  "Despite threats, thousands of men and women cast their votes.",
  "The pipeline was blown apart by saboteurs two weeks earlier.",
  "The attack took place on the road from Baghdad to Fallujah.",
  "The speed of Iraq's deterioration surprises U.S. officials.",
  "\"The war in Iraq will soon belong to history,\" Obama says.",
  "ISIS continues to exploit a security vacuum across Iraq.",
  "Al-Maliki's opponents accuse him of monopolizing power.",
  "He was killed by a roadside bomb while serving in Iraq.",
  "Afterward, he continued to fight in the narrow streets.",
  "Because they want sectarian strife,\" al-Hashimi says.",
  "One thing is clear: the jihadists are infighting.",
  "\"An ounce of prevention is worth a pound of cure.",
  "In Iraq, the day is celebrated as \"Iraq Day.\"",
  "Another northern city, Samarra, is besieged.",
  "But the political climate remains divisive.",
  "Other beheading videos will follow later.",
  "Albrak was killed while serving in Iraq.",
  "Their blood feud reaches back decades.",
  "This is going to go on,\" Kerry says.",
  "Ramadi is 70 miles west of Baghdad.",
  "ISIS rejects al Qaeda's leadership.",
  "\"Your service belongs to the ages.",
  "The President welcomes them home.",
  "The museum was severely looted.",
  "Marius L. Ferrero, in Miami.",
  "He remains in exile."
]