[
  "He’s pursuing Theon and Yara (and Daenerys, albeit in a slightly different context), and while it would be fun to watch him be dispatched in a single bite by one of Daenerys’ dragons (as our critic Todd VanDerWerff suggested), the stage seems set for a massive sea battle — once Euron finishes rebuilding the fleet of ships Yara took off with.",
  "The questions now are how she’ll react to her illegitimate brother ruling Winterfell, especially after they clashed in the days leading up to the battle, and if she’ll conspire further with Baelish, who currently wields considerable power within House Arryn and still aspires to sit on the Iron Throne with Sansa by his side.",
  "The Twins\n\nHaving mastered the art of face-changing (though exactly how is still a little murky) Arya Stark popped back up in Westeros and gave Walder Frey his just desserts for orchestrating the Red Wedding, feeding him his ground-up sons (Black Walder and Lothar), and then slitting his throat.",
  "But given the longer-than-usual wait between seasons, combined with an explosive sixth-season finale event that overshadowed everything else around it, it’s understandable if you can’t remember the exact whereabouts of every one of the series’ sprawling cast leading into the new season.",
  "He figures to be heading toward Winterfell with Meera Reed, though after being marked by the Night King and ruining the magical protection on the Children of the Forest’s cave, it’s unclear if Bran passing through the wall is in the best interest for everyone else in Westeros.",
  "Now he’s rallying the beleaguered Northern forces to prepare not only for a potential move on the Lannisters, but also the coldest winter in 1,000 years, which has the potential to make all of the squabbling over the Iron Throne seem pretty inconsequential in the long run.",
  "Beyond the Wall\n\nSlightly further north, Bran Stark was last seen blowing our collective minds (and confirming one of the show’s long-held theories) by warging to the Tower of Joy and learning that Jon Snow is in fact the son of Rhaegar Targaryen and Lyanna Stark.",
  "The Iron Islands\n\nAfter surreptitiously returning to the Iron Islands, tossing his brother Balon from a bridge, and swooping in to win the Kingsmoot over Yara, Euron Greyjoy is primed to become Game of Thrones’ newest and scummiest villain.",
  "By Jon’s side is Sansa Stark, who deserves a fair share of credit for the Battle of the Bastards victory after persuading Petyr Baelish to bring the knights of the Vale up north for an eleventh-hour rescue of the surrounded Northern forces.",
  "Meanwhile, after staging a successful siege on Riverrun, Jaime Lannister returned to King’s Landing, took one look at his sister/lover sitting on the throne, and understood as well as the rest of us just how twisted things have gotten.",
  "The North\n\nThanks to his impressive and unlikely victory over Ramsey Bolton, and some terrific speechifying from Lyanna Mormont (serves the lords of the North right for refusing the call), Jon Snow has been named King in the North.",
  "It’s unclear exactly where he’s headed, though one distinct possibility is for him to seek out Quaithe, the masked healer residing in Quarth with whom he interacted earlier in the series, and who seems to have magical abilities.",
  "Dorne\n\nWith her entire lineage vanquished in the great green blaze at the Sept of Baelor, Olenna Tyrell headed to Dorne for a meeting with Ellaria Sand (and the opportunity to roast each of the Sand Snakes with her razor wit).",
  "While the action in season seven seems destined to come to a head at King’s Landing and the Wall, as the Thrones universe has expanded to include not only Westeros but Essos, the key players have been scattered to the winds.",
  "Having partnered with Yara and Theon Greyjoy, as well as a considerable portion of their iron-born loyalists, she has quite the impressive fleet at her disposal, not to mention her own army of Unsullied soldiers.",
  "She’s no longer after survival, simply vengeance, so while it’s fair to wonder if she makes it to the show’s end, it’s clear she intends to make her wrath felt, likely by partnering with Daenerys and company.",
  "Arya seems poised to head back to Winterfell (perhaps even encountering her long-lost Direwolf Nymeria along the way), where her stealth assassin skills will surely come in handy for the rest of her family.",
  "It’s still unclear exactly how Sam’s studies factor into the bigger picture on Game of Thrones, but it’s a safe assumption that something in that vast library will be essential in the upcoming war.",
  "King’s Landing\n\nAfter smoking the Tyrells (minus Olenna, who we’ll get to later), the High Sparrow, and a sizable chunk of Westeros’ noble population, Cersei Lannister now rules the Seven Kingdoms.",
  "Though shaken by her son Tommen’s suicide, she was able to have a little sadistic fun with Septa Unella in a scene that would make even the most righteous Thrones fans crack a wicked smile.",
  "After six seasons building up her army, Daenerys Targaryen is making her way west with a jaw-dropping mix of brains and brawn (oh, and fully grown, CGI-budget-draining dragons) at her side.",
  "Plus, let’s not forget that Gendry (the last Westerosi with Baratheon blood), was last spotted rowing away from Dragonstone and Melisandre’s clutches at the end of season three.",
  "Along for the ride are Tyrion Lannister, Grey Worm, Missandei, and Varys, whose speedy travel from Dorne to Daenerys’s side has some fans thinking he may actually be a merman.",
  "The Riverlands\n\nNow partnered up with the Brotherhood Without Banners, Sandor “The Hound” Clegane is headed north with the intention of helping fight the White Walkers.",
  "To fully understand the convergence that appears to lie ahead in the new season, it’s helpful to review where our players have been, and where they’re headed.",
  "Oldtown\n\nGoT’s resident teddy bear turned White Walker-slaying badass Samwell Tarly finally reached the Citadel and has begun studying to become a maester.",
  "Vaes Dothrak\n\nLast seen confessing his love (and showing off his greyscale) to Daenerys, Jorah Mormont departed the Dothraki city in search of a cure.",
  "She’s aided by the reanimated Gregor “The Mountain” Clegane, who ranks only behind the Night King in the series’ pantheon of terrifying blue people.",
  "Bronn is also back in the capital, and he’ll surely have some eloquent thoughts to share with Jaime about his sister’s murderous power play.",
  "Also in Winterfell, Davos Seaworth figures to be a loyal bannerman for Snow after he banished Melisandre, who was last seen riding south.",
  "On Tyrion’s suggestion, Daenerys ends their tryst and leaves him to help keep the peace in Meereen while a new government is installed.",
  "The Narrow Sea\n\nWhile ice descends from the north, fire is moving rapidly across the Narrow Sea, with the Iron Throne in its sights.",
  "Brienne of Tarth was last seen sharing a loaded glance with Jaime as she and Podrick escaped following the siege of Riverrun.",
  "Tormund Giantsbane remains with the Starks, too, though more likely than not he’s just biding his time until Brienne returns.",
  "Rumors have swirled that the character may be returning, though he’ll likely be somewhere other than Blackwater Bay.",
  "It’s likely to be a losing battle, but perhaps we’ll get the heartwarming Hound-Arya reunion we so badly want.",
  "Meereen\n\nOut of everyone aligned with the Mother of Dragons, Daario Naharis gets the short end of the stick.",
  "It’s likely they’ll head north and return to Sansa’s side, to the inevitable excitement of Tormund.",
  "Game of Thrones anticipation has reached a fever pitch with the show’s looming return this Sunday.",
  "With that in mind, here’s where everyone from Daenerys to Daario Naharis was last spotted.",
  "That is, unless some theories are correct and he’s just been rowing around getting jacked.",
  "Needless to say, spoilers for season six of Game of Thrones lie ahead."
]