[
  "Back in Season 6, in an episode remembered primarily for Hodor holding that damn door, Yara and Theon Greyjoy escape the Iron Islands and steal a major portion of the Iron Fleet, leaving Euron with no immediate means to chase them.",
  "While nobody of any importance died and there were no huge battles, beheadings, or dragons burning the world to ash, there was a ton of great character development and world-building.",
  "In my Season 7 predictions piece, I argued that Cersei would have a trick up her sleeve in her desperate attempt to stay on the Iron Throne in the face of overwhelming odds.",
  "Simple viking longships certainly wouldn't take as long as more complex Medieval ships, but to make this many would still take much longer than the time that's elapsed.",
  "In last night's season premiere, Euron shows up at King's Landing with a thousand ships (though the exact number may not be 1,000 as he could very well be boasting.)",
  "Even if he had half the ships already built and simply couldn't get to them in time to chase his niece and nephew, that still leaves hundreds of ships to be built.",
  "In fact, I argued that this trick would likely be Euron Greyjoy who may or may not have a magical horn capable of subduing and controlling Danaerys's dragons.",
  "This is a plot hole, and one that the show should have---and easily could have---avoided, by simply not having Yara and Theon escape with so many ships.",
  "I had no idea who he was, and still need to look up his music since I can't think of any of his songs (though surely I'll recognize it once I listen.)",
  "The guy you met on the bridge is not the guy at the Kingsmoot, and is not the guy you see with Cersei and is not the guy you see on the ship.",
  "And there's little chance that the Greyjoys command enough shipbuilders to get that many ships built in under two or three years.",
  "Or by having Euron mention that he has a massive fleet that will be arriving soon, and they'll chase them down with that.",
  "Stannis should have quickly, cheaply and miraculously built a new fleet after his defeat in the Battle of the Blackwater.",
  "If it was actually this easy to build a massive fleet of ships, Dany should have solved that problem a few seasons ago.",
  "My colleague Paul Tassi noted earlier that the Ed Sheeran cameo was one of the season premiere's biggest problems.",
  "It's funny because I thought I recognized the guy, but I just assumed I'd seen him in some other TV show or movie.",
  "Now that I've made my gripe known I'm going to do the responsible thing and stop worrying about it.",
  "And assuming each ship has a crew, how in the Drowned God's name did he get enough men (and women?)",
  "The Iron Islands themselves would certainly not have the lumber necessary for such an undertaking.",
  "And that's great, because I think Pilou Asbæk does a terrific job at playing a really fun Euron.",
  "Asbæk has described the character as a \"hooligan,\" telling EW, \"Every scene he’s a new guy.",
  "The newly anointed king of the Iron Islands tells his men to start building new ships.",
  "And Euron is a great new bad guy who, thankfully, isn't just Joffrey all over again.",
  "While we still don't know about that, it does appear that I was right about Euron.",
  "I wrote about all that in my review of the episode, which you can read here.",
  "He's mercurial, at times vicious and cruel and at times funny and charming.",
  "Last night's Season 7 premiere of Game of Thrones was absolutely riveting.",
  "One thing I didn't mention, however, was the episode's biggest plot hole.",
  "(Ramsay was essentially just an even worse Joffrey, after all.)",
  "I hope he and Cersei form an alliance and crush their enemies.",
  "Anyone with shipbuilding knowledge out there want to chime in?",
  "He’s such a f—ing idiot douchebag, an impolite selfish child.\"",
  "It defies explanation, and in this case it also defies magic.",
  "Here's a link to all my past Game Of Thrones reviews as well.",
  "This is at most a few months after Yara and Theon's escape.",
  "Yes you can explain a lot in Game of Thrones with magic.",
  "Something---anything---would have been better than this.",
  "Spoilers through Season 7 of 'Game of Thrones' follow.",
  "He’s different he’s different with different people.",
  "The problem with last night's episode isn't Euron.",
  "Arya's impersonation of Walder Frey, for instance.",
  "The show is good enough to let a few misses slide.",
  "Where does the labor and the lumber come from?",
  "He’s much more f—ing enjoying himself.",
  "It's logistically just not possible.",
  "This season he’s more charming.",
  "How on earth does he do this?",
  "At least for a little while.",
  "It just doesn't add up.",
  "That's basically magic.",
  "to sail all of them?",
  "What do you think?",
  "It's his ships.",
  "But not this.",
  "Oh well.",
  "P.S."
]