[
  "The president had a luncheon with service members on Monday, and there Trump said, “We’ve been there for now close to 17 years, and I want to find out why we’ve been there for 17 years, how it’s going, and what we should do in terms of additional ideas.”\n\nTheDC asked Sanders that same day if Trump would support a long-term deployment of troops in Afghanistan, and the spokeswoman replied: “The president is still reviewing what options he wants to take and what decisions he’ll make, and we’ll keep you guys posted when we have an announcement on that.”\n\nThere is also another option for how to deal with the situation in Afghanistan that is supported by White House chief strategist Steve Bannon and senior adviser Jared Kushner, according to a report from The American Conservative.",
  "Defense Department spokesman Adam Stump told The Daily Caller, “No decisions have been made.”\n\nThere are roughly 8,500 American troops in Afghanistan and President Trump gave Mattis the authority to deploy 3,000 more, according to a Washington Post report.",
  "While President Trump continues to lambaste American involvement in the Middle East — frequently saying the U.S. got “nothing” for the conflicts — the president, his aides, or the Defense Department have yet to lay out a strategy for the Afghan war.",
  "George W. Bush invaded Afghanistan, then Barack Obama failed to completely pull out American troops, and now soldiers are dying on President Trump’s watch as the U.S. continues to be engaged in a 16-year war with no end in sight.",
  "Eric Prince, founder of the infamous private military company Blackwater (now known as Academi), described this plan to Big League Politics in an interview as a way for America to get on the “off ramp” in the conflict.",
  "He said in a recent interview that it’s “ridiculous” that it is more difficult for him to ask Congress for funds to rebuild infrastructure in America than it is to get trillions to fund war in the Middle East.",
  "Mattis has yet to deploy these troops, although a former intelligence adviser who worked with both Mattis and McMaster told TheDC in April that additional soldiers are needed to win the war in Afghanistan.",
  "White House spokeswoman Sarah Huckabee Sanders was asked repeatedly Thursday if the administration will deploy more troops to Afghanistan, an idea backed by the top U.S. commander in the region.",
  "“The only way to effectively win in Afghanistan is not announce a withdrawal and find a way to stay,” Michael Pregent, now an adjunct fellow at the Hudson Institute, said.",
  "However, it would be quite the departure from Trump’s rhetoric for his administration to send more troops to Afghanistan and to have them stay there for a while.",
  "The plan the two reportedly are supportive of is using mercenaries to train the Afghan military and battle the resurgent Taliban.",
  "She referred reporters to the Defense Department as Trump has delegated troop level authority to Defense Secretary James Mattis.",
  "Whatever ends up happening will be a decision that rests on Trump’s shoulders even if he delegated troop authority to Mattis.",
  "“The US military has spent 16 years and a trillion dollars and they weren’t able to put the fire out.",
  "Even if you ignore effect, you have a significant cost savings — $40 billion plus,” Prince said.",
  "That is his and his alone,” the defense secretary told reporters Friday.",
  "Cost savings is something President Trump has continued to bring up.",
  "At bare minimum, this is a much cheaper way to proceed.",
  "“He delegated not one bit of the strategy by the way.",
  "Not one bit."
]