[
  "And finally, we see how pyrotechnics worked as dragonfire, blowing up loot carts with real explosions, not CGI, and how the show set a world records by setting twenty different actors playing Lannister soldiers on fire at once with a single fireball.",
  "To bring that to life, the show had to combine practical effects, stunt work and CGI, and the result was the most complicated, dangerous battle in the show’s history, which set at least one world record to boot.",
  "The coolest components in this video in my opinion, however, are seeing how the idea for the Dothraki standing-archers was conceived by a horse master trying to do something that had never been done before.",
  "Game of Thrones is always trying to push the envelope when it comes to its next big action sequences, and they blew everyone away during the finale of The Spoils of War this week (spoilers follow).",
  "It’s just astonishing that HBO is producing something that’s blockbuster movie quality, and honestly, surpassing even genre equivalents in film at this point.",
  "We see just how many cameras were used in this scene, including many mounted on stabilized cars and drones to get some of the more impressive tracking shots.",
  "This week’s Game of Thrones featured its most impressive battle to date, even more so than previous fights like Blackwater and the Battle of the Bastards.",
  "We see how the crew had to set certain things aflame after every shot to make sure the fire looked right, and that everything was properly coated in ash.",
  "The fight was made complicated by the fact that it was the first one to feature and actual dragon, flying around, setting things ablaze.",
  "It shows all the different angles that went into making what the show is calling the “Loot Train Attack,” and it’s pretty mind-blowing.",
  "Check out the video for yourself above, and I dare you not to be blown away by the work that went into the loot train battle.",
  "We see Emilia Clarke pretending to ride a dragon when she’s really on a greenscreen in Ireland, far removed from all this.",
  "I’m not normally someone who goes out and hunts down behind-the-scenes videos, but this one is a must-watch.",
  "Pick up my sci-fi novel series, The Earthborn Trilogy, which is now in print, online and on audiobook.",
  "If you ever needed proof that Game of Thrones was on its own plane of existence, this video is it.",
  "Follow me on Twitter and on Facebook."
]