[
  "Although it’s at least 1,000 miles from Dragonstone to Casterly Rock, the moment she heard that her forces were stranded at Casterly Rock, Dany should have sent a raven telling her Unsullied—who, even assuming an outrageous 25 percent casualty rate, should still have been nearly 6,000 strong—to march towards the former Tully stronghold at Riverrun.",
  "Taking the precaution that the Iron Fleet might have anti-dragon weapons—ballista exist elsewhere in GoT, so it made zero sense that anyone was surprised when the Lannisters unveiled one—Dany could’ve waited for overcast skies or nightfall to descend on Euron’s conspicuously massive command ship, the most likely to be armed with them.",
  "Even assuming a speedy marching pace of 20 miles a day through a comparatively mountainous route, with no days off to rest, it’d take at least 23 days to get to the Blackwater Rush, where Sunday’s battle took place—and at that point, the Lannister army would still be at least 200 miles away from King’s Landing.",
  "Dany and Drogon could melt a convenient entrance for the Dothraki and Unsullied, and by time the rest of the surrounding lords—who altogether have managed to produce between 11,000 and 16,000 troops (minus the Freys) in various wars—had a chance to respond, Riverrun would be hers.",
  "Game of Thrones has been playing fast and loose with travel times—you’d have to be a merman to get from one place to another so quickly—but according to the official map, the most direct route from King’s Landing to Highgarden is along Rose Road, a 760-mile march.",
  "But instead of riding Drogon head-on into the fray and torching the Lannister supply train—which included grain (which she needs), weapons, and, at least as far as she knew, large amounts of gold—she could’ve flanked around the side.",
  "And with that being the case, Tyrion—who knew that his family’s vaults must be nearing empty—should’ve predicted that Cersei might try enticing the Tyrells’ allies, particularly the xenophobic Randyll Tarly, into switching sides.",
  "And with Tyrion’s charm, the series of victories could have helped convince the Iron Bank to invest in her, cutting off Cersei’s main source of funds—and potentially won over the remaining Ironborn and River Lords.",
  "She also could’ve ordered 10,000–15,000 Dothraki—estimates put the total force between 80,000 and 100,000, so she’s got plenty to spare—and Second Sons mercenaries to sail for the river that leads to Riverrun.",
  "In a battle that was almost over before it started, Jaime, having turned House Tyrell’s bannermen against them, took the Tyrell stronghold of Highgarden and with it the biggest war chest in Westeros.",
  "With Varys’ little birds and a small army of sellswords serving as spies, she could track Cersei’s army, crippling their supply lines with strafing, hit-and-run dragonfire attacks as it marches.",
  "If the Ironborn try to sail to the other side of Westeros and attack Dany at Dragonstone, she’d have enough troops to defend it from landing attacks and dragons to punch holes in any blockade.",
  "Nevertheless, The Reach is presented as having the largest standing army around, with some 60,000–80,000 troops loyal to House Tyrell, according to estimates gleaned from George R.R.",
  "But notwithstanding that dragon-and-Dothraki-fueled rout, the Lannister barbecue we’ve been waiting for since Season 1 could’ve ended with a much more decisive victory for Team Dany.",
  "Even at 60 mph, flying for four hours a day, she could moved ahead of her deployed forces and fly for the mountains near Casterly Rock, reaching them in four to five days.",
  "The mountains would’ve hidden her approach, and, coming in at an angle, she could’ve taken out the entire front shield wall, capturing the supplies and the other soldiers.",
  "HBO\n\nGame of Thrones’ “The Spoils of War” ended with Daenerys Targaryen setting fire to a good chunk of the Lannister army and Jaime nearly going out in a blaze of glory.",
  "Meanwhile, Dany’s Unsullied army was stuck on the other side of the continent, watching their ships burn from the ramparts of the strategically worthless Casterly Rock.",
  "Instead, Dany she burned some wagons and walked away with a single victory—admittedly a gruesome and badass one—over the ass-end of a Lannister supply train.",
  "From there, the Dothraki army would ride north, and Dany could ride ahead to meet the Unsullied, and the force she sent up river, to lay siege to Riverrun.",
  "Judging by how fast her largest dragon, Drogon, flies in comparison to galloping horses, he’s easily capable of flying in excess of 75 miles per hour.",
  "A one- to three-man team would have been enough to keep tabs on the Iron Fleet, which by then would have been heading southward to King’s Landing.",
  "She’d have a supply route stretching from Casterly Rock—should she want to hold it, she has the men—to Riverrun, and from there to Dragonstone.",
  "Instead, the Lannister force detoured more than 500 miles northeast, presumably to throw off Daenerys and avoid an ambush at Kingswood.",
  "To ensure their approach went unnoticed, Varys could have tapped his sprawling contacts to secure fast, inconspicuous merchant ships.",
  "Most of the references to their army comes from parts of the War of the Five Kings that the series covered in the first two seasons.",
  "Before this week’s roast of the Lannisters, last week’s “The Queen’s Justice” found Daenerys stuck between a rock and an Iron Fleet.",
  "Even assuming that the cutthroats aren’t fighting amid the power vacuum Arya left, they’re no match for Dany’s combined forces.",
  "But while Jaime’s victory did net the Lannisters a few tons of gold, but they made one dear mistake: They took the wrong road.",
  "HBO\n\nDany could’ve used the time the Lannister army burned taking the scenic route much more to her advantage.",
  "But with only 20,000 soldiers of their own, the Tyrells were particularly dependent on their bannermen.",
  "If not, then after Euron was dead, the next in line to lead the Ironborn would be Dany’s ally.",
  "Dany looked great on her dragon, but burning up wagons wasn’t the best use of her time.",
  "At their peak, the Freys, who most recently held Riverrun, could muster 4,000 troops.",
  "Securing Riverrun would have Dany a route to ferry her soldiers back to Dragonstone.",
  "House Tyrell, the rulers of The Reach, was the richest family in Westeros.",
  "Neither of these victories, however, was as devastating as it seemed.",
  "From there, Dany would rendezvous with the Dothraki.",
  "If Yara were onboard, well, she’d be missed.",
  "Read more in Slate about Game of Thrones.",
  "Highgarden was a blow, to be sure.",
  "Your move, Cersei.",
  "Martin’s novels."
]