[
  "Hodor was probably only the 54th most important character in Game of Thrones at the time, but the final sequence that has him holding the door to save Bran and Meera, and Bran time traveling to be the one to make Hodor, Hodor (“hold the doooor!”) was something that no one had ever seen before, and that entire sequence remains burned in all of our brains to this day.",
  "Ned’s death was one thing in season one (that episode barely missed the top ten), but the Frey/Bolton/Lannister betrayal of the Starks was a whole new level of horror, as we lost both Robb and Catelyn in one fell swoop, a total massacre in one of the most terrifying, sickening sequences of the series.",
  "Blackwater was the continuation of a tradition that the penultimate episode of a season usually has some serious stuff go down, and the failed Baratheon assault on King’s Landing was one of the show’s most beloved battles, even before the show’s budget was allowed to explode even further.",
  "This is when Tyrion escapes custody with the help of Jaime and kills his father, Tywin, in one of the series’ best scenes, and also when Brienne and The Hound have a knock-down, drag-out fight over the Stark girls, which she wins, and The Hound is left for dead.",
  "This entire sequence was jaw-dropping, and the episode was bolstered by a surprisingly great one-off guest appearance by Birgitte Hjort Sørensen as Karsi, a wilding heavily featured in the episode that ends up becoming just another zombie footsoldier in the end.",
  "Hardhome (Season 5, Episode 8) – 9.9 (62,000 votes)\n\nThe White Walkers were always menacing, but in five seasons had rarely seemed like that much of a threat because they were so slow to trudge through the snow and actually get anywhere important.",
  "The Laws of God and Men (Season 4, Episode 6) – 9.7 (28,000 votes)\n\nAs you may have guessed from the title, this was the trial of Tyrion Lannister for killing Joffrey, and the courtroom scene between Tyrion, Cersei and Tywin is just fantastic.",
  "It was completely unexpected for such a major death to take place in just the second episode of a new season, and this was back when book-readers were chuckling to themselves as their non-reader friends had no idea what was coming.",
  "The Rains of Castamere (Season 3, Episode 9) – 9.9 (58,000 votes)\n\nI’d argue that The Rains of Castamere was the episode that fully cemented Game of Thrones as a legendary TV, the likes of which had never really been seen before.",
  "Without question, my favorite sequence in the show’s history is the beautiful sequence where Cersei’s plan to blow up the sept unfolds flawlessly as the Tyrells and Sparrow slowly realize what’s happening, and how they’ve lost.",
  "Elsewhere, this is when Jorah is revealed as a spy to Daenerys, and Petyr Baelish does linguistic gymnastics to avoid suspicion in the death of Lysa Arryn, but it’s the final Mortal Kombat-esque fight that was the real draw.",
  "I would argue we’ve never seen anything like this since, even in these last few memorable episodes, and may not get anything this shocking again, now that we’ve grown to expect horrible things like this to happen.",
  "The Mountain and the Viper (Season 4, Episode 8) – 9.7 (31,000 votes)\n\nSpeaking of trials, here’s Tyrion’s trial by combat, which is how pretty much everything was decided in this show for a few seasons there.",
  "The Winds of Winter (Season 6, Episode 10) – 9.9 (98,000 votes)\n\nIf this list was my own personal preferences, I might have this as #1 instead of #2, but it’s clear that this is a hugely beloved episode.",
  "It is without question an absolute stunner of an episode where the showrunners orchestrated a battle that’s more impressive than pretty much anything I’ve seen in any blockbuster genre movie to date.",
  "Blackwater (Season 2, Episode 9) – 9.7 (24,5000 votes)\n\nYou will start to see a theme here, that many of the chosen episodes are full of epic battles or big-name deaths, which should be no surprise.",
  "And this wasn’t even the only epic thing to happen in the finale, as Arya assassinates Walder Frey, revenge for the Red Wedding at last and making an endless amount of assassin training worth it.",
  "Also in this episode was Theon’s surprisingly great speech supporting his Sister’s claim for the Salt Throne, but yes, the Hodor moment is why this is so high up on this list of all-time greats.",
  "I took me a minute to recall what happened in this episode, but it’s the aftermath of Jon Snow’s battle with the wildlings where he tries to make peace with Mance Rayder (remember that guy?).",
  "Judging by what I’m seeing here, Game of Thrones may have seen a quality peak in season 4, which has 5 episodes in the top 11, but seasons 5 and 6 are represented frequently as well.",
  "The Children (Season 4, Episode 10) – 9.7 (25,000 votes)\n\nGiven how many other season 4 episodes are about to appear on this list, I’m not surprised the finale made the cut as well.",
  "Only just now, in last week’s episode, does the truth of what happened finally come out as Olenna Tyrell admits that it was her who poisoned Joffrey, not Tyrion and Sansa.",
  "This was the moment that Tyrion took command after Joffrey and the Hound proved to be cowards, but got no credit as the Tyrells swooped in to help save the city.",
  "Oh, and we also learn that Jon’s parents are Lyanna Stark and Rhaegar Targaryen, ending the series’ longest running mystery, if that other stuff wasn’t enough.",
  "That all changed with Hardhome, another enormous battle episode that pitted Wildlings and The Night’s Watch against the Night Knight and his army of the dead.",
  "I’ve heard some say that last week’s episode was one of their favorites ever, and I’ve heard rumblings that tonight’s fourth episode may be an all-time great.",
  "I thought this would be an interesting moment to stop and take stock of where Game of Thrones has been so far, and what the most beloved episodes are to date.",
  "Overall, Game of Thrones is way, way more highly rated than a show like The Walking Dead on average, as there isn’t an episode under a 9.7/10 on this list.",
  "The Lion and the Rose (Season 4, Episode 2) – 9.7 (32,000 votes)\n\nGiven how hated Joffrey was on this show, I’m surprised the Purple Wedding isn’t higher.",
  "It will be tough for Game of Thrones to top this one with an even more epic battle, but surely there are a few more still to come in these final episodes.",
  "This is when Bran meets the Children of the Forrest and the Three-Eyed Raven and the title suggests, but the real draw was later in the episode.",
  "By this point, Oberyn Martell was growing on audiences, and to see him killed in one of the show’s most horrific deaths was scarring for many.",
  "Like Blackwater, this battle takes up almost the entire episode, but it’s good enough where we don’t even care that we barely see anyone else.",
  "Battle of the Bastards is the highest rated episode of the series with 50,000 more votes than Winds of Winter, making it not terribly close.",
  "The Door (Season 6, Episode 5) – 9.7 (44,000 votes)\n\nAgain, another shockingly fantastic episode planted firmly in the middle of the season.",
  "Many of the episodes are tied in rating, but I’ve arranged them based on number of votes, as it’s tough to keep up that high of an average.",
  "It was a total slaughter, but we did figure out that Jon’s Valyrian steel sword can kill White Walkers since it’s forged in dragonfire.",
  "The general consensus seems to be that the premiere was good, the second episode was bad, and the third episode was pretty great.",
  "It truly does seem like all is lost as the battle opens with Rickon’s death and Jon’s army quickly collapses to Ramsay’s forces.",
  "But in the end, Sansa and Littlefinger swoop in to save them, and Ramsay is captured and ultimately devoured by his own dogs.",
  "Using IMDB ratings, what I imagine to be the best metric we have, these are the ten best episodes of Game of Thrones so far.",
  "Battle of the Bastards (Season 6, Episode 9) – 9.9 (143,000 votes)\n\nBut nothing compares to another big battle, I suppose.",
  "It’s also when Tyrion realizes that Shae has betrayed him as she’s brought in as a witness (boy do I not miss her).",
  "Pick up my sci-fi novel series, The Earthborn Trilogy, which is now in print, online and on audiobook.",
  "Elsewhere, Reek is being Reek, Dany’s dragons are eating sheep and Stannis owes the Iron Bank money.",
  "Fans seem to be a bit divided in terms of how they feel about season 7 of Game of Thrones.",
  "Some say you could hear the cheers as Joffrey choked to death all around the world.",
  "I won’t keep you waiting, no, they haven’t, though last week’s was highly rated.",
  "Then Stannis comes in and crushes the Wildlings so peace isn’t really necessary.",
  "And that’s from people who have watched it in horrible, low-res pirate quality.",
  "It really is just the strength of the trial that made this episode a classic.",
  "I can still hear the crunch of his skull and his screams as I write this.",
  "Truly one of the best episodes of the series by far, if not the best.",
  "Take a look at the ten best Game of Thrones episodes to date.",
  "This…really is the only big thing that happens episode.",
  "In retrospect, this really was a hell of an episode.",
  "Now, what about the worst Game of Thrones episodes?",
  "Stay tuned for another week where I'll get to that.",
  "Have any season seven episodes made the top ten?",
  "Follow me on Twitter and on Facebook.",
  "Obviously spoilers follow.",
  "10.",
  "8.",
  "9.",
  "7.",
  "6.",
  "1.",
  "5.",
  "4.",
  "3.",
  "2."
]