[
  "Get your history fix in one place: sign up for the weekly TIME History newsletter\n\nAxelrod writes of one particularly notable group of mercenaries, known as the Great Company, which he describes as “Europe’s first large, tightly organized, well-armed, and highly disciplined mercenary group.” Though “companies” had typically brought together a few dozen to a hundred men who could be hired as needed, the 14th century saw the introduction of the Great Company, to which tens of thousands of men would at one point belong.",
  "As Niccolo Machiavelli wrote in his 16th-century The Prince:\n\nMercenaries and auxiliaries are useless and dangerous; and if one holds his state based on these arms, he will stand neither firm nor safe; for they are disunited, ambitious, and without discipline, unfaithful, valiant before friends, cowardly before enemies; they have neither the fear of God nor fidelity to men, and destruction is deferred only so long as the attack is; for in peace one is robbed by them, and in war by the enemy.",
  "While it was a great boon to have well-trained, well-armed men in one’s service, it could prove a great disaster to have these same men in one’s midst, armed, trained, and without a shred of loyalty to a former (or even current) employer.”\n\nAs James C. Bradford’s International Encyclopedia of Military History explains, men who earned their livings fighting had to do something when a war ended, and that often meant pillaging the areas in which they ended up.",
  "View Sample Sign Up Now\n\nUse of mercenaries continued in the centuries that followed — the Greeks in particular earned a reputation as ancient soldiers of fortune, with different areas boasting specialties with different types of warfare — but by the Middle Ages, the period in which Thrones so often finds its parallels, Europe’s idea of what it meant to be a mercenary shifted.",
  "Warning: This post contains minor spoilers for Game of Thrones\n\nThese days on Game of Thrones, Bronn of the Blackwater isn’t the only one thinking about gold in the midst of war: the cost of doing battle has become a major theme this season, as Cersei contemplates hiring the Golden Company to assist the Lannisters in the wars to come.",
  "As is so often the case in the fantasy realm of Westeros, the soldiers of fortune known in the show’s universe as “sellswords” have parallels in real history — this time in the long story of mercenaries, professional fighters who are employed for personal profit on behalf of an army that is not their own.",
  "Italian states became well known for their mercenary armies — captains called condottieri became influential figures who “organized their units as closed corporations that operated independently of the state,” Bradford’s Encyclopedia adds — but even there the mercenaries got a bad reputation.",
  "Due to evidence that the Egyptian army was larger than it should have been, considering the civilization’s population at that time, experts believe that it must have also included troops who’d be brought in for the express purpose of the fight.",
  "But the Great Company, later known as the Grand Company, also illustrated a problem with hiring mercenaries: “They were easy to hire,” Axelrod writes, “but not so easy to control, let alone disband or dismiss, once their job was done.",
  "It was in 1989 that the United Nations created the International Convention Against the Recruitment, Use, Financing and Training of Mercenaries, recognizing that their use often went hand-in-hand with violations of international law.",
  "(In some cases, those professional armies were still loaned out for payment, but the money would go to the prince in charge rather than to individual soldiers; the Hessians of the American Revolution used a system like that.)",
  "And, as currency-based economies became more common and knights were often allowed to pay a fee known as scutage in order to get out of time for which they were bound to serve fighting, lords could afford to do so.",
  "During the period of the Hundred Years’ War, mercenary soldiers became virtually ubiquitous, and so did the chaos they could cause as they roamed around in groups known as “free companies” between engagements.",
  "Those soldiers were paid regular salaries, which meant they were more loyal, stable and easy to summon — and less likely to turn around and terrorize the countryside as soon as the battle was won.",
  "Nation-states became more powerful and the people who used to hire those soldiers began to train and keep their own standing armies, starting in particular with the Swiss in the 14th century.",
  "In other words, the ruler whose army comprises mercenaries may be at some disadvantage, no matter those hired hands’ skill, compared to the ruler whose forces fight out of duty or devotion.",
  "That’s a lesson Cersei might want to keep in mind when she comes up against Daenerys Targaryen, whose forces (as viewers were reminded on Sunday) fight for her because they choose to do so.",
  "The first sign of mercenaries in action can be found at a 15th century BCE battle in which Egypt successfully invaded Syria, according to Alan Axelrod’s book on the subject, Mercenaries.",
  "Because the size of an army could be a particularly decisive matter in an era of close-fought infantry combat, it made sense to hire troops to bump up one’s numbers as needed.",
  "Under the feudal system, those who owed a military duty to a local lord or monarch would traditionally be bound to serve for a set period of time in limited engagements.",
  "However, as long-standing conflicts like the Hundred Years’ War engulfed Europe, those part-time soldiers who fought because it was their duty would no longer cut it.",
  "The fact is, they have no other attraction or reason for keeping the field than a trifle of stipend, which is not sufficient to make them willing to die for you.",
  "But, while the mercenary may be most readily associated with bygone eras, the idea of selling one’s sword has continued well into the modern age.",
  "And that history may provide fans with a hint about what to expect in the context of the show’s remaining episodes.",
  "Rulers were generally not strong or centralized enough to support a large number of full-time soldiers.",
  "As those paid troops served for longer and longer periods, they became professional full-time fighters.",
  "In real history, eventually the professionalization of war went beyond the scope of mercenaries.",
  "The Brief Newsletter Sign up to receive the top stories you need to know right now.",
  "The treaty, to which the U.S. is not a signatory, entered into force in 2001.",
  "Write to Lily Rothman at lily.rothman@time.com."
]