[
  "As my colleague Mackenzie Eaglen put it on Twitter: “Violence and killing in the name of the state should be left to those sworn to defend it and the Constitution.” Perhaps this is also why international law remains so skeptical about the propriety of using contractors to fight wars, and why nations have historically treated them as mercenaries or pirates.",
  "Indeed, the extensive archives of audits by special inspectors for Iraq and Afghanistan suggest the opposite: Contractors often struggle to perform, in large part because of their disconnection from the military and their dependence on commercial contracting systems for things like funding, schedules, and permission.",
  "Over time, the government has relied on technical definitions of what is (or is not) “inherently governmental” to answer the fundamental question of whether contractors are appropriate for a given role, with those decisions also predicated on cost-driven analyses of what would be most efficient for the taxpayer.",
  "Further, contractors may feed on the Pentagon itself, hiring away military talent that cost the Pentagon millions to train or creating situations wherein the Pentagon must pay more over time for the same things because of how contractors negotiate their contracts or manage their intellectual property.",
  "And somewhere in the middle of that continuum, contractors hire hundreds (once thousands) of Iraqis and Afghans to lend their language and cultural skills to our forces and to run reconstruction projects that have been vital parts of the counterinsurgency campaigns in each theater of war.",
  "At the high end of the expertise and cost spectrum, elite contractors like Academi (the company formerly known as Blackwater) and DynCorp provide security and consulting services via former U.S. and allied military personnel, functioning very much like private special operations units.",
  "Four broad questions emerged during the wars about this heavy reliance on contractors—questions that still linger because all the stakeholders have powerful incentives to keep the contractor caissons rolling along, driven by the inertia of the wars themselves.",
  "Nonetheless, because we can summarily fire military commanders, or hold senior civilian leaders accountable, we deem them slightly more accountable than contractors, who charge their fees for services rendered and simply go home if the task gets left undone.",
  "Contractors have been held to account to some degree for their efforts in Iraq and Afghanistan, particularly with regard to business issues like accounting disagreements, battlefield construction problems, alleged fraud, and export control violations.",
  "Put simply: Sixteen years of evidence suggest contractors struggle as much as troops under austere conditions, and there’s no evidence to suggest they do better when it comes to building a road or advising foreign troops or delivering supplies.",
  "At the lower end, contractors compete to perform every dull, dirty, and dangerous task necessary to support the U.S. military juggernaut, costing billions but saving the U.S. from having to deploy hundreds of thousands more troops.",
  "The contractor headcount included hundreds of thousands of U.S., Iraqi, Afghan, and “third-country national” employees brought in to drive trucks, run dining facilities, provide translation, and build buildings, among other tasks.",
  "After slogging for so long in Afghanistan, it’s easy to see why some new idea—almost any idea—for manning or running the war would hold appeal, especially for a White House that has struggled to reach consensus on this war.",
  "The proposal comes, ironically, just days after a federal appeals court threw out much of the government’s case against five former Blackwater security guards who killed 17 Iraqis during a 2007 gun battle in Baghdad.",
  "But the data suggest that contractors cost more than military reservists, and significantly more than government civilian employees, who earn less than contractors and have fewer long-term benefits than troops.",
  "Yuri Cortez/AFP/Getty Images\n\nIn the latest plot twist in America’s longest war, Blackwater founder and informal Trump adviser Erik Prince is hawking a plan to privatize our military expedition in Afghanistan.",
  "After the first Gulf War, the Clinton administration pushed the Pentagon to increase its outsourcing in tandem with its “reinventing government” initiatives that privatized the work of many domestic agencies.",
  "More broadly, each of these cases highlights how much trouble the U.S. continues to have in deciding when, where, and why to use contractors—and how best to hold them accountable when things go wrong in war.",
  "Contractors may sometimes cost less than troops, in large part because of their deferred retirement, health care, and disability costs borne by the Pentagon and Department of Veterans Affairs.",
  "Assuming it’s right to use private firms for these roles in certain circumstances, no national security agency has seriously evaluated the efficacy of contractors on the battlefield.",
  "At best, sending contractors to fight in Afghanistan would save a little bit of money while deploying fighters without the public scrutiny that normally attends military excursions.",
  "These analyses miss the mark in wartime, however, when there is great value in having uniformed personnel, or civilian government employees, carry the country’s colors into battle.",
  "Holding them accountable under civil law has been equally difficult, whether for alleged torture at Abu Ghraib or culpability in making veterans sick through the use of burn pits.",
  "And therein lies the problem: how best to align their efforts, and hold them accountable, when they ultimately work for a different purpose than the troops they serve alongside.",
  "However, as the Blackwater shooting case shows, prosecuting individual contractors for bad actions has been fiendishly difficult because of legal gaps or evidentiary problems.",
  "(As an aside, the government ends up paying long-term disability for contractors too, but it’s an inadequate scheme that serves neither the government nor contractors well.)",
  "This file picture dated July 5, 2005, shows Blackwater private security contractors securing the site of a roadside bomb explosion near the Iranian Embassy in Baghdad.",
  "Finally, there’s the issue of accountability, and how best to hold contractors accountable for their performance during messy wars like those in Iraq and Afghanistan.",
  "Prior to the first Gulf War, the Pentagon answered this question largely in the negative, reserving contractors for specialized functions and limiting their numbers.",
  "Although contractors employ many military veterans and others who believe in the cause, they are ultimately accountable to their bottom line, not the mission.",
  "At the height of the Iraq and Afghanistan wars, the Pentagon relied so heavily on private firms that contractor personnel outnumbered troops in each country.",
  "Private sector personnel outnumber troops in both Iraq and Afghanistan; hundreds of thousands of contractors augment the Pentagon’s roster stateside, too.",
  "Privatization in Afghanistan offers neither a panacea for the war nor a way to reconcile the political battle between National Security Adviser H.R.",
  "That trend continues today, as the austere military missions in each country have outsourced many of their support missions to the private sector.",
  "It’s easy to understand Prince’s faith in contractors—after all, Blackwater made him into a global player, and a very rich one at that.",
  "The only certain victor under the Prince proposal will be Prince himself, and any investors he brings along for this new private war.",
  "Badly behaving contractors can be prosecuted in federal court, or even sometimes in military court, but only with enormous effort.",
  "Under existing U.S. law, contractors operate under a chain of command that is very different from the military chain of command.",
  "At a certain point, bringing charges against individual contractors seems akin to writing speeding tickets at the Indy 500.",
  "Together, these two vignettes illustrate the extent to which the U.S. has become reliant on contractors to fight its wars.",
  "However, privatization offers neither quick nor certain victory, regardless of what Prince may say in his sales pitch.",
  "However, our national reliance on contractors during the past 16 years of war has not been repaid with results.",
  "It has been even harder to hold contractors to account for program failures or mixed battlefield outcomes.",
  "The majority of contractors supporting the Pentagon now provide services, not goods or weapons systems.",
  "For better or worse, the Pentagon appears unlikely to kick its addiction to contractors anytime soon.",
  "The first question is a normative one: Should the U.S. use contractors on the battlefield at all?",
  "In Iraq and Afghanistan, blame may simply be too diffuse to fix on any person or entity.",
  "Cost is the third important question surrounding the use of contractors.",
  "McMaster and White House strategist Steve Bannon."
]