[
  "But if playing it safer in Afghanistan and East Asia is the wiser course of action, one could very justifiably ask why playing it safe for so many years before now yielded such unsafe and lousy results well before President Trump came on the scene.",
  "While critics were calling for withdrawals and soothing talk, the White House sees that the president's twitter threats, the introduction of new THAAD missile batteries, and increased bomber readiness near North Korea helped convince China to act.",
  "Just like he did when pushing our close European allies on NATO funding and Japan on increasing naval strength, President Trump called for India to provide more financial support for and economic cooperation with the Afghan government.",
  "Indeed, Bannon's ouster, which had at least something to do with his public objections to the Trump team's handling of the North Korea situation, is a clue to where President Trump is looking for guidance on foreign policy these days.",
  "Newly ousted chief White House strategist Steve Bannon's Breitbart News website wasted no time lighting into the speech with an article pointing out its similarities to President Obama's promises about Afghanistan in 2009.",
  "And that brings us to Monday night, where no one should have been surprised when President Trump's Afghan policy speech pushed every one of those strategies in the hopes of turning the tide in America's longest war.",
  "The tricky angle was President Trump's demand that Pakistan get its act together with the following key quote:\n\n\"Pakistan has also sheltered the same organizations that try every single day to kill our people.",
  "Breitbart took particular issue with that, featuring a piece by former Blackwater CEO and Navy SEAL Erik Prince to blast that move as a mistake and push for a private contractors to carry out more of the war.",
  "Unlike the pressure the Trump administration has successfully placed on China in connection with North Korea, this time we're asking Pakistan to partner with not only the U.S. but its mortal enemy, India.",
  "And while President Trump insisted he won't make America's troop numbers public, it's been widely reported that he has approved sending about 4,000 more troops to Afghanistan as part of this new policy.",
  "He noted that Pakistan has been a \"valued partner\" in the past, how its people have suffered greatly from terrorism, and how that nation has \"much to gain\" from partnering with us in our Afghan goals.",
  "However short-lived these positive developments may turn out to be, this White House clearly craves more of them than it wants ideological support from some of the president's 2016 voting base.",
  "And it's not Bannon's ilk, nor is it the voice of then-private citizen and candidate Donald Trump, who called for speedy withdrawals from Afghanistan several times beginning in 2012.",
  "Trump's plan is to use the troops for more focused goals and less to support the Afghan government's administrative agenda, i.e., more search and destroy and less guard duty.",
  "That makes the Trump Doctrine a domestic political gamble just as much as it's a tricky global gamble with nuclear powers like Pakistan, India, and North Korea involved.",
  "And the administration clearly hopes that the new weapons it's sending to Saudi Arabia and demands it's made on the Saudis on curbing terrorism will bear fruit as well.",
  "Breitbart also featured pieces noting that people like Senator Lindsay Graham, a regular Breitbart punching bag, supported President Trump's speech.",
  "Legislative successes and strong poll numbers may be eluding President Trump right now, but a coherent and so-far potent foreign policy is emerging.",
  "For those Americans and Afghans who have suffered for so long in this war, the Trump Doctrine is a bold new attempt to put that suffering to an end.",
  "That's because the Trump Doctrine is forged from the positive reinforcement the president is getting from the successes with NATO and North Korea.",
  "We have been paying Pakistan billions and billions of dollars at the same time they are housing the very terrorists that we are fighting.",
  "And President Trump's new thrust on foreign policy isn't getting knee jerk approval from some of his supporters.",
  "Or perhaps it's just betting that more isolationist elements in the Trump camp will eventually come around.",
  "To be sure, President Trump also offered praise and potential carrots to the government in Islamabad.",
  "For more insight from CNBC contributors, follow @CNBCopinion on Twitter.",
  "The president is clearly now listening to the generals he once mocked.",
  "Commentary by Jake Novak, CNBC.com senior columnist.",
  "But there are clear differences in this strategy.",
  "No one said this was going to be easy.",
  "Follow him on Twitter @jakejakeny.",
  "And that will change immediately.\"",
  "But that will have to change.",
  "But that's the easier part."
]