[
  "Doug Perrine\n\nWhy would vacationing divers pay top dollar ($150 to $200 per dive at four local dive shops) to go out in the middle of nowhere in the pitch black of night and be shackled to a free-drifting boat?",
  "It takes place in the dark of night about three miles offshore of Kailua Kona, on the \"big island\" of Hawaii , formed from steep volcanic mountains that drop precipitously into the ocean depths.",
  "Matye and Milisen are in constant communication with scientists who study the sorts of gelatinous plankton, juvenile fish and invertebrates that float about in Kona's surface waters at night.",
  "Fortunately, the real-life alien is less than two inches long, unlike the imagined monsters that most night divers conjure up in their minds, lurking just beyond the range of their lights.",
  "Courtesy Jacks Diving Locker\n\nCurrent gyres swirl in the offshore waters, carrying anything in the water in a different direction from the way the wind is pushing a boat on the surface.",
  "Things that look like jellyfish with stinging tentacles turn out to be larval fish that grow elaborate filaments to fool predators into thinking that they are stinging jellies.",
  "This part of the ocean, sometimes called the Twilight Zone, covers the range from about 660 to 3,300 feet deep, and is inhabited by creatures that are definitely weird.",
  "\"It's really startling when you've been looking at things the size of your fingernail, and you look up to suddenly see something that looks like a 30-foot jellyfish!\"",
  "Most of the divers have never experienced anything like this before, but Thomas Kline, a fish photographer from Alaska, is on his twelth blackwater tonight.",
  "She goes on to explain why we need a parachute for a scuba dive -- and it has nothing to do with the fact that the seafloor will be 5,000 feet beneath us.",
  "Most scuba dives are done on a coral reef or other substrate with a hard bottom that prevents divers from going deeper than their physiology will allow.",
  "This dive is branded by Matye's employer, Jack's Diving Locker , as the \"Pelagic Magic\" dive (but is simply the \"blackwater dive\" at other operators).",
  "This is not so much to prevent them from being swept away in the current as to avoid any descents below the 50-foot length of the tether lines.",
  "\"There's something really special about being out there and knowing that there's a whole world of animals below you that nobody's ever seen.\"",
  "Matye's boyfriend, Jeff Milisen, who conducts the same dive for Kona Honu Divers , says \"For some people it's the 'Star Trek' aspect.",
  "Related content The world's most luxurious liveaboard dive boats\n\n\"This is the most unique dive you will ever do,\" Matye continues.",
  "The parachute, deployed underwater, anchors the boat into the sea currents, and prevents it from being blown away from the divers.",
  "\"Net-caster\" jellies longer than my own body suddenly contract to a length of only a few inches and dart away into the darkness.",
  "They've photographed and collected several species that have never been seen before, and scientific studies are in the works.",
  "The sensation is one of traveling through a limitless cosmos, as miniature moons, galaxies, and alien creatures drift past.",
  "Once we are in the water, the limbic paranoia largely subsides, and the \"Star Trek\" analogy seems particularly apt.",
  "cautions Sarah Matye, a tanned marine biologist, preparing a group for one of the world's most unusual scuba dives.",
  "Doug Perrine\n\nComb jellies undulate rows of thread-like organs that split light into sweeping rainbows of color.",
  "'Alien' fish\n\n\"This is the world's largest migration,\" says Matye, \"and it happens every night.",
  "He's keen on capturing photos of critters he'll never see in the salmon streams back home.",
  "When it feeds, the mouth parts actually shoot out just like the alien in the movie!\"",
  "Pitch black\n\nThis part of the ocean is home to creatures that are definitely weird.",
  "You will be joining a pretty elite club of blackwater divers who have done this.\"",
  "Yet when I surface, and Matye asks what I saw, I can't name a single organism.",
  "Unfamiliar fish\n\nDark stars: Each night sees the world's largest migration.",
  "\"That's the animal that the creature in the 'Alien' films was based on.",
  "For others, it's the phenomenal feeling of discovery and exploration.",
  "As an added precaution, all six divers will be tethered to the boat.",
  "Swirling currents\n\nNight divers are tethered to the boat for safety.",
  "\"Oftentimes we are seeing things that are totally new to science.",
  "(CNN) — \"Don't let the parachute scare you -- it's terrifying!\"",
  "\"I'm not going down to 5,000 feet to retrieve it for you.\"",
  "\"Please don't drop your light or camera,\" pleads Matye.",
  "These animals are coming up from the mesopelagic zone.\"",
  "\"I got a phronima on one dive,\" he says.",
  "The variety of life seems overwhelming.",
  "Everything was unfamiliar.",
  "Not so on this dive."
]