[
  "Following the Lannisters’ victory over House Tyrell at Highgarden—a battle they’d cleverly abandoned their own stronghold of Casterly Rock to conduct, leaving Dany’s conquering Unsullied forces confused and stranded inside—the army led by Jaime Lannister, his comrade Bronn, and their new allies Randyll and Dickon Tarly caravanned its way up the Goldroad to King’s Landing, delivering the cash and crops they’d looted during the campaign.",
  "The Wildlings versus the Night’s Watch, “The Watchers on the Wall” (Season 4, Episode 9)\n\nAs meticulously choreographed a battle as television has ever seen, the fight for the Wall that ended season four—in which the badly outmanned Night’s Watch, led by rival brothers in black Jon Snow and Ser Alliser Thorne, held off Wildling forces attacking from both North and South—played like one long highlight reel.",
  "Battle of the Bastards, “Battle of the Bastards” (Season 6, Episode 9)\n\nRamsay Bolton got his comeuppance, Rickon Stark’s short life came to an end, Wun Wun the giant went out in a blaze of glory, Sansa Stark pulled Jon’s ass from the fire, House Stark recaptured Winterfell after years in the wilderness: You know all the details about season six’s climactic confrontation.",
  "Martin’s source material so completely that even the most devoted fan was left as shocked as the characters themselves—the Night King and his army of the dead descended upon a remote fishing village, where Jon Snow and Tormund Giantsbane had come to broker a truce with the wildlings in order to move everyone to safety south of the Wall.",
  "Daenerys and the dragons versus the slavers, “Battle of the Bastards” (Season 6, Episode 9)\n\nA few thousand dead Lannisters and incinerated zombies later, the damage inflicted by the dragons on the fleet amassed by an alliance of slave states against Daenerys Targaryen’s free city of Meereen may not seem as impressive as it once did.",
  "The swiftness and devastation of his navy’s attack on their rivals, plus his devil-may-care abandon in single-handedly capturing, killing, or scattering Daenerys Targaryen’s allies in two of the Seven Kingdoms—Yara and Theon for the Iron Islands, Ellaria and the Sand Snakes for Dorne—make his prowess plainly clear.",
  "The Night King and his White Walkers had untold thousands of zombies on their side; the only enemies they faced were Jon Snow, Tormund Giantsbane, Beric Dondarrion, Thoros of Myr, Jorah Mormont, Gendry, and Sandor “the Hound” Clegane (plus a bunch of redshirts, killable at your convenience).",
  "But the surprise attack by Daenerys and her three children against the Slavers’ ships (complemented as always by her Dothraki and Unsullied soldiers) was so devastating that it changed geopolitical history in the region, breaking the power of the slave trade over Meereen once and for all.",
  "Dany’s guards versus the Sons of the Harpy, “The Dance of Dragons” (Season 5, Episode 9)\n\nAnother surprise dragon attack—noticing a pattern yet?—dominates the rumble between soldiers loyal to Daenerys Targaryen and the pro-slavery Sons of the Harpy in this season five highlight.",
  "Like the death of Dany’s dragon Viserion at the point of the Night King’s spear, the way the demonic monarch brought everyone he’d just slain back to life merely by raising his hands illustrated the sheer magical power and total disregard for life of humanity’s true opponents.",
  "Even if it took Stannis Baratheon’s sneak attack to defeat the Wildlings for good in the following episode—a fate he’d suffer in turn when Ramsay and Roose Bolton overran his demoralized forces outside Winterfell the following season—this was a fight worth remembering.",
  "The Battle of the Whispering Wood, “Baelor” (Season 1, Episode 9)\n\nAh, who could forget the decisive battle at the start of the War of the Five Kings, when Robb Stark’s forces ambushed and destroyed the army led by Jaime Lannister, taking the Kingslayer captive?",
  "It wasn’t until Dany and her children swooped in to save the day—and the Night King hurled his magic spear to take one of them down—that this truly became an illustration of what all-out, dragon-on-demon combat might look like in the Great War to come.",
  "The cost of war was emphasized in the screams of the burning soldiers and the terror faced by noncombatants like Cersei and Sansa—to say nothing of the way that PTSD-afflicted Sandor “the Hound” Clegane simply quit fighting and stormed off.",
  "Actor Pilou Asbæk can smile and swagger like the Red Viper, then run headlong into the heat of battle like a mad pirate—in this case, by boarding the lead ship in his niece Yara Greyjoy’s fleet after his forces set it on fire.",
  "Sort of Meereen’s answer to the KKK, the Sons of the Harpy had Dany and friends surrounded—until Drogon, the black dragon who’d fled previous attempts to contain him, suddenly returned to toast his mother’s assailants.",
  "This is the best of the short and not-so-sweet battles GOT has pulled off, from the fights with the Night’s Watch mutineers at Craster’s Keep to the rebellions and insurgencies between slaves and masters in Meereen.",
  "The Battle of the Blackwater even featured the now-standard last-minute surprise attack that turned the tide, this time led by Tywin Lannister and Loras Tyrell as the first act in the two great families’ alliance.",
  "Battle of the Blackwater, “Blackwater” (Season 2, Episode 9)\n\nThe show’s first major battle, and the centerpiece of what remains its best episode to date, set the standard for pretty much everything to come.",
  "The tooth-and-claw struggle for survival between Jon Snow, Daenerys Targaryen, and the Night King’s army of the dead in “Beyond the Wall” is just the latest in a long series of big Game of Thrones battles.",
  "Martin wrote it in his book: A nervous Catelyn Stark stands on a hillside above the forest where the fighting takes place, waiting and wondering if her beloved son will survive his first brush with war.",
  "At one point, the fighting between Jon and Ramsay’s forces was so horrific that the dead bodies piled up into a literal pile—a physical obstacle that the fighters had to climb above or drown beneath.",
  "Like the Battle of the Bastards, the dead became part of the battle’s topography, in this case taking the form of a literal avalanche of corpses as the wights plunged over a cliff to enter the fray.",
  "Every speech Jon or Davos ever made about the folly of fighting each other was made real in this moment, which turned the mass murder of warfare into an actual geographical feature of the battle.",
  "Daenerys and the dragons versus the White Walkers, “Beyond the Wall” (Season 7, Episode 6)\n\nUnlike the other battles on this list, this one was more like a brawl, at least in numerical terms.",
  "A character we’ve barely seen or heard of, who’s part of a family pushed to the margins of the narrative for years, is suddenly a major villain and a contender for Queen Cersei’s hand?",
  "It’s hard to believe now, in a season where chaos and carnage come fast and furious, but it took Game of Thrones nearly two years to build to its first major onscreen battle.",
  "The Wildlings and the Night’s Watch versus the White Walkers, “Hardhome” (Season 5, Episode 8)\n\nWhen all’s said and done, the massacre at Hardhome will be battle we remember.",
  "The amphibious assault on King’s Landing by the forces of would-be King Stannis Baratheon divided our sympathies: Are Stannis and Melisandre worse than Joffrey and Cersei?",
  "That’s when a Dothraki cavalry charge so large that its hoofbeats shook the ground descended upon them, with Daenerys and her black dragon Drogon conducting air support.",
  "Individual face-offs between Bronn and Drogon and Jaime and Dany, not to mention the Lannister commanders’ terrified faces, kept the action rooted in personal moments.",
  "The battle also featured a lynchpin spectacle, with the dazzling green explosion of wildfire that sunk a large part of the Baratheon fleet before they could make land.",
  "This first glimpse of a dragon in serious action was shocking, conveyed amid the carnage through the eyes of our audience-identification character, Tyrion Lannister.",
  "The Greyjoys’ naval battle, “Stormborn” (Season 7, Episode 2)\n\nAmong the many challenges faced by Game of Thrones short seventh season, there’s the Euron situation.",
  "The result was an all-out slaughter—and that’s without the death from above delivered by Drogon, which now boasts the size and the power of a modern-day bomber.",
  "Back in season one, budgetary and logistical issues prevented the series from actually depicting massive battles, leading to some … interesting workarounds.",
  "When the smoke cleared from “Blackwater,” season two’s landmark episode-long conflict, television’s depiction of mass violence would never be the same.",
  "(Remember Tyrion preparing to lead a charge of hill-tribe barbarians against the Northmen, only to get knocked out cold and miss the fight entirely?)",
  "Each has its own unique styles and strengths, yet for all their excitement, the underlying message that war is hell burns like dragonfire.",
  "What’s more, the assault itself was overshadowed by the all-out carnage of the titular Battle of the Bastards later in the same episode.",
  "Daenerys, Drogon, and the Dothraki versus the Lannisters, “The Spoils of War” (Season 7, Episode 4)\n\nNo one saw this battle coming.",
  "By turning the newly crowned King of the Iron Islands into the cockiest, craziest Greyjoy of the bunch, which is saying something.",
  "And as in every battle, moments of individual heroism, sacrifice, and tragedy leavened the spectacle with ground-level emotion.",
  "It’s the fulcrum upon which GOT’s depiction of warfare pivoted from human conflicts to the fight against death itself.",
  "That said, the offscreen depiction of the Battle of the Whispering Wood tracked closely with how author George R.R.",
  "The battle had its wonky logistical issues, for sure, but it made up for them in sheer epic spectacle.",
  "The White Walkers had other plans, however, and they unleashed their undead hordes with seismic fury.",
  "An unbroken 360-degree shot within Castle Black as duels between all the major characters raged!",
  "From Blackwater to Hardhome and beyond, we’ve ranked the top battles in Game of Thrones history.",
  "When Dany hopped aboard her flying weapon to escape the fray, the game had clearly changed.",
  "Gigantic ice scythes released from the Wall to splatter attackers right off its surface!",
  "But it’s the visual component of the Battle of the Bastards that makes it so memorable.",
  "In this battle—filmed as chaotically as possible and breaking from George R.R.",
  "See also: Everything to Know About the Night King, White Walkers, and Wights",
  "The death of Ygritte, Jon Snow’s star-crossed wildling lover, in his arms!",
  "Helen Sloan/courtesy of HBO\n\nThis article originally appeared in Vulture.",
  "Hearing hundreds of sailors scream as they burn to death will do that.",
  "Like the Dothraki, you could hear them coming before you saw them.",
  "It was a moment of macabre beauty, power, and tragedy.",
  "Giants riding mammoths and wielding battering rams!",
  "This week’s insane battle wasn’t even the best one.",
  "Well, most people could forget it, honestly.",
  "Cry havoc and let slip the dragons of war.",
  "Textbook work from start to finish.",
  "You’d better choose in a hurry!",
  "Is Davos better than Tyrion?",
  "Instead, they heard it.",
  "How do you sell that?",
  "Hardhome had it all.",
  "10.",
  "8.",
  "9.",
  "1.",
  "4.",
  "3.",
  "2.",
  "5.",
  "7.",
  "6."
]