[
  "“They were under the impression they were FSB agents.”\n\nRohrabacher aide Paul Behrends, this source said, “was telling people they were from the prosecutors’ office in Moscow.” The FT reported that the person who gave Rohrabacher the document was Viktor Grin, a top aide to Yuri Chaika, the Russian prosecutor general with whom Veselnitskaya, the lawyer in the Trump Tower meeting, told the Wall Street Journal she was in contact.",
  "The document is marked “confidential” at the top and is full of accusations against Sergei Magnitsky, the Russian lawyer who died in prison in 2009 and for whom the act is named, and Bill Browder, the Hermitage Capital CEO for whom Magnitsky worked and who has been one of the key people behind the legislation.",
  "Grubbs did not dispute that a warning had been given, but said the conversation with the prosecutors had been “nothing substantive.”\n\n“The congressman chairs the relevant subcommittee for Russia and a codel is a fact-finding mission,” Grubbs said.",
  "On the same trip that he received the anti-Magnitsky Act documents, Rohrabacher met with Russian Railways chief Vladimir Yakunin, who had been added to the Treasury Department’s sanctions list in 2014.",
  "As a Member of the U.S. House of Representatives he does not, however, take direction from the State Department.”\n\nA State Department spokesperson did not immediately return a request for comment.",
  "One of the sources familiar with the trip said that neither Rohrabacher nor Behrends appeared to take the warning seriously and said it was Behrends who was setting up the meetings.",
  "One of the officials on the ground, Alamanda Gribbin, an embassy control officer, said she had seen the document given to Rohrabacher before, according to one of the sources.",
  "Trump Jr., Jared Kushner and Paul Manafort’s meeting last year with Veselnitskaya, was, at least in part, part of a broader Russian effort to lobby against the Magnitsky Act.",
  "The Act is a law passed in 2012 that places sanctions on Russian officials connected to the death of Magnitsky; Magnitsky had been investigating tax fraud.",
  "A 2013 trip that enlisted Steven Seagal as a fixer also included a meeting with top FSB officials and a dinner with deputy prime minister Dmitry Rogozin.",
  "He is always aware that when he speaks with representatives of foreign governments that intelligence ops may be at play and is accordingly wary.",
  "“Paul was present as the on-the-scene coordinator for Rep. Rohrabacher, nothing more,” said Ken Grubbs, Rohrabacher’s press secretary.",
  "He later in the day accepted the documents and the conversation with prosecutors was brief and formal, nothing substantive.",
  "State was “really concerned” about whom Rohrabacher was meeting with, another source with knowledge of the trip said.",
  "The trip ended with an aborted plan to fly to Chechnya and meet the authoritarian Chechen leader, Ramzan Kadyrov.",
  "“He was asked by a Russian parliamentarian if he would accept documents from the prosecutors and said yes.",
  "Grubbs said that Behrends “almost certainly was at the congressman's side” for the meeting.",
  "Past Rohrabacher visits to Moscow have also been objects of controversy."
]