[
  "Views of the region posted to Twitter from photographer Larry Brown suggest a trip to areas like Canaan Valley, Blackwater Falls and Davis, W.Va. might still be worth it:\n\nIf you're headed out to Skyline Drive or the higher elevations in mountains of western Virginia, Virginia.org's foliage report said, \"a mix of hardwoods, including maple, gum, ash, beech and birch are about a third of the way to peak colors.\"",
  "https://t.co/rRynbmyPSF pic.twitter.com/sMGv2K509o — Wild, Wonderful WV (@GoToWV) September 27, 2017\n\nBob Leffler, a retired climatologist who closely monitors weather and foliage in the West Virginia mountains, suggests anyone making the trip might manage their expectations, however.",
  "\"The SmokyMountains.com predictive leaf map uses tens-of-thousands of data points including area elevation, historical and forecast temperatures, and historical and predicted rainfall,\" said SmokyMountains.com data scientist Wes Melton.",
  "The hillsides in the Park's Central District remind us of the coming October, treetops just starting to recast to reddish brown, as if Stony Man and his neighboring hills and hollows got themselves a henna rinse.\"",
  "The website SmokyMountains.com has developed an interactive map as a guide, using data from the National Oceanic and Atmospheric Administration and other sources.",
  "Thus, this year's fall colors there are very dull with many leaves withered, brown and down due to the extremely mild temperatures and very dry conditions.\"",
  "\"In addition, we carefully analyze the accuracy of previous years and update our proprietary algorithm to increase the accuracy each year.\"",
  "News about these weather extremes has drowned out discussions about the advance of fall colors, but the trees are still changing.",
  "\"Deep Creek Lake State Park is reporting that foliage is coming along with red maples starting to turn bright orange,\" it wrote.",
  "In Maryland, the Department of Natural Resources said the best color is in Garrett County at elevations above 2,500 feet.",
  "(NASA)\n\nWest Virginia's tourism office writes these higher elevations \"show excellent yellow, gold and red colors.\"",
  "(Maryland Department of Natural Resources)\n\nInterested in where and when fall color will be at its finest?",
  "In fact, prime fall color has already arrived on West Virginia's soaring summits, 3,500 feet and higher.",
  "Fall Foliage Update: Elevations above 3200 ft should offer good viewing opportunities for the weekend!",
  "On this upcoming beautiful fall weekend, the West Virginia high country is the best place to go.",
  "\"Several frosts in late August and early September got the change going early,\" Leffler said.",
  "\"Then the weather turned very warm and dry, which is a kiss of death for vibrant fall colors.",
  "The Foliage Network even shows \"low color\" impinging on the Interstate 95 corridor.",
  "Shenandoah National Park added: \"Things are starting to smolder in Shenandoah.",
  "Satellite view showing fall color in the West Virginia highlands on Sept. 23.",
  "(Canaan Valley/Twitter)\n\nFirst came the hurricanes and then the record heat.",
  "Earlier this week, the changing foliage there was apparent from space.",
  "\"The low areas, which are cooler and moister, have the most color.\"",
  "Peak color in the Skyline Drive is probably a couple weeks away.",
  "And patchy color is starting to emerge at lower elevations, too.",
  "\n\nFall color at Canaan Valley Ski Resort in West Virginia.",
  "The map is embedded below:"
]