[
  "Trump said he studied Afghanistan in great detail, and that after Friday’s meeting with his national-security team at Camp David, Maryland, he arrived at three conclusions about U.S. interests in Afghanistan: “First, our nation must seek an honorable and enduring outcome worthy of the tremendous sacrifices that have been made; second, the consequences of a rapid exit are both predictable and unacceptable … third, and finally, I concluded that the security threats we face in Afghanistan and the broader region are immense.”\n\nThe remarks are a departure from those he made less than two month ago.",
  "He previously told me in an interview that the Afghan government’s inability to retake territory that’s contested or under Taliban control is “unlikely to change appreciably as long as both sides have international support.”\n\nLaurel Miller, who until recently served as the U.S. special representative for Afghanistan and Pakistan (SRAP), told me in an email that there’s unlikely to be much that’s new in Trump’s strategy.",
  "“A U.S. troops increase has been tried before ; aid conditionality and other forms of pressure have been applies to Pakistan to try to get more cooperation in depriving Afghan insurgents of sanctuary; and various inducements have long been used to try to get the Afghan government to bring down corruption and address other popular grievances.",
  "The American people expect to see real reforms and real results.”\n\n“We seem to be at risk of kicking the can around the circle,” Christopher Kolenda, who served as the senior adviser on Afghanistan and Pakistan to the Department of Defense from 2009 to 2014, told me in an email Monday before Trump’s remarks.",
  "As I noted last week, he reportedly told his top advisers he thinks the U.S. is “losing” the war in Afghanistan, and that he wanted “to find out why we’ve been there for 17 years, how it’s going, and what we should do in terms of additional ideas.” (The U.S. has been at war in Afghanistan for 16 years.)",
  "Those are all valid questions about the U.S. strategy in the country where the conflict between the Afghan government and the Taliban is at a stalemate, where corruption continues to hamstring governance, and where regional and ethnic loyalties often trump loyalties to the central government.",
  "Although Trump declined to say how many U.S. troops would go to Afghanistan, news reports Monday said the U.S. would send 4,000 additional U.S. troops to the country to join the 8,500 personnel already there.",
  "“My original instinct was to pull out, and historically I like following my instincts, but all of my life I heard that decisions are much different when you sit behind the desk in the Oval Office,” he said.",
  "“America will work with the Afghan government as long as we see determination and progress,” the president added.",
  "“However, our commitment is not unlimited, and our support is not a blank check.",
  "Trump said the U.S. policy was to make Afghan security forces stronger.",
  "Trump acknowledged Monday his decision came after much deliberation.",
  "“We want them to succeed,” he said."
]