[
  "According to a 2011 Jeremy Scahill report in the Nation, Schmitz once tried to argue that lawsuits regarding actions in Afghanistan against Blackwater could not go forward because Afghanistan was governed by Sharia law:\n\n?In 2008, in attempting to have the case thrown out of federal court in Florida, Schmitz argued that because the crash occurred in Afghanistan, Sharia law should be applied.",
  "Brian Blanco/Getty Images\n\nAfter telling MSNBC that the person he consults most on foreign policy is himself, Donald Trump finally released a partial list of his foreign policy advisers on Monday, and they are more or less what you would expect: some former government officials, a “terrorism expert” of the sort that emerged seemingly everywhere after 9/11, and a former Blackwater employee.",
  "According to Adam Serwer, who wrote a long investigative piece on Phares in 2011, former colleagues described him as, in Serwer’s words, “one of the group’s chief ideologists, working closely with the Lebanese Forces’ Fifth Bureau, a unit that specialized in psychological warfare.” As one former militiaman told Serwer, “There is a problem with Islam.",
  "In his spare time, however, Schmitz managed to co-author, yes, “Sharia: The Threat to America,” a Center for Security Policy “report.”\n\nGeorge Papadopoulos is the director of the Center for International Energy and Natural Resources Law & Security at the London Center of International Law Practice.",
  "The first of the five names, all of which were given to the Washington Post, was Keith Kellogg, a retired Army lieutenant general whom the Post listed as working for CACI, a private technology and intelligence organization.",
  "I was directed to Cubic, a California based “information technology” and “travel solutions” company; despite appearing on the company’s website, he was not listed in the phone directory.",
  "More notoriously, Phares, a Lebanese Christian, was a top adviser to the Lebanese Forces, a Christian militia responsible for many human rights violations during the Lebanese Civil War.",
  "Republican presidential candidate Donald Trump speaks to supporters during a town hall meeting on March 14 at the Tampa Convention Center in Tampa , Florida.",
  "He’s lived here.”\n\nThe fifth Trump adviser is Carter Page, of Global Energy Capital, a private equity firm that invests in energy companies.",
  "Another adviser is Joe Schmitz, who was both a former inspector general at the Department of Defense and a former Blackwater employee.",
  "Conveniently, Sharia law does not hold a company responsible for the actions of employees performed within the course of their work.",
  "One thing we do know: He served as the COO of the Coalition Provisional Authority in Iraq for several months in 2003 and 2004.",
  "Then there is Walid Phares, one of the many “terrorism experts” who appeared regularly on both NBC and Fox News after 9/11.",
  "He was once a research fellow at the conservative Hudson Institute in Washington, D.C., and a Ben Carson adviser.",
  "I am trying to reach these men and will update this post with more information when I do.",
  "He served as an adviser to Trump’s current nemesis, Mitt Romney, in the 2012 campaign.",
  "… If you want to follow the Koran by the book you have to be like [Osama] bin Laden.",
  "When I called CACI, it said Kellogg was no longer with the company.",
  "And Walid Phares knows this reality.",
  "(Long enough title?)",
  "It is a reality."
]