[
  "A piece by Blackwater founder Erik Prince was titled, “Contractors, Not Troops, Will Save Afghanistan,” while an op-ed by Times columnist Bari Weiss was called, “Three Cheers for Cultural Appropriation.” The headlines, which went against conventional wisdom, spawned a number of parodies.",
  "Or something of that sort https://t.co/FsUqGWNICM — Champagne Paaji (@INSPVernacular) August 29, 2017\n\n@INSPVernacular, joking after Michael Phelps, the most decorated Olympian of all time, tweeted a challenge to UFC fighter Conor McGregor for a swimming matchup.",
  "Let’s hear him out pic.twitter.com/lrFQwgbaxG — Jason O. Gilbert (@gilbertjasono) August 30, 2017\n\n@gilbertjasono, tweeting a fake New York Times opinion headline to call out recent Times op-ed headlines that gave some readers cause to raise their eyebrows.",
  "This is how it ought to be, despite what your gender studies professor says pic.twitter.com/cBg39TNbPD — Marina (@_Pink_Freud_) August 29, 2017\n\n@_Pink_Freud_, tweeting this image of “Scooby Doo” character Velma carrying Scooby Doo, Shaggy and Fred.",
  "This is how it ought to be, despite what your gender studies professor says pic.twitter.com/qchib8b1Sy — Gabriella Paiella (@GMPaiella) August 29, 2017\n\nThis is how it ought to be, despite what your gender studies professor says.",
  "It was a parody of a quote from conservative blogger Matt Walsh, who tweeted a viral image of a Hurricane Harvey rescue — in which a man carries a woman holding her baby — with the caption, “Woman cradles and protects child.",
  "Lots of people laughing at Michael Phelps for challenging Conor McGregor to a race but you should consider this… pic.twitter.com/DnFOWMyPwD — Boxing Polls (@BoxingPolls111) August 30, 2017\n\nAaron Rodgers rocks the mustache.",
  "Walking through a store throwing everything in her cart from super glue to a rug, Blizzard says, “I will give you anything to take my kids.”\n\nThese memes are great, no matter what your gender studies professor says.",
  "https://t.co/WDaKGAk3To — CoryP (@CoryPavle) August 29, 2017\n\n@CoryPavle, tweeting after quarterback Aaron Rodgers came out at Green Bay Packers training camp Tuesday sporting a thick, ‘70s-style mustache.",
  "Just give the Packers the Super Bowl if Aaron Rodgers is going to be sporting this mustache https://t.co/Jc22iZuWHJ — Pink Monkey (@NicholasSmutz) August 29, 2017",
  "I’ll get you a microwave.”\n\nDena Blizzard, a comedian, in a viral back-to-school rant aimed at parents who complain about buying school supplies.",
  "(Photo via Michael Phelps’ Twitter)\n\nYeah, McGregor will finish 2nd & people will say, \"He swam in the same pool as Phelps.",
  "pic.twitter.com/J3EIuvBm44 — Francis McDormant (@BuckRivera) August 29, 2017\n\nThe New York Times headlines said what?",
  "This is how it ought to be, despite what your gender studies professor says.” People turned his comment into a meme.",
  "McGregor just lost to boxing champion Floyd Mayweather in his crossover attempt at boxing.",
  "If I draft Aaron Rodgers, I'm not drafting Aaron Rodgers… I'm drafting his mustache.",
  "“You take these kids out of my house, I’ll get you whatever you want.",
  "This mom thinks back-to-school supplies are worth it.",
  "Would Conor McGregor race Michael Phelps in the pool?",
  "His facial hair set off a social media frenzy.",
  "Woman cradles and protects child.",
  "Man carries and protects both.",
  "Man carries and protects both.",
  "You gotta respect that.\"",
  "… You want a microwave?"
]