[
  "Although the Social Security Administration sent few payments to these accounts, active accounts exemplify issues with record keeping for deceased individuals that are ripe for abuse by scammers who can continue claiming the benefits for the dead person and impersonate them to defraud other agencies.",
  "Government Teaches Conflict Resolution Skills To Moroccan Teens\n\nThe United States Agency for International Development dropped $559,000 in the last two years to teach teenagers in Morocco “public speaking, team building, and conflict mitigation techniques” in the hopes of reducing extremism.",
  "Uncle Sam Pays For Contractors To Party Like It’s 1999\n\nInternational Relief and Development, a nonprofit contractor that received about $2 billion in federal money to rebuild struggling countries, threw multiple lavish get-togethers that totaled $1.1 million.",
  "The military had the “dry fire range” built to use as a training spot with Afghan special police, but since the structure was built with bricks made mostly of sand, it only took four months for the walls to disintegrate in the rain.",
  "More Explanation Needed For Big Payouts To Afghan Government\n\nThe Department of State gave the Afghan government $100 million in 2014 to help it close a budget shortfall that the Afghan leadership said was dire.",
  "The Environmental Protection Agency Spent Big To Track How Much Water You Use In Hotel Showers\n\nThe EPA spent $15,000 to create a system to track how much water each hotel guest uses during their stay.",
  "Storing Way Too Much Stuff For Way Too Much Money\n\nThe Department of Defense spent $15.4 million in 2013 to store millions of cubic feet of equipment that no one in the military needed for five years.",
  "Follow Casey on Twitter and like him on Facebook\n\nContent created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "Feds Help Amateur Filmmakers Use Video Games\n\nThe National Science Foundation shelled out almost $700,000 to help amateur filmmakers create movies by using 3D characters in virtual worlds.",
  "One of the students, Salam Salman, focused his film on the 2007 shooting of 17 Iraqis by the U.S. private security company, Blackwater, an incident that hurt America’s reputation in Iraq.",
  "A Lot Of Dead People Are Still On Social Security\n\nAbout 6.5 million social security accounts belong to people who are at least 112 years old, which means all but a few are dead.",
  "Missile Defense Agency Jumped The Gun And Overpayed Big Time\n\nThe MDA overpaid for a big contract by $11 million dollars even after an auditor warned it there could be problems.",
  "The Federal Government Accidentally Funded An Anti-U.S. Movie\n\nIn 2013, the U.S. embassy in Iraq paid for five Iraqi filmmakers to fly to the states for film classes at UCLA.",
  "Freshman Republican Rep. Steve Russell laid out 10 of the worst instances of government waste Tuesday in his first “Waste Watch” publication, the Washington Examiner reports.",
  "It billed the federal government for the parties–which included spa treatments, crystal chandeliers and a private zoo–saying they were for “training” and “staff morale.”\n\n3.",
  "Content created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "An auditor told the agency there was $200 million in questionable costs and needed more time to finish the audit before it should sign the deal.",
  "Some of these items could be useful but much of it is outdated or costs more to store than it would cost to simply throw out and buy a new one.",
  "The audit was five days from revealing the massive waste, but the impatient agency went ahead and agreed anyway, a costly mistake.",
  "Critics have blasted the department for failing to explain if the money was necessary and if the department will do it again.",
  "Builds Melting Walls\n\nThe U.S. military spent $456,669 on a training facility in Afghanistan that melted when it rained.",
  "Coburn’s wastebook became famous for exposing government waste, but he retired at the end of the last session.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "The hope is to encourage people to conserve more water when they see their consumption on a smart phone app.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "For example, one component of a power mast worth $391 cost the DOD more than $8,000 to store.",
  "The waste totaled more than $117 million and ranged across several government agencies.",
  "Sen. Tom Coburn had a legacy of exposing the worst of the federal government’s waste.",
  "As part of the program the students received a stipend to fund their own movie.",
  "The goal was to reduce the barriers to learning the technical skills involved.",
  "The funding of projects in Afghanistan has been rife with waste for years.",
  "How effective this will be at reducing Islamic extremism is unknown.",
  "Here are Russell’s top 10 examples of terrible government waste.",
  "Now there may be a new man to carry the torch.",
  "Read the full report here.",
  "At least it sounds fun.",
  "U.S.",
  "10.",
  "7.",
  "8.",
  "9.",
  "5.",
  "6.",
  "1.",
  "4.",
  "2."
]