[
  "One of these is a plan provided by Erik Prince, who founded the private security company Blackwater, that would replace most US forces with a private army of around 5,500 contractors who would train Afghan soldiers and join them in the fight against the Taliban.",
  "Trump must decide if he wants to continue on the current course, which relies on a relatively small US-led NATO force to help Afghan partners push back the Taliban, or if he wants to try a new tack such as adding more forces -- or even withdrawing altogether.",
  "In a sign of Trump's frustration, the president reportedly told Mattis and General Joe Dunford, the chairman of the Joint Chiefs of Staff, they should replace General John Nicholson, who heads up US and NATO forces in Afghanistan.",
  "McCain said if a new plan hadn't been fleshed out by September, he would offer his own -- based on the \"advice of some our best military leaders\" -- that he would tack onto a massive military spending bill.",
  "\"Heading to Camp David for major meeting on National Security, the Border and the Military (which we are rapidly building to strongest ever),\" Trump said on Twitter ahead of his Friday afternoon arrival.",
  "Frustrated by the fragile security situation in a war that has cost more than $1 trillion in fighting and reconstruction, and more than 2,400 US combat deaths, Trump is considering a range of approaches.",
  "Trump's generals have called the Afghan conflict a \"stalemate,\" and even after years of intensive help from NATO, Afghanistan's security forces still are struggling to hold back an emboldened Taliban.",
  "\"Previous experiences have shown that sending more troops to Afghanistan will not result in anything other than further destruction of American military and economic might,\" the letter stated.",
  "US President Donald Trump assembled his national security team at the Camp David presidential retreat Friday to forge a way ahead in Afghanistan, almost 16 years after the war began.",
  "But Trump appears dissatisfied by initial proposals to add a few thousand more troops, and the strategy has been expanded to include the broader South Asia region, notably Pakistan.",
  "Meanwhile the situation is as deadly as ever, with more than 2,500 Afghan police and troops killed between January 1 and May 8, continuing a deadly trend from previous years.",
  "Senior Republican Senator John McCain, a longtime critic of the war-fighting policies of Barack Obama, has expressed exasperation over Trump's lack of Afghanistan policy.",
  "McMaster, chief of staff John Kelly, and other members of the National Security Council including Dunford, who is traveling and tuned in via videoconference.",
  "The Taliban published an open letter to Trump this week warning him against sending more US troops and calling for the complete withdrawal of foreign forces.",
  "The Camp David summit was also attended by Vice President Mike Pence, Secretary of State Rex Tillerson, National Security Adviser H.R.",
  "Kelly's son, a Marine lieutenant, was killed in 2010 in a roadside bomb blast while on patrol in Afghanistan's Helmand province.",
  "In an early move to address the situation, Trump gave Mattis broad powers to set troop numbers in Afghanistan and elsewhere.",
  "We are \"coming very close to a decision, and I anticipate it in the very near future,\" Mattis told reporters Thursday.",
  "He has the confidence of NATO, he has the confidence of Afghanistan, he has the confidence of the United States.\"",
  "Defense Secretary Jim Mattis had initially promised to provide a new plan for Afghanistan by mid-July.",
  "But several months later, the level remains stuck at about 8,400 US and about 5,000 NATO troops.",
  "Mattis has come to his general's defense, saying this week he \"is our commander in the field.",
  "His own plan is centered on adding nearly 4,000 more troops and increased air power.",
  "Mattis opposes the use of private contractors except in limited cases."
]