[
  "Gulf States seem to look fondly on Colombian mercenaries in particular because they are far cheaper than U.S. mercenaries and have experience fighting guerilla organizations like the Revolutionary Armed Forces of Colombia (FARC) in the South American country.",
  "“Latin American mercenaries are a sign of what’s to come.”\n\nIn late October, The Middle East Eye reported that a host of Colombians were being lured to fight for the UAE with high salaries and better living conditions.",
  "The U.S., in the meantime, has bungled its attempts at fighting off al-Qaida and Houthi rebels, recently admitting that it has no clue about the location of $500 million worth of military equipment sent to Yemen.",
  "This is the first time that the mercenaries have seen combat on behalf of the UAE, a country which has quietly focused on building up a foreign army over the last five years, The New York Times reports.",
  "While Erik Prince of Blackwater Worldwide initially managed the mercenary project, Prince has since moved on to other endeavors, leaving the Emirati military to take over operations.",
  "Follow Jonah Bennett on Twitter\n\nContent created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "(RELATED: Report: $500 Million Dollars Of US Military Equipment Vanishes In Yemen)\n\nThe U.S. has been assisting Saudi Arabia by sharing intelligence on targets.",
  "Content created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "Back in 2011, The New York Times reported that Prince was first given $529 million to construct a force for anti-terrorism operations.",
  "It’s unclear exactly what mission the Colombians will execute in Yemen, where Houthi rebels overthrew the existing regime in January.",
  "“The private military industry is global now,” Sean McFate, senior fellow at the Atlantic Council, told The New York Times.",
  "The United Arab Emirates has sent in hundreds of Colombian mercenaries to try and turn the tide in the Yemen civil war.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "Mercenaries reportedly make $1,000 more a week for spending three months in the service of the UAE military.",
  "Fighting in Yemen is apparently preferable to fighting left-wing revolutionaries in Colombia.",
  "The 450 sent in to Yemen were selected from a group of 1,800 Colombians training.",
  "Iran is fighting a proxy war in Yemen via the Houthis against Hadi loyalists.",
  "The Saudis are demanding that the Houthis hand back the reins to the Hadis."
]