[
  "Weinstein Co. has reached out to television networks to grant permission to delete mentions of Harvey Weinstein in the credits of shows he worked on, including “Six,” “Waco,” and “Rest in Power: The Trayvon Martin Story,” according to the Hollywood Reporter.",
  "No knee-jerk name change can wash that away, Crenshaw said, adding: “It may be too little, too late.”\n\nOver the years, all sorts of scandals have prompted companies to reject legacies and change names in a bid to mollify an angry public.",
  "On Sunday, the board of directors terminated him from his post as co-chairman, “in light of new information about misconduct.” Now the board is trying to get Weinstein to relinquish his shares, too, the Los Angeles Times reported.",
  "But Dorothy Crenshaw, founder of public relations firm Crenshaw Communications, said even the most thorough scrubbing of his name and legacy won’t protect the company’s image, since the public knows he was the power behind it.",
  "The private security contractor once called Blackwater tried to rejigger its public persona twice—to Xe Services in 2009 then Academi in 2011—after a series of high-profile incidents brought it under intense scrutiny.",
  "In response to the initial report by the New York Times, Weinstein said he was “trying to do better” and acknowledged he had “a long way to go,” though he maintained that some of the allegations were false.",
  "I encourage them to be open and honest with the public, even to the degree that they can take public feedback and incorporate that into the plan.”\n\n“But don’t just try to paper this over,” he said.",
  "Benedict Cumberbatch, star of the Weinstein Co.’s Oscar hopeful “The Current War,” released a statement Wednesday condemning Weinstein and expressing his support for the women who came forward.",
  "“Changing the name and rebranding the company is fine, as long as they do it with other positive steps,” said Eric Hazard, managing director of Vested, a communications agency.",
  "“This really hit a nerve in this country.”\n\nInstead, Hazard recommends that the company make a public apology and recognize the abuse allegations as a serious issue.",
  "“From now on, I’m going to be in the background; I’m going to be boring,” Ted Wright, the Academi chief executive officer at the time, said after the second switch.",
  "Technicolor SA executive Tim Sarnoff also left the board, and at least one financier, AI International Holdings Ltd., is reportedly demanding repayment of a loan.",
  "“You’re not going to see me in headlines.”\n\nUnlike those companies, however, Harvey Weinstein and the studio have largely been regarded as one and the same.",
  "Publicly accused of wrongdoing by several female actors, Harvey Weinstein has become a disaster for the independent movie maker, now run by his brother Bob.",
  "The Weinstein Co. may go nuclear in its bid to wash the stain of a sex harassment scandal that’s engulfed him: It’s considering changing its name.",
  "Such a move carries a long and surprisingly successful history in the realm of crisis public relations, but this time it may not be enough.",
  "In the days since the scandal broke, Weinstein, the company, has made numerous efforts to disconnect itself from Harvey Weinstein, the man.",
  "The Weinstein Co. quickly secured its standing in pop culture, using savvy strategy to accumulate Academy Awards for its films.",
  "Several board members have walked away, including billionaire investor Dirk Ziff and Avenue Capital Group Chairman Marc Lasry.",
  "Harvey and Bob Weinstein founded their film studio in 2005 after the brothers left their previous venture, Miramax Films.",
  "Already fired, Harvey Weinstein could lose his last connection to the film company that for 12 years has borne his name.",
  "Reputation experts agree thoroughly that separating Weinstein Co. from Harvey Weinstein is a necessary first step.",
  "He added: “I cannot be more remorseful about the people I hurt and I plan to do right by all of them.”",
  "The studio is considering delaying the film’s release, according to the Wall Street Journal.",
  "ValuJet became AirTran after a plane crash; WorldCom became MCI after an accounting scandal.",
  "It’s unclear how the allegations will impact the studio’s existing Oscar ambitions.",
  "Neither will taking Weinstein’s name off production credits, he said.",
  "Nevertheless, signs of the Weinstein Co.’s apparent toxicity persist.",
  "“They need to put together a plan for corrective action,” he said.",
  "“It needs to be a public plan and real steps to address the issue.",
  "The Weinstein Co. didn’t respond to a request for comment.",
  "As he sees it, a name change isn’t adequate."
]