[
  "(RELATED: The ‘Hottest Year On Record’ Still COOLER Than Climate Models Predicted)\n\n“It’s ironic that the nation’s capital — the place least responsive to the dangers of climate change — is sitting in one of the worst spots it could be in terms of this land subsidence,” said Paul Bierman, a UVM geologist and the senior author on the new paper.",
  "But when you stand, the bulge comes down again.”\n\nThe researchers from the University of Vermont and the U.S. Geological Survey, Utah State University, Berkeley Geochronology Center, and Imperial College, London conducted the experiment by drilling 100 foot boreholes near the Blackwater National Wildlife Refuge near Washington, D.C.",
  "The research, conducted by geologists from the University of Vermont, makes clear the land sinking around the national capital isn’t being caused by human influence, but is instead caused by land resettling after being propped up by pre-historic ice sheets.",
  "The researchers went on to say that the sinking of the city, combined with human-caused climate change, should ring alarms in Congress, which would be directly impacted by the extra six inches of water.",
  "What’s next, forebulge denial?”\n\nFollow Josh on Twitter\n\nContent created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "The technical term for what is happening is called “forebulge collapse.” During the last ice age, a massive ice sheet covered a large portion of what is now the Northeastern United States.",
  "They then combined the data with maps to create a detailed 3-D model of the land stretching back over millions of years, giving them what they call a “bullet-proof” model of land sinking.",
  "A new study released Tuesday shows that the District of Columbia is rapidly sinking, and projects that the city could drop by more than six inches over the next 100 years.",
  "“It’s a bit like sitting on one side of a water bed filled with very thick honey,” Ben DeJong, the lead author on the new study said in a release.",
  "Content created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "Around 20,000 years ago, the ice sheet started to melt and the forebulge started to shrink.",
  "The weight of that ice forced the land under the Chesapeake Bay region to bulge up.",
  "The researchers then examined the layers of sediment to calculate its age.",
  "“Will the Congress just sit there with their feet getting ever wetter?",
  "(RELATED: Are Sea Levels Really Rising Faster Than Ever?)",
  "“Then the other side goes up."
]