[
  "Addressing the many ethnic Tajiks who work as migrant workers in Russia, he says that living under a secular democratic government amounts to being “servants of infidels,” when as Muslims they ought instead to be “servants of Allah.” By this argument, he urges them repeatedly to “immigrate” to the jihadi group’s purported state in Syria and Iraq: “if you were believers, you would have known to come here.” (RELATED: Muslim Polygamy Is Russia’s Hottest Political Debate)\n\nEchoing the group’s interpretation of Islam, he calls immigration to Islamic State a “religious duty,” marveling at the diversity of nations represented in the jihadis’ territory.",
  "He also addresses “American swine,” saying that in his three visits to the country he has “seen how you prepare soldiers to eliminate Muslims and Islam.” He vows that in retribution, “we will come to your homes and we will kill you.”\n\nAs though to prove his point, he places a tomato on a post, and shoots it with a sniper rifle from dozens of yards away.",
  "A special forces commander from Tajikistan, who has been missing since late April, appeared Thursday in an online video where he pledged allegiance to Islamic State.",
  "The video, incidentally, was released shortly after a United Nations report saying that Islamic terrorist groups enjoy members from over 100 countries worldwide.",
  "Russia and its allies in central Asia have repeatedly raised the alarm over Islamist radicalization and unrest in the decades since the fall of the Soviet Union.",
  "(RELATED: New ISIS Video Features Kid Executioner)\n\nIn Thursday’s video, Khalimov speaks in accented Russian while Tajik-language religious songs play.",
  "Content created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "Since vanishing from duty in late April, he has sparked a search across Tajikistan, and endless speculation about his location and intentions.",
  "He taunts the government of Tajikistan which he recently served, saying that Islamic State is soon coming to reestablish Shariah there.",
  "Russian speakers in central Asia are one of those groups: one preteen boy from Kazakhstan has been the star of several IS videos.",
  "Gulmurod Khalimov is perhaps the highest-profile defector from the majority-Muslim ex-Soviet republic in central Asia.",
  "He claims he received training from Russian and American special forces in Moscow and in Baton Rouge, Louisiana.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "He also boasts about training by the U.S. private military contractor Blackwater.",
  "Hundreds of central Asians have joined IS since it came to prominence in 2014.",
  "Islamic State’s propaganda often targets narrow demographics for recruitment.",
  "He identifies himself as a colonel in Tajikistan’s special forces."
]