[
  "Company founder and CEO James Reese, a veteran of the elite Army Delta Force, served as the \"lead advisor for Special Operations to the Director of the CIA for planning, operations and integration for the invasion of Afghanistan and Operation Enduring Freedom\" in Iraq, according to his company biography.",
  "The American Civil Liberties Union (ACLU) and National Lawyer's Guild have filed multiple open records requests to learn more about the extent of this militarization, and over 133,000 citizens have signed a petition calling for the U.S. Department of Justice to intervene and quell the backlash.",
  "TigerSwan, however, claims on its website that the contract is worth $25 million, and said in a press release that the State Department contract called for the company to \"monitor, assess, and advise current and future nation building and stability initiatives in Afghanistan.\"",
  "\"Sad, But Not Surprising\"\n\n\"It is sad, but not surprising, that this firm has ties to the US interventions in Afghanistan and Iraq,\" Medea Benjamin, co-founder of the women-led peace group CODEPINK and the co-founder of the human rights group Global Exchange, told DeSmog.",
  "Donnell Hushka, the designated public information officer for the North Dakota Tactical Operation Center, which is tasked with overseeing the no-fly zone, did not respond to repeated queries about designated private entities allowed to fly in no-fly zone airspace.",
  "Dallas Goldtooth, an organizer on the scenes in North Dakota with the Indigenous Environmental Network, said on Facebook that \"DAPL private security planes and choppers were flying all day\" within the designated no-fly zone.",
  "The Morton County, North Dakota, Sheriff's Department also recently concluded that another security company, Frost Kennels, operated in the state while unlicensed to do so and could face criminal charges.",
  "The Federal Aviation Administration has also implemented a no-fly zone, which bars anyone but law enforcement from flying within a 4-mile radius and 3500 feet above the ground in the protest area.",
  "Cross-Posted from DeSmogBlog\n\nTigerSwan is one of several security firms under investigation for its work guarding the Dakota Access pipeline in North Dakota while potentially without a permit.",
  "The North Dakota Bureau of Criminal Investigation and the Private Investigation and Security Board are also conducting parallel investigations to the one recently completed by Morton County.",
  "Army Delta partakes in mostly covert and high-stakes missions and is part of the U.S. Joint Special Operations Command (JSOC), the latter well known for killing Osama Bin Laden.",
  "Besides this recent work on the Standing Rock Sioux protests in North Dakota, this company has offices in Iraq and Afghanistan and is run by a special forces Army veteran.",
  "\"It is another terrifying example of how our violent interventions abroad come home to haunt us in the form of repression and violation of our civil rights.\"",
  "In the past year, TigerSwan won two U.S. Department of State contracts worth over $7 million to operate in Afghanistan, according to USASpending.gov.",
  "Law enforcement and private security at the North Dakota pipeline protests have faced criticism for maintaining a militarized presence in the area.",
  "According to a summary of the investigation, TigerSwan \"is in charge of Dakota Access intelligence and supervises the overall security.\"",
  "TigerSwan has offices in Iraq, Afghanistan, Jordan, Saudi Arabia, India, and Latin America and has headquarters in North Carolina.",
  "Pittman \"served as President of Amoco Egypt Oil Company, Amoco Eurasia Petroleum Company, and Regional President BP Amoco plc.",
  "Since 2008, TigerSwan has won about $57.7 million worth of U.S. government contracts and sub-contracts for security services.",
  "(covering the Middle East, the Caspian Sea region, Egypt, and India),\" according to his company biography.",
  "One of TigerSwan's advisory board members, Charles Pittman, has direct ties to the oil and gas industry.",
  "The firm's attack dogs bit protesters at a heated Labor Day weekend protest.",
  "TigerSwan did not comment on questions posed about their contract.",
  "What is TigerSwan?"
]