[
  "Fear, Greed, and Hubris Win the Day\n\nAfter the 9/11 attacks, the rogue state doctrine morphed into the Global War on Terror (GWOT), which neoconservative pundits soon labeled “World War IV.” The heightened fear campaign that went with it, in turn, helped sow the seeds for the 2003 invasion of Iraq, which was promoted by visions of mushroom clouds rising over American cities and a drumbeat of Bush administration claims (all false) that Saddam Hussein had weapons of mass destruction and ties to al-Qaeda.",
  "The concluding paragraphs of that memorandum underscored exactly that point, calling for a “sustained buildup of U.S. political, economic, and military strength... [to] frustrate the Kremlin design of a world dominated by its will.”\n\nSenator Arthur Vandenberg put the thrust of this new Cold War policy in far simpler terms when he bluntly advised President Truman to “scare the hell out of the American people” to win support for a $400 million aid plan for Greece and Turkey.",
  "In a draft of a 1950 speech, he noted, giddily enough, that “for the first time in recorded history, one country has assumed global responsibility.” Meeting that responsibility would naturally mean using air transport to deliver “huge quantities of men, food, ammunition, tanks, gasoline, oil and thousands of other articles of war to a number of widely separated places on the face of the earth.” Lockheed, of course, stood ready to heed the call.",
  "The demobilization of millions of soldiers and a sharp cutback in weapons spending in the immediate postwar years rocked what President Dwight Eisenhower would later dub the “military-industrial complex.”\n\nAs Wayne Biddle has noted in his seminal book Barons of the Sky, the U.S. aerospace industry produced an astonishing 300,000-plus military aircraft during World War II.",
  "In the context of an increasingly militarized foreign policy, one might call Obama’s approach “politically sustainable warfare,” since it involved fewer (American) casualties and lower costs than Bush-style warfare, which peaked in Iraq at more than 160,000 troops and a comparable number of private contractors.",
  "Bush would enthusiastically exclaim: “And, by God, we've kicked the Vietnam syndrome once and for all.”\n\nHowever, perhaps the biggest threat since World War II to an “arms establishment of vast proportions” came with the dissolution of the Soviet Union and the end of the Cold War, also in 1991.",
  "His suggestion would be put into effect not just for those two countries but to generate support for what President Eisenhower would later describe as “a permanent arms establishment of vast proportions.”\n\nIndustry leaders like Lockheed’s Gross were poised to take advantage of such planning.",
  "NSC-68, a secret memorandum the National Security Council prepared for President Harry Truman in April 1950, created the template for a policy based on the global “containment” of communism and grounded in a plan to encircle the Soviet Union with U.S. military forces, bases, and alliances.",
  "The abuse of the war budget leaves ample room in the Pentagon’s main budget for items like the overpriced, underperforming F-35 combat aircraft, a plane which, at a price tag of $1.4 trillion over its lifetime, is on track to be the most expensive weapons program ever undertaken.",
  "How to mainline fear into the American public and justify Cold War levels of spending when that other superpower, the Soviet Union, the primary threat of the previous nearly half-a-century, had just evaporated and there was next to nothing threatening on the horizon?",
  "Recent terror attacks against Western targets from Brussels, Paris, and Nice to San Bernardino and Orlando have offered the national security state and the Obama administration the necessary fear factor that makes the case for higher Pentagon spending so palatable.",
  "A wasteful practice may be eliminated here or an unnecessary weapons system cut there, but more fundamental change would require taking on the fear factor, the doctrine of armed exceptionalism, and the way the military-industrial complex is embedded in Washington.",
  "The one-two punch of an environment in which the military can do no wrong, while being outfitted for every global task imaginable, and what former Pentagon analyst Franklin “Chuck” Spinney has called “political engineering,” has been a tough combination to beat.",
  "To put this figure in perspective: despite troop levels in Iraq and Afghanistan dropping sharply over the past eight years, the Obama administration has still managed to spend more on the Pentagon than the Bush administration did during its two terms in office.",
  "As long as most Americans accept the notion that it is the God-given mission and right of the United States to go anywhere on the planet and do more or less anything it cares to do with its military, you won’t see Pentagon spending brought under real control.",
  "In 1997, he became a director of the Project for the New American Century (PNAC) and so part of a gaggle of hawks including future Deputy Secretary of Defense Paul Wolfowitz, future Secretary of Defense Donald Rumsfeld, and future Vice President Dick Cheney.",
  "The strategic placement of arms production facilities and military bases in key states and Congressional districts has created an economic dependency that has saved many a flawed weapons system from being unceremoniously dumped in the trash bin of history.",
  "“Scare the Hell Out of the American People”\n\nThe overwhelming consensus in favor of a “cover the globe” military strategy has been broken from time to time by popular resistance to the idea of using war as a central tool of foreign policy.",
  "It has proven to be an effective “slush fund” for weapons and activities that have nothing to do with immediate war fighting and has been the Pentagon’s preferred method for evading the caps on its budget imposed by the Budget Control Act.",
  "The next major challenge to armed exceptionalism and to the further militarization of foreign policy came after the disastrous Vietnam War, which drove many Americans to question the wisdom of a policy of permanent global interventionism.",
  "The actual figures are, in fact, considerably lower, but the principle holds: having subcontractors in dozens of states makes it harder for members of Congress to consider cutting or slowing down even a failed or failing program.",
  "That slush fund is also enabling the Pentagon to spend billions of dollars in seed money as a down payment on the department’s proposed $1 trillion plan to buy a new generation of nuclear-armed bombers, missiles, and submarines.",
  "Traditional weapons suppliers like Lockheed Martin and Boeing prospered, as did private contractors like Dick Cheney’s former employer, Halliburton, which made billions providing logistical support to U.S. troops in the field.",
  "He would shift gears from a strategy focused on large numbers of “boots on the ground” to an emphasis on drone strikes, the use of Special Operations forces, and massive transfers of arms to U.S. allies like Saudi Arabia.",
  "Some administration officials including Secretary of Defense Donald Rumsfeld even suggested that Saddam was like Hitler, as if a modest-sized Middle Eastern state could somehow muster the resources to conquer the globe.",
  "As much as $60 billion of the funds funneled to such contractors in Iraq and Afghanistan would be “wasted,” but not from the point of view of companies for which waste could generate as much profit as a job well done.",
  "Trump’s “plan” (if one can call it that) hews closely to a blueprint developed by the Heritage Foundation that, if implemented, could increase Pentagon spending by a cumulative $900 billion over the next decade.",
  "The Urge to Splurge\n\nCross-posted with TomDispatch.com\n\nThrough good times and bad, regardless of what’s actually happening in the world, one thing is certain: in the long run, the Pentagon budget won’t go down.",
  "Now we are almost entirely on our own.”\n\nThe postwar doldrums in military spending that worried him so were reversed only after the American public had been fed a steady, fear-filled diet of anti-communism.",
  "More recently, the Budget Control Act of 2011 threw a monkey wrench into the Pentagon’s plans for funding that would go ever onward and upward by putting a cap on the money Congress could pony up for it.",
  "In a similar fashion, prodded by the Missouri delegation, Congress added two different versions of Boeing’s F-18 aircraft to the budget to keep funds flowing to that company’s St. Louis area plant.",
  "As long as fear, greed, and hubris are the dominant factors driving Pentagon spending, no matter who is in the White House, substantial and enduring budget reductions are essentially inconceivable.",
  "Its plans were thwarted by the Ohio congressional delegation, which led a fight to add more M-1s to the budget in order to keep the General Dynamics production line in Lima, Ohio, up and running.",
  "Military spending did indeed drop at the end of the Cold War, but the Pentagon helped staunch the bleeding relatively quickly before a “peace dividend” could be delivered to the American people.",
  "But whatever it has or hasn’t been called, the war against terror has proven to be a cash cow for the Pentagon and contractors like Lockheed Martin, Boeing, Northrop Grumman, and Raytheon.",
  "Not surprisingly, major weapons producers struggled to survive in a peacetime environment in which government demand for their products threatened to be a tiny fraction of wartime levels.",
  "The administration’s propaganda campaign would be supplemented by the work of right-wing corporate-funded think tanks like the Heritage Foundation and the American Enterprise Institute.",
  "General Colin Powell, then chairman of the Joint Chiefs of Staff, summed up the fears of that moment within the military and the arms complex when he said, “I’m running out of demons.",
  "It’s down slightly from its peak in 2011, when it reached the highest level since World War II, but this year’s budget for the Pentagon and related agencies is nothing to sneeze at.",
  "Unfortunately, the military-industrial complex that Eisenhower warned Americans about more than 50 years ago is alive and well, and gobbling up your tax dollars at an alarming rate.",
  "The second pillar supporting lavish military budgets (and this will hardly surprise you): the entrenched power of the arms lobby and its allies in the Pentagon and on Capitol Hill.",
  "Although rarely discussed due to the focus on Donald Trump’s abominable behavior and racist rhetoric, both candidates for president are in favor of increasing Pentagon spending.",
  "Other major beneficiaries included firms like Blackwater and DynCorp, whose employees guarded U.S. facilities and oil pipelines while training Afghan and Iraqi security forces.",
  "On entering the Oval Office, President Obama would ditch the term GWOT in favor of “countering violent extremism” -- and then essentially settle for a no-name global war.",
  "At pivotal moments, like the end of World War II as well as war's end in Korea and Vietnam, there were indeed temporary downturns, as there was after the Cold War ended.",
  "For example, the last thing most Americans wanted after the devastation and hardship unleashed by World War II was to immediately put the country back on a war footing.",
  "If that were done and the war fund continued to be stuffed with non-war-related items, one thing is certain: the Pentagon and its contractors will be sitting pretty.",
  "Still, that “syndrome” carried considerable, if ever-decreasing, weight for a decade and a half, despite the Pentagon’s Reagan-inspired arms build-up of the 1980s.",
  "With the 1991 Persian Gulf War, Washington decisively renewed its practice of responding to perceived foreign threats with large-scale military interventions.",
  "A Pentagon spokesman admitted as much recently by acknowledging that more than half of the $58.8 billion war budget is being used to pay for non-war costs.",
  "And no one should be surprised to learn that the military-industrial complex and its money, its lobbyists, and its interests were in the middle of it all.",
  "That phenomenon would be dubbed the “Vietnam syndrome” by interventionists, as if opposition to such a military policy were a disease, not a position.",
  "In such periods, getting Americans behind a program of feeding the military machine massive sums of money has generally required a heavy dose of fear.",
  "In those years, PNAC would advocate the overthrow of Saddam Hussein as part of its project to turn the planet into an American military protectorate.",
  "Shutting it down could force the Pentagon to do what it likes least: live within an actual budget rather continuing to push its top line ever upward.",
  "The “war budget” -- money meant for the Pentagon but not included in its regular budget -- has been used to add on tens of billions of dollars more.",
  "Lockheed President Robert Gross was terrified by the potential impact of war’s end on his company’s business, as were many of his industry cohorts.",
  "It comes in at roughly $600 billion -- more than the peak year of the massive arms build-up initiated by President Ronald Reagan back in the 1980s.",
  "Only such a culture shift would allow for a clear-eyed assessment of what constitutes “defense” and how much money would be needed to provide it.",
  "That quick victory over Iraqi autocrat Saddam Hussein’s forces in Kuwait was celebrated by many hawks as the end of the Vietnam-induced malaise.",
  "This has been true despite the fact that more tanks, bombers, aircraft carriers, and nuclear weapons will be useless in preventing such attacks.",
  "Many of its members would, of course, enter the Bush administration in crucial roles and become architects of the GWOT and the invasion of Iraq.",
  "Think of this as the military corollary to American exceptionalism -- or just call it the doctrine of armed exceptionalism, if you will.",
  "Lockheed Martin, for instance, has put together a handy map of how its troubled F-35 fighter jet has created 125,000 jobs in 46 states.",
  "The size of a Clinton buildup is less clear, but she has also pledged to work toward lifting the caps on the Pentagon’s regular budget.",
  "The remarkable thing, though, is not that such moments have occurred, but how modest and short-lived they’ve proved to be.",
  "What accounts for the Department of Defense’s ability to keep a stranglehold on your tax dollars year after endless year?",
  "I’m down to Castro and Kim Il-sung.”\n\nIn reality, he underestimated the Pentagon’s ability to conjure up new threats.",
  "He elaborated in a 1947 letter to a friend: “We had one underlying element of comfort and reassurance during the war.",
  "Resources formerly aimed at the Soviet Union would now be focused on “regional hegemons” like Iraq and North Korea.",
  "“As long as I live,\" he said, \"I will never forget those short, appalling weeks” of the immediate postwar period.",
  "Instead, it put a firm floor under the fall by announcing what came to be known as the \"rogue state\" doctrine.",
  "To be clear, Gross was appalled not by the war itself, but by the drop off in orders occasioned by its end.",
  "The Afghan and Iraq wars would prove an absolute bonanza for contractors as the Pentagon budget soared.",
  "The majority of what the Pentagon spends, of course, has nothing to do with fighting terrorism.",
  "Take as an example the M-1 tank, which the Army actually wanted to stop buying.",
  "This would, of course, prove to be a strikingly expensive proposition.",
  "Take Lockheed Martin Vice President Bruce Jackson, for example.",
  "Amid victory parades and celebrations, President George H.W.",
  "So Halliburton and its cohorts weren’t complaining.",
  "It’s not that that budget has never been reduced.",
  "Pillar one supporting that edifice: ideology.",
  "We knew we’d get paid for anything we built.",
  "I’m running out of villains.",
  "Take the current budget."
]