[
  "\"I want to ensure that the lessons we have learned are applied as the battlefield changes,\" she wrote in an apparent reference to incidents involving military contractors in Iraq and Afghanistan that turned into major black eyes for the U.S.\n\nPerhaps the most notorious incident involved Blackwater contractors who killed 17 people in Baghdad in 2007, including women and children.",
  "Because \"UAV contractors are typically paid far higher than service members, their use may actually encourage trained Air Force UAV operators to seek more lucrative opportunities in the private sector, aggravating and even prolonging the current shortage,\" she said.",
  "According to Air Force officials quoted by The Times, the contractors operate in the areas where the UAVs are flying and are not legally allowed to control so-called killer drones that have been used to terminate ISIS fighters and members of other terrorist groups.",
  "James L. Harper Jr.\n\nAs the Air Force beefs up its drone warfare squadrons, it has opened the door for more enlisted personnel to be trained as pilots of the unmanned aerial vehicles (UAVs) used for surveillance and targeted killings.",
  "Ryan Jodoi, a UAV pilot, flies an MQ-9 Reaper while Airman 1st Class Patrick Snyder controls a full motion video camera at Kandahar Air Base, Afghanistan, March 13, 2009, in support of Operation Enduring Freedom.",
  "The New York Times said last week that hundreds of contractors are being used by the Air Force to operate drones performing reconnaissance and providing live feeds of firefights and special ops missions.",
  "Now Senator Claire McCaskill of Missouri, a Democrat who serves on both the Armed Services and Homeland Security Committees, is raising questions about the use of contractors to pilot drones.",
  "But the intensity of operating a drone has already led to a high dropout rate, and the potential for considerably higher pay as a contractor pilot could lead to more defections.",
  "One reason she cited in a letter to Air Force Secretary Deborah Lee James released this week is the pay disparity between contractors and Air Force personnel.",
  "The Air Force's answer to the shortage of those who can operate what are also called remotely piloted aircraft (RPA): Hire civilian contractors.",
  "Many of the contractors are former pilots or drone pilots, the story said, and they are being paid twice or three times military salaries.",
  "Four contractors were convicted in those killings, with one sentenced to life in prison; the other three got 30 years apiece.",
  "According to current Air Force requirements, drone pilots must stay on active duty for six years after they are trained.",
  "Perhaps more important, the senator says she worries about the military holding contractors accountable.",
  "But the war against ISIS has increased the demand for drone pilots, and training will take time.",
  "U.S. Air Force photo by Staff Sgt.",
  "McCaskill may have a point.",
  "Capt."
]