[
  "Roy Godson, a professor emeritus at Georgetown University, talks us through the historical relationships between presidential associates and foreign governments, and Brookings Institution senior government studies fellow Benjamin Wittes outlines national security law around collusion, coordination, leaks and surveillance.",
  "One development broke this week: The Post reported that in January, Blackwater founder Erik Prince, an avid supporter of Donald Trump's campaign, secretly met with a Russian close to President Vladimir Putin to establish a back-channel line of communication between Moscow and the then-president-elect.",
  "And, here's the graphic we mention on the show:\n\n[What we know so far about Team Trump’s ties to Russian interests]\n\nThis is part of the Washington Post's new podcast series “Can He Do That?” Listen online or subscribe to receive future episodes: iTunes | Stitcher",
  "Last month, the FBI confirmed that there is an ongoing investigation into Russian interference in the 2016 election, including the possibility of coordination between the Russian government and the Trump campaign.",
  "As that investigation unfolds — and investigations by the House and Senate intelligence committees — several revelations have surfaced about the relationship between Russia and the Trump transition team.",
  "To solve for that, Post congressional reporter and former Moscow-based correspondent Karoun Demirjian helps us answer some of the swirling question around the Russia story.",
  "News related to the Russian probe breaks frequently, leading to a lot of questions about what is noteworthy and what is noise.",
  "We delve into: What can history show us about presidents’ relationships with foreign adversaries?",
  "If you’ve been hoping to better understand the vast web of this story, listen below.",
  "And at what point do all of these swirling allegations turn into concrete findings?",
  "Wittes is also editor in chief at Lawfare.",
  "When is communication legal or illegal?"
]