[
  "Education secretary’s brother is alumnus of Hillsdale College, to which family gives money and which Republicans wanted to help because it refuses federal funds\n\nThe Senate voted to strike an amendment from the Republican tax bill that would have benefited a small Christian college in southern Michigan with ties to education secretary Betsy DeVos.",
  "“This unfortunately is the metaphor for this bill and how high the stench is rising in this chamber as we debate the bill tonight.”\n\n\n\nRepublicans had initially proposed a 1.4% tax on endowments of $250,000 or more per student as part of their sweeping, $1.4tn tax plan.",
  "The Republican tax bill is an act of violence | The Rev Dr William Barber and the Rev Dr Liz Theoharis Read more\n\nIn a surprise 52-48 vote, four Republicans supported an amendment offered by Democrat Jeff Merkley to remove the exception from the legislation.",
  "“There are so many deserving schools in Oregon and Pennsylvania and elsewhere who don’t get this special treatment.”\n\nThe Democrats said that only Hillsdale appeared to be the only college that had an endowment large enough that refused federal student aid.",
  "Missouri Democrat senator Claire McCaskill scoffed: “This is a very limited provision written for a very special person.”\n\nShe also said: “Do you know who the biggest donor was to the Hillsdale College endowment?",
  "Hillsdale College is a conservative liberal arts college based in central Michigan that enrolls about 1,400 and focuses its curriculum around “western philosophical and theological inheritance”.",
  "Hillsdale has an endowment of $548m, which breaks down to roughly more than $350,000 per student, according to its student newspaper, which would not have qualified under the finalized version.",
  "The university boasts high-profile conservative alumni, including DeVos’s brother, Erik Prince, the founder of Blackwater, as well as former congressman Chris Chocola, a Republican of Indiana.",
  "“A single wealthy college, the pet project of a billionaire campaign contributor to the Republican party exempted by a [senator] who fought to get rid of earmarks,” Schumer said.",
  "Pennsylvania Republican senator Pat Toomey defended the provision, which would exempt Hillsdale College from an excise tax on universities and colleges with large endowments.",
  "Democrats have accused the school of refusing government aid to avoid complying with federal regulations preventing discrimination based on sexual orientation.",
  "Would that be the DeVos family?”\n\nChuck Schumer, the Senate minority leader, called the Hillsdale exemption a “metaphor” for the Republican tax plan.",
  "“I actually think it’s a wonderful institution.” He added that the university saves taxpayers a “tremendous amount of money” by refusing federal aid.",
  "“It would be available to any college that makes that choice.”\n\n“I can’t find anybody else in America who benefits from this particular provision.",
  "“A college that chooses to not put that imposition on federal taxpayers ought to be able to be exempt from this tax,” Toomey told the Democrats.",
  "Its passage eliminated the carve out from the tax plan, which subsequently passed the Senate in an early morning vote on a Saturday.",
  "In a sustained back-and-forth, Toomey argued that any university could benefit from the amendment if it refused federal aid.",
  "Chocola succeeded Toomey as president of the Club for Growth, a conservative organization focused on cutting taxes.",
  "“I do understand that my colleagues on the far left do not have fond opinion of Hillsdale – but I do,” Toomey said.",
  "Republican Senators Susan Collins, Lisa Murkowski, Deb Fischer and John Kennedy voted in favor of the amendment.",
  "The decision came after Democrats raised the issue in a contentious exchange on the Senate floor.",
  "That doesn’t strike me as right,” Senator Ron Wyden, a Democrat of Oregon, retorted.",
  "In a late-change, the final version raised the threshold to $500,000 per student."
]