[
  "Sansa Stark (Sophie Turner) is sexually and psychologically harassed by Joffrey Baratheon (Jack Gleeson), the sadistic young king of Westeros, who orders her father’s execution in the first season of the show; is pursued by Petyr Baelish (Aidan Gillen), who views Sansa as a proxy for her mother; and then married off to Ramsay Bolton, who rapes her and threatens her with torture.",
  "\n\nEmilia Clarke as Daenerys Targaryen and Peter Dinklage as Tyrion Lannister in HBO’s “Game of Thrones.” (Helen Sloan/HBO)\n\nLast week, when word broke that HBO was developing as many as four spinoffs of “Game of Thrones,” fans immediately began to circulate wish lists and theories about what those shows might turn out to be.",
  "But the reason tableaux such as the Battle of the Blackwater in the show’s second season, the massacre at the Twins in the third, or the clash between Jon Snow’s (Kit Harington) forces and Ramsay Bolton’s (Iwan Rheon) army last year have weight is because they’re clashes of character informed by major themes.",
  "Robert’s own assaults on the woman he eventually married, Cersei Lannister (Lena Headey), helped push Cersei into an incestuous affair with her brother Jaime Lannister (Nikolaj Coster-Waldau) and ultimately into a plot to murder Robert herself, destabilizing the already fragile political order in Westeros.",
  "The Battle of the Bastards is a fight between one army that sees itself as defined by the mission of protecting Westeros and the world of men from the ravages of the White Walkers, and another that’s an expression of one man’s personal rapacity and drive to power.",
  "The network just ought to remember that if it wants a “Game of Thrones” series to be seen as more than a parade of dragons and naked ladies, those fantastical battles and heart-stopping revelations need to be in service of something larger than simple thrills.",
  "Her lack of autonomy early in her life is a substantial part of what inspires Daenerys to turn her quest to retake the Iron Throne into a moral crusade, destroying the slave trade in Essos and the patriarchal culture of the Dothraki before heading West again.",
  "But wherever you fall in these conversations, “Game of Thrones” is the subject of serious political argumentation because it strives to say something significant about what happens to a society that treats women as commodities, not as people with rights.",
  "The series hasn’t made room to develop Dothraki and Dornish societies in a meaningful way; exploring communities with wildly different values from those of Westeros and examining the role of race in Martin’s quasi-medieval society could be fascinating.",
  "Questions about burgeoning sciences and the presence of magic have lurked around the edges of the series in plots involving human experimentation and the university at Oldtown; a college series set in Westeros could be quite something.",
  "The extent to which “Game of Thrones” is able to execute its exploration of sexual violence and female leadership without compromising that intellectual mission is at the heart of some of the most heated debates about the series.",
  "The Red Wedding is a catastrophe born out of Robb Stark’s (Richard Madden) belief that love ought to come before dealmaking and out of Walder Frey’s (David Bradley) insistence that his honor is more important than anything else.",
  "The truth is, whatever HBO ends up doing, I’ll almost certainly be watching and writing about it; “Game of Thrones” has been the defining franchise of my career, and I at least want to see how franchise creator George R.R.",
  "But I’ll watch with a lot more enthusiasm and interest if HBO remembers that it’s not just naked women, wrenching violence and dragons that define “Game of Thrones” and make it fascinating: It’s the big ideas.",
  "The show’s use of “sexposition” — scenes where characters deliver important information while engaged in or surrounded by sex, often with sex workers who are minor characters — has been one flashpoint.",
  "Daenerys Targaryen (Emilia Clarke) is deeply shaped by the sexual abuse she experiences at the hands of her brother (Harry Lloyd) and her arranged marriage to Dothraki leader Khal Drogo (Jason Momoa).",
  "Robert Baratheon (Mark Addy) started a war because he believed Lyanna Stark (Aisling Franciosi), the woman he was engaged to marry, had been abducted and raped by the scion of the Targaryen dynasty.",
  "The clever trap Tyrion Lannister (Peter Dinklage) set for Stannis Baratheon (Stephen Dillane) was his chance to prove himself to a family that has always scorned him because of his dwarfism.",
  "More broadly, I’ve argued for years that “Game of Thrones” is a story about the consequences of sexual assault and customs and laws that deprive women of their autonomy.",
  "Sure, all of those things are cool, and one of the reasons “Game of Thrones” has been a huge hit is because the scale of the spectacle it brings to television.",
  "Would the network adapt the Dunk and Egg novellas, a prequel to the series about Ser Duncan the Tall and his squire, the future King Aegon V?",
  "This is not to say that the “Game of Thrones” spinoffs have to focus on the same set of issues or draw the same conclusions.",
  "The series’ interest in characters who have both experienced and in some cases perpetrated sexual violence is another.",
  "This awful history turns her from a hopeful teenager who romanticizes the world around her into a ruthless leader.",
  "How about my personal favorite, a Young Varys (Conleth Hill) series about the eunuch spymaster of Westeros?",
  "Will we travel to another country or continent, moving the center of the action away from the Iron Throne?",
  "Martin and the network explore the nooks and crannies of the world Martin invented.",
  "HBO can zip across continents and move forward and backward in time."
]