[
  "11-13) will give you a flavor of the argument:\n\nThis constitutional calamity is privatization’s evisceration of the administrative separation of powers — again, the often overlooked but nevertheless undeniable architecture that effectively constitutionalized twentieth-century administrative governance, restoring and renewing the framers’ commitment to separating and checking power through a mixture of democratic and juridical actors.",
  "Indeed, there is seemingly no other explanation for the State Department’s recent practice of renewing contracts with the notorious Blackwater firm after the Obama administration sanctioned Blackwater for illicit arms smuggling, after federal prosecutors brought murder charges against Blackwater employees, and after the American-backed governments in Baghdad and Kabul designated Blackwater employees as personae non gratae.",
  "Even if those challenges prove compelling, the courts’ hands may very well be tied as the federal landscape continues to be drastically and possibly inexorably altered by the forces of privatization and as a host of sticky cultural norms, instances of congressional acquiescence, and years of historical gloss render the privatized State constitutional by default.",
  "It is therefore imperative to reverse course now: to “insource” State responsibilities that have long been privatized, to redeem the constitutionally legitimating project of the administrative separation of powers, and to make clear that government’s legality and efficacy turn on it being a manifestly unbusinesslike institution.",
  "In brief, today’s fusion of market and political power — this running government like a politicized business — has the effect of sidelining or defanging otherwise independent, expert, and truly mandarin civil servants and marginalizing the populist contributions of an otherwise empowered and diverse civil society.",
  "Indeed, the more we indulge the fiction of governmentless government, and the longer we enable those who demonize government workers, the harder it becomes to generate support, or even respect, for the actual public sphere and its role in the political economy.",
  "And, psychologically, we will have done such a good job disassociating the public services we like from the government itself — and will have been doing that job for so long — that we’ll risk altogether forgetting the State’s sovereign, democratic mission.",
  "One is reminded of the hopeful yet chilly words of Benjamin Franklin, when asked by an inquisitive Philadelphian what form of government the framers concocted: “A republic, if you can keep it.” Generations past have done their best to keep it.",
  "Pragmatically, we will have hollowed out the government sector to such an extent that we may well lack the capacity, infrastructure, and know-how to reclaim that which has increasingly been outsources or marketized.",
  "The end result is an unprecedentedly potent and potentially abusive State, led by a largely unfettered executive capable of wielding concentrated sovereign power in a hyperpartisan or crassly commercialized fashion.",
  "The fusion also has the effect, quite often, of funneling government responsibilities through private or essentially privatized corridors, far away from public scrutiny and legal constraints.",
  "My friend and sometime co-clerk, UCLA law professor Jon Michaels, has a new book out from Harvard University Press — Constitutional Coup: Privatization’s Threat to the American Republic.",
  "Legally, the more privatization is allowed to continue apace without muscular constitutional pushback, the harder it will be for the courts to take late-arriving challenges seriously.",
  "That same commitment needs to be renewed today, to address the State-aggrandizing, power-concentrating challenges posed by twenty-first-century privatization.",
  "All told, sovereign power is being concentrated in the hands of presidentially appointed agency heads and the private actors paid to do their bidding.",
  "If we wait much longer, we’re certain to reach a tipping point, at which time reversing the privatization trend will prove next to impossible.",
  "For those distressed by this recent turn of events, the framers’ commitment to checks and balances provided, and still provides, an answer.",
  "It provided an answer to constrain not only the First Congress but also the alphabet agencies arising out of the New Deal and World War II.",
  "You can read the introduction to the book here, but the following quote (from pp.",
  "This is how we carry the commitment to separation of powers all the way forward.",
  "Apparently, the United States had no viable in-house alternative.",
  "This is true on legal, pragmatic, and even psychological levels.",
  "Now that it is our turn, the instant challenge is privatization.",
  "Today is the operative word.",
  ".",
  ".",
  "."
]