[
  "[Lost manumission papers tell of twisting paths from bondage]\n\nTubman was born a slave in the winter of 1822 outside the hamlet of Tobacco Stick, modern-day Madison, on Madison Bay in Dorchester County, Md., according to Larson’s biography, “Bound for the Promised Land.”\n\nOne of nine children of an enslaved mother and free black father, she slept in a cradle made of hollowed-out sweetgum log and was hired out to work by the time she was 6.",
  "She once used a coded letter, written for her by a friend, alerting relatives that “when the good old ship of Zion comes along, be ready to step aboard.”\n\nTubman was never caught, and authorities probably never suspected she was the one behind the disappearance of so many slaves, Larson said.",
  "On March 11, the National Park Service and the Maryland State Park Service plan to unveil a new visitor center here dedicated to the life and mission of abolitionist and legendary Underground Railroad conductor Harriet Tubman.",
  "Tubman’s life spanned most of the 19th and part of the 20th century, took her across the Eastern United State and Canada, and saw her fight for civil rights, women’s rights and the cause of the Union in the Civil War.",
  "[Smithsonian’s old Freedom House marks the steps up from slavery ]\n\nThe center’s opening follows the Treasury Department’s announcement last year that an image of Tubman would appear on the front of the new $20 bill.",
  "When she returned after dark, she would announce her presence by singing a hymn:\n\n… Dark and thorny is the pathway\n\nWhere the pilgrim makes his ways\n\nBut beyond this vale of sorrow,\n\nLie the fields of endless days.",
  "(Doug Kapustin/For The Washington Post)\n\nAnd here, scholars say, amid a fracas one night, she was struck on the head with an iron weight and suffered a debilitating brain injury that would alter her life.",
  "Larson believes that the injury likely resulted in a condition called temporal lobe epilepsy, which could account, in part, for the abrupt sleeping spells that afflicted her for the rest of her life.",
  "[The Civil War at 150]\n\nBut it was here in the mosquito-infested swamps and woods, and the local plantations and river ports, that the slave girl “Minty” Ross became the liberator, Harriet Tubman.",
  "It’s the same area where Tubman repeatedly returned at great risk to help relatives and friends out of bondage along the secret anti-slavery network to freedom that was the Underground Railroad.",
  "Tubman also experienced visions, audio hallucinations and “out-of-body” dreams, which may have been the result of the injury and became part of her already intense Christian zeal, Larson wrote.",
  "Navigating by the stars and likely aided by fellow slaves, free blacks and sympathetic whites, she gradually made her way to Pennsylvania, where slavery had been abolished, and to freedom.",
  "At first, she did domestic chores and was given lessons in weaving, but as she grew, she was tasked with cutting wood, plowing fields and dragging loaded canal boats like a draft animal.",
  "The sun came like gold through the trees and over the fields, and I felt like I was in heaven.”\n\nOnce free, and badly missing her family, she began her work on the Underground Railroad.",
  "The $22 million center, in the works since 2008, is adjacent to the Blackwater National Wildlife Refuge, in the hallowed area where Tubman was born, enslaved and from which she escaped.",
  "“They just could not get their heads around thinking that it was a little black woman.”\n\nHarriet Tubman died on March 10, 1913, and was buried in Auburn, N.Y., where she had lived.",
  "Her branch of the line began here, on Maryland’s Eastern Shore, near places like Tobacco Stick, Kentuck Swamp, and Skeleton Creek, off the Choptank River, to the north.",
  "Tubman understood the haunting landscape where she lived and was said to possess a mystical “charm” that protected her, according to biographer Kate Clifford Larson.",
  "“I’m familiar with the [Tubman] images that we know of.”\n\nHe said he knew “in a flash” that the woman in the picture was Tubman, aged between 42 and 45 years old.",
  "Working as a hired slave, she was allowed by her master to keep a portion of what she earned, and with her savings she bought a team of oxen to enhance her value.",
  "But after Eliza Brodess offered a substantial reward for their capture, the brothers lost their nerve and returned, forcing Tubman to do the same, Larson wrote.",
  "“Even though she couldn’t read or write, she was born with a gift.”\n\n“When she worked in the woods with her father, he taught her how to survive,” Larson said.",
  "In the later, more familiar images, she appears “dowdy … an older woman … conservatively dressed.”\n\nThe new photo, “as far as we know, [is] unique,” he said.",
  "“How to feed herself, how to protect herself, how to navigate through those woods that are really dark at night.”\n\nAnd she dare not carry a lantern.",
  "“It’s where she and her family grew up, where she lived for 27 years of her life.”\n\n“This landscape is critical to her story,” she said.",
  "In her early 20s, she married a local free black man named John Tubman, changed her first name to Harriet and became Harriet Tubman.",
  "“I almost fell off my chair,” Wyatt Houston Day, a specialist in African Americana at Swann Auction Galleries, said when he saw it.",
  "Between about 1850 and 1860, using stealth and disguise, she made 13 trips, spiriting 70 people out of slavery, historians believe.",
  "When his widow, Eliza, began trying to sell them off, and Tubman was rumored to be headed for sale, she decided to escape.",
  "A short time later that fall, though, Tubman took flight again, this time without her brothers — and this time for good.",
  "The image was made in Auburn, N.Y., between late 1865 and 1868, according to Kate Clifford Larson, a Tubman biographer.",
  "The striking image shows her in a fashionable dress, and she appears much younger than in other known photos of her.",
  "And this month, a newly-discovered photograph of a woman experts say is Tubman will be up for auction in New York.",
  "(Swann Galleries )\n\nThe opening festivities next weekend will feature reenactors, lectures and writing workshops.",
  "But she was hardened by whippings and work on the timber gangs, and she knew the wilderness as well as a hunter.",
  "Here, she checked muskrat traps, broke flax and hauled logs with a team of oxen she was permitted to purchase.",
  "In 1849, her owner, Edward Brodess, died, raising the possibility of the sale of his slaves to pay his debts.",
  "Years before, on the Underground Railroad, Tubman sometimes had to leave her passengers and forage for food.",
  "“This is the area that shaped Harriet Tubman’s ideals,” National Park Service historian Beth Parnicza said.",
  "Harriet Tubman is shown in this carte-de-visite slated for auction by the Swann Galleries in New York City.",
  "The center has exhibits, a museum store, a research library, and an outdoor walking path and pavilion.",
  "“When … I had crossed that line,” she recalled, “I looked at my hands to see if I was the same person.",
  "One night near a crossroads general store, Tubman encountered an overseer pursuing one of his slaves.",
  "In the last stages of construction, only drawings of the exhibits are available for visitors to view.",
  "(Doug Kapustin/For The Washington Post)\n\nShe preferred moving in the darkness of long winter nights.",
  "One time, she hid passengers in a corncrib, and another time in the secret bottom of a brick wagon.",
  "At some point when she was an adolescent, she had suffered the grievous head injury, Larson wrote.",
  "She was small and the color of a chestnut, as her owner described her when she first ran away.",
  "The overseer picked up a weight from the store counter and heaved it at the escaping slave.",
  "She returned to Maryland for her husband but found that he had taken up with another woman.",
  "Here, Tubman was beaten as a child by a mistress who slept with a whip under her pillow.",
  "Other times, she operated in disguise under the noses of owners and slave catchers.",
  "The Harriet Tubman Underground Railroad historic site is set to open in mid-March.",
  "She didn’t wait for late passengers: The “train” for Zion always left on time.",
  "“They would have imagined that it was a white male abolitionist,” she said.",
  "But it missed and struck Tubman, cracking her skull and knocking her out.",
  "It is included in an old album of 44 pictures of 19th-century figures.",
  "She was only 5 feet tall, but her work made her as strong as a man.",
  "And she carried a pistol, in case of trouble or flagging hearts.",
  "“She was a genius,” Larson said in a recent telephone interview.",
  "Sometimes, she was a shadowy figure at an isolated rendezvous.",
  "The album goes up for auction at Swann Galleries on March 30.",
  "“You see her vibrant, strong and nicely dressed,” he said.",
  "The overseer ordered her to help tie the slave down.",
  "She and two brothers fled on Sept. 17, 1849.",
  "Her name then was Araminta “Minty” Ross.",
  "There was such a glory over everything.",
  "Still, she came back again and again.",
  "She refused, and the slave fled."
]