[
  "An underregulated market for consumer goods and services will lead to inefficiencies, as individuals and groups scramble for assurances of quality; greater inequality, as only those with the requisite resources can acquire those assurances; and acute bouts of economic paralysis, as diminished confidence will dampen consumer demand.",
  "What’s more, these types of reviews can’t tell anything about what happens in the stockroom, on the loading docks, or at the garbage dump, which is why wage theft, union violations, or illegal sanitation practices go unguarded under deregulation schemes.",
  "The president’s statement shows how far he’s come in fulfilling his promise to scrap what he calls “job killing regulations”–and in advancing what former White House chief strategist Steve Bannon called the deconstruction of the administrative state.",
  "Though continuing political scandals, ongoing constitutional standoffs, and the latest examples of presidential petulance crowded out coverage of that announcement, the fact of the matter is that this deregulatory push is incredibly consequential.",
  "Deregulation also spawns the need for regulatory sherpas—self-anointed “experts” hired by frightened members of the public who lack the time and sophistication to test the quality of (newly deregulated) drinking water, food, or prescription drugs.",
  "Upon joining the administration, Cohn lamented that the rule obligating advisers to act as fiduciaries “is like putting only healthy food on the menu.” Wall Street no doubt cheered Cohn’s framing of the rule as a threat to liberty and freedom.",
  "Consider the Department of Labor’s conflicts-of-interest rule, which—wait for it—requires retirement advisers to sell investment products that are in their customers’ best interests rather than ones that earn advisers the most commissions.",
  "Sure enough, once that Obama-era rule took effect in June, Ameriprise, a leading financial services firm, was obligated to stop selling nearly 1,500 investment products because they carried excessive fees or low returns.",
  "Thanks to this administration, we now have to think longer and harder about our everyday transactions—or else put our faith in a market whose disregard for public safety prompted government regulation in the first place.",
  "Perhaps the best way to think about the Trump deregulation agenda is as an extension of the administration’s efforts to privatize government—that is, to outsource core public responsibilities.",
  "Chip Somodevilla/Getty Images\n\nLast week, President Trump held a celebratory press conference detailing the success the administration has had in cutting and scuttling countless regulations.",
  "We’re stuck relying on people claiming expertise in Craigslist ads, or with crowdsourcing sites such as Yelp, which provides aggregation without any particularly specialized knowledge.",
  "The wealthiest among us could hire private experts to help ensure that their food is safe, their financial advice isn’t conflicted, and their cars have basic safety equipment.",
  "Once again, most of us lack the time, expertise, and financial wherewithal to accept the burdens and dangers of do-it-yourself health, safety, and financial protection.",
  "Let’s be clear, this isn’t just about 401(k)s. Workplace safety, clear air and water, and scores of other regulations are likewise in the administration’s crosshairs.",
  "Deregulation is inefficient, too, as the government is uniquely positioned to realize economies of scale in regulating for all us.",
  "Deregulation privileges the worst products, producers, and service providers over consumers, workers, and responsible businesses.",
  "The White House’s insistence that deregulation is liberty enhancing just goes to show how warped today’s political discourse is.",
  "All of these individuals benefit from clear, evidence-based regulations enforced by capable and conscientious public servants.",
  "The occasional indulgence in junk food is not nearly as bad for us as getting steered toward the wrong financial products.",
  "Does the country really need a cottage industry of private testers and verifiers to help Americans get through the day?",
  "President Donald Trump talks with journalists after signing tax reform legislation into law on Friday in Washington.",
  "In this instance, the outsourcing isn’t to private firms, like a Blackwater or Corrections Corporation of America.",
  "After all, the investment houses can make good money selling inferior products to unsophisticated consumers.",
  "Deregulation, in turn, paves the way for the return of these jobs for financial snake oil salesman.",
  "Trump’s economic czar and former Goldman Sachs CEO Gary Cohn is not a fan of the rule.",
  "But a poor investment decision can force a person to delay retirement indefinitely.",
  "Shifting the burden of regulation back onto citizens hardly makes them freer.",
  "A bad meal at a fast-food chain might result in some overnight indigestion.",
  "Far from a recipe for liberty this is, instead, a prescription for chaos.",
  "Rather, the outsourcing is from the government directly to all of us.",
  "Protections of this sort chase dodgy sellers out of the marketplace.",
  "Yes, these rules and regulations might technically kill jobs.",
  "These are not jobs we need, nor ones we should want.",
  "But which jobs, and in order to accomplish what?",
  "What’s actually behind that “job killing” label?",
  "If that’s job killing, good riddance.",
  "And it’s also not about freedom.",
  "What about the rest of us?",
  "Yet Cohn’s analogy is off.",
  "Not much."
]