[
  "AP Photos/Susan Walsh Erik Prince, the Blackwater founder who reportedly met with a Russian close to President Vladimir Putin to create a communication back-channel between then-President-elect Donald Trump and Russia, blasted the intelligence community in a statement Tuesday.",
  "\"This proves once again the disastrous folly of allowing permanent seditious bureaucrats to be empowered with intelligence gathering tools with which they cannot be trusted to defend America,\" Prince said in the statement.",
  "Rice reportedly tried to learn the identities of officials on Trump's transition team whose conversations with foreign officials may have been incidentally collected during routine intelligence-gathering operations.",
  "Prince attended a secret meeting in the Seychelles islands days before Trump's inauguration to discuss establishing the back-channel, The Washington Post reported Monday.",
  "Trump has been facing accusations that some of his associates colluded with Russian officials to interfere swing the 2016 presidential election in his favor.",
  "Prince also blasted the intelligence community amid reports that former National Security Adviser Susan Rice \"unmasked\" US citizens in intelligence reports.",
  "In a statement that was included in the Post's story on Monday, a spokesman for Prince said the Seychelles meeting \"had nothing to do with President Trump.\"",
  "\"Why is the so-called under-resourced intelligence community messing around with surveillance of American citizens when they should be hunting terrorists?\"",
  "\"If the politically fabricated delusion of President-elect Trump and President Putin's coordination was true, why would anyone need to meet me anyway?\"",
  "In his statement Tuesday, Prince didn't deny attending the meeting, but still attempted to cast doubt on its supposed purpose.",
  "Blackwater USA founder Erik Prince testifies on Capitol Hill in Washington, Tuesday, Oct. 2, 2007.",
  "Prince said in the statement, which was sent to Business Insider.",
  "\"They are violating their oath to defend the constitution.",
  "They must be rooted out and fired.\"",
  "the spokesman said."
]