[
  "“If the United States is going to chart a way forward towards a sustainable way of protecting our national security interests, it is important to consider a wide range of options.”\n\nDespite Mr. Bannon’s apparent inability to persuade Mr. Mattis, Defense Department officials said they did not underestimate his influence as a link to, and an advocate for, Mr. Trump’s populist political base.",
  "Mr. Bannon has also questioned what the United States has gotten for the $850 billion in nonmilitary spending it has poured into the country, noting that Afghanistan confounded the neoconservatives in the George W. Bush administration and the progressives in the Obama administration.",
  "Like General McMaster, Mr. Mattis is believed to support sending several thousand more American troops to bolster the effort to advise and assist Afghan forces as they seek to reverse gains made by the Taliban.",
  "contractors trained Laotian soldiers to fight Communist insurgents and their North Vietnamese allies until 1975, leaving the country under Communist control and with a deadly legacy of unexploded bombs.",
  "Whatever the flaws in these approaches — and there are many, according to diplomats and military experts — some former officials said it made sense to open up the debate.",
  "“The status quo is clearly not working,” said Laurel Miller, who just stepped down as the State Department’s special representative for Afghanistan and Pakistan.",
  "Mr. Bannon has told colleagues that sending more troops to Afghanistan is a slippery slope to the nation building that Mr. Trump ran against during the campaign.",
  "But he, too, is sharply critical of the Bush and Obama strategies, and has said he views his role as making sure the president has credible options.",
  "But he has been extremely careful in his public statements not to tip his hand, and has not yet exercised his authority to deploy troops.",
  "The strategy has been called “the Laos option,” after America’s shadowy involvement in Laos during the war in neighboring Vietnam.",
  "Mr. Mattis has promised to present Mr. Trump with a recommendation for a broader strategy this month.",
  "In Afghanistan until now, contractors have been used mainly for security and logistics.",
  "Mr. Kushner has not staked out as strong a position, one official said.",
  "C.I.A."
]