[
  "The Washington Post's national security team just registered another big scoop: Shortly before President Trump's inauguration, Blackwater founder Erik Prince conducted a secret meeting with a Russian close to Vladimir Putin for the purposes of setting up a back-channel line of communication between the Russian leader and Trump, according to U.S., Arab and European officials.",
  "And a couple of weeks earlier, the Emirati who officials say arranged the Seychelles encounter — the crown prince of Abu Dhabi, Sheikh Mohammed bin Zayed al-Nahyan — had made an undisclosed visit to meet with Bannon and top Trump advisers Michael Flynn and Jared Kushner, according to the officials.",
  "This is a complete fabrication” and that “the meeting had nothing to do with President Trump.”\n\nBut given Prince's ties to Trumpworld, it was at the very least a particularly poor choice of times to go meet with a Putin associate and to look secretive in doing so.",
  "With that as the backdrop, Mohammed apparently arranged for a person who had close ties to the Trump transition and could credibly be called an adviser to board a plane for a secretive location to meet with a Russian close to Putin.",
  "Anonymous officials say that Prince presented himself as an unofficial Trump envoy to top officials in the United Arab Emirates, who brokered the meeting, and that it was intended to set up a Trump-Putin back channel.",
  "In other words, Prince is undeniably close to the White House, and he was conducting a meeting with a Putin associate at a location where people conduct meetings that they don't want people to know about.",
  "But a few things call this denial into question -- and make this just the latest of many encounters between a Trump associate and a Russian that looks needlessly suspicions.",
  "Because just a week before, the U.S. intelligence community released its report accusing Russia of meddling in the 2016 election for the express purpose of aiding Trump.",
  "The second is that the meeting was conducted in the Seychelles islands in the Indian Ocean — a location that is known to be safe harbor for clandestine meetings.",
  "And as with so many developments, there's still no smoking gun and plenty of anonymous sourcing and plausible deniability for the White House to latch on to.",
  "Blackwater founder Erik Prince met with a Russian person close to President Vladimir Putin in Jan. 2017, according to U.S., European and Arab officials.",
  "He was a high-profile Trump supporter who is close to Stephen K. Bannon and just happens to be the brother of Trump's education secretary, Betsy DeVos.",
  "As a top Seychellois official put it so amazingly: “The Seychelles is the kind of place where you can have a good time away from the eyes of the media.",
  "And the fact that those close to Trump keep making these meetings with Russians look so secretive is making this whole thing infinitely worse for him.",
  "He was also seen at Trump Tower during the transition period and was advising Trump on intelligence and defense issues, according to the Intercept.",
  "The UAE broke protocol by not informing the Obama administration of Mohammed's visit, but officials noticed his name on a flight manifest.",
  "This meeting occurred around Jan. 11, according to The Post's Adam Entous, Greg Miller, Kevin Sieff and Karen DeYoung.",
  "“We are not aware of any meetings, and Erik Prince had no role in the transition,” press secretary Sean Spicer said.",
  "As with so many developments in the Trump-Russia saga, it certainly looks suspicious and produces smoke.",
  "We don't yet know what alternative purpose this meeting might have held for Prince.",
  "The White House is already (sort of) denying that it has anything to do with this.",
  "(Sarah Parnass/The Washington Post)\n\nThis post has been updated.",
  "A spokesman said that “Erik had no role on the transition team.",
  "And he definitely toed the Trump line on Russia and hacking.",
  "The first is that Prince isn't just some businessman.",
  "The White House and a Prince spokesman dispute that.",
  "But I guess this time you smelled something.” Wow.",
  "That’s even printed in our tourism marketing.",
  "But in this case, the timing just looks bad.",
  "He's not just some guy.",
  "Why is that important?"
]