[
  "They’ve created an array of intra-governmental venture capital and IT firms; transformed essential bureaucratic offices into for-profit revenue centers; converted our storied space program into something akin to a galactic Uber; established charitable trusts, allowing wealthy individuals and powerful corporations to finance and effectively direct state programs and initiatives; and created VIP prisons, posh accommodations for those able and willing to pay a hefty price to buy their way out of gen pop.",
  "Government’s force, and ultimately its favor, turns on it being decidedly unlike IBM or Walmart or Facebook\n\nThe stated justification for such privatization is, very often, that contractors are more efficient than their government counterparts – driven, we’re told, by market competition to provide higher-quality and lower-cost services.",
  "And so, over the past 30-odd years, elected officials across the political spectrum have acted accordingly, simultaneously indulging and deceiving the American public by disassociating government goods and services from the government, at least as it has been traditionally conceived and staffed.",
  "As such, so long as men and women – rather than angels – govern, that sovereign power must be subject to checks and balances, even if such checks and balances are messy, time-consuming, and very much lend themselves to what market actors consider waste and obstinacy.",
  "It promises to be faster, more innovative, cheaper, and more “customer” friendly – and that no doubt sounds appealing to any number of us who have endured long lines at the DMV or who have otherwise experienced wasteful, sclerotic or simply apathetic government.",
  "As such, we cannot readily reduce the goal of government to a single, undifferentiated objective; nor can we readily aggregate or harmonize our interests and channel them through one political leader, an inside-the-Beltway version of a Steve Jobs or Henry Ford.",
  "And it is these distinctive actors, procedures and institutions that infuse liberal democratic governance with the necessary admixture of normative politics, civic engagement, professional expertise, financial disinterest and fidelity to the rule of law.",
  "Trump EPA rule change exploits taxpayers for mine cleanup, critics say Read more\n\nIn either case, we want, indeed need, a heterogeneous, overlapping and cross-checking government to limit the possibility of myopic or abusive exercises of state power.",
  "Now, however, that dynamic commitment – a commitment to separation of powers all the way forward – is very much threatened by the instant movement to render the American government more like a business – and a politicized one at that.",
  "The stated justification for this overhaul – this marketization of the bureaucracy – is substantially the same: to make government workers internalize the pressures, demands and incentives of the competitive private labor market.",
  "Trump insists Republican tax cuts will make US economy 'rock' Read more\n\nBut the state cannot be separated from its people, practices and infrastructure without doing considerable violence to our constitutional order.",
  "For it is these very (and very distinctive) people, practices and infrastructure – and the interplay among them – that legitimate the state and validate state exercises of sovereign, coercive and moral force.",
  "Second, and more importantly, even if we could effectively aggregate the public’s interests and ensure the selection of a faithful leader, there still is the very real possibility of tyranny by the majority.",
  "Among other things, hundreds of thousands of tenured civil servants have been reclassified as at-will employees, subject to summary termination just as they would be if they were working for McDonald’s.",
  "Americans are (grudging) enthusiasts of government goods and services, still deeply allergic to government instruments and instrumentalities, and still very much captivated by the lures of the market.",
  "What’s more, even if we somehow could effectively aggregate, rank or harmonize our interests and direct a single leader to implement the public’s will, we still should resist the temptation to do so.",
  "Separation gives voice and venue to any number of important but conflicting values and provides procedures and pathways for those values to collectively inform American public law and governance.",
  "Pundits, legislators and newly politicized business and religious leaders joined Ronald Reagan in railing against the American version of what Margaret Thatcher derisively called the nanny state.",
  "First, absolute power corrupts, and a renegade sovereign that chooses to deviate from the public’s charge poses infinitely greater danger than does a rogue or simply tone-deaf corporate CEO.",
  "Though these efforts have been framed, quite pointedly, in terms of decreasing the size, reach and power of government, what’s really happening is that the government is being transformed.",
  "None of the seemingly celebrated market norms, practices, or fiduciary and legal duties translates well into the liberal democratic arena, and certainly not into our constitutional realm.",
  "At the same time, government agencies are privatizing from within, radically overhauling their in-house employment practices to better match what we generally find in the private sector.",
  "Bernie Sanders: Trump tax cuts a barely disguised reward for billionaire donors Read more\n\nThere is no denying that the state today is bigger and more potent than ever before.",
  "Rather, we need multiple voices, amplified by multiple platforms, constantly speaking to a multiplicity of decision-makers scattered across multiple branches of government.",
  "Government contracting and marketizing the bureaucracy represent the biggest, most consequential manifestations of the contemporary businesslike government movement.",
  "A state shorn of these constitutive people, practices and infrastructure is perhaps better described as part gated community, part corporate conglomerate.",
  "Photograph: Marwan Naamani/AFP/Getty Images\n\nGovernment’s force, and ultimately its favor, turns on it being decidedly unlike IBM or Walmart or Facebook.",
  "That is to say, a dominant faction, or cluster of factions, might settle on a course of action that stigmatizes or oppresses broad classes of minorities.",
  "We can do so because only in the rarest of circumstances does the single-mindedness of individual businesses endanger our economic or national security.",
  "It just happens to look very different – a consequence of it being privatized, marketized and generally reconfigured along decidedly businesslike lines.",
  "What they really disliked, they decided, was the government itself – its people, its procedures, and its institutional and organizational architecture.",
  "Sovereign power, unlike most (but of course not all) expressions of corporate power, is intentionally and necessarily morally inflected and coercive.",
  "Some of us surely prize national economic growth above all else, and those who do might be the closest approximation of corporate shareholders.",
  "We can do so because, generally speaking, their word is not law, their fiefdoms are bounded, and rarely can they exert real coercive force.",
  "But even assuming that those promises can be kept (a big if), there is good reason not to embrace privatized, commercialized government.",
  "And they liked the fact that they could trust the food, drugs, consumer products, and financial services and instruments they purchased.",
  "The Trump administration is pushing further still, promising to strip the rest of the career federal workforce of its legal protections.",
  "Interests in military hegemony, reproductive rights and religious freedom throw yet more, often incommensurable, variables into the mix.",
  "The torch and pitchfork crowd realized they really, really liked government programs – at least the ones that benefited them directly.",
  "It is for this reason that the United States is founded in large part upon a simple structural commitment: the separation of powers.",
  "We can do so because those organizations have (or are presumed to have) a single, objective mission: to maximize shareholder value.",
  "They draft major rules, shape energy, transportation, healthcare and environmental policy and render public benefits decisions.",
  "We have no magic commonwealth formula, certainly none that’s the political equivalent to the maximization of shareholder value.",
  "This commitment carried forward into the 20th century, ultimately structuring (and legitimating) our modern welfare state.",
  "In addition, they also collect taxes and monitor and enforce regulatory compliance across the vast administrative expanse.",
  "We prioritize social justice or environmental causes or consider the best government to be as unobtrusive as possible.",
  "This simple structural commitment, and all that it enables, animated the framers’ constitutional architecture.",
  "They liked their pensions, tax credits, healthcare, subsidies, licenses, and housing and education loans.",
  "Facebook Twitter Pinterest Members of the US-based Blackwater private security firm in Baghdad in 2005.",
  "But he did replace our old familiar nanny with a commercial upstart – a nanny corporation, as it were.",
  "But the market, at least in its pure, idealized state, is not democratic, deliberative or juridical.",
  "Consider just some of the ways the privatized, businesslike state comports itself today.",
  "These contractors have taken leading roles in fighting our wars in Afghanistan and Iraq.",
  "Businesslike government is all about embracing the logic and discipline of the market.",
  "Government is – and very much ought to remain – a fundamentally different enterprise.",
  "For starters, there is no such thing as a single public goal or truth to pursue.",
  "Separation prevents tyranny, promotes liberty, and helps enrich public policy.",
  "We can tolerate, even admire, corporate hierarchy, leanness, and efficiency.",
  "To be sure, gated communities and corporate conglomerates have their charms.",
  "In the 1980s, the end seemed nigh for supporters of the US welfare state.",
  "And we can tolerate, even admire, the rising cult of all-powerful CEOs.",
  "They facilitate domestic surveillance and counterterrorism operations.",
  "It is the world of Schumpeter and Coase, not Montesquieu or Madison.",
  "We can tolerate, even admire, the unforgiving laws of capitalism.",
  "Instead, we privilege the plight of the poor and disenfranchised.",
  "But those seeking to remake the state have experimented further.",
  "This is, for better or worse, the moment we find ourselves in.",
  "But it is democratic, pluralistic, inclusive and deliberative.",
  "In short, Reagan didn’t, and couldn’t, kill the nanny state.",
  "They run prisons and immigration detention facilities.",
  "But a funny thing happened on the way to the gallows.",
  "Private contractors now number in their millions.",
  "Private contractors now number in the millions.",
  "Jon Michaels is professor at UCLA School of Law",
  "They liked their clean air and water.",
  "And so does businesslike government.",
  "They liked their safe workplaces.",
  "The pitchforks were out in force.",
  "We should resist for two reasons.",
  "This isn’t efficient or orderly.",
  "But it didn’t stop there.",
  "The mob got cold feet.",
  "But many do not.",
  "Nor need it be."
]