[
  "It was a searing rebuke to the outdated, innovation-smothering regulatory state, paving the way for modern heroes like Uber, a company that, as Matthew Yglesias wrote for Slate in 2011, “exposes the idiocy of American cities’ cab regulations.” Imagine the consumer-friendly world we could live in if every industry faced that kind of purifying flame!",
  "Rather than wander the confusing maze of government bureaucracies looking for an exit, destroying their building’s flow of people and ideas with an additional staircase, or, God forbid, breaking up their workday with fire drills, they installed a light, flexible fire escape—perfect for Triangle’s light, flexible business model.",
  "No one remembers it today, but the shirtwaist industry was a staid, conservative affair when Harris and Blanck burst onto the scene with a simple, revolutionary question: “Shouldn’t work be exciting?” That sense of excitement began with the company’s greatest resource: its employees.",
  "It is an outrage the way the girls who have remained loyal—and they are the vast majority of our force—have been treated by these people and their sympathizers.” The facts bear out Blanck’s rosy view: Nearly a third of their employees swear they will never work anywhere else.",
  "George Grantham Bain/Library of Congress\n\nThe first thing founders Isaac Harris and Max Blanck want you to get right about their business, as they recently explained over phosphate and sodas, is the name: It’s the Triangle Waist Company, not the Triangle Shirtwaist Company.",
  "“We told the girls that we were willing to listen to any complaints and to receive any suggestions from our employees themselves,” he said, “but we had to draw the line on three or four East Side gentlemen stepping in to tell us how to run our business.",
  "While some of the more productive Triangle Shirtwaist Company employees were paid by the week, to accommodate those who appreciate a more traditional employer-employee relationship, those who made fewer shirtwaists were paid piecework rates instead.",
  "But as other industry-defining titans have since discovered—Federal Express, Kentucky Fried Chicken, Blackwater—if you build an organization that earns worldwide name recognition, quibbling with the public over the little details is a losing battle.",
  "Lots of employers pay lip service to diversity, but Triangle practiced what it preached, actively recruiting women and recent immigrants from day one, a powerful (if implicit) rebuke of the divisive tactics of the Trump administration.",
  "Employees who miss the factory’s 8:00 a.m. start time are encouraged to take the rest of the morning off, allowing the for the “me time” that makes for higher—some would say “frantic”—productivity once the doors reopen.",
  "marked its 106th year in the public eye—more than a century in which Harris and Blanck’s bold and disruptive innovations have served as a blazing torch lighting the way forward for business leaders the world over.",
  "In fact, Harris and Blanck burned down the entire concept of “bosses” and “employees,” preferring to think of Triangle as a family, building team spirit at the company’s beloved “lock-ins” and regular bonfires.",
  "Triangle’s “sabbatical” program—miss a day, take the rest of your life off—built the kind of loyalty money can’t buy, and laid the groundwork for the kind of employee dedication we routinely celebrate today.",
  "Advertisement\n\n\n\nBut a diverse workforce has diverse needs, and so Harris and Blanck had to shake up the compensation system to provide their employees the flexibility they required.",
  "This system, which spread uncontrollably to other industries, turned out to be a smart way to keep costs down while providing workers with the freedom to be their own bosses.",
  "No wonder that, even in the face of outside agitation, Triangle preferred a personal, one-on-one management style, as Blanck explained to the New York Times in 1909.",
  "And no company has ever been as synonymous with shirtwaists as Harris and Blanck’s scrappy little enterprise, no matter what name is on the official letterhead.",
  "When Triangle moved into a hip, open-plan workplace in the Asch Building, government regulators initially balked at the lack of stairways.",
  "Washington Evening Star\n\nOne warning to would-be followers of Blanck and Harris, however: Their success is not just a question of tone.",
  "Would that heroic Lyft driver have taken one last fare en route to the hospital to give birth without trailblazers like Triangle?",
  "whose diverse perspectives helped nurture the first sparks of innovation into a self-sustaining conflagration of fun and profit.",
  "The Triangle story hasn’t been all warm employee relations and scorching hot returns on investment, however.",
  "The Triangle Shirtwaist story could have ended there, but the company rose from the ashes like a phoenix.",
  "Work/life balance, often overlooked by startup founders, is something of a religion at Triangle.",
  "The results speak for themselves: a creative, flexible workforce (70 percent female!)",
  "On Saturday, the Triangle Shirtwaist Company (sorry, boys!)",
  "Need to stay home due to sickness or family emergency?"
]