[
  "Multiple uses\n\nIn drought-stricken regions, households and businesses have already started to reuse graywater, and some builders are installing dual plumbing systems in new developments to supply treated graywater for toilet flushing and possibly other nonpotable uses, such as watering gardens.",
  "In arid regions such as Southern California, our report showed that household-scale graywater reuse provides larger potential water savings (up to 13 percent of total water use) than household-scale capture of rainwater from roof runoff using a large cistern (up to 5 percent).",
  "The National Academies of Sciences, Engineering, and Medicine recently published a report that analyzes the potential of graywater reuse, available treatment technologies and the human health and environmental risks associated with graywater reuse.",
  "One strategy gaining increasing attention is using graywater – water from bathroom sinks, showers, bathtubs, clothes washers and laundry sinks, but not from toilets or kitchens – for purposes other than drinking, such as flushing toilets.",
  "Graywater reuse for toilet flushing and other indoor uses offers the greatest opportunities for water conservation and does not reduce the amount of water available to downstream water users, as use for outdoor irrigation can.",
  "View Sample Sign Up Now\n\nGraywater reuse is not a new strategy, but for many years plumbing codes required graywater to be combined with blackwater (wastewater from toilets) and treated through the same system as sewage.",
  "The study’s committee, on which I served, concluded that reusing graywater can improve water conservation by expanding local water supplies and providing a drought-resistant year-round local water source.",
  "The Water Environment Research Federation is currently sponsoring a National Water Research Institute expert panel to develop guidelines for indoor use of alternative water supplies such as graywater.",
  "Treatment strategies are available to remove contaminants from graywater, but the lack of widely accepted treatment guidance for various uses limits broader adoption of graywater for indoor use.",
  "If water conservation is the primary goal, the first step should be reducing outdoor water use, not using graywater to preserve landscaping that is inappropriate for local climate conditions.",
  "This is a particular value in many western states, where water laws restrict some uses of alternative water supplies to protect the availability of water to downstream water rights holders.",
  "Pilot studies of graywater reuse for irrigation in “Laundry to Landscape” programs in Long Beach and San Francisco, California have shown that it may actually lead to increased water use.",
  "Graywater reuse to meet indoor demand is most practical at the neighborhood or multiresidential scale where there is an existing system in place to oversee operations and maintenance.",
  "Stephanie Johnson, senior staff officer with the Water Science and Technology Board of the National Academies of Sciences, Engineering, and Medicine, contributed to this article.",
  "At the same time, rapid population growth is increasing water demand in many of the nation’s most water-scarce regions, including California, Nevada, Arizona, Texas and Florida.",
  "Developing rigorous, risk-based guidelines for communities that lack them could improve safety and build public confidence while reducing costs of unnecessary treatment.",
  "Homeowners often install graywater systems to achieve water and energy efficiency and maintain a reliable supply of water to sustain minimal irrigation during droughts.",
  "Sybil Sharvelle is Assistant Professor of Civil and Environmental Engineering at Colorado State University\n\nThis article was originally published on The Conversation.",
  "Large areas of the West are contending with moderate to severe drought, while California is now in the fifth year of one of the most extreme droughts in its history.",
  "It is important to ensure that systems operate as they were designed to work, so that humans are not exposed to health risks from improperly treated graywater.",
  "A common standard of treatment could also enable companies to develop treatment systems that can be broadly applied, thereby reducing costs to consumers.",
  "Local enforcement agencies would benefit from additional expert guidance on appropriate, cost-effective maintenance, monitoring and reporting strategies.",
  "Rather than being sent down the drain, water from showers or sinks is stored in dedicated tanks and treated depending on how it will be used on site.",
  "With appropriate treatment and maintenance of reuse systems, graywater could provide a safe and reliable local water supply for water-scarce cities.",
  "Systems for indoor graywater reuse require special plumbing features, including backflow prevention, and graywater treatment processes are complex.",
  "This may happen because homeowners expand their landscaped areas or use more water for other purposes when they have graywater available.",
  "Using treated graywater to meet water demand for toilet flushing and laundry has the potential to reduce demand by nearly 36 percent.",
  "Graywater reuse in new multiresidential buildings offers clear economies of scale, but we need more data on the cost of such systems.",
  "For example, in arid regions, water-efficient landscaping provides much larger reductions in water demand than graywater reuse.",
  "Los Angeles just released guidelines for indoor use of alternative water sources, such as graywater, early this year.",
  "In the past decade, however, many states have revised their laws, reflecting the growing interest in graywater reuse.",
  "But overseeing them can create additional burdens for public health departments that may already be stretched thin.",
  "San Francisco also developed a Non-Potable Water Program in 2012 that includes use of graywater for indoor demand.",
  "However, many states and localities have not adopted treatment guidelines or regulations for indoor graywater use.",
  "That’s because graywater provides a steady water source during summer months when little or no rainfall occurs.",
  "A need for guidance\n\nGraywater contains bacteria and pathogens, so it needs to be treated for all indoor uses.",
  "Treatment would include disinfection at minimum, and sometimes also removal of dissolved organic matter.",
  "Simply reusing graywater to flush toilets can reduce home indoor water use by 24 percent, on average.",
  "In these conditions, some state and local governments are looking for innovative ways to save water.",
  "These systems must be installed by a certified plumber, and maintenance is critical.",
  "The Brief Newsletter Sign up to receive the top stories you need to know right now.",
  "Even non-arid regions, such as the Southeast, are not exempt from water shortages.",
  "However, graywater reuse for some applications might not actually save water.",
  "However, treatment guidance alone is not sufficient to protect public health.",
  "Many regions of the United States are struggling with water shortages.",
  "As of 2014, 26 states allowed some form of graywater reuse.",
  "Contact us at editors@time.com.",
  "Read the original article."
]