[
  "To escape it, he suggested, Senate incumbents can oppose McConnell, eliminate the filibuster that he says is impeding Trump's agenda and denounce Tennessee Sen. Bob Corker, a Republican who gave a scorching appraisal of Trump as an untethered leader who could lead the U.S. into another world war.",
  "\"The main thing that binds them together is a rejection of the Republican Party establishment, a rejection of the political elites, the financial elites and the media elites,\" said Andy Surabian, a former Bannon aide and senior adviser to the pro-Trump PAC Great America Alliance.",
  "McDaniel misdefined \"mamacita,\" the Spanish word for mommy, as \"hot mama,\" and said he would withhold his tax payments if the government paid reparations for slavery — comments he made years earlier as a radio host but critics unearthed during the campaign.",
  "In West Virginia, the grassroots conservative group Tea Party Express endorsed Patrick Morrissey, also a Great America Alliance choice, over establishment favorite Rep. Evan Jenkins in a competitive race to unseat Democratic Sen. Joe Manchin.",
  "So intent is Bannon on bringing down McConnell that he laid down this marker Saturday to some of the incumbents at risk of a challenge from his flank of the party: disavow McConnell, satisfy other conditions and possibly escape the wrath.",
  "Still out there are viral videos of him telling a television reporter during an on-camera interview at the U.S. Capitol after a question he didn't like: \"You ever do that to me again, I'll throw you off this (expletive) balcony.\"",
  "In Arizona, former state Sen. Kelli Ward, who is challenging Trump antagonist Sen. Jeff Flake, remains known for entertaining the debunked theory that jet aircraft are used to affect the weather or poison people intentionally.",
  "The emerging Bannon class of rabble-rousers shares limited ideological ties but a common intent to upend Washington and knock out Senate Majority Leader Mitch McConnell, R-Ky., standard-bearer of the establishment.",
  "Consider Mississippi, where state Sen. Chris McDaniel lost to veteran Sen. Thad Cochran in 2014, but is weighing a bid next year against Roger Wicker, the state's other senator in the national legislature.",
  "The crop of outsider candidates unnerves a GOP that lost seats — and a shot at the Senate majority — in 2010 and 2012 with political novices and controversial nominees and fears a stinging repeat in 2018.",
  "Moore was removed from office for refusing to remove a Ten Commandments monument from Alabama's judicial building, then suspended for insisting probate judges refuse same-sex couples marriage licenses.",
  "Senate Republicans had been upbeat about adding to their 52-48 majority, especially with Democrats defending more seats next year, 10 in states Trump won in last year's presidential election.",
  "He faces Democrat Doug Jones in a December election where polls find a single-digit lead for the Republican, a remarkable development in Attorney General Jeff Sessions' heavily GOP state.",
  "They also share unsparing criticism of congressional Republicans, especially McConnell, for failing to dismantle the Obama-era health care law, an unfulfilled seven-year-old promise.",
  "Among the outsiders: a convicted felon, a perennial candidate linked to an environmental conspiracy theory and a Southern lawmaker known for provocative ethnic and racial comments.",
  "In Wyoming, Erik Prince, founder of security contractor Blackwater, is considering a Republican primary challenge to Barrasso, a senior member of the Senate GOP leadership team.",
  "President Donald Trump's former chief strategist is promoting a field of potential primary challengers to take on disfavored Republicans in Congress and step up for open seats.",
  "Bannon singled out John Barrasso of Wyoming, Deb Fischer of Nebraska and Dean Heller of Nevada as senators who \"vote the right way\" but did not step up to condemn Corker.",
  "Former New York Rep. Michael Grimm, who spent eight months in prison for federal tax evasion, is challenging two-term Rep. Dan Donovan — with the encouragement of Bannon.",
  "\"They will do anything, they will say anything, to just maintain a hold on power,\" McDaniel said in an Associated Press interview about McConnell and his allies.",
  "Bannon told the religious conservatives that economic nationalism and anti-globalism, the same forces he said elected Trump, can overpower Republican elites.",
  "But the Bannon challenge could cost them, leaving incumbents on the losing end in primaries or GOP candidates roughed up for the general election.",
  "He argued in court that his loss to Cochran was due in part to Democrats, many of them African-American, fraudulently voting in the primary.",
  "House Speaker Paul Ryan, R-Wis., is sticking with the incumbent: \"I support Dan Donovan, plain and simple,\" Ryan said this past week.",
  "Bannon called it a \"populist nationalist conservative revolt\" in a speech to religious conservatives in Washington on Saturday.",
  "Steve Bannon has a stark message to Republican incumbents he considers part of the establishment: \"Nobody can run and hide.\"",
  "Bannon helped elevate twice-suspended Judge Roy Moore, who won an Alabama runoff over McConnell's pick, Sen. Luther Strange.",
  "There's still time for a \"mea culpa,\" he said, implying such senators could be spared his insurgency if they toed his line.",
  "These outsiders share strong opposition to increasing the nation's debt even if it means an economy-rattling default.",
  "He also denounced a supporter who photographed and posted an image of Cochran's bed-ridden wife in 2014.",
  "Tarkanian, son of famed basketball coach Jerry Tarkanian, is 0-5 in state and federal elections.",
  "Bannon has given at least one Senate incumbent — Texas Sen. Ted Cruz — a pass, but not others.",
  "In Nevada, Bannon is encouraging Republican Danny Tarkanian in his challenge to Heller.",
  "It's an insurgency that could imperil Republican majorities in the House and Senate.",
  "\"Until that time,\" he said, the message to the elite is: \"They're coming for you.\"",
  "Bannon has urged Prince, brother of Education Secretary Betsy DeVos, to run.",
  "In announcing his candidacy, Grimm was apologetic for his conviction.",
  "But he stopped short of suggesting Bannon stand down.",
  "He's back again and speaking in Bannon terms.",
  "... You all are gonna finish it.\"",
  "\"It's a free country,\" he said.",
  "\"The establishment started it.",
  "\"This is our war,\" he said."
]