[
  "Instead he provided a written statement complaining that he was the victim of “politically-motivated unmasking” and insisting that he “shared basic immaterial information and publicly available research documents with Podobny who then served as a junior attaché at the Permanent Mission of the Russian Federation to the United Nations.”\n\nNevertheless, as Clint Watts (whose testimony before the Senate Intelligence Committee left even jaded newspeople and intelligence gurus slack-jawed) of Foreign Policy Research Institute told me, “If this is true, it would demonstrate targeted recruitment of Page to be a Russian asset, wittingly or unwittingly.",
  "Watts added it appears to him that “the Trump campaign didn’t know who they were dealing with, or didn’t care, and based on [Michael] Flynn’s associations [this] further suggests Russia intended to influence the campaign through fellow travelers, those ideologically aligned with Russia or deliberate agents, believing Trump was ripe for manipulation.”\n\nThe constant flow of bizarre and incriminating information, just the portion of which has seeped out, is becoming so voluminous that the Trump administration can no longer wave this off as much to do about nothing.",
  "McMullin exclaims: “If you are going to establish a secret channel with a hostile foreign power, you shouldn’t expect to have your name kept secret!”\n\nListen, if you were the national security adviser and learned of this extensive Russian campaign of active measures, knew about all sorts of connections between Russia and one campaign, and found out associates of one candidate were picked up in monitored conversations with Russian agents, wouldn’t you demand to know the names of those involved?",
  "(Sarah Parnass/The Washington Post)\n\nThe Post reports:\n\nThe United Arab Emirates arranged a secret meeting in January between Blackwater founder Erik Prince and a Russian close to President Vladi­mir Putin as part of an apparent effort to establish a back-channel line of communication between Moscow and President-elect Donald Trump, according to U.S., European and Arab officials.",
  "When you hear breathless accusations from Fox Non-News hosts, House Intelligence Committee Chairman Rep. Devin Nunes (R-Calif.) or enlisted right-wing journalists eager for a scoop — ask yourself why it is the least bit unusual for national security officials to be looking for Russia’s points of contacts.",
  "Though the full agenda remains unclear, the UAE agreed to broker the meeting in part to explore whether Russia could be persuaded to curtail its relationship with Iran, including in Syria, a Trump administration objective that would be likely to require major concessions to Moscow on U.S. sanctions.",
  "Nothing regarding alleged unmasking that we have heard or seen so far bolsters Trump’s “wiretapping” claim or suggests that anyone in the Obama administration did something illegal or wrong, nor does it tell us who revealed that Flynn was one of the people picked up in surveillance of Russians.",
  "Ironically, by focusing on unmasking, the Trump spinners just remind us that there was an extensive, serious investigation underway because of a comprehensive Russian effort to manipulate American voters and because of unprecedented connections between one candidate’s team and Russia.",
  "One suspects that Trump and his pro-Russian associates — past and present, both those bought off and those wittingly or unwittingly enlisted to amplify Russian propaganda — know that there is much, much more yet to be learned.",
  "What it does confirm is that there was so much evidence of a Russian disinformation scheme and of questionable connections between Trump associates and Russians that it warranted a substantial intelligence investigation.",
  "Dionne: The right’s jarring drift toward Russia]\n\nI asked former CIA officer and independent presidential candidate Evan McMullin in a telephone interview Monday night about his reaction to the purported back channel.",
  "The adviser, Carter Page, met with a Russian intelligence operative named Victor Podobnyy, who was later charged by the US government alongside two others for acting as unregistered agents of a foreign government.",
  "Then, no sooner than The Post’s report stunned observers, BuzzFeed reported:\n\nA former campaign adviser for Donald Trump met with and passed documents to a Russian intelligence operative in New York City in 2013.",
  "The Trump spin squad appears so desperate to create confusion — Trump now reverts to airing old campaign canards about Hillary Clinton — that it has confused itself about what is helpful and what is not.",
  "The charges, filed in January 2015, came after federal investigators busted a Russian spy ring that was seeking information on US sanctions as well as efforts to develop alternative energy.",
  "It’s not, and it does not detract from the enormity of the scheme of manipulation, disinformation, cultivation and other tried-and-true Soviet-style techniques unfolding before our eyes.",
  "There are many legitimate reasons for unmasking, and nothing suggests requesting information about the identities of those Russia was trying to assist was illegal or improper.",
  "Page declined to answer questions posed to him by Right Turn on whether he knew he was in contact with a spy and whether he disclosed that to the Trump campaign.",
  "Blackwater founder Erik Prince met with a Russian person close to President Vladimir Putin in Jan. 2017, according to U.S., European and Arab officials.",
  "“It raises more questions as to why a transition team with so many documented connections to Russia would require another one — a secret one,” he said.",
  "The meeting took place around Jan. 11 — nine days before Trump’s inauguration — in the Seychelles islands in the Indian Ocean, officials said.",
  "A former senior intelligence official remarked to me, “This cannot possibly get more weird … right?” Umm, I wouldn’t be too sure.",
  "“There is so much smoke — and it’s so dark and thick — the administration has a lot of explaining to do,” McMullin says.",
  "The Trump obsession with “unmasking” names is a blatant attempt to distract and obviously irrelevant.",
  "Any national security adviser who didn’t would be accused of burying his or her head in the sand.",
  "At various times, the Trump team has denied that Page was an adviser or, at least, a senior one.",
  "As with so much else involving the Trump-Russia connection, one is compelled to ask: What?!?!",
  "Years later he mysteriously surfaces as a confidant to the Trump [campaign].” Hmmm.",
  "And that is merely what we presently know about the Russia-Trump scandal.",
  "We can see why it would want to disown him.",
  "It’s not even helpful to Trump’s case.",
  "[Every day a new Russian revelation.",
  "That’s not as bizarre as it sounds.]",
  "Page is an energy consultant.",
  "[E.J."
]