[
  "As Prince puts it in his op-ed, “Unfortunately, serving or recently retired Pentagon generals monopolized the conversation, so a conventional outcome was assured.”\n\nTrump’s foreign policy—his Twitter outbursts notwithstanding—has indeed turned out to be surprisingly conventional.",
  "Foreign Policy reports that more recently, Bolton was “in and out of the Oval Office for at least several weeks” during discussions of Iran policy and was at one point offered the position of deputy national security adviser with the possibility of replacing McMaster.",
  "“Although he was once kind enough to tell me ‘come in and see me any time,’ those days are now over.”\n\nAlthough Trump has publicly said that he wants to dismantle the deal, he has now twice reluctantly certified that Iran is in compliance with its provisions.",
  "While there’s plenty to criticize about the administration’s approach to Iran and Afghanistan, these Bannon-backed ideas would be disastrous, and it’s reassuring to see them appearing as op-eds rather than being pitched directly to the president.",
  "Getty Images\n\nSteve Bannon may be out of the White House now, and the president may be surrounded by generals and globalist cucks, but the former chief strategist’s allies aren’t giving up the fight to shape the administration’s foreign policy.",
  "As a neocon and prominent backer of the Iraq war, he might not seem like a natural ally for Bannon, whose nationalist foreign policy views are a little more idiosyncratic, but the two men are certainly in sync when it comes to Iran.",
  "Erik Prince, founder of the infamous private security firm Blackwater Worldwide, has an op-ed in the New York Times on Wednesday arguing that the U.S. should rely on contractors, rather than American troops, in Afghanistan.",
  "Most of Trump’s national security team had been pushing a more conventional surge of troops, while Trump and Bannon were skeptical about whether the long-running conflict was worth continued investment.",
  "Prince’s proposal was also commissioned by Bannon, as the Times reported last month, and was presented to Mattis but not included in the review of Afghanistan policy Mattis conducted with McMaster.",
  "McMaster, who are worried about the effect dissolving the deal would have on U.S. alliances, particularly since international inspectors have repeatedly affirmed that Iran is in fact in compliance.",
  "Bolton argues in his memo that the U.S. can demonstrate to these allies that Iran is noncompliant by presenting evidence of its support for terrorism and its noncooperation with inspections.",
  "Despite that skepticism, Trump endorsed a plan last week that, as the generals urged, calls for an unspecified number of additional troops to be deployed for an indefinite period of time.",
  "The president did so at the urging of advisers including Secretary of State Rex Tillerson, Secretary of Defense James Mattis, and National Security Adviser H.R.",
  "“I offer the Iran nonpaper now as a public service, since staff changes at the White House have made presenting it to President Trump impossible,” he writes.",
  "Bolton, a long-standing advocate for regime change in Iran, was at one point seriously discussed for secretary of state during the White House transition.",
  "Steve Bannon and Jared Kushner listen as Preisdent Donald Trump speaks during a meeting in the Cabinet Room of the White House on June 12.",
  "But given recent defiant comments by Tillerson and Mattis, it’s certainly possible there could be more shakeups on Trump’s team.",
  "He also goes further, advocating ramped up support for the Iranian opposition and ending all U.S. visas for Iranians.",
  "The Bannonites could very well rise again, and they seem eager to stake out their positions now.",
  "In an introductory note, Bolton writes that Bannon had asked him in July to draw up the plan.",
  "Bolton declined, “preferring to wait until he was offered the top job.” He’s still waiting.",
  "Ambassador John Bolton detailing a plan for pulling out of the Iran nuclear deal.",
  "Bolton’s not the only Bannon ally shopping his ideas around this week.",
  "Monday, the National Review published a memo by former U.N."
]