[
  "SPEED READ\n\n— Thirty two people are injured after a Russian military plane crash lands in the Arctic: AP\n\n— The NATO-Russia Council convenes today, with NATO seeking to reassure Russia that NATO troop deployments in Poland and the Baltic nations are purely defensive: Reuters\n\n— Mosul still isn’t safe for civilians: Reuters\n\n— The first F-35s built outside the U.S. go operational in Italy: Defense News\n\n— Four Republican and Democratic senators amplify their call for a special investigation on cyberwarfare: POLITICO\n\n— A high number of staffers at the National Security Council are trying to leave ahead of the Trump administration: The Guardian\n\n— The Marine Corps resumes MV-22 Osprey flights on Okinawa less than a week after one of the tilt-rotor aircraft crashed: Stars & Stripes\n\n— A provision in the new National Defense Authorization Act requires the cost of U.S. wars be posted online: Military Times\n\n— Two-star Army general demoted after affair: AP\n\n— Horse lovers are trying to prevent the Army from kicking feral horses off Fort Polk, La.",
  "INDUSTRY INTEL — DEFENSE CONTRACTORS COORDINATE RESPONSE TO FURTHER TRUMP ATTACKS, reports our colleague Ellen Mitchell: \"Leading defense firms, reeling from President-elect Donald Trump’s recent broadsides against high-profile Pentagon programs...are coordinating a response plan for what they expect will be more attacks on controversial contracts, according to defense lobbyists, consultants and industry officials.",
  "U.S. and Chinese militaries discuss return of seized Navy drone\n\nWith Zach Montellaro and Ellen Mitchell\n\nU.S. AND CHINESE MILITARIES DISCUSS RETURN OF SEIZED NAVY DRONE, via Ben Blanchard of Reuters: \"The Chinese and U.S. militaries are having 'unimpeded' talks about the return of U.S. underwater drone taken by a Chinese naval vessel in the South China Sea last week, China's foreign ministry said on Monday.",
  "— POLITICAL, INDUSTRY ALLIES LINE UP BEHIND THE NAVY'S PLAN, our story : \"The influential shipbuilding lobby and the Navy's biggest Capitol Hill supporters are swiftly lining up behind the service's proposal for the largest expansion of the fleet in a generation — a goal that according to one forthcoming estimate could require an additional $20 billion a year, or about a 15 percent budget increase.",
  "RESPONSE WORRIES ASIAN ALLIES, reports The New York Times' Jane Perlez: \"Only a day before a small Chinese boat sidled up to a United States Navy research vessel in waters off the Philippines and audaciously seized an underwater drone from American sailors, the commander of United States military operations in the region told an audience in Australia that America had a winning military formula.",
  ": Army Times\n\n— Russian police kill seven militants in Chechnya: Reuters\n\n— Afghan forces continue to need coalition support to fill gaps in their offensive capabilities, according to a Pentagon report: Stars & Stripes\n\n— South Korea returned eight North Koreans and two vessels it rescued drifting at sea last week: Reuters\n\n— How one American became a leader in the Islamic State: The Atlantic",
  "And he has joined other military planners in identifying the potential upheaval around the world from climate change as one of the biggest security threats facing the U.S. in the coming decades.”\n\nNEW NAVY PLAN CALLS FOR A 355-SHIP FLEET: The Navy has unveiled a new force structure assessment that calls for massive increase in the size of the fleet from the current goal of 308 to 355 ships.",
  "The attack was the second this month to kill scores of security forces near a military base in Aden, highlighting the failure of the Yemeni government and its allies to ensure basic security in the areas they control...Jihadists have taken advantage of the disorder to launch attacks in the south, where the Islamic State and the Yemeni branch of Al Qaeda have a presence.\"",
  "MATTIS STANDS OUT AS GREEN VOICE IN TRUMP CABINET, writes our Pro Energy colleague Eric Wolf: \"Defense Secretary nominee James Mattis may well be the greenest member of the incoming Cabinet, especially compared to the fossil fuel promoters and climate change skeptics that President-elect Donald Trump plans to put in the top posts of his administration.",
  "\"At the United Nations, the Security Council was expected to vote within hours on a resolution seeking to deploy U.N. monitors to Aleppo immediately in order to prevent what France has warned could be 'mass atrocities' by Syrian forces and allied pro-government militias as they assume control of all of the rebel enclave.\"",
  "EVACUATIONS RESUME IN ALEPPO, via The Associated Press: \"A fragile cease-fire was back on in Syria on Monday, as buses resumed evacuating those still remaining in eastern Aleppo following days of delays and others departed with the sick and wounded from two rebel-besieged Shiite villages in the country's north.",
  "The announcement comes on the heels of the surprise election of Donald Trump, who campaigned on a pledge to build a 350-ship Navy...Other key congressional supporters were also quick pledge to work with the new administration to make the plan, which will require significant new investment, a reality.\"",
  "\"In the eyes of America’s friends in Asia, the brazen maneuver to launch an operation against an American Navy vessel in international waters in the South China Sea about 50 miles from the Philippines, another close American ally, has raised questions about one of the admiral’s crucial words.",
  "ISIL SUICIDE BOMBING KILLS 48 IN YEMEN, the story from the NYT: \"A suicide bomber disguised as a disabled man blew himself up at a gathering of Yemeni security officers in the southern port of Aden on Sunday, killing 48 people and wounding dozens of others, Yemeni officials said.",
  "\"U.S. President-elect Donald Trump, who has vowed to take a more aggressive approach in dealing with China over its economic and military policies, jumped on the unusual seizure with a pair of provocative tweets over the weekend, accusing Beijing of stealing the equipment.",
  "\"The unusual and unpredictable criticism, shared by Trump to millions of followers on Twitter and to crowds on his victory tour, have shaken the stock prices and set industry executives scrambling to defend the next Air Force One and the F-35 next-generation fighter jet.\"",
  "HAPPENING TODAY — AIR FORCE SECRETARY TALKS NATO: Air Force Secretary Deborah Lee James speaks at the Atlantic Council this morning on the service's role and presence in Europe, including the security partnership with NATO and emerging security challenges such as Russia.",
  "— MULVANEY TAPPED TO LEAD WHITE HOUSE BUDGET OFFICE, write POLITICO's Ben Weyl and Alex Isenstadt: \"Rep. Mick Mulvaney has been picked as director of the Office of Management and Budget for President-elect Donald Trump, the transition team confirmed Saturday morning.",
  "GUNMEN KILL 10 IN ATTACKS IN JORDAN, reports the AP: \"Gunmen assaulted Jordanian police in a series of attacks Sunday, including at a Crusader castle popular with tourists, killing seven officers, two local civilians and a woman visiting from Canada, officials said.",
  "— HICKEY IN THE RUNNING FOR ARMY SECRETARY: Retired Army Col. James Hickey, the leader of the military effort that captured Saddam Hussein, is emerging as a possible pick by President-elect Donald Trump for Army secretary, according to a congressional source.",
  "But McCormick may have competition from an unlikely person to be deputy Defense secretary: Michele Flournoy, Obama's former under secretary of defense for policy who was seen as the favorite for secretary of defense if Hillary Clinton had won.",
  "\"Unlike some Republicans, he has pushed to slash spending on both domestic and defense programs since he was elected to the House in 2010 — in contrast with Trump, who has called for boosting the Pentagon's budget and building up the military.",
  "\"Mattis has been one of the most visible military commanders seeking to wean the armed services off traditional fossil fuels, and his call for research to ‘unleash us from the tether of fuel’ has become a rallying cry inside the Pentagon.",
  "2 POST: Investment banker David McCormick, a former Treasury and Commerce Department official, is now the leading contender to be deputy secretary of defense, according to multiple sources familiar with Donald Trump's transition planning.",
  "'Capability times resolve times signaling equals deterrence,' Adm. Harry B. Harris Jr. told a blue-chip crowd of diplomats and analysts at the prestigious Lowy Institute in Sydney, the leading city in America’s closest ally in the region.",
  "No readers, however, got the correct answer to the bonus question: The states of Arizona (Barry Goldwater and John McCain) and Georgia (Richard Russell and Sam Nunn) each have both produced two different Senate Armed Services chairmen.",
  "TOP TALKER — UNDER TRUMP, INTELLIGENCE BRIEFING MAY LOSE ITS LUSTER, writes Greg Jaffe of The Washington Post: \"For eight years, it has been the most exclusive, and arguably most important, daily meeting in Washington.",
  "\"'What I can tell you is that at present, China and the United States are using unimpeded military channels to appropriately handle this issue,' foreign ministry spokeswoman Hua Chunying told a regular briefing.",
  "\"The Navy on Friday rolled out its plan to expand the fleet to 355 ships from its current goal of 308 ships — to include an additional aircraft carrier and significantly more attack submarines and warships.",
  "Hickey is now the senior military adviser for the Senate Armed Services Committee, and before that was a vice president for Academi, the U.S. private military company formerly known as Blackwater.",
  "It was also seen by some as a taunt to President-elect Donald J. Trump, who has challenged the One China policy on Taiwan and has vowed to deal forcefully with Beijing in trade and other issues.\"",
  "Story Continued Below\n\n\"The drone, known as an unmanned underwater vehicle (UUV), was taken on Thursday in waters off the coast of the Philippines, the first seizure of its kind in recent memory.",
  "Those remarks have set off fears that Trump could miss a critical piece of intelligence and raised bigger questions about the president-elect’s attention span and interest in foreign policy.\"",
  "MORNING D TRIVIA: Bert Black was the first to correctly answer that California has produced the most House Armed Services chairmen with three (Ron Dellums, Duncan L. Hunter and Buck McKeon).",
  "Approval of major regulations also goes through the budget office, which would make Mulvaney a key figure in GOP efforts to pare back President Barack Obama’s federal regulations.\"",
  "\"The Islamic State claimed responsibility for the attack, naming the attacker and publishing a photograph of him smiling with a rifle at his side and wearing an explosive vest.",
  "Each morning, President Obama gathers his inner circle for the Presidential Daily Briefing, a run-through of the most important intelligence from around the world.",
  "\"At least 34 people, including two foreign nationals, were wounded in the day's violence, which was one of the bloodiest attacks in Jordan in recent memory.",
  "Security officials announced late Sunday, several hours after reports of the first shooting, that the operation had ended and that four gunmen were killed.",
  "But we can't help but wonder what other worthy acquisition projects were shelved when the Empire decided to build a planet-destroying space laser instead.",
  "Flournoy, co-founder of the Center for a New American Security, recently met with Mattis, according to two officials who said some are pushing for her.",
  "If chosen to lead OMB, Mulvaney will play a crucial role in shaping Trump's early agenda, including through drafting the president's first budget.",
  "\"The rules under Obama have been strict and unyielding: No substitutes are permitted if one of the six regular attendees is out sick or traveling.",
  "Much of the expansion would come from new warships, which would top out at 104, and attack submarines, which would increase to 66 under the plan.",
  "McCormick, who served in several senior posts under President George W. Bush, is president of Bridgewater Associates, a global investment firm.",
  "The number of aircraft carriers would also increase from 11 to 12, while the plan reiterates the need for 52 smaller surface vessels.",
  "One of the founding members of the hard-line House Freedom Caucus, the South Carolina Republican is a fierce fiscal conservative.\"",
  "Send your tips, pitches and feedback to cobrien@politico.com , and follow along on Twitter @connorobrienNH and @morningdefense .",
  "The Pentagon went public with its complaint about the incident and said on Saturday it had secured a deal to get the drone back.",
  "The report comes as Republican defense hawks, including the president-elect, call for a Navy on the order of 350 ships.",
  "'I get it when I need it,' said President-elect Donald Trump, who so far is taking the PDB only a few times a week.",
  "\"Now it looks as if the PDB’s status as Washington’s most indispensable briefing could be coming to an end.",
  "Unlike just about every other meeting involving Washington officialdom, this one rarely, if ever, leaks.",
  "I don’t need to be told the same thing and the same words every single day for the next eight years.'",
  "Several armed men were barricaded inside the castle for hours, hemmed in by special forces soldiers.",
  "They made no reference to local media reports that at one point, the attackers had held hostages.\"",
  "Asked about Trump's comments, Hua said describing the drone as stolen was 'completely incorrect'.\"",
  "PROGRAMMING NOTE: Morning Defense is taking a newsletter publishing hiatus for the holidays!",
  "TRUMP TRANSITION — MCCORMICK, FLOURNOY EMERGE AS CONTENDERS FOR THE PENTAGON’S NO.",
  "China's defense ministry had earlier accused Washington of hyping up the issue.",
  "Your Morning D correspondent saw Rogue One this weekend and loved it.",
  "No straphangers are allowed to linger in the Oval Office and watch.",
  "The officials said large amounts of weapons had been seized.",
  "Our next Morning Defense newsletter will publish on Jan. 3.",
  "Please continue to follow Pro Defense issues here.",
  "They said troops continued to search the area.",
  "We’ll be off starting Dec. 23 through Jan. 2.",
  "HAPPY MONDAY AND WELCOME TO MORNING DEFENSE.",
  "'I’m, like, a smart person.",
  "— MUTED U.S."
]