[
  "More: New Harriet Tubman visitors center in Maryland looks at abolitionist's life, myth free\n\nMore: Coalition pushes for more diversity in national parks\n\nNot bad considering the 17-acre park, one of the Park Service's smallest properties, was designed to host a maximum of 75,000 per year.",
  "(Photo: Staff photo by Ralph Musthaler)\n\nOnce the trees and shrubs reach maturity, the winding, gravel trails on the property will give visitors a sense of what it must have been like as a refuge-seeking slave, unaware of what might be around the next bend.",
  "Warfield said her great-grandfather was a Methodist minister and abolitionist who helped raise money for a home for Tubman in Auburn, N.Y.\n\nImmersing herself in Tubman's life, if only for a morning, filled her with a \"very good feeling,\" she said.",
  "Meanwhile, park employees are prepping for the first round of upgrades, including the installation of listening stations for self-guided museum tours and the addition of books and computer equipment for a new research library.",
  "The park is nestled near two places that figure prominently in Tubman’s early life: the plantation south of the community of Madison where she was born and the small farm near Bucktown where she grew up.",
  "(Photo: Staff Photo by Ralph Musthaler)\n\nThe visitors center serves as the starting point to the Tubman Byway, a 125-mile driving tour that stretches through Maryland and Delaware and into Philadelphia.",
  "(Photo: Staff Photo by Ralph Musthaler)\n\nHistory in the 'middle of nowhere'\n\nThe parking lot was nearly full on a recent Tuesday, but that was largely the product of a seminar for local schoolteachers.",
  "\"Driving up, I was like, 'Dear Lord, this is in the middle of nowhere,'\" said Kylie Vogelsang, a social studies teacher at Washington High School in Princess Anne, Md., during a short break.",
  "Highlights of the tour include the Bucktown Village Store, where her early resistance to slavery earned her a blow to the head, and the Cambridge wharf where kidnapped Africans were sold.",
  "Steeped in metaphor\n\nDesigned by the Baltimore architectural firm GWWO, the visitors center resembles a telescoping quartet of barns: three clad in a silvery shell and one in cedar.",
  "A sculpture portraying Harriet Tubman stands in the the Harriet Tubman Underground Railroad Visitor Center just before a ribbon-cutting ceremony Friday, March 10, 2017.",
  "But she often hunted muskrat and worked alongside her father, Ben Ross, cutting timber, so there are few places she didn't visit in the region, historians say.",
  "The National Park Service and the Maryland Department of Natural Resources, which run the site together, recorded more than 100,000 visitors in its first year.",
  "On the other three pitched segments, the zinc wrapping has a self-healing patina intended to reflect the country's slow recovery from the wounds of slavery.",
  "\"We come down to Blackwater many times over the year and remember when (the Tubman site) was just an empty field with a sign and a promise on it.\"",
  "Take Missy and Seth Warfield of Easton, who brought another couple from the Washington, D.C., area on a day trip to the refuge and Tubman museum.",
  "One important detail reveals itself, Paterra pointed out, only to those bold enough to look beyond the obvious to the dark reality just beneath.",
  "It's not uncommon in the winter months, then, to hear from the Tubman property the distant sound of thousands of snow geese, honking in unison.",
  "CLOSE The Harriet Tubman Underground Railroad National Historic Park opened nearly a year ago and has been a huge success for the community.",
  "Produced by Ralph Musthaler\n\nA view of an exhibit at the Harriet Tubman Underground Railroad Visitor Center on Wednesday, Feb. 14, 2018.",
  "February brings Black History Month and an intense slate of events tailored toward celebrating one of the observance's central heroines.",
  "Space for the $22 million visitors center was carved out of the adjacent Blackwater National Wildlife Refuge, a hub for migratory birds.",
  "There it is, on the opposite side of the bust, just above the fold in her collar: jagged, raised scars from where she had been whipped.",
  "The bust's creator, Brendan Thorpe O'Neill of Easton, based the image of the young Tubman on photographs taken when she was in her 60s.",
  "\"In our first year, we kind of blew that out of the water,\" said Dana Paterra, the manager of the state park side of the operation.",
  "And March brings the first anniversary of the park's opening day, along with its own festivities on the weekend of the 10th-11th.",
  "— Harriet Tubman looked north in 1849 and, seeing freedom, fled the Eastern Shore of Maryland and its system of human bondage.",
  "\"We knew it would be a good thing, but we didn't realize how far people would travel to learn about Tubman in her homeland.\"",
  "Nearly one year ago, a museum opened where her journey began near Church Creek in the swamps of southern Dorchester County.",
  "No one can say for sure if the young Tubman's feet trod the property where the museum rises from Dorchester's silt loam.",
  "Inside, Tubman's story comes to life through sculptures depicting key scenes in her biography and through her own words.",
  "One of the most subtle, but powerful, displays greets visitors just as they enter the building: a bronze bust of Tubman.",
  "Bereft of any artifacts from Tubman's life, the museum relies heavily on the surrounding landscape to tell her story.",
  "The sculpture stands on a slab of wood from Maryland's original Wye Oak, perched at the height she would have stood.",
  "Two visitor read signage at the Harriet Tubman Underground Railroad Visitor Center on Wednesday, Feb. 14, 2018.",
  "Like the 5-foot-tall Tubman, the park packs a force much greater than its relatively diminutive size suggests.",
  "Tubman returned a dozen times or more, ferrying at least 70 people out of slavery on the Underground Railroad.",
  "An exterior view of the Harriet Tubman Underground Railroad Visitor Center on Wednesday, Feb. 14, 2018.",
  "And the Harriet Tubman Underground Railroad National Historical Park has proved a hit with the public.",
  "Notice how the plain of sod widens slightly as it retreats toward the dense forest in the distance.",
  "What separates her from many other self-liberating slaves of the time was that she looked back.",
  "Follow Jeremy Cox on Twitter @Jeremy_Cox\n\nRead or Share this story: https://usat.ly/2HzdRbI",
  "\"Pretty much everything is a metaphor or symbolic of the Tubman story,\" Paterra said.",
  "That's symbolic of a slave's journey northward, increasing with hope with each step.",
  "From the opposite vantage, the view south constricts, tightening like a shackle.",
  "\"It creates a very powerful connection for people to stand where Tubman stood.\"",
  "The park can trace visitors back to all 50 states and 60 countries, she said.",
  "That Tuesday's visit, just her second since the center's debut, was personal.",
  "The cedar calls to mind the traditional architecture on the Eastern Shore.",
  "For close observers, the building and grounds contain many hidden gems.",
  "The site's popularity may lie in a quality it shares with its namesake.",
  "\"You can look out our window and see what Tubman saw,\" Paterra said.",
  "And the land that is little changed from Tubman's time.",
  "(Photo: Staff Photo by Ralph Musthaler)\n\nSALISBURY, Md.",
  "While standing outside the front entrance, gaze north.",
  "A synergy has emerged between the neighboring parks.",
  "For some of the teachers, it was no easy journey.",
  "Start with the materials that coat the facility.",
  "\"More people should know about it,\" Missy said.",
  "Her staff has had little time to celebrate.",
  "\"But I see why they did that.\""
]