[
  "From the Times:\n\nErik D. Prince, a founder of the private security firm Blackwater Worldwide, and Stephen A. Feinberg, a billionaire financier who owns the giant military contractor DynCorp International, have developed proposals to rely on contractors instead of American troops in Afghanistan at the behest of Stephen K. Bannon, Mr. Trump’s chief strategist, and Jared Kushner, his senior adviser and son-in-law, according to people briefed on the conversations.",
  "contractors trained Laotian soldiers to fight Communist insurgents and their North Vietnamese allies until 1975, leaving the country under Communist control and with a deadly legacy of unexploded bombs.”\n\nThis is not the first mention of Feinberg and Prince’s role in Trump’s circle.",
  "Getty Images\n\nOn Monday, the New York Times reported that the Trump administration has called upon two prominent figures in private military contracting to come up with alternatives to sending more troops to Afghanistan, as the Pentagon has planned to do.",
  "And in April, it was reported that Prince had been involved in an effort by the United Arab Emirates to set up back-channel communications between the Russian government and Trump just before the inauguration.",
  "“The strategy has been called ‘the Laos option,’ after America’s shadowy involvement in Laos during the war in neighboring Vietnam,” the Times’ Mark Landler, Eric Schmitt, and Michael R. Gordon write.",
  "Mr. Mattis listened politely but declined to include the outside strategies in a review of Afghanistan policy that he is leading along with the national security adviser, Lt. Gen. H. R. McMaster.",
  "That kind of strategy could be a windfall for companies like Feinberg’s DynCorp, which the Times says has received $2.5 billion from the State Department for its work in Afghanistan already.",
  "He is perhaps most famous, though, for a 2007 incident in which Blackwater contractors in Iraq killed 17 Iraqi civilians in Baghdad’s Nisour Square while he was heading the company.",
  "The Times’ report notes that Prince wrote a May op-ed in the Wall Street Journal calling for private military contractors to take on the functions of American troops.",
  "The Times also says that Feinberg would like to see the CIA lead the American effort in Afghanistan with “paramilitary units” carrying out operations on the ground.",
  "On Saturday morning, Mr. Bannon sought out Defense Secretary Jim Mattis at the Pentagon to try to get a hearing for their ideas, an American official said.",
  "Early in the administration, it was reported that Feinberg had been asked by Trump to conduct a review of America’s intelligence community.",
  "The move follows last month’s news that the Pentagon is planning to send as many as 4,000 additional troops to Afghanistan.",
  "Prince is the brother of Trump’s education secretary, Betsy DeVos.",
  "Blackwater founder Erik Prince testifies before Congress in 2007.",
  "“C.I.A."
]