[
  "Cette réunion secrète qui aurait duré deux jours -et que les Émirats Arabes Unis ont organisé en partie pour voir si la Russie pourrait mettre un frein à sa relation avec l'Iran et le régime syrien- a suscité l'intérêt du FBI dans son enquête sur une potentielle intervention de Moscou dans la présidentielle 2016, rapporte le journal.",
  "Selon le quotidien américain, les Émirats Arabes Unis ont organisé une réunion secrète aux Seychelles entre des proches de Donald Trump et de Vladimir Poutine une dizaine de jours avant la cérémonie d'investiture en janvier 2017.",
  "Après l'ambassadeur russe dont la présence à certaines réunions a mis dans l'embarras ou le conseiller qui doit démissionner pour ses relations cachées avec Moscou, le Washington Post rapporte un nouvel élément ce lundi 3 avril.",
  "Gros donateur et frère d'une ministre\n\nInterrogée sur le sujet, la Maison Blanche a assuré \"ne pas avoir connaissance de ces rencontres\" et avancé que Prince \"n'avait eu aucun rôle dans la transition Obama/Trump\".",
  "Sans compter qu'il est proche de Steve Bannon, bras droit ultra conservateur de Trump, et n'est autre que le frère de Betsy DeVos, choisie par le président pour devenir la nouvelle ministre de l'Éducation.",
  "Les autorités seychelloises ont assuré ne pas être au courant de la rencontre en question mais ont précisé que les hôtels de luxe qui se trouvent sur l'île sont parfaits pour ce genre d'occasions.",
  "En plus d'avoir été aperçu à la Trump Tower en décembre 2016, le Washington Post explique que ce dernier a notamment financé la campagne du magnat de l'immobilier à hauteur de 250.000 dollars.",
  "ÉTATS-UNIS - La tentaculaire affaire sur les soupçons de collusion entre la Russie et les proches de Donald Trump autour de l'élection présidentielle n'en finit pas de s'étendre.",
  "Le but de la rencontre, établir un canal de communication officieux entre Moscou et Washington, d'après plusieurs sources interrogées par le journal.",
  "J'imagine que cette fois, la presse a tout de même réussi à sentir quelque chose\", a commenté Barry Faure, responsable des Affaires étrangères.",
  "D'après les autorités interrogées par le Washington Post, Prince s'est présenté comme un envoyé non officiel mais ayant la confiance de Trump.",
  "Un porte-parole du principal intéressé a répété ce dernier argument et jugé que cette histoire était \"une pure invention\".",
  "Il s'agit d'Erik Prince, fondateur d'Academi -anciennement Blackwater-, une société militaire privée.",
  "L'identité du représentant russe n'a pas pu être établie, mais celle du représentant américain, oui.",
  "Sans être membre officiel des équipes de Trump, Prince est loin de lui être étranger.",
  "Les Seychelles sont un endroit où l'on peut passer du bon temps loin des médias.",
  "\"Ce rendez-vous n'avait rien à voir avec le président Trump\".",
  "On le dit nous-mêmes dans nos brochures touristiques.",
  "À voir également sur Le HuffPost:",
  "\"Cela ne me surprendrait pas."
]