[
  "But BuzzFeed News has learned that early last year, Prince met with the president of Nigeria and gave him a business proposal: to deploy foreign \"contractors\" for hire, the same type of mercenary force Nigeria is now reportedly using.",
  "A third source, familiar with Prince's version of events, said that the American businessman presented a proposal to President Jonathan, but that it was for a \"police\" force for Nigeria's northeast region, rather than a military unit.",
  "But the bid itself highlights how Prince, who campaigned to privatize large pieces of America's military efforts during the wars in Iraq and Afghanistan, has exported his push for the outsourcing of war to other parts of the world.",
  "And even more important, it underscores the way that soldiers-for-hire, employed by for-profit businesses, have entered the already chaotic clash between terrorist networks and traditional armies that serve national governments.",
  "The mercenaries — though Prince himself never uses the term — would lead the combat operations against insurgents, taking the load off the Nigerian military, which has often been accused of corruption and human rights abuses.",
  "Two sources familiar with the meeting in Nigeria said that Prince told the country's president, Goodluck Jonathan, that his company could assemble a well-trained fighting force of non-Nigerians to battle Boko Haram.",
  "Nigeria's government is deploying South African mercenaries in its effort to battle the Islamist Boko Haram militia that's wreaking havoc in the northern part of the country, the New York Times reported last week.",
  "The terrorist group kidnapped more than 200 schoolgirls last April and recently swore allegiance to the Syrian and Iraqi rebel force Islamic State of Iraq and Syria (ISIS), known for beheading Western captives.",
  "It is not clear that the South African mercenaries now reportedly operating in Nigeria are in fact doing the job that Prince had bid to do or even whether they are employed by Prince's company.",
  "Two sources said that Prince's business pitch was declined by the Nigerian government, which would mean that the mercenaries who are operating in the country are not connected to Prince.",
  "The Times didn't mention Erik Prince, the American businessman and defense contractor who founded the controversial Blackwater Worldwide company, which he left in 2010.",
  "This source says Prince made the pitch on behalf of his company, Frontier Resources Group, a private equity fund registered in the Cayman Islands.",
  "Much about Prince's proposal remains murky, and it's unclear if President Jonathan signed off on his business proposition.",
  "This source said that he believed the South African mercenaries are indeed part of a force affiliated with Prince.",
  "But one source familiar with the deal said that Nigeria's government did agree to do business with Prince.",
  "(Blackwater later changed its name to Xe and then Academi.)",
  "Prince is Frontier's managing director."
]