[
  "During an interview for an official history of the Marine Corps, in 2009, Mattis spoke of the ways that culture and history informed effective counter-insurgency campaigns: “You’re as well off if you’ve read ‘Angela’s Ashes’ and Desmond Tutu’s writings, and if you’ve studied Northern Ireland and the efforts for rapprochement there, and in South Africa following their civil war, as you are if you’ve read Sherman and, obviously, von Clausewitz.” In a morally complicated profession, Mattis often seems to take solace in the lessons of the past.",
  "“But under our system of government—if you really believe in it, if you trust in it, if you have faith in it—you don’t expect to be obeyed as a general.” He added, “Words like ‘You serve at the pleasure of the President’—you can’t say, ‘Those words only count when I agree, and the President agrees with me.’ Loyalty really counts when there’s a hundred reasons not to be loyal.”\n\nMattis and the 1st Marine Division returned to Iraq in February, 2004, after four months in the United States.",
  "Using substantial force also increases the opportunity for insurgent propaganda to portray lethal military activities as brutal.” Mattis described his philosophy by adapting a maxim often attributed to the Roman general Lucius Cornelius Sulla: “No better friend, no worse enemy.” In March, 2004, four contractors working for Blackwater, the private security firm, were driving through Falluja when they came under attack.",
  "Mattis remains suspicious of Iran, which he describes as the most dangerous actor in the region—“more of a revolutionary movement than a country.” The potential threats include nuclear weapons, ballistic missiles, mines, and a cyber program that he has likened to “children juggling light bulbs filled with nitroglycerine.” He speaks urgently about the need to contain Iran, but he doesn’t make it sound easy.",
  "(In an interview with the journalist R. Manning Ancell, Mattis recently lamented the difficulty of reconciling his perspective with that of politicians who wished for “a much better world than the primitive, atavistic one of the battlefield.”) Late in 2011, the Obama White House was worried about Iran’s nuclear-weapons program and concerned that the Israeli military might launch a preëmptive strike.",
  "“Listen, Poirot, if you don’t shut up there’s going to be another murder on the links.” In a press conference, Trump boasted about the flurry of activity, which he described as the result of giving the military “total authorization.” While some of the initiatives—the Syrian strike, for instance—were undertaken on Trump’s orders, many were initiated by Mattis or by the generals reporting to him.",
  "And, as it went down lower, I was not as harsh.” He went on, “You have to have a degree of humanity when you’re given the authority to lock your own troops up in jail for the rest of their life because they have the guts to volunteer to go into that situation.” Ultimately, Mattis had an advantage in Anbar: the enemy proved considerably more brutal than the Marines.",
  "“We went out of our way to take care of the civilians.” Other eyewitness accounts suggested that ambulances had been fired on and passengers killed, that snipers shot Iraqis as they tried to pull the dead off the streets, and that marines blocked military-age males from leaving the city, often separating fleeing families in order to keep the men inside.",
  "“Why aren’t you going into the cities?” Dowdy told Mattis that he had been attacking: “I’ve been fighting up this motherfucking highway.” But, he said, “I love my marines, and I don’t want to waste their lives.” Dowdy said that he’d grown up in a one-parent family, and he didn’t want his men’s children to lose their fathers for no good reason.",
  "Along with the Administration’s budget proposal to increase defense spending by fifty-four billion dollars, these actions suggest that Trump, despite his early isolationist statements, is bringing a new calculus to global politics, in which the use of force plays a more prominent role, and that Mattis may be the policy’s principal driver.",
  "“You’re going to have the flu, and be dead tired, and surprised.” In the same speech, he told the midshipmen, “If we are to keep this great big experiment called America alive—and that’s all it is, an experiment—we need cocky, macho, unselfish, and morally very straight young men and women to lead our forces against the enemy.",
  "“And a recognition that this was going to be an ethically and morally bruising environment.” He gave his troops a rudimentary course in Arabic, a reading list that included T. E. Lawrence’s guide to warfare in the region, and orders to avoid wearing sunglasses while talking with Iraqis, who consider it impolite.",
  "That undermined the plan, Mattis said: “Literally, when the President said, ‘We’re going to reinforce,’ he also said, ‘They’re coming out.’ ” Obama’s foreign policy effectively relinquished the United States’ role as the steward of the international order, Mattis told me, and that encouraged enemies.",
  "If you lose any sense of being part of something bigger, then why should you care about your fellow-man?”\n\nThe first time I saw Mattis, in March, 2003, he was a two-star general commanding the 1st Marine Division, as it pushed toward Baghdad on a highway that ran near the Euphrates River.",
  "“There was a sense that things would be easier without his presence.” Speaking to a group of reporters recently, Mattis said that he remained critical of the nuclear deal, mainly because it did not constrain Iran’s aggressive activities in the region, but that he considered it binding.",
  "The boost was intended to address what experts in both parties said was the degraded state of the military’s hardware after sixteen years of war and half a decade of tight budgets, in which the imperatives of fighting have allowed programs in “training and readiness” to be neglected.",
  "During the Presidential campaign, Trump’s pronouncements on foreign policy showed little consistency, but their outlines suggested that it was isolationist and dismissive of the international order that had been constructed, largely by the United States, after the Second World War.",
  "Without explicitly criticizing Trump, Mattis told her that NATO would remain the central pillar of American foreign policy, and that he intended to do his best to maintain the post-Second World War order, which formed the security and the financial foundations of the modern world.",
  "“You had three hundred thousand, four hundred thousand young fighters, and we just said, ‘Go home.’ That was the beginning of the insurgency.” After a speech in 2014, Mattis was asked whether there was a situation in which he’d resign over bad orders from civilian leaders.",
  "Instead, the request was discussed over dinner three days later at the White House, where Trump was joined by Mattis and several advisers, including Mike Flynn, who at the time was the national-security adviser, and Joe Dunford, the chairman of the Joint Chiefs of Staff.",
  "“Be the hunter, not the hunted.” In a Marine base in Falluja, I saw a poster on the wall quoting Mattis’s advice on how to succeed in Iraq: “Be polite, be professional, but always have a plan to kill everyone you meet.” Unlike other modern generals, Mattis fights.",
  "But I’m pleading with you, with tears in my eyes: if you fuck with me, I will kill you all.” But, in embracing Mattis’s Mad Dog persona, Trump neglected a side of him that appealed to many others—that of the deeply read scholar-soldier and sophisticated analyst.",
  "“There is plenty of evidence that either the U.S. was targeting civilians or that the U.S. was conducting indiscriminate attacks without knowing, or taking sufficient precautions to determine, whether individuals were combatants or civilians,” he said.",
  "That’s what the Pentagon’s like every day.” Leon Panetta said that in normal times the Pentagon could probably carry on without a full complement of senior leaders—but, if there was a prolonged international incident, it would come under severe strain.",
  "Let me handle this.” After three days, he said, “I got an order, verbal, that said, ‘You will, within twenty-four or forty-eight hours, have a sustained Marine presence inside the city, and you will attack to clear it.’ There was no discretion left.",
  "Jack Reed, a Democrat from Rhode Island, told Mattis, “You will be, to paraphrase Thomas Jefferson, the saucer that cools the coffee.” It didn’t hurt that Mattis seemed prepared, if necessary, to defy his boss’s orders and walk away from the job.",
  "One of the regiments, commanded by Colonel Joe Dowdy, a highly regarded veteran, had been instructed to contain an Iraqi division that was inside the city, in order to keep it away from two other Marine regiments that were heading toward Baghdad.",
  "In April, 2004, when he was in command of several thousand soldiers during an uprising in Iraq, he climbed into an armored vehicle to drive to meet with Iraqi leaders and with General James Conway, who was then the top Marine commander in Iraq.",
  "Announcing his nomination for Secretary of Defense, Trump revelled in using the general’s nickname—Mad Dog—and compared him to General George S. Patton, who was famous for his tactical brilliance, his profane language, and his merciless style.",
  "“We’ve just gotten away with murder.” Not long before, in Haditha, on the other side of Anbar Province, a group of marines driving in a convoy had struck a roadside bomb, and a popular lance corporal named Miguel (T.J.) Terrazas was killed.",
  "Throughout the war, the Iranian regime had directed Shiite militias inside the country, at times arming them with an especially lethal device known as an “explosively formed penetrator,” which fired a molten bullet that could pierce armor.",
  "The former American general I spoke with agreed: “We didn’t have enough boots on the ground.” As the American military raced through the Iraqi heartland, it left an opening for a violent insurgency, which took nearly eight years to subdue.",
  "For eight years, the White House had tightly managed the Pentagon’s operations in the Middle East and in South Asia; even something as mundane as moving helicopters from one part of a war zone to another might require top-level discussion.",
  "They are safely west of the Rockies right now.” Mattis avoids talking to the press, preferring to remain behind the scenes, but, by following his team on two weeklong trips to Europe this spring, I was able to talk with him several times.",
  "All indications, von der Leyen told me, pointed to Russian intelligence as the source of the fake stories, which were intended to undermine Chancellor Angela Merkel, who had welcomed hundreds of thousands of refugees from the Middle East.",
  "“There was an assumption that the way to avert war was to constrain ourselves, instead of having a healthy deterrent.” Mattis has expressed broad disagreement with the Obama Administration’s foreign policy, especially in the Middle East.",
  "Your job, my fine young men and women, is to find the enemy that wants to end this experiment and kill every one of them until they are so sick of the killing that they leave us and our freedoms intact.” The crowd applauded and whooped.",
  "Mattis is unabashed about the pleasures of being a soldier; he is happy to describe a fellow-officer as “a wild man,” or to tell you that “there’s nothing better than getting shot at and missed.” In Iraq, his radio call sign was Chaos.",
  "By his account, he read more than nine thousand pages of documents and met regularly with military lawyers, “every weekend for five and a half months.” Both prosecutions dragged on for years and ultimately embarrassed the Marine Corps.",
  "The Trump national-security official I spoke to said that the more aggressive approach would lead to greater global stability, because America’s enemies are more likely to be deterred by a credible threat of force than by conciliation.",
  "After press reports said that the raid had produced little valuable intelligence, Trump blamed the operation’s troubles on “the generals.” The senior official suggested that the real fault lay in the President’s hasty decision-making.",
  "He’s just way more honest than most people would be in a situation like that.” By this time, the Obama Administration had opened secret negotiations with the Iranian regime to explore the possibility of limiting its nuclear program.",
  "In the spring of 2002, he told me, he was in Kandahar, commanding a Marine task force, when a superior officer summoned him to the United States to begin preparing his men for the invasion—which had not yet been publicly discussed.",
  "The quick operation was meant to demonstrate that Iraq could be invaded and secured relatively easily—with far fewer troops than commanders had originally asked for, and with minimal work after the Iraqi government was destroyed.",
  "With the United States engaged in open-ended hostilities in at least five countries—and with military challenges looming from Eastern Europe to North Korea—some worry that Mattis will be left to determine foreign policy himself.",
  "“There is not one of them that believed us anymore when we said, ‘We’re with you.’ ” Mattis mentioned Lithuania, where a small contingent of American soldiers has served for decades as a trip wire against Russian aggression.",
  "As if to prove his judiciousness, Mattis, during his job interview, tried to persuade Trump to abandon the idea of reinstituting torture as an interrogation tool, saying that offers of beer and cigarettes work just as well.",
  "The division’s assistant commander, General John Kelly (who is now the Secretary of Homeland Security), told him to push through Kut, but Mattis had told him to pin down the enemy by attacking targets around the perimeter.",
  "Mattis, talking recently to a group of reporters in Munich, said that he would not have taken the job of Secretary of Defense if he were married, because of the risk of opprobrium that is inherent in American politics.",
  "It seems like an awful lot of people in America and around the world feel spiritually and personally alienated, whether it be from organized religion or from local community school districts or from their governments.",
  "He has spent forty years killing people, and his whole career has been built to win.”\n\nIn December, 2001, Nate Fick, a young captain in a Marine reconnaissance unit near Kandahar, Afghanistan, was checking on his men.",
  "He and other generals had ordered their men to move through the Iraqi heartland toward Baghdad as rapidly as possible, to disorient the Iraqi Army and avoid chemical-weapons attacks, which they believed to be likely.",
  "When Mattis asked Michèle Flournoy, the former Under-Secretary of Defense under Obama, to consider becoming his deputy, she was torn between her admiration for Mattis and her discomfort with the Trump Administration.",
  "Everywhere in the city you smelled bodies.” When I asked Mattis about this, he didn’t dispute the numbers, but suggested that they were relatively low compared with Falluja’s population of three hundred thousand.",
  "In February, Russia deployed a newly developed cruise missile within striking distance of Western Europe, in violation of the Intermediate-Range Nuclear Forces Treaty, which has been in force since the Cold War.",
  "We have the whole world with us.’ Even Russia helped us on that.” Mattis said military force works only when it’s part of a broader political strategy—a view that he shares with Secretary of State Rex Tillerson.",
  "“There was a perception among senior people that Mattis was particularly hard on the Iranians, that he didn’t necessarily see the need to engage them diplomatically,” a former senior White House official said.",
  "“I was impressed.” When Mattis arrived in Brussels a few weeks later for a NATO gathering, he implored U.S. allies to spend more on defense—but he never threatened to pull out of the alliance if they didn’t.",
  "Where the Army scatters recruits across a vast institution that includes accountants and mechanics who have little contact with the harsher realities of military work, every marine is trained as a rifleman.",
  "In less than three months in office, Trump denounced Russia’s support of Syria, reaffirmed the American commitment to NATO, and embraced China, which he had previously accused of manipulating its currency.",
  "In the summer of 2012, Mattis began to press for authority to strike the Iranians if they were spotted preparing to disperse mines in the Persian Gulf, which is a transit route for much of the world’s oil.",
  "Among other things, she wanted to talk about NATO, which Trump had declared “obsolete.” Throughout the West, a wave of anti-establishment fervor was rising, and Germany had become the alliance’s stalwart.",
  "Insurgents fired on the vehicle, set it aflame, and dragged the charred bodies of the contractors through the streets, finally stringing them up on a bridge, as Iraqi civilians crowded around and cheered.",
  "“He didn’t turn out that way.” Mattis graduated from Central Washington University, with a history degree, in 1972, and then, inspired by his older brother, who had fought in Vietnam, joined the Marines.",
  "On January 22nd, two days after President Trump was inaugurated, he received a memo from his new Secretary of Defense, James Mattis, recommending that the United States launch a military strike in Yemen.",
  "“The more that we put into the State Department’s diplomacy, hopefully the less we have to put into a military budget.” Trump’s proposed budget would cut State Department funding by more than a quarter.",
  "In a forty-year career, Mattis, a retired Marine Corps general and a veteran of the wars in Afghanistan and Iraq, had cultivated a reputation for being both deeply thoughtful and extremely aggressive.",
  "According to a senior American diplomat who attended the briefing, Mattis declared that, if the Iranians attacked American forces, he was authorized to defend them—and that he expected retaliation.",
  "Three months into the new Administration, the Pentagon is being run by a skeleton crew; career officers and civil servants are doing jobs that are supposed to be performed by political appointees.",
  "“Nations with strong allies thrive, and those without them wither.” Senators from both parties seemed eager to embrace him as a competent, reassuring figure in an otherwise chaotic Administration.",
  "Gabor Rona, a professor of law at Cardozo and a legal adviser to the International Committee of the Red Cross during the battle, told me that he regarded the claims of harsh tactics as credible.",
  "In practice, that excluded nearly all the main-line Republican national-security experts, dozens of whom had signed letters during the campaign declaring that Trump was unqualified for office.",
  "Mattis urged Trump to launch the raid swiftly: the operation, which was aimed at one of the leaders of Al Qaeda in Yemen, required a moonless night, and the window for action was approaching.",
  "In late 2006, a small number of Iraqi tribal leaders—more fearful of Al Qaeda in Iraq than of the Americans—approached a group of U.S. officers and offered to team up against the extremists.",
  "Mattis proposed sending up a jet fighter to escort the next drone; the White House approved, and when an Iranian Air Force jet approached the drone the American fighter nearly shot it down.",
  "She finally blurted out, ‘General, if you pull all our troops out, then, by the summer of 2014, all hell’s going to break loose.’ ” Mattis also criticized Obama’s decisions on Afghanistan.",
  "I’m going to retire here.” As it turned out, Mattis left Iraq that year, and later became the commanding officer of the 1st Marine Expeditionary Force, based at Camp Pendleton, California.",
  "Warzer Jaff, a Times photographer who was there, told me, “I saw entire families inside the graves, the bodies of women and children, along with small pieces of paper that had their names.",
  "Bing West, a former Assistant Secretary of Defense and Marine officer who witnessed the incident, told me that Dowdy was a “great officer” but was clearly unable to complete the mission.",
  "He got a master’s degree in international security from the National War College; among marines, he became known for carrying a copy of the Meditations of Marcus Aurelius on deployments.",
  "In March, American air strikes on Mosul killed as many as two hundred civilians; in another incident, an American bomb killed eighteen anti-Assad rebels who had been trained by the West.",
  "In this view, Mattis is a kind of anti-Trump, a veteran of three wars who has been sobered by their brutalities, a guardian of the internationalist tradition in American foreign policy.",
  "“He’s the most self-disciplined person I’ve ever known,” Mike Ennis, a retired two-star general who roomed with Mattis when they were lieutenants on Okinawa, forty years ago, told me.",
  "In a meeting with General John Abizaid, his boss, he quoted Napoleon: “If you start to take Vienna, take Vienna!” But the Administration thought the operation too costly to continue.",
  "“About a thousand civilians were killed,” Saad Manthor, a senior Iraqi police officer and an ally of the American forces, told me; other estimates suggest at least seven hundred.",
  "When the Air Force dropped the enormous bomb on the ISIS bunker, Mattis was taken by surprise; the decision was made by General John Nicholson, the lead commander in Afghanistan.",
  "In 2011, Obama reduced the number of American troops in Iraq to zero; this total withdrawal, Mattis said, destabilized Iraq and allowed ISIS to occupy large parts of the country.",
  "“The White House didn’t trust anyone in a uniform.” In early 2013, as Mattis neared the end of his term, Obama announced that he would be retiring five months ahead of schedule.",
  "Mattis charged four marines with murder and four officers with dereliction of duty; he recommended letters of censure for three other officers, essentially ending their careers.",
  "Our overriding principle will be speed, speed, speed.” Since crossing into the country from Kuwait, the 1st Marine Division had moved almost without pause for nearly two weeks.",
  "Still, Obama’s aides told me, Mattis continued to present the White House with aggressive options, many of them designed to thwart Iranian support for terrorism in the region.",
  "Indeed, Trump seemed to be coming around to the views of Mattis and of his other mainstream foreign-policy advisers, among them H. R. McMaster, the national-security adviser.",
  "The budget director, Mick Mulvaney, pledged fifty-four billion dollars in additional spending for the Pentagon, three per cent more than Obama had proposed the previous year.",
  "In Germany, a news story about an Afghan refugee who had attempted to rape a fifteen-year-old girl appeared on Web sites across the country, then turned out to be fabricated.",
  "His father, a former merchant marine who had retrained as a nuclear engineer, came to Richland to work for a plant that supplied fissile material to the Manhattan Project.",
  "An aircraft-carrier battle group was sent to the waters off the Korean Peninsula, in an effort to persuade the North Korean government to scale back its nuclear ambitions.",
  "People often describe him as a “warrior monk,” and though he likes to respond that the only monastery he’d enjoy is one supplied with “beer and ladies,” he acts the part.",
  "The marines bound Awad’s feet and hands and shot him eight times, then placed a shovel next to his body to make it appear that he had been caught trying to plant a bomb.",
  "He was shut out of other foreign-policy efforts in the Middle East, including the raid on Osama bin Laden’s compound and an attempt to engage the Taliban in peace talks.",
  "Before Mattis spoke to the NATO ministers, he told me, the White House vetted his speech and approved it, despite the ways in which it contradicted Trump’s statements.",
  "I think that, when you look at veterans coming out of the wars, they’re more and more just slapped in the face by that isolation, and they’re used to something better.",
  "When the Iraqi government collapsed, Marine commanders hoped to stem the anarchy by holding together the Iraqi Army, one of the country’s only remaining institutions.",
  "“It’s pretty dire.” “I’m sorry, everyone—my e-mail account got hacked last night by some alcohol.” But the new hardware will have few experienced people to direct it.",
  "“It is not going to be pleasant for any of us.”\n\nSoon after Trump’s Inauguration, Mattis got a telephone call from Ursula von der Leyen, the German Defense Minister.",
  "Maybe they aren’t just awesome bunk beds with cheese pillows!” As Mattis argued for a more assertive stance, he found himself at the limit of his diplomatic skills.",
  "He had just become the head of Central Command, which oversees American forces in the Middle East and South Asia, and Obama wanted to know what his priorities were.",
  "In the end, only one of the eight men Mattis charged, Staff Sergeant Frank Wuterich, was convicted, and then only of dereliction of duty, a relatively minor crime.",
  "A plan for the operation had been developed under the previous Administration, but President Obama didn’t want to commit to a risky mission at the end of his term.",
  "In a counter-insurgency manual that Mattis wrote with David Petraeus, he noted, “The more force applied, the greater the chance of collateral damage and mistakes.",
  "“The Baltics are terrified.” When she called Mattis, she was seeking an unusual kind of reassurance: that President Trump hadn’t meant what he’d said about NATO.",
  "When I asked Mattis what effect the American missile strike had, he said, “It worked.” But looser rules also increase the likelihood of unintended consequences.",
  "The United States has also stepped up air strikes on militants in Afghanistan; commanders say that the new rules allow them to respond to attacks more quickly.",
  "On the way, Mattis’s convoy was ambushed; he and his security detail exchanged fire with the insurgents, and, when the battle was over, headed to the meeting.",
  "Mattis flew on to Baghdad, where he told Iraq’s leaders that the United States had no intention of stealing the country’s oil, as Trump had threatened to do.",
  "A debate grew inside the Administration over whether a conflict with Iran would more likely be averted by the threat of force or by displays of flexibility.",
  "“From the enemy’s point of view, the U.S. is inclined to lose.” Mattis believes that it’s his job to assure allies around the world of America’s commitment.",
  "“Jim Mattis has more integrity in his little finger than almost anyone in Washington,” Michèle Flournoy, an Under-Secretary of Defense under Obama, told me.",
  "Over the years, Mattis became known for his supply of rousing epigrams—a kind of fighting man’s Bartlett’s, rich with high-minded incitements to violence.",
  "In one of our talks, when the subject of the Afghan conflict came up, Mattis offered a detailed comparison with the Algerian War, in the nineteen-fifties.",
  "Among them was an eight-year-old girl, the daughter of the American-born cleric Anwar al-Awlaki, who had been killed by a U.S. drone strike six years ago.",
  "Mattis told me that the flaw in both Iraq and Afghanistan was that there was no “end-state”—the United States never knew exactly what it was fighting for.",
  "“We are having to affirm our bona fides as a reliable security partner—from Brussels and Europe to Abu Dhabi and Cairo, from Tel Aviv to Tokyo,” he said.",
  "Mattis spent more than a decade embroiled in the Iraq War, and he was frequently able to offer his men a sense of integrity amid the ambiguity and chaos.",
  "Freezing cold.” Around 3 A.M., Fick spotted a foxhole with three men in it; he strode up, preparing to chew out the marines who had disobeyed his orders.",
  "Its agents began providing insurgents with not just E.F.P.s but also improvised rockets—essentially, cannisters of explosives fired from makeshift tubes.",
  "“Pilots are leaving because they’re not getting time in the air, ships are staying in port because they are not being maintained,” Leon Panetta told me.",
  "At the same time, German officials believed, Russia had begun to flood NATO countries with propaganda and with funding for extremist political groups.",
  "Trump spoke against it frequently during the campaign, calling it “disastrous” and pledging to renegotiate it, but he has since tempered his rhetoric.",
  "Obama’s advisers believed that a nuclear deal could prompt Iran to begin working more forthrightly with the West, after years of sponsoring terrorism.",
  "In Iraq and Afghanistan, the United States, despite years of effort and the expense of trillions of dollars, has failed to bring about such solutions.",
  "In the Hamdania case, Mattis charged the eight servicemen with murder and kidnapping; five pleaded guilty, and two of the three others were convicted.",
  "You’re going.’ And so we went down and we did it.” As a division commander, Mattis was in charge of four regiments—about twenty-five thousand marines.",
  "In Richland, he worked on the board of a food bank and lived in a modest wood-frame house that was originally built for workers at the nuclear plant.",
  "In Afghanistan, the Air Force dropped a bomb weighing twenty-two thousand pounds—the largest conventional weapon ever used—on an ISIS bunker complex.",
  "He recounted a briefing that he had received from a senior intelligence analyst in November, 2011, a month before the last American troops departed.",
  "“We are delegating more authority to give us the ability to take advantage of opportunities as they emerge,” a senior Administration official said.",
  "Fick showed me a copy of a letter that Mattis distributed to each of the twenty thousand-plus marines who went into Iraq under his command in 2003.",
  "As an officer in the first Gulf War, he said, he nearly shot two unarmed Iraqi soldiers who he believed were responsible for killing a young woman.",
  "It was one of the premier combat commands in the Marines; he flew in and out of Iraq, helping to oversee what became the decisive phase of the war.",
  "But he granted immunity to several marines—including Dela Cruz, who later admitted lying to investigators—and dropped charges against three others.",
  "At that point, he said, it would probably suffice for the United States to intervene only sporadically, in order to contain outbreaks of violence.",
  "“The feeling was, the only thing that would get the Iranians’ attention would be to hit them in Iran,” a former senior American diplomat told me.",
  "As footage of the battle aired across the Arab world, Iraq’s civilian leadership rebelled, threatening to withdraw its support of the occupation.",
  "There were also widespread reports that the Americans had attacked Falluja with white phosphorus, a chemical agent that burns through human skin.",
  "Mattis dated other women, but struggled to imagine a marriage that could accommodate his job, which required him to be away for months at a time.",
  ".” Mattis’s bachelorhood allowed him a single-minded focus on his career and a passionate engagement with the military’s traditions and history.",
  "“There was a frustration because a lot of operations had been held up.” When Trump heard the plan for the Yemen strike, he gave the order to go.",
  "At a briefing for American diplomats in Qatar, Mattis was asked to discuss the possibility of a confrontation in the waters of the Persian Gulf.",
  "His focus would be on domestic policy, and on putting “America first.” For Trump, the choice of Mattis seemed more emotional than deliberative.",
  "Mattis suggested that, with young fighters in difficult circumstances, moral concerns had to be balanced against the viability of the mission.",
  "“They blamed that incident on Mattis—they thought he was trying to start a war with the Iranians,” a former senior American commander told me.",
  "At Mattis’s request, theatre commanders in Yemen and Somalia are now empowered to launch some strikes without permission from the White House.",
  "“But some people didn’t see it that way.” After much internal discussion, President Obama decided that only he could authorize such a strike.",
  "The Marines had become embroiled in a grinding insurgency, with the enemy hiding among civilians and striking with ambushes and hidden bombs.",
  "In April, 2006, in the village of Hamdania, seven marines and a Navy corpsman were sent to arrest a man suspected of planting roadside bombs.",
  "But it’s also possible that, with the President uninterested in many details of international affairs, the military will also lack restraint.",
  "Its heavy-handed tactics alienated many Iraqis and drove thousands of others into the insurgency, which was growing more vicious by the day.",
  "As a counterexample, he offered President George H. W. Bush, whose campaign to expel the Iraqi Army from Kuwait ended successfully, in 1991.",
  "While Mattis was inclined to bring in people from across the political spectrum, the Trump White House was determined to appoint loyalists.",
  "Others point out that the disruption of relieving a regimental commander during a combat operation could well have slowed down the mission.",
  "(“I had to piss at the time, and I was pissed off that T.J. had died, so I decided to piss on one of the dead Iraqi males,” he later said.)",
  "The Navy fired fifty-nine cruise missiles at an airbase in Syria, meant to punish the regime of Bashar al-Assad for using chemical weapons.",
  "They killed five unarmed Iraqi men in the street, and then, after claiming to have come under enemy fire, they stormed four nearby houses.",
  "In 2011, as generals and diplomats negotiated to leave thousands of American troops in Iraq, Iran increased the pressure to push them out.",
  "“Impressive, but I meant accounting tricks.” The incident raised a larger question about the invasion of Iraq: why was speed so important?",
  "“Either those ducks are dead or we’re standing upside down in a lake.” Mattis tried to sketch out an end-state to the Middle Eastern wars.",
  "In Syria and Iraq, where the fight against ISIS is most intense, the White House has similarly pushed authority down the chain of command.",
  "In any case, he said, the Marines went to great lengths to spare innocents, allowing them to leave the city before and during the attack.",
  "Mattis, along with other American officials, devised a plan to strike back by destroying training camps in Iran, across the Iraqi border.",
  "Marines see themselves as a kind of warrior caste: Spartans who live by a code of loyalty, toughness under fire, and savagery in battle.",
  "A few years after enlisting, Mattis proposed to a woman named Alice Gillis, who said that she would marry him only if he left the Corps.",
  "On the airplane, dressed in a business suit, he looked like a banker, except for the closely cropped gray hair on the sides of his head.",
  "Their initial meeting lasted just forty minutes, and Trump seemed drawn to him less for his world view than for his fearsome reputation.",
  "During his confirmation hearing, when he was asked if he had any friends or family members in attendance, he said, “Thank you, Senator.",
  "The Iraqi Army was fighting sporadically, but, where it engaged, it fought intensely, and some Marine units had taken heavy casualties.",
  "In terror-prone areas like Iraq and Afghanistan, as well as Somalia and Yemen, his goal is to reduce the violence to manageable levels.",
  "During the campaign, Trump promised to produce a new plan to defeat ISIS within a month of taking office; no plan has yet materialized.",
  "In 2009, the President substantially increased the number of troops there, but set a limit on how long they would stay in the country.",
  "Among their first questions was “What would it take for you to resign?” Flournoy, alarmed, told Mattis that she couldn’t take the job.",
  "He shuttled back and forth to Palo Alto, where he was a fellow at the Hoover Institution, a conservative think tank based at Stanford.",
  "“Basically, a lot of the officers got together and tried to talk Alice into withdrawing her demand,” an old friend of Mattis recalled.",
  "Manthor, the Iraqi police officer, told me that, despite all the destruction, ordinary Iraqis did not necessarily oppose the Marines.",
  "Six months later, sixty-five hundred marines invaded Falluja, after first allowing safe passage for nearly all the city’s civilians.",
  "“But there was no process.” Still, the official told me, Mattis spread the word that he would smooth things over with the President.",
  "During the call, Mattis reminded von der Leyen that he’d had nothing to do with Trump’s campaign; he was an apolitical man, he said.",
  "Four days after the dinner meeting, SEAL Team Six landed in Yemen, under dark skies, expecting to surprise the Al Qaeda encampment.",
  "Marine headquarters distributed a press release about the incident, stating that fifteen Iraqis had been killed by a roadside bomb.",
  "The war had begun two months earlier, and Fick had ordered them to fan out in pairs and man defensive positions around the outpost.",
  "During our first talk, it was “Earning the Rockies,” by Robert Kaplan, about how geography has shaped Americans’ role in the world.",
  "He also backed the prosecution, even as it declined to charge a soldier who admitted to shooting an unarmed civilian seven times.",
  "The area was dominated by Sunni Arabs, who had formed the backbone of Saddam’s government and had long dominated the Iraqi state.",
  "He had been out of the military for only three years (the rule is seven), and his appointment required Congress to pass a waiver.",
  "Four months after Mattis took over the Pentagon, only two of the top civilian jobs—there are fifty-seven in all—have been filled.",
  "Trump’s aides blame the situation on Obama’s hesitancy, which they say encouraged enemies to take advantage of the United States.",
  "To prepare his marines, Mattis took a novel approach, instructing them to familiarize themselves with Iraqi culture and history.",
  "In 2010, the Secretary of the Navy, Ray Mabus, reprimanded the Corps for not dealing more harshly with some of the men involved.",
  "In its absence, the Iraqi state had collapsed, and in its place was a small, ineffectual council of American-appointed leaders.",
  "“Anyone who plays God in that situation—it weighs on you heavily.” The moment has been analyzed repeatedly inside the military.",
  "Dowdy pleaded with him to reconsider, reminding Mattis of a principle that he often preached: the man on the ground knows best.",
  "Obama’s restraint was in keeping with an over-all preference for caution, which often rankled leading generals at the Pentagon.",
  "Around that time, an Iranian Air Force jet fired on an American drone flying above the Persian Gulf, in international airspace.",
  "“I would not have signed the Iran deal, but it’s signed—we gave our word and we have to play the ball where it lies,” he said.",
  "According to two former senior officials, Mattis was no longer regularly invited to meetings of the National Security Council.",
  "“The Pentagon said they had to crawl through glass to get anything out of the White House,” a former defense official told me.",
  "You’re the pros.’ I’m worried the pendulum is swinging the other way, and that the military gets whatever the hell they want.",
  "“Your moral crisis will come to you not when you’re rested, not after a good day of athletics out on the field,” Mattis said.",
  "Its budgets are slimmer and the equipment sometimes antiquated, and its fighters are often pitched into terrible conditions.",
  "Unable to find him, they grabbed an Iraqi who was not a suspect, Hashim Ibrahim Awad, a fifty-two-year-old father of eleven.",
  "The military hoped to apprehend him and capture his comrades’ computers and phones, which could be scoured for intelligence.",
  "By law and by custom, the position of Defense Secretary is reserved for civilians, but Mattis was still a marine at heart.",
  "In one house, they killed Younis Khafif and Aida Ahmed, Ahmed’s sister, and five children, the youngest of them an infant.",
  "Instead, in what proved to be one of the crucial decisions of the war, the Bush Administration moved to dissolve the Army.",
  "The war was starting to wind down, and, with protests raging at home, it was not an auspicious time to be a military man.",
  "“There was an eagerness in the military to do something quickly,” a senior official with knowledge of the strike told me.",
  "“He managed to distance himself from everything President Trump had said without appearing disloyal,” von der Leyen said.",
  "“They wanted it very badly.” But they worried that a military confrontation with Iran could ruin the chances for a deal.",
  "When he talks about the moral dimension of war, he is capable of both deep thoughtfulness and also ferocious aggression.",
  "Hutchins, who had fired three shots into the victim’s head, was sentenced to fifteen years but was released after seven.",
  "As the “convening officer” of the expeditionary force, Mattis was responsible for deciding how the Corps should respond.",
  "The 1st Marine Division was sent to Anbar Province, which at that time was among the most violent parts of the country.",
  "In 2004, giving a speech to midshipmen at the Naval Academy, he spoke of the imperative of sparing innocents in battle.",
  "“I come out of the tight-knit Marine Corps, but I’ve lived on college campuses for three and a half years,” he went on.",
  "Along NATO’s eastern frontier, the Russian military maintained tens of thousands of troops, many of them on high alert.",
  "The halt to the fighting left a power vacuum; Falluja became a safe haven for insurgents, and violence in Iraq soared.",
  "“They had taken part in the murder, and nothing had been done.” Mabus, a civilian appointee, ordered them discharged.",
  "After the other regiments had moved safely toward their destination, Dowdy’s men drove through the night to catch up.",
  "In congressional testimony from 2013, Mattis said as much, when asked about the role of diplomacy in foreign affairs.",
  "The bigger question—for Trump as well as for Mattis—is what purpose the military force is ultimately meant to serve.",
  "If I respond, Iran will respond in an escalatory fashion—and I will be rocking and rolling,’ ” the diplomat told me.",
  "Mattis stepped out of a helicopter, wearing a helmet and sunglasses, and joined a group of officers waiting for him.",
  "“It was a corporal and a sergeant—and General Mattis, at three in the morning, doing the same thing I was,” he said.",
  "Above all, he urged them to restrain themselves in the use of deadly force and to spare civilians wherever possible.",
  "“We took the one institution that had earned the respect of the country, and we just pissed on them,” Kelly told me.",
  "When I asked what worried him most in his new position, I expected him to say ISIS or Russia or the defense budget.",
  "When Obama took office, he was determined to reduce America’s foreign commitments, particularly in the Middle East.",
  "Ultimately, the wars of the Middle East will be pacified only by political solutions, backed by strong governments.",
  "“The Obama Administration was overly cautious and risk-averse,” a senior Trump national-security official told me.",
  "“I have three,” Mattis said, according to the former senior White House official, who witnessed the conversation.",
  "The Americans seized the opportunity, and, within a year, violence across the province had dropped dramatically.",
  "As in the Hamdania case, many of the marines involved in the killings remained in the Corps for years afterward.",
  "Officers told me that, at the time, entire Iraqi divisions were presenting themselves and offering to coöperate.",
  "In the weeks after the Yemen raid, it launched a series of operations on a scale rarely seen in the Obama years.",
  "In 2004, a group of Iraqi sheikhs asked Mattis angrily when the Americans were planning on leaving the country.",
  "“The idea was to stop a war before it broke out,” Leon Panetta, who was then the Secretary of Defense, told me.",
  "Since Trump ordered the strike against the Syrian airbase, there have been no more attacks, the official said.",
  "“This was based on a study of history and of counter-insurgency doctrine,” he told a Marine historian in 2009.",
  "“If I ever thought it was something immoral, I’d be back fishing on the Columbia River tomorrow,” he has said.",
  "Dowdy recalls that he and his men were exhausted; they had been fighting and moving without rest for two days.",
  "He stopped himself at the last second—“My training kicked in,” he said—and the men turned out to be innocent.",
  "Even the nickname Mad Dog is a misnomer; none of his friends use it, and Mattis himself does not care for it.",
  "Afterward, one of the marines, Corporal Sanick Dela Cruz, urinated into the skull of one of the dead Iraqis.",
  "It stepped up air strikes in Iraq and Syria, killing many Islamic militants but also hundreds of civilians.",
  "The details of what happened next are in dispute, but Dowdy believes that he received contradictory orders.",
  "“The United States would not long exist were it not for the selfless commitment of such warriors,” he said.",
  "That’s the only way to deter it.” In that effort, Trump has given commanders considerably greater autonomy.",
  "At his confirmation hearing, Mattis performed far better than many of his colleagues in the Trump Cabinet.",
  "The mission devolved into a firefight, which involved SEALs, Harrier jets, helicopters, and armed jihadis.",
  "Former Obama aides told me that although they liked and admired Mattis, the relationship started to sour.",
  "Trump declared NATO “obsolete,” and criticized previous Presidents for starting costly, unwinnable wars.",
  "The community was tight-knit, made up almost entirely of people who had relocated to work for the plant.",
  "A few days after I saw Mattis, the 1st Marine Division approached the city of Kut, on the Tigris River.",
  "“The feeling was, we had to do something,” James Jeffrey, who was then a senior diplomat in Iraq, said.",
  "“If you don’t fund the State Department fully, then I need to buy more ammunition ultimately,” he said.",
  "Mattis was furious; he thought that the order made his men look simultaneously brutal and ineffectual.",
  "“History is clear,” he told the Senate Armed Services Committee, in a tacit rebuke of his future boss.",
  "Kelly complained that Dowdy’s regiment was “sitting on its ass,” and threatened to have him relieved.",
  "Soon the Marines and the Iraqis were staging bicycle races in towns that had once been battlegrounds.",
  "A large-scale attack, with little preparation, would be a bloody affair and would enrage the Iraqis.",
  "Under previous Administrations, such attacks entailed deliberation by the National Security Council.",
  "If you recommend military action, you’ve got to think, What forces, what targets, what consequences?",
  "In Obama’s two terms, the official told me, the Assad regime used chemical weapons scores of times.",
  "The target of the raid, they explained, was a mountain camp where the Al Qaeda leader was holed up.",
  "Put it in writing.’ ” When the Marines moved in, they provoked what amounted to a popular uprising.",
  "“You’re ending the career of someone who has had great success,” a former American general told me.",
  "Dowdy retired soon afterward, and went on to become the chief of staff at the Kennedy Space Center.",
  "Five years after the trials, two of the men who had pleaded guilty were still members of the Corps.",
  "When he walked into Mattis’s tent and sat down, Mattis sat next to him, placing a hand on his knee.",
  "“Go back to Ben Franklin—his descriptions about how the Iroquois Nations lived and worked together.",
  "All those actions are banned by international treaties, to which the United States is a signatory.",
  "“He’s facing the most chaotic international environment we’ve ever seen,” Panetta said, of Mattis.",
  "“There is no question that the White House saw the deal as transformative,” James Jeffrey told me.",
  "In a speech last year, he described America’s prospects in dealing with Iran and the Middle East.",
  "The city’s cemeteries were so full that the main football stadium was converted to a burial site.",
  "In Mattis’s view, the initial mistake of invading was compounded by bad decisions that followed.",
  "“It’s like going to work on a Sunday—there’s no one there,” the former defense official told me.",
  "The war in Iraq, but for a brief pause, is fourteen years old; the war in Afghanistan, sixteen.",
  "Shortly after Dowdy was removed, he told an investigator that he was sacrificed to that notion.",
  "After the attack, an order came from the White House to send in the Marines to occupy the city.",
  "Instead, he authorized the Americans to respond in Iraq, with a series of clandestine measures.",
  "“The President, the National Command Authority, the American people need speed,” Mattis said.",
  "At Trump Tower, she was interviewed by a group of aides with no national-security experience.",
  "Trump has given Mattis license to determine the number of American troops in Syria and Iraq.",
  "He wants to kick ass,” the former defense official, who has known Mattis for years, told me.",
  "For the first time in his professional life, he was going to the Pentagon in a suit and tie.",
  "The next morning, Dowdy was summoned by helicopter to headquarters, just behind the lines.",
  "After retiring, in 2013, he returned to Richland to be near his mother, who is ninety-one.",
  "“Iran, Iran, and Iran.” Mattis had a dark view of Iran, nurtured during his years in Iraq.",
  "But Mattis said it was too late, that he needed to “go away.” A C-130 took him to Kuwait.",
  "“They told her that his future was too bright.” Alice agreed, and a wedding date was set.",
  "Mattis grew up in Richland, Washington, in a bookish household without a television set.",
  "The enemy isn’t there,” he demanded on the radio, according to a report on the incident.",
  "felony stupid—of course you’d owe it to yourself, you’d owe it to your troops,” he said.",
  "Mattis even encouraged his men to grow mustaches so that they would seem more familiar.",
  "Mattis was endorsed by Henry Kissinger, whom he had worked with at Stanford University.",
  "But a SEAL commando also died in the fighting, and an aircraft was irreparably damaged.",
  "Mattis was not informed directly; he found out from a friend inside the Administration.",
  "Several of the other men served terms ranging from a few months to a year and a half.",
  "In Hamdania and in Haditha, Mattis was responsible for deciding who would be charged.",
  "To his surprise, he saw Mattis, at that time a one-star general, checking on the men.",
  "He publicly endorsed the operation and praised the valor of the SEAL who was killed.",
  "Even though the White House had signed off on the initiative, aides were displeased.",
  "Yemen and Somalia, which harbor large numbers of Al Qaeda fighters, are collapsing.",
  "For the same reason, marines tend to be fitter than their counterparts in the Army.",
  "“Congratulations, gents,” the ringleader, Sergeant Lawrence Hutchins, told his men.",
  "In the aftermath of the fighting, the extent of the Marines’ ferocity became clear.",
  "At least fourteen members of Al Qaeda, including the targeted leader, were killed.",
  "Mattis and Tillerson talk three or four times a week and have lunch at least once.",
  "Early in the Iraq War, he met with local leaders and told them, “I come in peace.",
  "“I think Dowdy was just sleep-deprived—he hadn’t slept in three days,” West said.",
  "“He walked in the room and there was blood all over his uniform,” Conway told me.",
  "The more aggressive posture has also led to an increase in civilian casualties.",
  "“I saw this movement through Kut as a gamble—more than a risk,” Dowdy told me.",
  "“Mattis owed it to Trump to let him know that things might go wrong,” he said.",
  "Dowdy believed that he’d accomplished the objective without any loss of life.",
  "“I was stunned to learn these guys were still in the Marines,” Mabus told me.",
  "The United States is reeling from a cyberattack on its Presidential election.",
  "His mother had been a cipher clerk for the Army during the Second World War.",
  "In Anbar Province, on average one American serviceman was killed every day.",
  "Drones have been striking targets in Yemen and Somalia for nearly a decade.",
  "Mattis is basically by himself.”\n\nFor Mattis, the challenges are daunting.",
  "The U.S. military had blundered badly in the early days of the occupation.",
  "They think it’s P.T.S.D.—which it can be—but it’s really about alienation.",
  "Mattis began the resignation process, but his fellow-marines stopped him.",
  "Mattis could well turn out to be a brake on Trump’s impulsive tendencies.",
  "Hundreds of insurgents were killed in the battle, and the city was razed.",
  "He recalled telling commanders, “No, don’t do that—that’s what they want.",
  "The coverup unravelled several months later, after a Time investigation.",
  "And the decision was made to arm Syrian Kurds against the Islamic State.",
  "“Mattis was frustrated by that,” the senior government official told me.",
  "And, when it appears, it will be more vicious than any you’ve seen yet.",
  "“In an age when American will meant something, they wouldn’t be tested.",
  "“His parents were kind of hippie-dippie,” one of Mattis’s friends said.",
  "“What happened in Hamdania and Haditha was part of a pattern,” he said.",
  "But he went on to argue for the innate wisdom of the chain of command.",
  "And then when the right wing said, ‘March on Baghdad,’ he said, ‘Nope.",
  "“I want to get to a point where the casualties are very low,” he said.",
  "China is threatening to impede access to the sea-lanes off its coast.",
  "“He’s walking a very fine line,” the former defense official told me.",
  "That summer, the rockets killed more than two dozen American solders.",
  "“I have seen too many good people destroyed in public life,” he said.",
  "“It could have been a confused, jackass circus.” Kelly was insistent.",
  "He said, ‘Jim, just go down and get those sailors and marines ready.",
  "Mattis is known almost universally among colleagues for his honesty.",
  "In August, 2010, President Obama summoned Mattis to the Oval Office.",
  "“Whenever I had a crisis, I would gather my senior people together.",
  "Today, we are going to have to put enough forces in there to fight.",
  "“I asked, ‘What happens if we pull our troops out?’ ” Mattis said.",
  "At present, forty-six U.S. Embassies remain without an Ambassador.",
  "At sixty-six, he remains trim, and he pushes himself relentlessly.",
  "Mattis believed from the start that invading Iraq was a bad idea.",
  "As CENTCOM commander, Mattis moved aggressively to confront Iran.",
  "In only one of the houses did the occupants, four men, have guns.",
  "American troops captured Baghdad five days after he was relieved.",
  "President Bush abruptly ordered commanders to stop the operation.",
  "“I lost a lot of sleep and felt sick to my stomach,” she told me.",
  "Mattis was not reckless—he was the straightest guy in the room.",
  "“Had I ever been asked to do something unethical, immoral, or .",
  "There are heavy bags below his eyes, giving him a weary aspect.",
  "“On your young shoulders rest the hopes of mankind,” he wrote.",
  "Mattis’s decision became front-page news in the United States.",
  "But, when the idea reached the White House, Obama rejected it.",
  "At times, the Marines struck back with unrestrained violence.",
  "In the Middle East, Americans are fighting in five countries.",
  "He rarely drinks and has little in the way of a social life.",
  "Instead, the SEALs came under attack the moment they landed.",
  "In all, twenty-four Iraqi civilians were killed in Haditha.",
  "“I always expected to be heard as I rose in rank,” he said.",
  "“I found a little piece of property down on the Euphrates.",
  "Iranian-made E.F.P.s killed hundreds of American soldiers.",
  "Instead, he said, “The lack of political unity in America.",
  "“She said she didn’t want to burden him,” the friend said.",
  "Anecdotes about Mattis’s audacity in the field are legion.",
  "That requires a lot of thinking and a lot of smart people.",
  "But, in all those places, that prospect seems years away.",
  "Trump appears to be giving Mattis everything he asks for.",
  "Friends say that his library contains thousands of books.",
  "Not everyone was pleased by the U.S. presence, of course.",
  "“This enemy didn’t give a damn about them,” Mattis said.",
  "The result, his critics say, is that a vacuum opened up.",
  "Military force alone promises only more military force.",
  "Don’t get me wrong—discipline is discipline,” he added.",
  "Even then, other marines viewed him with a sort of awe.",
  "They’re turning to the military and saying, ‘You do it.",
  "They encountered heavy fire, but kept the Iraqis busy.",
  "Mattis steered clear of the upheavals of the sixties.",
  "Mattis and other senior commanders argued against it.",
  "“They were waiting for us,” the senior official said.",
  "“The analyst told us that another group would appear.",
  "“That’s a demonstration of American will,” he said.",
  "“If my printer doesn’t work on Sunday, I’m screwed.",
  "It is difficult to know whether the deal will hold.",
  "“Most people were just looking for peace,” he said.",
  "Instead, Dowdy led his men to the outskirts of Kut.",
  "The high school’s crest included a mushroom cloud.",
  "“It’s a twenty-four-hour operation,” Fick told me.",
  "Mattis fulfills every aspect of the Marine ideal.",
  "With that, Mattis said that he was replacing him.",
  "“Bush said, ‘This will not stand,’ ” Mattis said.",
  "The civil war in Syria is at a bloody stalemate.",
  "Russia’s increasing aggression was discomfiting.",
  "The attacks stopped, but Iran stayed off limits.",
  "“You can’t criminalize every mistake,” he said.",
  "The Marine Corps is much smaller than the Army.",
  "He came across as prudent and broadly informed.",
  "I ended a lieutenant colonel’s career over it.",
  "But, afterward, the citizens mostly returned.",
  "“I said, ‘Are you joking?’ ” Mattis recalled.",
  "As many as twenty-five civilians were killed.",
  "“The future is going to be ghastly,” he said.",
  "“The sooner we get it over with, the better.",
  "Their scant resources are a source of pride.",
  "Mattis told me that he strenuously objected.",
  "Officers are almost never relieved of duty.",
  "Then, three days before, she called it off.",
  "“I think he just gave up,” the friend said.",
  "“You can call it disentanglement,” he said.",
  "I was covering the Iraq War for the Times.",
  "Two cases provided exceptional challenges.",
  "“Mattis was basically saying, ‘I’m ready.",
  "“We are nervous,” von der Leyen told me.",
  "All were shot in their heads and chests.",
  "The Haditha case was even more striking.",
  "Take a knee, breathe through your nose.",
  "The lack of a fundamental friendliness.",
  "Mattis evidently decided to back Kelly.",
  "A similar case had arisen in Lithuania.",
  "We’re not going to change the strategy.",
  "“I’m worried about a crisis,” he said.",
  "Russia is sowing confusion in Europe.",
  "“It wasn’t what they wanted to hear.",
  "“And I’ll never forget what he said.",
  "Because General Mattis is a warrior.",
  "“The White House is much looser now.",
  "“I’m never going to leave,” he said.",
  "“I sent two generals home over it.",
  "“Why aren’t you going through Kut?",
  "Now the generals wanted to move.",
  "He usually had a book with him.",
  "But the sentences were lenient.",
  "In one sense, Mattis was right.",
  "The marines went on a rampage.",
  "Compare that to America today.",
  "Mattis gave a bluff response.",
  "“What’s wrong?” Mattis asked.",
  "His accent is Western flat.",
  "“Bad things happen in war.",
  "I didn’t bring artillery.",
  "We’ll lose the coalition.",
  "“No, you hang up first.",
  "No, you hang up first.",
  "No, you hang up first.",
  "“Mattis wants to win.",
  "We overwhelmed them.",
  "No mission creep.",
  "He wants victory.",
  "Kelly sat nearby.",
  "“Really austere.",
  "It scared them.",
  "“We attacked.",
  "We trust you.",
  "I said, ‘O.K.",
  "No, you .",
  "No food.",
  "“Wait!",
  ".",
  ".",
  "."
]