[
  "Rein worked as part of Reagan’s presidential transition team, while Wiley and Rein both work with conservative billionaire Robert Mercer through collaborations between organizations such as the American Enterprise Institute and the Heritage Foundation - a conservative think-tank “whose mission is to formulate and promote conservative public policies based on the principles of free enterprise, limited government, individual freedom, traditional American values, and a strong national defense.”\n\nIn addition to these strategists, two organizations associated with the Trump also emerge to assert their positions as far right political powerhouses.",
  "These tactics include working to gut the Voting Rights Act, working to pass voter ID laws, shutting down polling places, cutting early registration, eliminating absentee ballots refusing to even consider the protections provided in the Americans with Disabilities Act, purging millions of voters from the system and engaging in voter intimidation tactics.",
  "Cuts to early voting, funding for early registration drives, additional requirements for voter with prior felony convictions, eliminating polling places, and failing to make voting accessible to voters with disabilities all contributed to the deprivation of voting rights of hundreds of thousands of minority and disabled voters in Florida alone.",
  "With full funding, a strategic team that had perfected manipulation of the government since the times of Watergate, a fully functioning alt-right media network, the social and tactical support of the Tea Party and the reluctant backing of the GOP, the alt-right engaged in a full-scale attack for control of the White House.",
  "In part of an on-going Twitter breakdown upon hearing the news that Hillary Clinton would participate in the recount of votes from Wisconsin, Pennsylvania and Michigan, he tweeted:\n\nThere is NO QUESTION THAT #voterfraud did take place\n\nTrump has said time after time that the election was rigged.",
  "The mission of this organization is to “is to facilitate pro bono legal representation to political subdivisions and individuals that wish to challenge government distinctions and preferences made on the basis of race and ethnicity.” Their primary target was the Voting Rights Act of 1965.",
  "The Court of Appeals struck down the ID requirement in 2016, citing that the rule was passed with the intent to discriminate on the basis of race; however, North Carolina has also been accused of purging thousands of black voters from the system and failing to comply with ADA standards.",
  "While less than 20,000 votes still separate the two candidates, over half a million voters were prevented from voting through failures to comply with Americans with Disabilities Act requirements, record purging, a lack of early voting, and voter ID requirements.",
  "In addition to these applied voter intimidation tactics, the majority of polling places were inaccessible to voters with disabilities, no early voting or absentee ballots were allowed and there was misinformation being dispelled about voter ID requirements.",
  "Just as there is no question that the alt-right is a white nationalist network - there is also no question as to whether or not this network has engaged in strategic efforts to disenfranchise minority voters in efforts to take control of the White House.",
  "This attack included timely interference from the FBI director James Comey and Wikileaks, potential interference from Russian intelligence organizations, and widespread efforts to suppress the votes of target minorities in key locations.",
  "The strategic efforts to suppress the votes necessary to secure an alt-right, white supremacist takeover of the White House can be traced back to the efforts of five people: Bert Rein, Richard Wiley, the Koch Brothers, and Robert Mercer.",
  "In efforts to suppress minority votes, and by refusing to comply with ADA requirements, a Republican coalition successfully passed legislation that limits mail in ballot collection and continues to require proof of citizenship to vote.",
  "While the race is still too close to call, Michigan’s 20 electoral votes would not have been even put into question without the voter suppression tactics applied by the alt-right, its leaders and the organizations they operate under.",
  "This may seem like an insurmountable number – until the fact that long lines and failures to meet ADA standards required to ensure voters with disabilities can vote alone accounts for over 200,000 suppressed votes is accounted for.",
  "In North Carolina, a collaboration of GOP lawmakers and organizations were successful in eliminating same-day registration and pre-registration for teen voters, shortening the early voting period, and passed voter id requirements.",
  "Without the suppression efforts that were reported in pivotal swing states, it is unlikely that Trump would have been able to secure the votes needed to win Wisconsin, North Carolina, Michigan, Pennsylvania, Florida and Arizona.",
  "The Strategic Institute of Intersectional Policy (SIIP) is calling for a #SuppressionExtension to ensure that voters with disabilities and voters of color that were unable to vote because of suppression to cast their votes.",
  "In related practical efforts, Citizens United and Americans for Prosperity were taken to court for accusations of voter suppression efforts in states such as Florida, Virginia, Wisconsin, North Carolina, and Michigan.",
  "Politico reports that in an August rally in Altoona, PA Trump said, “I hope you people can … not just vote on the 8th, [but] go around and look and watch other polling places and make sure that it’s 100-percent fine.",
  "And in Arizona, the alt-right\\white nationalist Republican candidate would not have been able to secure the state’s 11 electoral votes without the suppression of hundreds of thousands of Latino and disabled voters.",
  "While the difference between Clinton and Trump is around 180,000 votes, the Democratic candidate was potentially illegally stripped of hundreds of thousands of votes from black and disabled constituents alone.",
  "For more information, visit: http://strategycampsite.org/strategy-to-stop-trump.html\n\nhttp://www.huffingtonpost.com/entry/new-report-prompts-call-for-democrats-to-halt-transfer_us_5833faa1e4b0d28e552154be",
  "The Koch Brothers teamed up again with Bert Rein and American Enterprise Institute’s Ed Blum to push their alt-right agenda in the courts through the Project on Fair Representation (founded in 2005).",
  "Robert Mercer, Charles Koch and David Koch would also combine forces to form a grassroots education and advocacy group that could apply political pressure from the outside called Citizens United.",
  "We’re going to watch Pennsylvania—go down to certain areas and watch and study….”\n\nDonald Trump was also quoted as saying, “You’ve got to get everybody to go out and watch, and go out and vote.",
  "Using their characteristically aggressive tactics, the alt-right network was able to suppress enough votes in the 2010 and 2014 elections that they were able to take control of Congress.",
  "Donald Trump and the members of his team knowingly and strategically engaged in voter suppression tactics in an attempt to alter the results of the 2016 Presidential Election.",
  "Pennsylvania’s 20 electoral votes would also not have been secured by the Alt-right without the suppression and intimidation tactics applied by white supremacists.",
  "As described, the Heritage Foundation (associated with Robert Mercer, Ed Meese and Wiley Rein) functioned to influence policy from within the political system.",
  "The United States Supreme Court has already ruled against this practice, but Arizona continues to defy both the will of the court and the will of the people.",
  "Rein was a member of the Key Issues Committee during the 1968 Nixon campaign and served as the Assistant Deputy Secretary of State under his administration.",
  "In 2011, the Charles and David Koch founded Freedom Partners largely to funnel grant money into activist organizations and ground level political actions.",
  "Wisconsin’s 10 electoral votes would not have been secured by the Republican Party without the suppression of hundreds of thousands of minority voters.",
  "In 2013, the alt-right network was successful in their efforts to gut the Voting Rights Act when they won the case of Shelby County vs Holden (2013).",
  "And it took the white supremacist network that is behind Trump’s rise to power just over a decade to rig it well enough to take the White House.",
  "Trump could not have secured the state’s 29 electoral college votes if the minority and disable votes had not been so successfully suppressed.",
  "In light of the overwhelming success of voter suppression tactics, additional states prove themselves worthy of review and federal relief.",
  "The Heritage Foundation, the American Enterprise Institute and Citizen’s United all continued to gather influence in the political field.",
  "The other arm, Freedomworks, would serve as the ground team for state and local elections and a political lifeline for the Tea Party.",
  "According to the Center for American Progress, “300,000 registered voters in the state lacked the strict forms of voter ID required.",
  "Fielding was the Associate Counsel to Nixon and was the deputy to John Dean, who served time for his part in the Watergate Scandal.",
  "Donald Trump knows that the election was rigged, because his team of strategists and handlers are responsible for making it happen.",
  "Adding to the success of these suppression tactics, over 270,000 voters were allegedly purged from Arizona’s voting system.",
  "Wisconsin’s voter turnout was at its lowest level in two decades.” Approximately 27,000 votes separated Trump and Clinton.",
  "One group, the Americans for Prosperity, would become the protest and media arm of the alt-right’s political movement.",
  "Wiley also held a position in the Nixon campaign and would go on to become the administration’s Chairman of the FCC.",
  "And contesting voter suppression is going to be the only way to prove Trump right – because the election was rigged.",
  "These efforts were successful and Pennsylvania reported more incidences of voter intimidation than any other state.",
  "If we don’t fight to prove him right, he and his white supremacist network just may take the White House.",
  "In the 1980’s, Wiley and Rein teamed up with another former colleague from the Nixon Era, Fred Fielding.",
  "And when [I] say ‘watch,’ you know what I’m talking about, right?” at a speech in Ohio 10 days later.",
  "Trump himself called more than once for his supporters to monitor the voting behavior of Democrats.",
  "Charles and David Koch’s organization Citizens for a Sound Economy split into two groups in 2004.",
  "Citizens United would also produce another strategist for the Trump Campaign – David Bossie.",
  "Bert Rein and Richard Wiley have been key political players since the Nixon Administration.",
  "Without massive voter suppression, Trump could not have won the 2016 presidential election.",
  "After parting from Wiley and Rein, Fielding would go on to represent Blackwater Worldwide.",
  "The states being audited in the recount are not the only states that deserve another look.",
  "The difference between candidates in Pennsylvania is approximately 62,000 votes.",
  "By 2016, all that was left for the alt-right to gain control of the Presidency.",
  "Voter suppression is how white power Trumped minority voters in the election.",
  "Wiley and Rein also became prominent figures in the Reagan Administration.",
  "The difference between candidates in this state is approximately 85,000.",
  "Wiley Rein remains an important part of the conservative landscape.",
  "Dean was convicted and served time for his part in Watergate.",
  "Florida, North Carolina and Arizona serve as strong examples.",
  "But it wasn’t #voterfraud that it was rigged to achieve.",
  "Together they formed the firm Wiley, Rein and Fielding.",
  "The difference in Florida was just under 120,000 votes.",
  "Voter suppression is how the election was stolen.",
  "In fact, it would have arguably been impossible.",
  "Perhaps the Candidate doth protest too much.",
  "And Donald Trump is very aware of this.",
  "And he is absolutely right.",
  "Yes, the system is rigged.",
  "It was #votersuppression.",
  "The election was rigged."
]