[
  "We stole Malcolm’s idea the first time back in 2011; here are the results of Week 898, which of course are full of timely, perhaps now-obscure references, but also ones you might have used for Week 1260:\n\nThe Winner of the Inker: April 11: President Obama begins a Rose Garden news conference by saying he loves spring and April is his favorite month.",
  "And while I think I’m a good judge of humor and don’t think I’ve made many bad picks in the 700-something Invite contests I’ve judged over the past 14 years, I totally accept the idea that some jokes/wordplay/observations /political zingers will resonate more with one perfectly intelligent, funny person than with another.",
  "PRE-CURRENT EVENTS: OUR ‘YEAR IN PREVIEW’ CONTEST\n\nI hope you’ve had the pleasure of reading years’ and years’ worth of Dave Barry’s “Year in Review” pieces, which run at the top of the year in The Washington Post Magazine and many other papers.",
  "So, for the first time ever, I used The Post’s poll-writing tool (no, really, he’s a very nice guy) to let you vote for your favorite caption for each of the four Bob Staake cartoons, among the 37 inking entries in the results of Week 1256.",
  "(Danny Bravman, Chicago)\n\nFeb. 15: On a visit to New York to meet with Wall Street moguls, House Speaker John Boehner embarrasses House Majority Leader Eric Cantor by ordering corned beef on white with mayonnaise at the Carnegie Deli.",
  "Years back, the timeline format and running jokes inspired San Jose Mercury-News humor columnist (and longtime Loser) Malcolm Fleschner to do a Year in Preview — why wait for actual events to happen before you fictionalize them?",
  "(Ira Allen, Bethesda)\n\nJan. 25: In his State of the Union address, Obama pledges that by the end of the decade there will be a State of the Union pledge that we will put an American on Mars by the end of the decade.",
  "(Trevor Kerr, Chesapeake, Va.)\n\nSept. 24: A court decrees that Christmas, Thanksgiving, etc., may no longer be associated with the religiously derived word “holiday”; each will now be called a Federal Happy Day.",
  "And no doubt there’ll be lively discussion in the Facebook group Style Invitational Devotees — join up and the Devs will anagram your name in so many ways you’ll wish your parents had called you something else.",
  "If you didn’t get the Evite and you’re interested in coming to the Loser Post-Holiday Party potluck dinner/schmoozefest on Jan. 13, write me at pat.myers@washpost.com and I’ll give you the information.",
  "(Jeff Brechlin, Eagan, Minn.)\n\nGross prophets: Honorable mentions\n\nJan. 24: Rep. Michele Bachmann is removed from the Intelligence Committee when a vacancy occurs on the Stupidly Offensive Committee.",
  "(Dixon Wragg, Santa Rosa, Calif.)\n\nAug. 15: Veteran Style Invitational Loser Chris Doyle accidentally employs amphibrachic meter in a limerick that clearly calls for anapestic trimeter.",
  "(Joel Knanishu, Rock Island, Ill.)\n\nJuly 17: Congress is outraged after learning that the headquarters of the Society for Learned Debate is to be built within sight of Capitol Hill.",
  "While in such contests as rhyming poetry, there are more objective standards for rhyme and meter, in a contest like one for cartoon captions, people just laugh at different things.",
  "(Jeff Brechlin)\n\nAug. 28: Facebook rolls out a feature that allows you to spy on your “friend” who always answers everything with “LOL,” so you can see if he’s really L-ing OL.",
  "Does it make you laugh most when words are used in a double meaning, or do you get more of a kick out of a caption that notes something you hadn’t even noticed in the picture?",
  "I’ll review the poll results in next week’s column, though you can check the results at any time by clicking on the link; readers can take the poll through next Wednesday.",
  "Of course, you might have chosen 37 different entries from among the more than 1,000 (a conservative estimate; I can’t easily get an exact count) submitted for Week 1256.",
  "(Arthur C. Adams, Laurel)\n\nSecond place: March 15: WikiLeaks posts a classified document revealing that House Speaker John Boehner hides diced onions in his handkerchief.",
  "I’m in a community chorus, the Maryland Choral Society, and one of my fellow singers reads The Style Invitational religiously, in the print Washington Post every weekend.",
  "Bill O’Reilly fumes that Obama’s clear hatred of December is part of the War on Christmas, while Glenn Beck ominously reminds his viewers that Hitler was born in April.",
  "And of course read the results both to see which wrong entries I picked — and to see which clever devils in the Loser Community (32 of them, it turns out) got the ink.",
  "(Kevin Dopart)\n\nOct. 30: Seeing no restoration of sanity since last year’s event, Jon Stewart sets a more realistic goal with his Rally to Encourage Good Oral Hygiene.",
  "You don’t have to be a Loser to attend, but if we haven’t met before, we’ll chat first so that I can verbally, you know, check the cleanliness of your fingernails.",
  "(Craig Dykstra)\n\nDec. 24: With the Mayan-forecast end of the world (12-21-2012) now less than a year away, sales of extended warranties at Best Buy drop to zero.",
  "I’ll link to this column from that page, and you can add your comments in the thread under it, which you can find by clicking here, once you join the group.",
  "(Roy Ashley, Washington)\n\nThird place: Feb. 6: At Super Bowl XLV, reporter Ines Sainz announces that she just received Brett Favre’s colonoscopy pictures.",
  "(Larry Yungk, Arlington)\n\nAug. 7: The refrigeration unit in Lady Gaga’s closet breaks down, spoiling thousands of dollars’ worth of USDA Prime clothing.",
  "(Kevin Dopart, Washington)\n\nFourth place: Feb. 27: Julian Assange is avenged in Stockholm in hand-to-hand combat with the Girl With the Dragon Tattoo.",
  "(Elliott B. Jaffa, Arlington)\n\nMarch 31: On the Nationals’ opening day, Jayson Werth tears a hamstring in the fifth inning, is out for the season.",
  "I know this because every Monday night at rehearsal, he takes me aside to say, “Funny column this week — but you picked the wrong winner, again.",
  "But believe me, you wouldn’t want to read that many; you might even think there are too many choices right here, with 7 to 15 for each cartoon.",
  "Our compilation in the Invite can’t do one entrant’s running jokes, but on the other hand we’ll have hundreds of writers feeding us material.",
  "(Gary Crockett, Chevy Chase)\n\nNov. 12: Victoria’s Secret introduces the Leslie Johnson signature series bra, available in sizes 32¢ to 38€€.",
  "(Brendan Beary, Great Mills)\n\nSept. 9: Marine biologists express outrage after Michael Vick says he wants to own sea monkeys.",
  "(Mike Gips, Bethesda)\n\nApril 1: Despite a slight breeze for most of the afternoon, not a single Pepco customer loses power.",
  "]?”\n\nThis doesn’t bother me in the least — believe me, I’m thrilled whenever people tell me they read the contest at all.",
  "(Bob Dalton, Arlington)\n\nJune 28: The summit of Mount Everest is closed for three days because of a bedbug infestation.",
  "(Gary Crockett)\n\nDec. 31: The Style Invitational once again avoids being a subject for its annual obit-poem contest.",
  "(Marty McCullen, Gettysburg, Pa.)\n\nMay 2: Albert Haynesworth buys a $2 lottery ticket and wins another $30 million.",
  "Malcolm just yesterday put out his zingerful 2018 version; we’re using a couple of his items as examples.",
  "(Russell Beland, Fairfax)\n\nJune 19: Tornado strikes Delaware; house falls on former Senate candidate.",
  "If for some reason you can’t see the cartoons in the poll, please look in the Invite itself.",
  "(Craig Dykstra, Centreville)\n\nMay 27: The Postal Service says it will deliver on Saturdays.",
  "(Mae Scanlan, Washington)\n\nOct. 13: Blackwater is awarded the Somalis’ piracy contract.",
  "We’ll be putting dates before all the jokes, even if they’re totally arbitrary.",
  "And to see and enter our new “Year in Preview” contest, Week 1260 (see below).",
  "How could you not have chosen the one about the bris [toilet, hedgehog, etc.",
  "(The new one should be out any day now; here’s last year’s.)",
  "Happy New Year to all, and best wishes for an inky 2018.",
  "(Kevin Dopart)\n\nDID YOU GET YOUR LOSER PARTY INVITATION?",
  "Click here to access the poll.",
  "Only."
]