[
  "Controversy:\n\nDuring the nomination process, DeVos told lawmakers that she would divest of her financial interests in 102 companies and investment funds, but that she would keep her investment, totaling $5 million to $25 million, in Neurocore, a company that markets an experimental biofeedback procedure that promises to help users overcome attention deficit hyperactivity disorder.",
  "In 2014, a year-long investigation by the Free Press found that Michigan taxpayers pour nearly $1 billion a year into charter schools, but that state laws regulating charters are among the nation’s weakest, with little accountability in how taxpayer dollars are spent or how well children are educated.",
  "Dick DeVos, center, son of Orlando Magic Chairman Richard DeVos, and his wife Betsy DeVos, right, watch from their court side seats during the second half of an NBA basketball game against the Minnesota Timberwolves in Orlando, Fla., Wednesday, Nov. 18, 2015.",
  "(AP Photo/Andrew Harnik, File) (Photo: Andrew Harnik, AP)\n\nHere's what you need to know about Betsy DeVos, who was confirmed Tuesday as the U.S. secretary of Education:\n\nPersonal:\n\nDeVos, 59, was born Elisabeth Prince in Grand Rapids, Mich., in 1958.",
  "(AP Photo/Phelan M. Ebenhack) (Photo: Phelan M. Ebenhack, AP)\n\nIdeas:\n\nDeVos is mainly known in education circles as a champion of school choice, including offering families private-school vouchers.",
  "We advocate instead for as much freedom as possible.”\n\nHer organization, the American Federation for Children, is the 501(c)(4) arm of the 501(c)(3) non-profit group the Alliance for School Choice.",
  "“The sum total of her involvement has been spending her family’s wealth in an effort to dismantle public education in Michigan,” said American Federation of Teachers President Randi Weingarten.",
  "Detroit Free Press columnist Stephen Henderson last December lamented the city’s “deeply dysfunctional educational landscape” that gives families many school choices, yet few high-quality ones.",
  "Propelled by populist energy, President-elect Donald Trump?s candidacy broke long-standing conventions and his incoming Cabinet embodies a sharp turn from the outgoing Obama administration.",
  "CLOSE The Senate confirmed Betsy DeVos as the secretary of Education after, for the first time in U.S. history, Vice President Pence broke the Senate's tie vote in her nomination.",
  "Dick DeVos, a former member of the Michigan State Board of Education, was the Republican nominee for Michigan governor in 2006, running against Democratic incumbent Gov.",
  "During the 2015-16 election cycle, her husband made $1.2 million in political contributions to presidential candidates and GOP groups, according to election records.",
  "But, thinking more broadly, what we are trying to do is tear down the mind-set that assigns students to a school based solely on the ZIP code of their family’s home.",
  "During her nomination process, she revealed that she had made $5.3 million in political donations over the last five years, including nearly $2 million in 2016.",
  "She has called DeVos \"the most ideological, anti-public education nominee put forward since President Carter created a Cabinet-level Department of Education.\"",
  "Education:\n\nDeVos earned a bachelor’s degree in business economics in 1979 from Calvin College, a private Christian liberal arts college in Grand Rapids.",
  "As a freshman, she served in the college’s student senate after winning a seat without a vote — the college says too few students applied to hold one.",
  "Despite the families’ goodwill, about 2,700 Calvin students and alumni protested her nomination as Education secretary in a Jan. 27 open letter.",
  "They also co-founded the West Michigan Aviation Academy, located on the grounds of the Gerald R. Ford International Airport in Grand Rapids.",
  "In her financial disclosures, DeVos also said she held interests in Theranos, the embattled blood-testing firm, The New York Times reported.",
  "The couple, who have reported assets totaling $583 million to $1.5 billion, are longtime Michigan Republican Party activists and donors.",
  "Both DeVos’ family and her husband’s family have given generously to the college, with their names gracing two campus buildings.",
  "During the election, Granholm claimed that under DeVos’ leadership, Amway cut 1,400 jobs in Michigan and shipped them to China.",
  "DeVos said Amway had expanded operations to sell products in China, which required them by law to open a Chinese factory.",
  "Her younger brother Erik, a one-time Navy SEAL and CIA operative, founded the government services company Blackwater USA.",
  "Many education groups opposed DeVos’ nomination, pointing out her lack of experience in classrooms or in public schools.",
  "USA TODAY NETWORK\n\nFILE - In this Dec. 9, 2016 file photo, Education Secretary Betsy DeVos speaks in Grand Rapids, Mich.",
  "In a 2013 interview with the Philanthropy Roundtable, she said, “I’m most focused on educational choice.",
  "Follow Greg Toppo on Twitter: @gtoppo\n\nRead or Share this story: http://usat.ly/2jZuekQ",
  "She is married to Dick DeVos, son of Richard DeVos Sr., a founder of Amway.",
  "Her father was an entrepreneur who made millions in the auto parts trade.",
  "Politics:\n\nBetsy DeVos is a former chair the Michigan Republican Party.",
  "Since 1991, his family has owned the Orlando Magic basketball team.",
  "They also hold a minority stake in the Chicago Cubs.",
  "He lost to Granholm by 14 points.",
  "Jennifer Granholm."
]