[
  "Porsche WASHINGTON (AP) — A British company hired to train Afghan intelligence officers billed the U.S. government for high-end cars, including Porsches and an Aston Martin, and paid the \"significant others\" of the firm's top executives six-figure salaries even though there's no proof they did any work, according to details of a Pentagon audit made public Wednesday.",
  "Afghan security forces keep watch at the site of a suicide attack followed by a clash between Afghan forces and insurgents after an attack on Iraq embassy in Kabul, Afghanistan Thomson Reuters\n\nThe report also comes amid the tense debate inside the Trump administration over the way ahead in Afghanistan.",
  "The Associated Press reported last week that Blackwater Worldwide founder Erik Prince, the brother of Education Secretary Betsy DeVos, was approached by Trump's top advisers to develop proposals to gradually swap out U.S. troops and put contractors in their place.",
  "\"NCC claimed that the vehicles were available to all employees but the vehicles actually were used exclusively by the chief executive officer, chief operating officer, chief financial officer and the significant others of the CEO and CFO,\" McCaskill told Mattis.",
  "These \"significant others\" also were employed by New Century Consulting as executive assistants and had an average salary in 2012 of close to $420,000 each even though McCaskill said the company was unable to provide evidence they actually performed any work.",
  "Sen. Claire McCaskill, D-Mo., said New Century Consulting also spent $42,000 on automatic weapons, using cash to get around a prohibition in the contract on purchasing the firearms, and showered other personnel with hefty pay and bonuses they hadn't earned.",
  "She demanded to know which Defense Department office was responsible for overseeing the contractor, what steps are being taken to recover the disputed payments, and whether New Century Consulting will face disciplinary action.",
  "Claire McCaskill J. Scott Applewhite/AP\n\nThe audit also challenged millions of dollars in compensation for other employees, including the consultants whom the company sent to Afghanistan to train the forces there.",
  "Two of President Donald Trump's most senior advisers — chief strategist Steve Bannon and son-in-law Jared Kushner — have been advocating for military contractors to fight the war there instead of American forces.",
  "He said the audit \"questioned solely the use and depreciation treatment of vehicles\" and that New Century Consulting \"accounted for no more than three vehicles across the entire business at any one time.\"",
  "McCaskill said the Defense Contract Audit Agency is currently auditing New Century Consulting's billings through early 2016 on the contract it received as its arrangement with Imperatis was ending.",
  "Three years later the Army Contracting Command awarded New Century Consulting a contract all its own to professionalize the intelligence units within the Afghan ministries of defense and interior.",
  "Among the costs charged to the U.S. were expenditures for seven high-end cars — Porsches, Alfa Romeos, a Bentley, an Aston Martin and a Land Rover, according to McCaskill's letter to Mattis.",
  "Rob Portman, R-Ohio, had raised after the Special Inspector General for Afghanistan Reconstruction identified a litany of problems with Imperatis' billing and record-keeping practices.",
  "The Defense Contract Audit Agency examined New Century Consulting's invoices between fiscal years 2008 and 2013, when it was a subcontractor to another company, Imperatis Corporation.",
  "New Century Consulting also gave its consultants more than $3.3 million in bonuses that they either didn't earn or that weren't required by their contracts, according to the senator.",
  "The purchase of the weapons was done properly and at the direction of the U.S.-led command overseeing the training and equipping of the Afghan security forces, according to Grunberg.",
  "Yet the Defense Department has faced widespread criticism that it often fails to perform rigorous oversight of the companies and how exactly U.S. taxpayer dollars are spent.",
  "McCaskill, the top Democrat on the Homeland Security and Governmental Affairs Committee, summarized the audit's major findings in a letter to Defense Secretary Jim Mattis.",
  "Michael Grunberg, chief executive officer of New Century Consulting, said the company is being portrayed unfairly and that it strives to follow federal acquisition rules.",
  "The United States has about 8,400 troops in Afghanistan, and so far Trump has resisted the Pentagon's recommendations to send as many as 4,000 more.",
  "McCaskill said the consultants were supposed to be paid at a 100 percent rate when deployed overseas, but only at 60 percent when on leave.",
  "Overall, the military contractor \"left taxpayers on the hook for over $50 million in questionable costs,\" McCaskill said in a statement.",
  "Grunberg said it \"is most unfair and is significantly inaccurate\" that the executive assistants received excessive salaries.",
  "The two companies were paid $522.4 million overall, according to contract data compiled by the special inspector general.",
  "McCaskill's disclosure of the audit's key findings is a rare glimpse into the opaque world of battlefield contracting.",
  "McCaskill said the audit, completed last year, was conducted partly in response to concerns she and Sen.",
  "Contractors are indispensable in Afghanistan, handling security, transportation, construction and more.",
  "But New Century Consulting gave its consultants the full rate regardless of where they were.",
  "Imperatis had a contract dating to 2007 for intelligence training in Iraq.",
  "The Defense Contract Audit Agency doesn't publicly release its audits.",
  "\"These excessive payments cost taxpayers over $15 million,\" she wrote.",
  "Army Contracting Command didn't respond to a request for comment.",
  "Her letter doesn't identify who the significant others are.",
  "The actual cost of the vehicles isn't specified.",
  "Imperatis went out of business last year.",
  "The work shifted to Afghanistan in 2010."
]