[
  "One page literally has hand scribbled policy cha… https://t.co/JdMIEfWZgj\n\nIn order to pay for at least some of the large cuts in the Senate plan — businesses run by their owners would be able to deduct 23% of their income before paying taxes, while the rate paid by corporations on their income would fall to 20% — a wide swathe of deductions enjoyed by higher-income wage earners would fall away, notably the deduction for state and local taxes.",
  "The bill, he said, \"was chock full of special-interest giveaways before tonight, but under the cover of darkness and with the aid of haste, a flurry of last-minute changes will stuff even more money into the pockets of the wealthy and the biggest corporations, while raising taxes on millions in the middle class.\"",
  "The bill — the final text of which was released publicly after 9:30 p.m. Friday, and still contained scribbles in the margins — would vastly rewrite how the US tax code works, favoring corporations large and small, owned by a few partners or by a globally diversified shareholder base.",
  "Sen. Susan Collins, the Maine Republican who voted against the Senate's health care bill and was viewed as a key vote for the tax plan, got several amendments into the bill, including letting taxpayers deduct the first $10,000 of their property tax bills from their federal taxes.",
  "The publicly released Senate tax bill they're voting on tonight still has the infamous scribbles\n\nSenate Democrats were livid about the bill and the process that played out Friday night, as a flow of late changes were made to the bill just before it came to the floor for a vote.",
  "Chip Somodevilla / Getty Images\n\nSenate Republicans passed their version of a massive tax overhaul just before 2 a.m. Saturday morning, knocking off one more obstacle to President Donald Trump and the Republican Congress's first major legislative achievement this year.",
  "Throughout Friday, senators who had held out because of their concern about tax cuts not being extensive enough won key concessions, while those that were on the fence because they thought the bill would expand deficits too much walked away with less solid commitments.",
  "In order to pay for broader and deeper cuts, the Senate also scrapped their total repeal of the alternative minimum tax for individuals — a separate tax system that's supposed to ensure that people don't use deductions to excessively wipe out their tax liability.",
  "As the bill was being rewritten Thursday night and through Friday, Republicans were able to scrounge up money to allow them to further cut taxes without increasing the cost of the bill, but rejected entirely proposals to reduce the fiscal impact as a whole.",
  "That so-called \"trigger\" option was rejected by the Senate parliamentarian due to rules that allowed the Senate to pass the bill with only a bare majority of votes, leaving the Senate to look elsewhere for ways to assuage Corker as well as Sen. Jeff Flake.",
  "But at the end of the day, I am not able to cast aside my fiscal concerns and vote for legislation that I believe, based on the information I currently have, could deepen the debt burden on future generations,\" Corker said in a statement.",
  "After the bill hit a snag Thursday night, Republicans were discussing adding automatic increases in the corporate tax from its proposed 20% rate in order to eliminate at least $350 billion in added debt over the next 10 years.",
  "The amount that these businesses — which include everything from dry cleaners to real estate partnerships — would be able to deduct from their tax bills was a key point of contention among Republicans going into Friday.",
  "In a statement Saturday morning, House Speaker Paul Ryan congratulated Senate Republicans on the bill and said, \"Now we will move quickly to a conference committee so we can get a final bill to President Trump’s desk.\"",
  "Trump this morning on tax bill: \"It was the biggest package in terms of tax cuts ever passed in our country...peopl… https://t.co/zFSba1z6Lz\n\nThe next step for the legislation is up to the House of Representatives.",
  "The House bill has a different structure for individual tax rates and a different approach to taxing businesses run by their owners than the Senate bill, and it includes a complete elimination of the estate tax.",
  "The fate of the amendment, though, proved a lonely bright spot for Democrats: It was defeated just after 1 a.m., soon before the final vote, with four Republicans joining all Democrats in voting against it.",
  "The Congressional Budget Office estimates that the change would jack up premiums and lead to 13 million more uninsured people than there would otherwise be in 10 years, and 4 million more in 2019.",
  "Senate Democrats seized upon one obscure amendment late Friday night that they claimed would exempt a single Michigan liberal arts school, Hillsdale College, from a new tax on endowment income.",
  "\"It was extended conversation that went on into the late hours of the night and continued early in the morning,\" Cruz said Friday, explaining how the Senate came to reject the hikes entirely.",
  "\"Historians will mark today as one of the darkest black-letter days in the long history of the Senate,\" Senate Minority Leader Chuck Schumer said from the floor, soon before the vote.",
  "The bill would also be Trump and the Republican Congress's biggest step in unwinding the Affordable Care Act, as it would eliminate the individual mandate to buy health insurance.",
  "James Lankford and Jeff Flake, who had originally supported a \"trigger\" mechanism and did not declare their position on the bill until late this week, did not join Corker.",
  "Speaking to reporters as he left the White House for New York City on Saturday morning, President Trump praised the senators for passing \"tremendous tax reform.\"",
  "The House can either pass the Senate's bill as is, or go to conference with the Senate to meld the bill with the legislation House Republicans recently passed.",
  "\"Susan Collins prevailed in amending the bill to exclude $10,000 of property taxes from your federal income tax liability — that's a significant improvement.\"",
  "This was at the urging of Sen. Bob Corker, who had earlier proposed an automatic tax hike if the bill didn't raise enough money from added economic growth.",
  "The bill would reshape the tax code in favor of corporations and do more to undercut Obamacare than anything Republicans have yet managed to pass.",
  "Erik Prince, the brother of Education Secretary Betsy DeVos and founder of the controversial security firm Blackwater, is one prominent alumnus.",
  "Steve Daines and Ron Johnson only came on board with the bill Friday morning, after the deduction moved up from 17.4% to 23% over the past week.",
  "It rejects most federal funding, including student loans, and many of its students go on to work in conservative movement institutions.",
  "I think any college in that category, whether it's Hillsdale or any other college, ought not to have to pay the tax on endowment.\"",
  "The House bill also scraps the deduction people can claim for medical expenses and puts the 20% corporate rate into effect faster.",
  "\"I’ve never tried to rally [them] — each person has to vote their conscience and that’s what this is all about,\" Corker said.",
  "Vice President Mike Pence was on hand to preside over the vote, and was met with applause after reading out the final tally.",
  "\"This is a great day for America,\" Senate Majority Leader Mitch McConnell told reporters after the vote Saturday morning.",
  "Senate leadership appeared to have secured 51 votes for the bill Friday afternoon, well before the bill was finalized.",
  "Special thanks to… https://t.co/L07UncQMZS\n\nFor now, the feeling among Senate Republicans is emphatically positive.",
  "\"I and a number of other senators had strong objections to that proposal, and that proposal did not carry the day.",
  "They're going to get tremendous, tremendous tax cuts and tax relief, and that's what this country needs,\" he said.",
  "Getting rid of the AMT was supposed to be one of the ways the House and Senate tax bills would simplify the code.",
  "House leadership is currently planning on moving to a conference to combine the bills as quickly as possible.",
  "I commend them for their choice, as other colleges, of foregoing taxpayer money that they could be taking...",
  "After an up-and-down several days, Republican leaders were bullish on the bill for most of the day Friday.",
  "Trump tweeted just before 3 a.m. on Saturday that he hopes to reach that point before the end of the year.",
  "The Senate passed the bill 51–49, with Sen. Bob Corker the only Republican voting against the bill.",
  "We are one step closer to delivering MASSIVE tax cuts for working families across America.",
  "Instead, the Senate put the tax system back into the bill with modifications on Friday.",
  "The $350 billion in tax increases is not in the bill — that was the right thing to do.\"",
  "Sen. Pat Toomey, who included the amendment, defended the college on the Senate floor.",
  "The college is a conservative beacon in the culturally liberal higher education world.",
  "Corker was unable to bring any Republicans with him to vote against the bill — Sens.",
  "\"I respect Bob so much as senator,\" Perdue told BuzzFeed News late Friday night.",
  "Other Republicans mainly had praise for Corker, despite his dissenting vote.",
  "\"I'm ecstatic,\" Sen. David Perdue told BuzzFeed News late Friday night.",
  "Frustrated Democrats, meanwhile, had abandoned the floor after voting.",
  "\"I think we should be cutting everyone’s taxes,\" Sen. Ted Cruz said.",
  "Schumer described the amendment as a \"metaphor for the whole bill.\"",
  "I was just handed a 479-page tax bill a few hours before the vote.",
  "McConnell hit back at Schumer in his own comments after the vote.",
  "\"I’m a dinosaur on the fiscal issues,\" he said earlier Friday.",
  "Trump and Corker \"had a really great conversation,\" he added.",
  "\"Bob called the president; there was a clearing of the minds.",
  "\"You complain about process when you're losing,\" he said.",
  "I'm very impressed with Bob and how he handled this.\"",
  "By Friday morning, however, the tax hikes were dead.",
  "\"I actually think it's a wonderful institution...",
  "Alex Wong / Getty Images Sen. Corker on Nov. 30.",
  "I'm sure the President tried to beseech him.",
  "\"People are going to be very, very happy.",
  "The House bill eliminates the tax.",
  "It was very professional.",
  "I wanted to get to yes.",
  "\"I am disappointed.",
  "Sens."
]