[
  "“The showdown on the floor will touch on not just Gorsuch’s credentials and fitness to serve on the Supreme Court, but on whether the Senate will remain a more collaborative chamber than the hot-tempered House … If Democrats successfully block Gorsuch later this week, (Senate Majority Leader Mitch) McConnell has signaled that he will invoke the nuclear option and change longstanding Senate precedent by a simple majority of the chamber so filibusters of Supreme Court nominees can be cut off with just 51 votes, not 60.”\n\nFor his part, President Trump did not seem focused on the Supreme Court fight today.",
  ": The Washington Post reports Erik Prince, the founder of Blackwater and brother of Education Secretary Betsy DeVos met in the Seychelles with an emissary from Vladimir Putin before Trump’s inauguration to set up a back channel between Washington and Moscow.",
  "| AP Photo 45 After Dark: The Filibuster Showdown edition\n\nPresident Donald Trump’s week begins with the Senate ready to consider his Supreme Court nominee — and on the brink of a historic showdown.",
  "PAGE TURNER: Former Trump campaign adviser Carter Page met with, and passed energy documents to, a man later revealed to be a Russian intelligence operative, BuzzFeed reports .",
  "TRUST ISSUES: The White House acknowledged that a revised trust allows President Trump to pull money from his businesses at any time with no requirement to tell the public.",
  "The full Senate will now consider his nomination, with Democrats appearing to have enough votes to filibuster Gorsuch’s nomination, POLITICO’s Seung Min Kim reports .",
  "FOREIGN CURRENCY: Former Trump campaign officials are seeking clients from foreign countries who are interested in tapping into the new administration.",
  "Ambassador Nikki Haley has overshadowed Secretary of State Rex Tillerson and stoked interest in her political future in her first few months in office.",
  "Chuck Grassley, Patrick Leahy, Dianne Feinsteinand Sen. Al Franken meet on Capitol Hill on April 3 before voting to advance Neil Gorsuch's nomination.",
  "SOME PARK SERVICE: President Trump will donate his first quarter salary to the National Park Service, per White House press secretary Sean Spicer.",
  "TREADING (OBAMA)CAREFULLY: Conservatives and the White House are in talks again about reviving the Obamacare repeal and replace effort.",
  "After early morning tweets criticizing Hillary Clinton, he hosted controversial Egyptian President Abdel Fattah el-Sisi.",
  "“I just want to let everybody know, in case there was any doubt, that we are very much behind President el-Sisi.",
  "He’s done a fantastic job in a very difficult situation.”\n\nElsewhere in Donald Trump’s orbit:\n\nSEY WHAT?",
  "Judge Neil Gorsuch cleared the Senate Judiciary Committee on Monday on a party-line, 11-9 vote.",
  "(Sun-Sentinel)\n\nAnd there you have it, you’re caught up on the the Trump administration.",
  "TRUMP MOTORS: A Ferrari once owned by Donald Trump fetched north of $270,000.",
  "Trump praised the military ruler during a meeting in the Oval Office.",
  ": Former Vice President Joe Biden is headed to New Hampshire.",
  "Monday’s done and, yes, Tuesday is tomorrow.",
  "“We agree on so many things,” Trump said .",
  "HALEY’S COMET: U.N.",
  "JUST BIDEN TIME?",
  "Sens."
]