[
  "Veselnitskaya, a colorful Moscow-based lawyer, attended the meeting with Samochornov, a Russian-American lobbyist named Rinat Akhmetshin, and Ike Kaveladze, a business associate for the Agalarov family, which has done business with the Trumps and first requested the Trump Tower session.",
  "When reached by The Daily Caller back in July, when the Trump Tower meeting was first reported, Samochornov said he was unable to discuss his work for Veselnitskaya or the Trump Tower meeting because he signed “very strict” non-disclosure agreements.",
  "Committee investigators spoke behind closed doors with Anatoli Samochornov, a former State Department contractor who attended the meeting as a translator for Russian attorney Natalia Veselnitskaya.",
  "The two Russians worked alongside Fusion GPS founder Glenn Simpson on a consulting project aimed at undercutting the Magnitsky Act, a sanctions law fiercely opposed by the Kremlin.",
  "House committee Republicans also wonder whether any details of the Trump Tower meeting made their way into the dossier, which was written by former British spy Christopher Steele.",
  "Based on research compiled by Simpson, the memo made one passing mention of contributions made to the Clinton campaign by a proponent of the Magnitsky Act.",
  "Samochornov was working at the time for a group Veselnitskaya founded called the Human Rights Accountability Global Initiative Foundation (HRAGIF).",
  "Akhmetshin, a former Soviet military officer who works at a political operative for numerous foreign clients, was a registered lobbyist for HRAGIF.",
  "Simpson told the House committee earlier this month that he was unaware that Veselnitskaya passed his research to Trump Jr. as well as to Chaika.",
  "On Thursday, the House panel will interview Attorney General Jeff Sessions and Erik Prince, an outside Trump adviser and founder of Blackwater.",
  "The House panel is also looking into the conclave, though Republicans and Democrats see it as potentially significant for different reasons.",
  "Republicans are interested in Veselnitskaya and Akhmetshin’s links to Fusion GPS, the opposition research firm behind the Trump dossier.",
  "Trump Jr.’s decision to accept what he thought was dirt on Clinton shows that he attempted to work with Russian operatives, they say.",
  "As Veselnitskaya’s translator, Samochornov would have been directly involved in the conversation she had with the Trump campaign.",
  "The non-profit portrayed itself as a human rights non-profit, but it actually served as a front to undermine the Magnitsky Act.",
  "But he told the House committee earlier this month that he had no idea that Veselnitskaya was meeting with the Trump campaign.",
  "Samochornov could shed light on what actually went on in the lead-up to the meeting as well as during the 30-minute session.",
  "Donald Trump Jr. accepted the June 9, 2016 meeting after an associate offered him damaging information on Hillary Clinton.",
  "Democrats generally view the Trump Tower meeting as evidence of attempted collusion on the part of the Trump campaign.",
  "She recently acknowledged that she consulted on the anti-Magnitsky work for Yuri Chaika, Russia’s prosecutor general.",
  "The House Intelligence Committee on Tuesday interviewed a key witness to the infamous June 2016 Trump Tower meeting.",
  "Trump Jr. has said that the attorney talked mostly about the Magnitsky Act and that Clinton dirt did not come up.",
  "The meeting is at the center of multiple investigations into Russian interference in the presidential campaign.",
  "Prince met earlier this year in the Seychelles with the head of Russia’s foreign direct investment fund.",
  "But if he was, he would also be able to shed light on whether they discussed the Trump Tower event.",
  "Simpson was with Veselnitskaya on the morning of the Trump Tower meeting as well as just after.",
  "It is not known whether Samochornov was with Veselnitskaya during her encounters with Simpson.",
  "The real estate executive is slated to be interviewed by the House committee next week.",
  "Trump Jr. attended alongside Jared Kushner and then-campaign chairman Paul Manafort.",
  "Because of that, he would have knowledge of what she offered to the Trump team.",
  "He could also have knowledge of Veselnitskaya’s interactions with Simpson.",
  "Trump Jr. and Veselnitskaya have claimed that the meeting was fruitless.",
  "Veselnitskaya did take a four-page memo into the meeting.",
  "She provided Simpson’s anti-Magnitsky research to Chaika.",
  "Veselnitskaya does have links to the Kremlin.",
  "Follow Chuck on Twitter"
]