[
  "Separately, The Washington Post reported Monday that the United Arab Emirates arranged a secret meeting in January between an American businessman supporting Trump and a Russian close to President Vladimir Putin as part of an apparent effort to establish a back-channel line of communication between Moscow and the incoming president.",
  "Citing U.S., European and Arab officials, the Post reported that the UAE agreed to broker the meeting in part to explore whether Russia could be persuaded to curtail its relationship with Iran, including in Syria, a Trump administration objective that would be likely to require major concessions to Moscow on U.S. sanctions.",
  "U.S. officials said the FBI has been scrutinizing the meeting in the Seychelles islands in the Indian Ocean as part of the broader probe of Russian interference in the 2016 U.S. election and alleged contacts between associates of Putin and Trump, the Post reported.",
  "Prince was a high-dollar campaign donor — he and his family reportedly gave more than $10 million to GOP candidates and super PACs in 2016 — and was a frequent critic of both President Barack Obama and Trump's opponent, Democrat Hillary Clinton.",
  "He's blasted the focus on his possible Russia ties as a \"ruse\" and has insisted that the real story is the leaking of information to the media and allegations that he and his associates were improperly surveilled by the Obama administration.",
  "Prince, the founder of the security firm Blackwater and now the head of the Hong Kong-based company Frontier Services Group, has ties to Trump chief strategist Steve Bannon and is the brother of Education Secretary Betsy DeVos.",
  "AP WASHINGTON (AP) — A foreign policy adviser to Donald Trump's presidential campaign met with a Russian intelligence operative in 2013 and provided him documents about the energy industry, according to court filings.",
  "this Friday, July 8, 2016, file photo, Carter Page, then adviser to U.S. Republican presidential candidate Donald Trump, speaks at the graduation ceremony for the New Economic School in Moscow, Russia.",
  "He's among the Trump associates under scrutiny as the FBI and congressional committees investigate Russian interference in the 2016 election and possible ties between the Trump campaign and Russia.",
  "The officials said Prince presented himself as an unofficial envoy for the president-elect to high-ranking Emiratis involved in setting up his meeting with the Putin confidant, the Post reported.",
  "In response to the Post story, White House press secretary Sean Spicer said \"we are not aware of any meetings\" and a Prince spokesman said the meeting \"had nothing to do with President Trump.\"",
  "Page briefly served as a foreign policy adviser to Trump's campaign, though he split from the campaign before the election and the White House says the president has no relationship with him.",
  "According to the court documents, Podobnyy tried to recruit Carter Page, an energy consultant working in New York at the time, as an intelligence source.",
  "The court filings include a transcript of Podobnyy speaking with Igor Sporyshev, who was also charged in the spy ring, about Page.",
  "Page's contacts with Podobnyy happened about three years before Trump listed him as a foreign policy adviser to the campaign.",
  "The meeting took place nine days before Trump's inauguration and involved businessman Erik Prince, the Post reported.",
  "The Russian, Victor Podobnyy, was one of three men charged in connection with a Cold War-style Russian spy ring.",
  "Trump has vigorously denied that he or his associates were in contact with Russia during the election.",
  "When contacted Monday by The Associated Press, Page said he was not available for comment.",
  "He confirmed to BuzzFeed News, which first reported on the filings, that he was \"Male-1.\"",
  "Trump and his advisers have been vague about how Page became connected with the campaign.",
  "\"The real story turns out to be SURVEILLANCE and LEAKING!",
  "Find the leakers,\" Trump wrote in a tweet Monday morning.",
  "Both said Prince had no role in the Trump transition.",
  "The full agenda remains unclear, the newspaper said.",
  "\"I like that he takes on everything,\" Podobnyy says.",
  "The FBI declined to comment, the newspaper said.",
  "Page is referred to in the filing as \"Male-1.\"",
  "The officials did not identify the Russian.",
  "\"For now his enthusiasm works for me.",
  "I also promised him a lot.\""
]