[
  "“I take any effort to interfere with our election system by Russia or any other nation-state extremely seriously,” Wray told the House panel, adding that the bureau’s effort involves “the next couple of election cycles.”\n\nSessions closed-door appearance before the House panel on Thursday follows several controversial public appearances he has made before congressional committees.",
  "\"I asked the attorney general whether he was ever instructed by the president to take any action that he believed would hinder the Russia investigation, and he declined to answer the question,\" said Rep. Adam Schiff of California, the senior Democrat on the Intelligence Committee, after Sessions completed his closed-door testimony Thursday.",
  "More: Attorney General Jeff Sessions: 'I've always told the truth' about Trump campaign, Russia\n\nMore: AG Jeff Sessions declines to answer questions about the firing of FBI director\n\nMore: Trump campaign adviser Carter Page acknowledges meeting with senior Russian officials: transcript\n\nRead or Share this story: https://usat.ly/2zAY9bt",
  "But Flores also said that Sessions has maintained that he has “never been directed to do anything illegal or improper.”\n\nThe House Intelligence Committee is one of three congressional committees investigating Russian meddling in last year's election and possible collusion between the Trump campaign and the Kremlin.",
  "(Photo: Carolyn Kaster, AP)\n\nWASHINGTON — The top Democrat on the House Intelligence Committee said Thursday that Attorney General Jeff Sessions refused to tell the committee whether President Trump asked him to impede the investigation of Russian meddling in the 2016 presidential election.",
  "Prince never officially worked for the Trump campaign or Trump's presidential transition team, but he presented himself as an unofficial envoy for Trump to officials of the United Arab Emirates who arranged the meeting, according to an April story in The Washington Post.",
  "While Sessions was testifying in the closed meeting, FBI Director Christopher Wray told the House Homeland Security Committee in a public hearing that the bureau was moving to guard against future election interference by creating a foreign influence task force.",
  "Justice Department spokeswoman Sarah Isgur Flores said Thursday that Sessions declined to discuss his communications with the president, as he has in public hearings before Senate and House panels where he said those contacts were privileged.",
  "Sessions defended himself before the House Judiciary Committee earlier this month from any suggestion that he lied in prior testimony before Congress about his knowledge of contacts between the Trump campaign and Russian officials.",
  "Sessions' problems with Congress began at his Senate confirmation hearing in January when the former Alabama senator failed to mention at least two contacts he had with the Russian ambassador while he was advising Trump's campaign.",
  "Wray said the group, a collaboration of counter-intelligence, cyber security and criminal analysts, is coordinating with allies abroad who also are facing election-related threats from the Kremlin or other hostile governments.",
  "The House Intelligence Committee was also conducting a separate closed-door interview on Thursday afternoon with Erik Prince, founder of the Blackwater USA security firm and brother of Education Secretary Betsy DeVos.",
  "When his contacts with the Russian ambassador were later disclosed, Sessions recused himself from the Russia investigation and appointed Mueller to lead the inquiry — a move that angered Trump.",
  "Prince was expected to testify about a secret meeting he had in the Seychelles islands in January of this year with a Russian businessman with close ties to Russian President Vladimir Putin.",
  "Sessions said he did not recall talking to Page last year about Page's planned trip to Moscow and only remembered a March 2016 meeting with Papadopoulos after seeing news reports about it.",
  "\"If the president did instruct him to hinder the investigation in any way, in my view, that would be a potentially criminal act and certainly not covered by any privilege.\"",
  "A report issued by U.S. intelligence agencies in January concluded that Russia meddled in the 2016 election in an effort to help Trump and hurt Democrat Hillary Clinton.",
  "That public testimony was his first appearance before Congress since two former Trump campaign advisers said they told Sessions about their contacts with Russia.",
  "\"If the president did not instruct him to take any action that he believed would hinder the Russia investigation, he should say so,\" Schiff told reporters.",
  "Those revelations — from former advisers George Papadopoulos and Carter Page — appeared to contradict previous testimony that Sessions gave to the Senate.",
  "CLOSE Attorney General Jeff Sessions is making light of the grilling he is getting over his knowledge of Trump campaign contacts with Russians.",
  "(Nov. 17) AP\n\nAttorney General Jeff Sessions testifies before the Senate Judiciary Committee on Capitol Hill on Oct. 18, 2017.",
  "Sessions did not speak to reporters on Capitol Hill after testifying before the committee for more than three hours.",
  "The report reached no conclusions about whether the Russian interference affected the outcome of the election.",
  "Trump's eldest son, Donald Trump Jr., is expected to testify before the committee in closed session next week.",
  "He opened a speech to the Federalist Society by asking if the Russian ambassador was in the room.",
  "I've always told the truth,\" the attorney general told the Judiciary Committee.",
  "Sessions was one of the first Republican members of Congress to support Trump.",
  "Prince has publicly denied that the meeting had anything to do with Trump.",
  "Special counsel Robert Mueller is conducting a separate criminal probe.",
  "He was accompanied by his private attorney, Charles Cooper.",
  "\"I have at all times conducted myself honorably ..."
]