[
  "Donald Trump stands next to Sen. Jeff Sessions, R-Ala., as Sessions speaks during a rally on Feb. 28, 2016, in Madison, Ala. (Photo: John Bazemore, AP)\n\nBoth Republican presidential front-runner Donald Trump and Democratic challenger Bernie Sanders offered the first real look inside their foreign policy teams in recent days, giving new attack fodder for their rivals but also a more complete picture of the individuals driving national security discussions in the 2016 campaign.",
  "(Photo: Alex Wong, Getty Images)\n\nThe actual size of Clinton’s foreign policy team is unclear, because her years in the Senate and as secretary of state have afforded her time to build up a sizable list of official and unofficial advisers on a host of security topics.",
  "McFarlane served as a Reagan national security adviser during the Iran-Contra affair, Krongard as a CIA director early in George W. Bush's presidency, and Schneider as a former undersecretary of state and defense budget official for much of the 1980s.",
  "Kasich has touted his own foreign policy experience on the campaign trail, including 18 years on the House Armed Services Committee, and there are a host of former congressional and executive branch notables among his national security advisers.",
  "Boykin, a retired three-star general and former Green Beret commander, is a member of the Family Research Council and received similar criticism for his defense of religious liberty in the ranks and comments about gays and lesbians.",
  "Wittes served as a top Pentagon expert on Middle East affairs from 2009 to 2012 and oversaw the Middle East Partnership Initiative\n\nSeveral others, including Sherman and Benjamin, worked alongside Clinton at the State Department.",
  "Kellogg, a retired three-star general, served as the chief operating officer of the Coalition Provisional Authority for about six months in 2003 and 2004, helping lead Iraq's reconstruction and regional stabilization efforts.",
  "Abrams served in the State Department under Reagan and as a deputy national security adviser to President George W. Bush and was convicted for withholding information from Congress about arms deals in the Iran-Contra affair.",
  "(Photo: Cubic Corp)\n\nSessions chairs Trump’s foreign policy team, and the Alabama senator brings with him 13 years experience as an Army reservist and 17 years experience on the Senate Armed Services Committee.",
  "Chollet, former assistant defense secretary for international security under President Obama from 2012 to 2014, leads Clinton’s Middle East working group with Brookings Institution fellow Tamara Cofman Wittes.",
  "Haave worked as a deputy undersecretary of defense for counterintelligence from 2004 to 2008 and led the technology team who created the biometrics identification card system used by troops in Iraq.",
  "HILLARY CLINTON\n\nKey names: Jake Sullivan, Laura Rosenberger, Derek Chollet, Kathleen Hick, James Miller, Julianne Smith, Wendy Sherman, Jeremy Bash, Rand Beers, Daniel Benjamin, Nicholas Burns.",
  "Unlike the other campaigns, he has spoken very little about its members, and actually floated out the names of several individuals before they have been officially brought on to the campaign.",
  "(Photo: Lawrence Jackson, AP)\n\nThat includes Korb, an assistant secretary of defense for Reagan from 1981 to 1985 who now serves as a scholar at the Center for American Progress.",
  "JOHN KASICH\n\nKey names: Richard Allen, Alvin Krongard, William Schneider Jr., Charles King Mallory IV, Trent Lott, Robert McFarlane, George Beebe, Samantha Ravich, Carol Haave.",
  "None of the individuals he has highlighted so far has been a major player in past Republican presidential campaigns, with many flocking from failed bids by former Florida Gov.",
  "The Southern Poverty Law Center has called him \"one of America’s most notorious Islamophobes\" for his accusations of Muslims extremists infiltrating U.S. government agencies.",
  "He founded the think tank Center for Security Policy after serving in President Reagan’s Pentagon, but has been harshly attacked for what critics say are anti-Islamic views.",
  "Allen, who was a chief foreign policy adviser to Presidents Nixon and Reagan before being force to resign for accepting bribes from foreign nationals, leads Kaisch’s team.",
  "Sanders publicly named Korb as a key influencer of his campaign earlier this year, much to Korb’s surprise, but a few weeks later invited him on in an official capacity.",
  "Adams, a defense adviser to Al Gore’s presidential campaign, was an associate director for national security in the Office of Budget and Management from 1993 to 1997.",
  "And they don’t necessarily identify the individuals who will immediately take up key defense and State Department posts if their candidate becomes commander-in-chief.",
  "He is by far the youngest prominent foreign policy adviser on any of the campaign staffs, having finished his Masters’ degree at the University of Chicago in 2011.",
  "Rosenberger served for more than a decade in the State Department and the White House’s National Security Council, with a focus on North Korea and Pacific policy.",
  "Zogby, who served as deputy campaign manager to Jesse Jackson’s two presidential campaigns in the 1980s, is founder and president of the Arab American Institute.",
  "For the Republicans, those advisers include a heavy dose of longtime party thinkers mixed in with some controversial figures from the most recent wars overseas.",
  "Sullivan, who is her chief adviser in this area, is a Yale Law School professor who worked as a senior adviser in last year’s Iran nuclear negotiations.",
  "French, who in recent weeks assumed the lead role in assembling Sanders’ national security team, is a policy analyst at the National Security Network.",
  "Schmitz is a former inspector general for the Defense Department who also worked as an executive with the controversial defense contractor Blackwater.",
  "For the Democrats, it’s a battle between Hillary Clinton’s massive team of pro-diplomacy operatives and Sanders’ fledgling group of outside experts.",
  "Papadopoulos, who had been on neurosurgeon Ben Carson’s campaign team, was an analyst at the Hudson Institute focused on energy security changes.",
  "Here's an overview:\n\nDONALD TRUMP\n\nKey names: Sen. Jeff Sessions, Joseph Schmitz, Keith Kellogg, Carter Page, George Papadopoulos, Walid Phares.",
  "He currently sits as chairman of that panel’s strategic forces subcommittee, overseeing nuclear, missile defense and intelligence programs.",
  "He has called the gay rights movement \"evil\" and said that Christians are being persecuted for not accepting such immoral behavior.",
  "McCarthy is a former U.S. attorney who led the prosecution of terrorists responsible for the 1993 World Trade Center bombing.",
  "Talent is a retired congressman from Missouri who served on both the House and Senate Armed Services Committees for 12 years.",
  "The team also boasts six former congressmen: Lott, John Sununu, Pete Hoekstra, Jim Kolbe, Christopher Shays and Bob Walker.",
  "Burns actually served there as undersecretary for political affairs during President George W. Bush’s term in office.",
  "He currently works as a senior fellow specializing in military preparedness at the American Enterprise Institute.",
  "Chollet has held a variety of defense and diplomatic posts, including working as the chief speechwriter for U.N.",
  "TED CRUZ\n\nKey names: Frank Gaffney, Andrew McCarthy, Michael Ledeen, Elliott Abrams, Jim Talent, Jerry Boykin.",
  "But they do offer insight on the types of experts the candidates trust, and whether those experts trust them.",
  "He is a professor emeritus at American University and frequent media pundit on national security issues.",
  "BERNIE SANDERS\n\nKey names: Bill French, James Zogby, Larry Korb, Joe Cirincione, Gordon Adams.",
  "Like the rest of the business mogul’s campaign, Trump’s foreign policy team is unconventional.",
  "Most of their conservative ties predate the recent wars in Iraq and Afghanistan, by decades.",
  "The 25-person team is the only one on the Republican side to prominently feature any women.",
  "Gaffney’s inclusion on the Texas senator’s list of advisers has caused the most criticism.",
  "These names don't comprise the full list of everyone in the room on key security debates.",
  "Since leaving the ranks he has worked for several defense contracting agencies.",
  "Ravich was principal deputy national security adviser to Vice President Cheney.",
  "All served on defense or appropriations committees during their time in office.",
  "Military Times examined each campaign's core foreign policy team.",
  "Sanders foreign policy team has been difficult to pin down.",
  "Read or Share this story: http://usat.ly/1SJtlJN",
  "Jeb Bush and Florida Sen. Marco Rubio.",
  "Retired Army Lt. Gen. Keith Kellogg.",
  "Ambassador Richard Holbrooke.",
  "Jake Sullivan.",
  "Larry Korb."
]