[
  "But that's part of the reason that DeVos' critics see her unexpected rise to Trump's chief of schools as so disruptive: her effort to reform the public education system is driven not by personal experience, but by a deeply held belief, rooted in her family's Calvinist-influenced Christianity, that it's the right thing to do.",
  "Betsy DeVos and her husband have followed suit, funneling millions to state and federal political campaigns, legislative efforts and ballot measures designed to expand access to vouchers, increase the reach of charters (independent schools that receive public funding) and usher in a free-market vision of public education.",
  "Lindsey Burke, an education-policy fellow at the conservative Heritage Foundation, expects DeVos to focus on lower-hanging fruit, like pushing Congress to reauthorize Washington, D.C.'s voucher program, or introducing voucher initiatives on Native American reservations and for the children of the active-duty military.",
  "\"More and more parents are coming to realize their children are suffering at the hands of a system built to strangle any reform, any innovation or any change,\" she said in May at a conference held by the American Federation for Children, a conservative advocacy organization that she chaired until recently.",
  "As the daughter of Edgar Prince, who sold his auto-parts manufacturing company for $1.35 billion in 1996, and the daughter-in-law of Richard DeVos Sr., billionaire co-founder of Amway, much of her influence has come from her ability to donate vast sums of cash.",
  "At the heart of that revolution, DeVos believes, is a simple idea: parents should be able to use public funds to send their children to whatever private, religious, charter, online-only or for-profit school they choose, including schools run out of the home.",
  "Perhaps the best way to understand Betsy DeVos, President-elect Donald Trump's pick to lead the U.S. Department of Education, is to see her as she sees herself--an insurgent fighting against a broken public-education industry.",
  "Trump's federal voucher plan, for example, would require not only that Congress allocate $20 billion to the program--a potentially heavy lift given that lawmakers have already promised tax cuts and a balanced budget.",
  "The DeVoses, meanwhile, have given more than $1.3 billion, according to a Forbes estimate, to an array of conservative causes, including measures pushing anti-union right-to-work laws and opposing same-sex marriage.",
  "The Princes were key donors to the Family Research Council, and both families were major supporters of the Council for National Policy, an organization linking conservative activists and financial benefactors.",
  "\"If DeVos and Trump love school choice and the children it benefits, they will keep the federal government far, far away from them,\" warned Joy Pullmann, a top editor at the conservative outlet the Federalist.",
  "Both Representative Virginia Foxx, who chairs the House committee on education, and Senator Lamar Alexander, who chairs the Senate version, have supported voucher initiatives in the past.",
  "It's a vision that many teachers, the teachers' unions and most Democrats say would come at the expense of traditional public education by draining funds from an already strapped system.",
  "In 2000, she helped bankroll a statewide school voucher initiative, which ultimately failed, but since then she has successfully helped push for related programs across the country.",
  "To get the job, DeVos will first have to answer concerns from Democrats, who have raised questions about unpaid state fines assessed against a political action committee she ran.",
  "But the Education Department is forbidden under the new federal law passed in December 2015 from either setting such benchmarks or incentivizing states to adopt them.",
  "Last year, Alexander introduced an amendment that would have allowed federal funding to follow low-income students to the public or private school of their choice.",
  "\"I have decided, however, to stop taking offense at the suggestion that we are buying influence,\" DeVos wrote in the Capitol Hill newspaper Roll Call in 1997.",
  "While voters have been willing to implement such programs for poor or disabled students, they have been wary of across-the-board school choice initiatives.",
  "\"To those outside this room who oppose our education revolution: make no mistake, we will not relent, we will not rest,\" she vowed at the May conference.",
  "Then there is the potential opposition she will face in office from fellow conservatives, who have long called for more local control over education.",
  "The former chair of the state Republican Party attended a private Christian academy in Michigan and sent her four children to private schools.",
  "Trump, who campaigned on the promise of passing a $20 billion federal voucher program, has championed DeVos' agenda on the national stage.",
  "This year, DeVos fought an effort that would have imposed city oversight on Detroit charters, which rank among the worst in the country.",
  "Partly because of her advocacy and money, nearly two dozen states, including Indiana, Arizona and Florida, now have voucher programs.",
  "If the Senate gives her the expected nod in January, it will be a significant victory for DeVos and the revolution she helps lead.",
  "But DeVos' power to revolutionize the K-12 landscape will likely run up against institutional limitations, such as Common Core.",
  "\"It would destroy neighborhood schools,\" Randi Weingarten, the head of the American Federation of Teachers, tells TIME.",
  "In 2011, her organization, Great Lakes Education Project, helped pass another to remove caps on charters in the state.",
  "While the U.S. spends more than $600 billion a year on public K-12 schools, less than 9% of that comes from the feds.",
  "That means any new education program, even if it originates on DeVos' desk, will require state and local buy-in.",
  "Since the 1970s, both the Prince and DeVos families have given tens of millions to conservative organizations.",
  "The move helped fuel an explosion of new schools, about 80% of which are now for-profit institutions.",
  "Both Trump and DeVos have promised to \"end\" the controversial state-based achievement standards.",
  "\"This realization is becoming more evident as the momentum builds for an education revolution.\"",
  "Slight, blond and partial to fitted blazers, DeVos doesn't look the part of a bomb thrower.",
  "Just months before Trump appointed her, she promised never to give up on her life's work.",
  "Common Core was adopted by state lawmakers, and will also have to be dismantled by them.",
  "DeVos' brother, Erik Prince, founded the mercenary firm formerly known as Blackwater.",
  "While it's unclear what DeVos will accomplish, there is no doubt about her direction.",
  "In 1993, DeVos helped pass a law that paved the way for charter schools in Michigan.",
  "DeVos' power will be further confined by the realities of federal funding.",
  "And the Republican-led Congress will likely be sympathetic to her efforts.",
  "That's partly because she hasn't had to be on the front lines.",
  "It would also require states to pony up another $110 billion.",
  "We do expect some things in return.\"",
  "\"Now I simply concede the point.",
  "They are right."
]