[
  "Flood the zone with thousands of them wall-to-wall—end of ISIS.”\n\nStraight-A Harvard Law School graduate and trailing candidate Ted Cruz responded by accusing Obama of irresponsibly “conflagrating the term enemy with civilian.” In the grating monotone of a schoolmarm, Cruz lectured a handful of supporters at a diner in Hang Tree, Iowa, “Enemy starts with an E and civilian with a C. One’s got five letters and the other’s got seven, and I’m prepared to take this all the way to the Supreme Court if I have to.”\n\nThe White House says that it might take a day or two to exhume FDR and Truman’s bodies, at which time the remains will be informed of their right to an attorney, and if they cannot afford one, one will be provided for them.",
  "With these criminal show trials we will be reinstituting justice, regardless how delayed, to FDR and Truman for their wanton mass killing of civilians during World War Two.”\n\nHistory has recorded President Roosevelt as being responsible for the carpet-bombing of German cities that specifically targeted civilian populations, with one particular night’s carpet fire-bombing of Dresden resulting in as few as 25,000 innocent civilian deaths.",
  "By Paul Avallone, Author Tattoo Zoo\n\nWASHINGTON D.C – In concert with his State of the Union address Tuesday night, President Obama today issued executive orders to exhume the bodies of Franklin Delano Roosevelt and Harry S. Truman, while directing his Justice Department to begin criminal prosecutions for war crimes committed by the long-deceased former presidents.",
  "“That is not who we are,” Obama reiterated to the hungover, alcohol-reeking pressroom reporters, while assuring them that he had directed Secretary of State John Kerry to formerly demand of Britain’s Queen Elizabeth that she exhume the body of Winston Churchill for extradition and prosecution for the German civilian carpet-bombing deaths.",
  "In Further Unrelated News: The Pentagon announced it has begun to study the feasibility of discharging all service members assigned deployment to combat, stripping them of uniforms and weapons and ID cards and having KBR-type war-contracting agencies such as Blackwater, DynCorp and Triple Canopy take them on as civilian employees.",
  "Likewise for President Truman’s guilt in ordering the atom-bombing of Hiroshima and Nagasaki, though those atrocities each utilized a single aircraft and a single 10,000-pound bomb, not the thousands of airplanes and little bombs used in similar wartime aerial operations.",
  "That may work as a TV sound bite, but it doesn’t pass muster on the world stage.”\n\n“War or no war, there is never cause for killing civilians,” the spiffy president this morning told the handful of coffee-imbibing reporters hanging out in the White House press office.",
  "Washington D.C. scuttlebutt has it that Obama planned to include President Lyndon Johnson in the exhuming and prosecution for his B-52 arc-light carpet-bombing throughout the Vietnam War, but no one can remember where he’s buried.",
  "That is who we are.”\n\nWhen asked to comment on Obama’s latest presidential executive action, front-runner Republican candidate Donald Trump stood solidly by his reckless campaign promises to carpet-bomb ISIS into oblivion.",
  "In an impromptu drop-by to the White House press office this morning, Obama put meat behind his heroic callout to the Republican presidential candidates who are shouting for a carpet-bombing of the Islamic State, or ISIS.",
  "In his Tuesday night address to a rapt nation, clearly excoriating the warmongering Republicans, Obama proclaimed to a rapt nation, “Our answer [to war] needs to be more than tough talk or calls to carpet bomb civilians.",
  "In Unrelated News: A video released today from ISIS headquarters somewhere in the Islamic State instructs all ISIS jihadist warriors to no longer carry ISIS flags or wear black turbans or carry matching issue weapons.",
  "With a penny-pinching businessman’s aplomb, Trump’s designs call for dousing carpets in the factory with smallpox and gonorrhea then air-dropping them throughout ISIS-controlled territory.",
  "By Obama’s reckoning, on Truman’s belt are notched the estimated seven-to-ten million innocent Japanese civilians who were killed in each unconscionable raid.",
  "Paul Avallone takes a somewhat less sarcastic view of rules of engagement, war crimes and non-combatant casualties in his novel of the Afghan War, Tattoo Zoo.",
  "“I don’t care if they’re brown-shirted Nazi civilians, Yellow Peril Japanese civilians, or black-turbaned Islamic State freedom fighting civilians.",
  "“If the Queen balks,” Obama snapped with high-minded loftiness, “we are prepared to levy on those limeys crippling economic sanctions.",
  "All of which we can get by the gross at extremely low cost—a lot cheaper than high-dollar explosive munitions.",
  "Trump directed reporters to his 67-page ISIS position paper which outlines his own carpet-bombing initiative.",
  "In typical military fashion, the results of the study should be announced in eight or nine years.",
  "“You know how Arabs love carpets,” he had joked just last week with Jimmy Fallon on Late Night.",
  "“They’re crazy about flying carpets and prayer rugs, and they’re especially fond of shag.",
  "Furthermore, it requires that all its warriors learn three words in English: I.",
  "Catch a brief excerpt here.",
  "That is not who we are.",
  "Civilian.",
  "Am."
]