[
  "But that’s pretty representative group.”\n\nPhares is a former Florida Atlantic University and National Defense University professor who now serves as the co-secretary general of the Transatlantic Parliamentary Group on Counter Terrorism, a caucus group made up of both members of European Parliament and the U.S. Congress.",
  "Trump made headlines last week when he told MSNBC’s “Morning Joe” that on foreign policy he mostly consults himself because he has “a very good brain and I’ve said a lot of things.”\n\nFollow Russ Read on Twitter\n\nSend tips to russ@dailycallernewsfoundation.org.",
  "Republican presidential front-runner Donald Trump shared some of the names of his foreign affairs advisers and his plan to have a non-interventionist policy during a meeting with Washington Post’s editorial board Monday.",
  "Kellogg is a retired U.S. Army lieutenant general and current executive vice president at CACI-International, a Virginia consulting firm that often works with several government agencies.",
  "He has previously served as the chief operating officer for the Coalition Provisional Authority, the transitional government established by the U.S. in Iraq after the 2003 invasion.",
  "Papadopoulos is the director of the Center for International Energy and Natural Resources Law and Security at the London Center of International Law Practice.",
  "Schmitz was the inspector general at the Department of Defense during former President George W. Bush’s first term and worked for Blackwater Worldwide.",
  "He was previously a fellow at the Council on Foreign Relations where he specialized in the regions around the Caspian Sea and former Soviet countries.",
  "Content created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "He has spent many years as an executive in the energy sector and worked for Merrill Lynch before moving on to found his current firm.",
  "Washington Post reported that Schmitz confirmed he has been working with Trump’s foreign policy team for about a month.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "Trump listed the names of five individuals who will aid him in crafting his foreign policy strategy.",
  "He regularly briefs and testifies to Congress on matters of terrorism and international security.",
  "Sen. [crscore]Jeff Sessions[/crscore] will be in charge of Trump’s campaign foreign policy team.",
  "Prior to his current role, he worked at the Hudson Institute think tank in Washington, D.C.",
  "Naval Academy graduate and currently serves as managing partner for Global Energy Capital.",
  "The honorable Joe Schmitz, [was] inspector general at the Department of Defense.",
  "The list includes businessmen and energy and international security experts.",
  "He specializes in the Caspian and eastern Mediterranean sea regions.",
  "The full list of advisers is set to be released in the near future.",
  "But that’s a group of some of the people that we are dealing with.",
  "We have many other people in different aspects of what we do.",
  "Ph.D., adviser to the House of Representatives.",
  "He’s a counter-terrorism expert,” said Trump.",
  "“Carter Page, Ph.D. George Papadopoulos.",
  "“Walid Phares, who you probably know.",
  "He’s an oil and energy consultant.",
  "And I have quite a few more.",
  "General Keith Kellogg.",
  "Page is a U.S.",
  "Excellent guy."
]