[
  "People lose perspective on that completely.”\n\nThis was a reference to Allen’s statement that Trump has “talked about needing to torture,” as well as about “needing to murder the families of alleged terrorists” and “carpet-bombing ISIL.” As Prince noted, trainees in the U.S. military’s Survival, Evasion, Resistance, and Escape course are routinely exposed to waterboarding to help them learn to resist interrogation techniques, as well as motivating them to avoid capture.",
  "Former Blackwater CEO Erik Prince, who served as a Navy SEAL, joined SiriusXM host Stephen K. Bannon on Monday’s Breitbart News Daily to talk about retired Marine Corps General John Allen’s comments during the weekend that victory by Donald Trump in the 2016 election could cause a “civil military crisis, the likes of which we’ve not seen in this country.”\n\n“General Allen is just dead wrong,” said Prince.",
  "“We need people focused on, what are the core functions of the military – not social engineering, not green biodiesel, crazy deviations from what the core missions of the military are, and focus on a military that can actually do its job and win wars.”\n\n“You’ve had the longest U.S. combat involvement in the history of the Republic in Afghanistan, and we still can’t close that deal,” he said.",
  "Prince said waterboarding was “unpleasant, unpopular, it gives you that simulated feeling of drowning, puts you very much in short-term thinking, but certainly it doesn’t leave any lasting scars.”\n\nHe repeated that General Allen was “over the top in his comments, and he’s wrong,” as Prince will detail Monday in a column to be published by Breitbart News.",
  "“Whether it’s how he’s approached Afghanistan, his complete distractions of his duty – he too has an email problem, like his would-be boss Hillary Clinton,” Prince pointed out, continuing:\n\nWhile he was commander in Afghanistan, he sent and received more than 30,000 emails with some other attractive woman in Tampa.",
  "Prince said he was hopeful that a Trump presidency would bring a “significant paradigm shift amongst leadership styles.”\n\n“When you look at the turnaround that Reagan had to bring in Pentagon thinking, in readiness, in approach to the intelligence community, of course it was a massive change from Jimmy Carter.",
  "“It’s over the top, but it’s indicative of the perfect Beltway general paradigm.”\n\nPrince said Allen “represents perfectly the Obama-Clinton paradigm on how to do foreign policy.”\n\n“His complaints about Mr. Trump’s comments on waterboarding – he’s just wrong, completely wrong,” he said.",
  "Bannon asked Prince if he agreed with the critique that President Obama cleared warfighters out of the top military ranks, replacing them with more politically malleable generals.",
  "That comes out to 52 emails a day, that the guy was communicating with this woman, while he was supposed to be the commander of U.S. forces in combat in Afghanistan.",
  "He added,“There’s only three terrorists that were ever waterboarded, even while the U.S. government has waterboarded tens of thousands of its own people in training.",
  "It’s dereliction of duty, he’s wrong, and he’s just wrong in his mischaracterization of Mr. Trump’s comments.",
  "Breitbart News Daily airs on SiriusXM Patriot 125 weekdays from 6:00 a.m. to 9:00 a.m. Eastern.",
  "We have that same paradigm shift needed today, a housecleaning,” said Prince.",
  "LISTEN:"
]