[
  "According to The Post's Sari Horwitz and Devlin Barrett, “Nader’s account is considered key evidence — but not the only evidence — about what transpired in Seychelles, according to people familiar with the matter.”\n\nPrince isn't commenting beyond his November testimony, in which he flatly said there was no discussion of any back channel — or really anything beyond idle chatter about oil and minerals and a general desire for a U.S.-Russia alliance to combat Islamist terrorism.",
  "Kushner suggested that the conversation was misconstrued and that, while they did talk about communications channels, he “did not suggest an ongoing secret form of communication.”\n\nAnother common link between that back-channel discussion and the new one is that one of its participants is cooperating with Mueller.",
  "When Blackwater founder Erik Prince testified before the House Intelligence Committee in November, he was combative and often completely blunt in his denials of a Washington Post report about his secret meeting in Seychelles with a Vladimir Putin ally just days before Donald Trump's presidential inauguration.",
  "The Post also has reported that Jared Kushner, the president's son-in-law and senior White House adviser, had earlier in the transition period suggested setting up a secret channel, according to intercepts that captured the Russian ambassador's communications.",
  "Just before The Post published its report on Wednesday evening, the New York Times reported that Trump had tried to get White House counsel Donald McGahn to publicly deny reports that Trump had tried to fire Mueller.",
  "There was Trump's decision to insert himself into the explanation of Donald Trump Jr.'s meeting with a Russian lawyer at Trump Tower — a response that was highly misleading at best.",
  "The Post is now reporting that special counsel Robert S. Mueller III has evidence that the Seychelles meeting in January 2017 was indeed about establishing a back channel.",
  "(Linda Davidson/The Washington Post)\n\nBut perhaps what's most notable here is that Prince isn't the only one to deny pursuing a secret channel with the Kremlin.",
  "In Kushner's case, the truth may inhabit a gray area like the one he described; in Prince's case, either he was telling the truth or he wasn't.",
  "There was, of course, Michael T. Flynn's false denial of having discussed sanctions with the Russian ambassador during the transition period.",
  "The key witness on that front is George Nader, a Lebanese American businessman who recently began cooperating with the investigation.",
  "And then we have the two other former Trump aides who, like Flynn, have pleaded guilty to making false statements to investigators.",
  "Nader organized and attended the Seychelles meeting with Prince and Kirill Dmitriev, the head of a Kremlin-controlled wealth fund.",
  "Here's his exchange with the committee's top Democrat, Rep. Adam B. Schiff (Calif.):\n\nThose answers are clear and unmistakable.",
  "He said they did not, as The Post had reported, discuss a back channel of communication between the Kremlin and the Trump team.",
  "“If those reports are accurate, there is clearly a discrepancy,” Schiff said Thursday in response to The Post's latest report.",
  "And in that way, it joins a growing volume of potential efforts to obscure the truth of the Russia investigation.",
  "If the evidence Mueller is reviewing is accurate, there is absolutely no way to square it with what Prince said.",
  "There were the shifting explanations from the White House for FBI Director James B. Comey's firing.",
  "And if he wasn't, that is pretty damning, because he has left himself basically no logical defense.",
  "Blackwater founder Erik Prince testifies in front of the House Oversight Committee in November.",
  "In other words, Mueller is ostensibly learning plenty about whether anything was covered up.",
  "And it is merely the latest whiff of a coverup from the long-running Russia investigation.",
  "He was not operating as an unofficial envoy for Trump, he said.",
  "He didn't even remember the Russian's name, he added.",
  "That is all being called into serious question now.",
  "The meeting was unplanned, he said.",
  "In Kushner's case, it's Flynn.",
  "In Prince's case, it's Nader.",
  "But it's not just Nader."
]