[
  "And just as the major proponents of the Iraq War, men like Dick Cheney and Donald Rumsfeld, continue to insist the war was well-conceived and well-executed, the Blackwater defendants continue to assert their innocence:\n\n“I know for a fact that I will be exonerated, in this life and the next,” said Paul A. Slough.",
  "Yet another top-level failure of the Iraq War, the inability to train an effective Iraqi army capable of maintaining discipline, prepared to fight a serious opponent, and cleansed of corruption, has sucked the United States back into Mesopotamia.",
  "Just as the war was marred by government fumbling, so was the Blackwater case—prosecutors couldn't muster the evidence to charge one contractor, and missed a deadline to charge another one for some crimes.",
  "“The verdict is wrong,” said Nicholas A. Slatten, a former Army sniper who was convicted of murder for starting the melee with a precision shot through the head of a young man stopped at an intersection.",
  "The question of whether Blackwater contractors should have been hired to maintain security in a combat zone loomed over the court proceedings, though in the end it did not shield them from punishment.",
  "Matt Bradley notes that many of the soldiers engaged in the training have been training Iraqi soldiers for years, but Iraqi forces deserted en masse as ISIS bore down on Mosul in the summer of 2014.",
  "“But I cannot say in all honesty to the court that I believe I did anything wrong.” “As God is my witness,” Evan S. Liberty said, he fired only at insurgents who were shooting at him.",
  "The Blackwater verdict proves that justice can be achieved in a single, egregious case, but it doesn't provide much insight into whether the U.S. has learned broader lessons.",
  "It is a bleak coincidence that the sentences were handed down just as Iraqi Prime Minister Haider al-Abadi arrived in Washington for meetings with President Obama.",
  "(Sean McFate, a former contractor and current professor at the National Defense University, speculated that contractors might play a role in training.)",
  "American airplanes are striking ISIS positions, and American soldiers have been deployed back to Iraq to train Iraqi troops in the fight against ISIS.",
  "Yet as my colleague Kathy Gilsinan noted recently, the U.S. has continued to rely heavily on military contractors over the past decade.",
  "“You know I am innocent, sir.”\n\nThe contractors' defenders complained the men had faced extreme danger, and that they were heroes.",
  "Iraqis told the court that Blackwater \"had power like Saddam Hussein\" and could kill with impunity.",
  "Just as in 2007, there are again predictions that Iraq has come apart and is perhaps irreparable.",
  "Just as the trial took years, the Iraq War has dragged on for an unexpectedly long time.",
  "The Blackwater trial can seem like a microcosm of the broader Iraq War.",
  "“I am very sorry for the loss of life,” Dustin L. Heard said."
]