[
  "This year, the festival is giving its first lifetime achievement award to John G. Avildsen, director of such films as “Rocky” and “The Karate Kid” … and “Rocky V” and “The Karate Kid Part III.” He’ll be around for a Q&A after a screening of his “Lean on Me” on Saturday, and he’ll be taking in a karate demonstration after the showing of “The Karate Kid” that same day.",
  "Sugar up the kids (or yourself) at Durding’s Store\n\nMOM DAD MOM DAD CAN WE GET SOME ICE CREAM LOOK THEY HAVE MILKSHAKES AND SUNDAES AND FLOATS AND THE SAME FAMILY HAS OWNED THIS BUSINESS FOR THREE GENERATIONS AND THEY ALSO HAVE OTHER FOOD LIKE SANDWICHES AND THE SODA FOUNTAIN DATES FROM 1935 CAN WE STOP CAN WE STOP CAN WE STOP CAN WE CAN WE CAN WE?!",
  "A showcase for more than 10 Eastern Shore breweries — including Evolution, Tall Tales, Backshore and Assawoman Bay — the festival in Salisbury, Md., also includes dozens of beer-makers from across the country (Ballast Point, Lagunitas), other parts of Maryland (RAR, The Brewer’s Art) and D.C. (Right Proper).",
  "Hike, bike and watch for ponies on Assateague Island\n\nRest assured, your trip to Assateague Island will be relaxing, because the most action-packed three minutes of the island’s year — when tourists gather to see the wild ponies swim across the Assateague Channel — happened in July.",
  "In fact, this year is the World Goose Calling Championship, which happens every five years — winners from the past five annual contests return to battle one another for fame, glory and the pride of leading around 15 or 20 very confused geese for the rest of the evening.",
  "Sample local wines on the Chesapeake Bay Wine Trail\n\nGo ahead and draw straws to pick a designated driver now: The 10 wineries of the Chesapeake Bay Wine Trail are spread out across the Northern Neck of Virginia, about 90 minutes from one end to the other.",
  "A former tobacco plantation, Mount Harmon sits on 200 acres and includes a Georgian manor house, a colonial kitchen, a formal boxwood garden and a tobacco prize house, where the leaves were treated before being packed into barrels and shipped overseas.",
  "Drink (good) beer from Maryland’s Eastern Shore\n\nThere’s plenty of good beer to be found on the Eastern Shore, so while the two-day Good Beer Festival’s name is a little obvious, you have to appreciate the organizers’ desire to get right to the point.",
  "Eat historically significant ice cream at Doumar’s Cones and Barbecue\n\nIn 1904, Syrian immigrant Abe Doumar was selling tchotchkes at the St. Louis State Fair when he noticed that a nearby ice cream stand had to close when it ran out of paper dishes.",
  "Build a boat (or just watch) at the Chesapeake Bay Maritime Museum\n\nWe get it: When you’re in a beautiful seaside town like St. Michaels, Md., a museum sounds like something a mean high school teacher from a ‘90s movie would suggest.",
  "Just a five-minute paddle from shore, the breakwater is a favorite haven for all sorts of fish, so bring your gear (and valid Virginia saltwater fishing license) and you might end up lugging a 50-pound striped bass back to shore.",
  "Start at Athena Vineyards (3138 Jessie Dupont Memorial Highway, Heathsville, Va.) and head south, stopping at Jacey Vineyards (619 Train Lane, Wicomico Church, Va.) and Good Luck Cellars (1025 Good Luck Road, Kilmarnock, Va.).",
  "Watch the experts at Smith Island Crabmeat Co-Op\n\nAnyone who’s ever picked a crab can tell you it’s not the most efficient way to get a meal (though having a beer or four certainly makes the experience more pleasant).",
  "This fall’s lineup offers an eclectic mix of acts, including reunited new-wave band Squeeze (Monday), rap duo Rae Sremmurd (Oct. 23), indie-rockers Band of Horses (Oct. 26) and Richmond metal legends Gwar (Oct. 27).",
  "Stop for local snacks at the Bartlett Pear Inn\n\nIt’s worth setting a course for the Bartlett Pear Inn and its farm market on your fall road trip, even if it’s just to break your diet of Slim Jims and gummy worms.",
  "If the quiet coastal town of Easton or the inn’s seven cozy rooms (all pear-themed) don’t convince you to stay, the complimentary breakfast made with local Chesapeake Bay ingredients (not pear-themed) just might.",
  "A former vaudeville theater that opened in 1917 (and later became a movie theater), The Norva gets many of the same high-caliber acts as the vaunted D.C. club, in a similarly intimate setting (capacity: 1,450).",
  "Established in 1933 as a refuge for migratory waterfowl, Blackwater National Wildlife Refuge has 25,000 acres of trails, trees and water (in fact, one-third of Maryland’s tidal wetlands are within the refuge).",
  "Embrace opulence at Mount Harmon Plantation\n\nDrown in real estate envy with a tour of Mount Harmon Plantation’s centerpiece, a really, really, really big house restored to its late-18th-century appearance.",
  "Go birding at the Chesapeake Bay Bridge-Tunnel islands\n\nFor vacationing families and migrating birds crossing the Chesapeake Bay, Sea Gull Island has long served as a much-needed place to rest and refuel.",
  "Visitors can hike, bike, drive or boat on the various trails; the visitor center is a prime place to scope for bald eagles, and there are cameras offering live views of osprey and eagle nests.",
  "Have a pint (or two) at Burley Oak Brewing\n\nIf you’re into craft beer, you’ve likely seen Burley Oak Brewing Company’s hoppy ales and tart sours on draft lists or in cans in D.C. and Maryland.",
  "End your day at the Dog and Oyster Vineyard (170 White Fences Drive, Irvington, Va.), where you can sleep it off at the winery’s bed-and-breakfast built in a turn-of-the-century schoolhouse.",
  "Sea Gull Island (officially known as One Island on the Bay) is the only one always open to the public: There, you can have a bite at the Chesapeake Grill and scope out some rare birds.",
  "If you’re considering parlaying your visit into a career, sign up for one of the museum’s workshops, which promise to turn you into a master woodworker, tool sharpener or boat builder.",
  "Grab your binoculars and scan for rafts of sea ducks, which begin arriving in the fall and spend the winter bobbing in the toasty bay before returning to the Arctic tundra to breed.",
  "The Revolutionary War and Colonial Festival, featuring battle re-enactments, a colonial marketplace and all the breeches you can shake a stick at, is coming up on Oct. 29 and 30.",
  "Painters, photographers and decoy makers will show off their wares; other draws include classes and lectures, dog demonstrations, kids activities and waterfowl-calling contests.",
  "The inn offers add-on packages, like the $45 All-INNclusive Experience, featuring an expansive tour of the brewery, a tasting and transportation to the brewery and the brewpub.",
  "In addition to the year-round activities, the hotel hosts musicians and comedians — this month Tracy Morgan (Oct. 14) and the Glenn Miller Orchestra (Oct. 28) will perform.",
  "Stop by and chat with one of Doumar’s descendants, grab an ice cream cone or go really old-school and order one of the award-winning sundaes in a proper glass dish.",
  "Luckily, the megalodon shark (with its 7-inch-long teeth) went extinct about 2.5 million years ago, but you can still find its fossilized remains at Calvert Cliffs.",
  "It’s best to plan your camping trip early: All of the 100 or so campsites are fully booked during the weekends this season, but weekday spots are still available.",
  "The rooms at the Dogfish Inn have several beer-centric design touches — including bottle openers on the walls — but, oddly, you can’t actually buy beer there.",
  "Get bird-brained at the Waterfowl Festival\n\nHave a ducking good time at the three-day event that celebrates every ducking waterbird you can ducking think of.",
  "Try your luck at Dover Downs\n\nThink of Dover Downs Hotel & Casino as Disney World for adults: a giant playground full of ways to tire you out until bedtime.",
  "This rocky spot, 3.5 miles from Virginia Beach, is one of four man-made islands that connect the tunnels of the Chesapeake Bay Bridge-Tunnel to its spans.",
  "But at this 18-acre campus dotted with small buildings, you can enjoy the fresh air while you explore what life was like for Marylanders in decades past.",
  "(On Saturday, however, you can stop by for the release of a new canned offering, the piney and juicy Sequoia Sap IPA, which sounds like fall in a glass.)",
  "Since the downtown Norfolk club opened its doors with headliner James Brown in 2000, Bob Dylan, Justin Timberlake and Prince have also graced its stage.",
  "(Thinkstock)\n\nWhether you want to get closer to nature, learn some history or just keep the kids busy, you don’t have to look far for a fall adventure.",
  "For your fall getaway, safely admire the ponies from afar and enjoy the 37 miles of beaches, winding hiking trails and hunting, if you’re so inclined.",
  "He bought a waffle from a waffle stand, rolled it up like Middle Eastern flatbread and plopped some ice cream inside, creating the first waffle cone.",
  "We’ve collected some of our favorite destinations near the Eastern Shore: All you have to do is play travel agent and design your ideal road trip.",
  "Adele and 4 more D.C. area concerts to go to from Oct. 6 to 11\n\nLike magic, ‘Freaky Friday’ turns into a musical, but this version ups the stakes",
  "In addition to waterfowl, you can see deer, bald eagles and the largest population of the formerly endangered Delmarva Peninsula fox squirrel.",
  "SouthEast Expeditions (southeastexpeditions.com) rents out kayaks year-round, and they will deliver one to the pier for you ($40/half-day).",
  "Others have claimed the invention, but one of Doumar’s original machines is still pumping out waffle cones at Doumar’s Cones and Barbecue.",
  "These thick-hulled behemoths served honorably in the war, only to be scrapped and used to create a breakwater at Kiptopeke State Park.",
  "For maximum drinking-to-driving ratio, stick to the trail of four wineries in the southeast, each located 10-15 minutes from the next.",
  "Plan a Dogfish Head-centric beer-cation\n\nIn 2014, Dogfish Head Brewery expanded its craft beer empire with a cozy inn in Lewes, Del.",
  "(population: less than 5,000), and you’ll get to sample whatever’s fresh — just don’t go in expecting to try any one specific beer.",
  "; open Mondays-Thursdays, 11 a.m.-11 p.m., Fridays and Saturdays, 11 a.m.-2 a.m., and Sundays, 11 a.m.-9 p.m.\n\nFood and drink\n\n3.",
  "Hunt for fossils at Calvert Cliffs\n\nNothing ruins a trip to Maryland’s Western Shore like a shark big enough to swallow a rhino.",
  "You don’t want to dig directly into the cliffs — it’s dangerous and illegal — but you can pan for shark teeth on the shore.",
  "One popular access point is Brownie’s Beach at Bay Front Park in Calvert County, Md., which charges $5 to $18 per person.",
  "The answer is no, but that didn’t stop the Navy from building concrete ships when steel was scarce during World War II.",
  "Visit Kiptopeke State Park and its concrete shipwrecks\n\nCould the stuff of sidewalks be good boat-building material?",
  "— about 11 miles from the brewery in Milton, Del., and 6 miles from the company’s Rehoboth Beach, Del., brewpub.",
  "Stop by Smith Island Crabmeat Co-Op to see professionals strip those little blues for everything they’re worth.",
  "Instead, you’ll have to grab a six-pack or growler fill from the brewery (or from one of the shops in Lewes).",
  "Plan your trip for Nov. 12 and 13, when eight of the wineries will be participating in a Fall Oyster Crawl.",
  "You can peer through a window or, for $3, step into the picking area to ask questions and snag a sample.",
  "Use our map as a starting point and share a picture of your fall escape with us on Twitter or Instagram.",
  "Get squirrely at the Blackwater National Wildlife Refuge\n\nCome for the birds, stay for the squirrels.",
  "Eat at the nearby FM Restaurant (320 Granby St.) and you can enter the venue 15 minutes before doors.",
  "The sun sets over the marshlands on Chincoteague Bay, seen from Assateague Island National Seashore.",
  "There are nine restaurants, five bars, a spa, a horse-racing track and a 1-mile motor-racing track.",
  "Or go on a guided tour with the Calvert Marine Museum (14200 Solomons Island Road, Solomons, Md.).",
  "The Chesapeake Bay Maritime Museum’s Hooper Strait Lighthouse is a landmark in\n\nSt. Michaels, Md.",
  "Kate Mills, The Pocket Band and Uprizing are among the musicians performing during the festival.",
  "There will also be documentaries, shorts, features, more Q&A sessions and panel discussions.",
  "‘Rocky’ out at the Chesapeake Film Festival\n\nThink film festivals are just for the snooty?",
  "Play lighthouse keeper, tong for oysters and watch the shipwrights build wooden boats.",
  "A ticket gets you a 3-ounce tasting glass and access to as many samples as you choose.",
  "Burley Oak doesn’t stick to flagships: They brew whatever they want, when they want.",
  "By Sadie Dingfelder, Rudi Greenberg, Lori McCue and Kristen Page-Kirby\n\nNature\n\n1.",
  "But go soon: Starting Oct. 1, 2017, Sea Gull Island will be closed for five years.",
  "Hunting and fishing are options in the proper season and with the proper permits.",
  "They also make their own cold-brew coffee and, for the kids, handcrafted sodas.",
  "; Thursdays-Sundays, 10 a.m.-3 p.m., through Oct. 31, $10\n\nFood and drink\n\n11.",
  "Stock up on local cheeses, homemade breads and jarred preserves and pickles.",
  "Blackwater National Wildlife Refuge, 2145 Key Wallace Drive, Cambridge, Md.",
  "Seals at the Chesapeake Bay Bridge-Tunnel islands aren’t used to paparazzi.",
  "And if you find your own hidden gem along the way, let us in on the secret.",
  "& Sun., 12:30-6:30 p.m., one-day tasting ticket: $35, non-tasting: $10.",
  "Rock out at The NorVa\n\nThink of The NorVa as the 9:30 Club of Virginia.",
  "You can see them from the shore, but for the best look, rent a kayak.",
  "Assateague Island Visitor Center, 11800 Marsh View Lane, Berlin, Md.",
  "Burley Oak Brewing Company, 10016 Old Ocean City Blvd., Berlin, Md.",
  "Pemberton Historical Park, 5561 Plantation Drive, Salisbury, Md.",
  "Mount Harmon Plantation, 600 Mount Harmon Road, Earleville, Md.",
  "More ways to enjoy D.C.:\n\nWanna learn something new this fall?",
  "NorVa, 317 Monticello Ave., Norfolk, Va.\n\nFood and Drink\n\n17.",
  "3540 Kiptopeke Drive, Cape Charles, Va.\n\nFood and drink\n\n15.",
  "Smith Island Crabmeat Co-Op, 123 Wharf St., Tylerton, Md.",
  "Visit the rustic taproom in the small town of Berlin, Md.",
  "; open daily through November, 8-10 a.m. and 5-7:30 p.m.",
  "1919 Monticello Ave., Norfolk, Va.\n\nEntertainment\n\n16.",
  "Waterfowl Festival, various locations, Easton, Md.",
  "Durding’s Store, 5742 N. Main St., Rock Hall, Md.",
  "(Chesapeake Bay Maritime Museum)\n\nHistory\n\n6.",
  "Dogfish Inn, 105 Savannah Road, Lewes, Del.",
  "Want to get a good view of the stage?",
  "213 N. Talbot St., St. Michaels, Md.",
  "Start with these D.C. area classes.",
  "1131 N. Dupont Highway, Dover, Del.",
  "; Nov. 11-13, three-day pass: $15.",
  "Not the Chesapeake Film Festival.",
  "28 S. Harrison St., Easton, Md.",
  "(Steve Schultz)\n\nNature\n\n13.",
  "Feeling more ambitious?",
  "Entertainment\n\n19.",
  "Food and drink\n\n8.",
  "Food and drink\n\n2.",
  "Entertainment\n\n7.",
  "; $3 per vehicle.",
  "Not into beer?",
  "; Oct. 27-30.",
  "History\n\n10.",
  "Lodging\n\n18.",
  "History\n\n14.",
  "Nature\n\n12.",
  "Easton, Md.",
  "Lodging\n\n5.",
  "Nature\n\n4.",
  "Nature\n\n9.",
  "K.P.K.",
  "K.P.K.",
  "K.P.K.",
  "K.P.K.",
  "K.P.K.",
  "; Sat.",
  "K.P.K.",
  "L.M.",
  "R.G.",
  "L.M.",
  "L.M.",
  "S.D.",
  "S.D.",
  "S.D.",
  "L.M.",
  "R.G.",
  "L.M.",
  "R.G.",
  "R.G.",
  "S.D."
]