[
  "Trump himself cast doubt Wednesday, telling reporters that Democrats “want to have illegal immigrants pouring into our country, bringing with them crime, tremendous amounts of crime.” A shutdown over the issue, he said, “could happen.” The short-term deal passed in part because it maintained the status quo on government spending levels and policies.",
  "* Doug Jones launches a new ad that promises the people of Alabama, “I’ll never embarrass you.”\n\n* The Cook Political Report’s Jennifer Duffy shifts the rating of the Tennessee Senate race to Toss Up, now that former Democratic governor Phil Bredesen has entered the race, which could have a big impact on who wins control of the Senate.",
  "* Devlin Barrett and Ellen Nakashima report that Republicans are now dutifully starting a war on the FBI:\n\nFBI Director Christopher A. Wray defended his agency’s integrity and independence in response to skeptical questioning Thursday from Republicans who repeatedly suggested its personnel are biased against President Trump.",
  "Wray spent the morning being grilled at a hearing of the House Judiciary Committee about how FBI personnel — particularly a senior counterintelligence agent now the subject of an internal ethics investigation — handled sensitive probes of Trump and his former political rival, Hillary Clinton.",
  "* Natasha Bertrand reports that despite being “recused” from the Russia investigation, Rep. Devin Nunes met with Blackwater founder and all-around supervillain Erik Prince earlier this year to talk about the investigation, Prince testified to the House Intelligence Committee.",
  "Paul Ryan will say to Trump, “Look over here sir, I brought you a shiny toy!” Then while Trump is distracted, Kevin McCarthy will hit him with a blowdart, and with the president safely unconscious, they’ll at least have a marginally better chance at a long term deal.",
  "The agent, Peter Strzok, was removed in July from the investigation being run by special counsel Robert S. Mueller III, who is looking into possible coordination between Trump associates and Russian agents during last year’s election.",
  "Strzok, the top agent on that probe, was removed after supervisors learned he exchanged pro-Clinton, anti-Trump texts with a senior FBI lawyer with whom he had an affair, according to people familiar with the matter.",
  "* William Wan reports on a new study showing that a surge in gun sales after Sandy Hook as gun owners believed that the government would be coming for their guns led to a significant increase in accidental shootings.",
  "Opinion writer\n\n* Mike DeBonis reports that the danger of a government shutdown has not yet passed:\n\nThe House passed a stopgap spending bill Thursday, moving to avoid a partial government shutdown.",
  "As the stopgap spending deal moves forward on Capitol Hill, congressional leaders of both parties went to the White House Thursday afternoon to begin talks with Trump on a long-term spending pact.",
  "* Sean Illing asks a bunch of legal experts whether Donald Trump Jr. can shield a key conversation with his father behind attorney-client privilege, and they pretty much all say no.",
  "* A new Pew Research Center poll finds Trump’s approval at a whopping 32 percent; 59 percent say his campaign probably or definitely had improper contacts with Russia.",
  "* John Gehring tries to find the most appropriate Christian response to the question of whether bakers should be able to refuse to make cakes for same-sex couples.",
  "* And over at The Week, I explained how when it comes to sex scandals, the politicians who are most guilty and least repentant are the ones who survive.",
  "* Devlin Barrett and Sean Sullivan go inside the multi-pronged attack Republicans are waging against Robert Mueller’s investigation.",
  "* Robert Schlesinger argues that we must not let the phony deficit hawks forget what they did in 2017 when the bill comes due.",
  "* A new CBS News poll shows large majorities of Americans saying the GOP tax plan will benefit the wealthy and corporations.",
  "The Senate is expected to vote as early as Thursday evening on the measure, sending it to President Trump.",
  "It’s clear that the solution is that Republican officeholders should be investigated only by Republicans.",
  "* Amanda Marcotte explains how public opinion data show the #MeToo movement is changing people’s minds.",
  "* Sean McElwee says that despite what you might have heard, the Democrats are more united than ever.",
  "But congressional leaders are already bracing for a more heated spending fight later this month.",
  "Both parties are preparing for a spending and policy fight as they eye a longer-term deal.",
  "* MSNBC admits they were wrong to fire Sam Seder, and announces they’re bringing him back.",
  "The measure extending government funding until Dec. 22 passed on a 235 to 193 vote.",
  "And Democratic officeholders should of course be investigated by Republicans.",
  "… But there are clear obstacles to any deal."
]