[
  "Olga Onuch, University of Manchester: Danaerys might want to supplement her political science with some good old feminist reading: say Betty Friedan’s “The Feminine Mystique“ or Simone de Beauvoir’s “The Second Sex.” De Beauvoir in particular had to live with one of the worst mansplainers of all times in Jean-Paul Sartre; given what Daenerys probably has waiting for her in Westeros in this regard, I feel she could learn from the best.",
  "Ken Greene, University of Texas at Austin: Even if Daenerys chooses democracy, the challenge of the White Walkers makes the form of government a puzzle: Only a parliamentary form of government can probably generate the broad-based coalition needed to defeat the White Walkers, but perhaps only a presidential from of government can yield the decisive action necessary to do so.",
  "Andrew Lotz, University of Pittsburgh: The common advice about political success from throughout the Iron Kingdoms seems to be in line with Niccolò Machiavelli’s suggestions in “The Prince.” Petyr Baelish and Roose Bolton live by this, and Tyrion will whisper these notions in your ears when you land in Westeros as well: Be cunning.",
  "*****\n\nJT: Special thanks to Andrew Lotz, an assistant dean in the Kenneth P. Dietrich School of Arts and Sciences at the University of Pittsburgh, who teaches the course “Game of Thrones and Political Theory,” which explores the political questions and implications of George R.R.",
  "Additional reading: My new book with Grigore Pop-Eleches, “Communism’s Shadow: Historical Legacies and Contemporary Political Attitudes,” because, like it or not, mass opinions are going to be influenced by the Lannisters’ legacy long after Cersei is gone.",
  "No matter whether you decide on restoring some nobles or becoming a true champion of the people and running a monarchy through democracy, Bueno de Mesquita’s advice is that it’s all the same: “Governments do not differ in kind.",
  "Compounding matter, as Monika Nalepa’s “Skeletons in the Closet” explains, Daenerys can’t easily promise to give Cersei a safe retirement in Lannisport, so there doesn’t seem to be much room to negotiate a peaceful exit.",
  "The good news is that Jaime is a potential “soft-liner” — someone who might be willing to negotiate a brokered deal with the opposition — who just so happens to be the brother of Daenerys’s own Hand, Tyrion.",
  "Because political scientists know a thing or two about seizing power — and perhaps more important, keeping power once you have it — I asked a number of colleagues what lessons they could offer Daenerys.",
  "Some argue that these methods actually leave new rulers in fundamentally weak positions, which enable the people to more easily take control and rule via democratic (or at least popular) institutions.",
  "They control flows of information (e.g., buying the newspaper), they secure votes (e.g., patronage), and they capture a majority of seats in the legislature (e.g., gerrymandering, malapportionment).",
  "They [only] differ along the dimensions of their selectorates and winning coalitions.”\n\nWhether you style yourself as hero or villain, conqueror or liberator, power is power and rule is rule.",
  "So Dany should certainly invite Jaime to parley with Tyrion, but she should not be very optimistic that Jaime would be willing to sell out Cersei (JT: especially given their history).",
  "There are lots of people on Westeros, from the common beggars who may hail you as an old line of nobility to the influential power players scattered from cold north to desert south.",
  "Martin’s “A Song of Ice and Fire” series by pairing it with consideration of texts spanning the Wars of the Roses, Machiavelli, Montesquieu, Hannah Arendt and other topics.",
  "In “Political Monopolies in American Cities,” I lay out various strategies that local politicians used in the United States to capture power within a democratic system.",
  "Additional Book to Read: Naunihal Singh’s “Seizing Power: The Strategic Logic of Military Coups“ (h/t to Ekaterina Schulmann)\n\nHow should the Khaleesi hold on to power?",
  "You’ll get cautionary tales of systems of rule gone wrong, as well as inspiration (of a macabre sort) of regimes that do manage to stay in power for a long time.",
  "Note that all his advice in “The Prince,” all that praise of being less than virtuous, was aimed solely at consolidating disparate states under one ruler.",
  "So if you’re tempted by the methods of the Baelishes and Boltons of the world, keep in mind that that may simply be setting up your own eventual downfall.",
  "Jessica Trounstine, University of California at Merced: If Daenerys wants to keep her image as a leader for the people, she might consider democracy.",
  "Andrew Lotz, University of Pittsburgh: The voyage to Westeros is a long one, as you know, so some reading material might help.",
  "You’re going to have to think about the real selectorate — the coalition that needs to back you for you to stay in power.",
  "It’s approachable political science written a bit more for a general audience, but it still relies upon their research.",
  "Season 6 ended with insurgent Daenerys Targaryen (the Unburnt, Queen of the Andals, Khaleesi, Breaker of Chains, etc.)",
  "And as noble as your aims are in helping the commoners, you’ve got to stay focused on who really matters in a system.",
  "Dan Slater, University of Michigan: Seizing the Iron Throne is one thing — and consolidating power is quite another.",
  "But there are some plucky and/or nasty folks waiting on those shores who can and will find ways to stop them.",
  "Those tend to require violent removal, as we know especially from work by Barbara Geddes and her co-authors.",
  "(Courtesy of HBO)\n\nSo you might have heard that “Game of Thrones” returns for Season 7 on HBO this Sunday.",
  "I recommend it because I’ve seen your track record in trying to rule the various groups you’ve led.",
  "Politically, the trick is how to capture King’s Landing without another Battle of the Blackwater.",
  "Perhaps that’s what Machiavelli was intending all along when urging his Prince to these methods.",
  "When you get to Westeros, you’re not going to have the luxury of defeating everyone militarily.",
  "Tom Pepinsky, Cornell: Regions of exception are trouble, so stay the f— away from Dorne.",
  "The bad news is Cersei runs a highly personalistic regime, a dictatorship, if you will.",
  "\n\nEmilia Clarke as Daenerys Targaryen, the Mother of Dragons, in “Game of Thrones.",
  "Check out “The Dictator’s Handbook” by Bruce Bueno de Mesquita and Alastair Smith.",
  "This book will remind you that systems run in the same paths time after time.",
  "Look at Ned Stark’s head on the wall for a reminder of these lessons.",
  "departing at long last for Westeros to take the Iron Throne.",
  "Below are lightly edited transcripts of their responses.",
  "How should the Queen of Meereen handle mansplainers?",
  "To act virtuously at all times is actually a vice.",
  "H/t to Kristin Kanthak for putting us in touch.",
  "How should the Mother of Dragons seize power?",
  "But Machiavelli was playing the long game.",
  "Yes, I know you’ve got dragons.",
  "But that’s obviously risky.",
  "Be willing to defect.",
  "Be manipulative."
]