[
  "Andrew Kramer of the New York Times reported the story on January 25 as a “rare instance of turmoil in the country’s usually shadowy cybersecurity apparatus slipping into public view.” Kramer offers two improbable explanations for the arrests:\n\nFirst, he cites the view of “unnamed” Western cybersecurity analysts of “indications that the security services recruited among criminal hackers to carry out politicized computer intrusions ahead of last summer’s hacking of the Democratic National Committee…giving the hackers impunity to commit financially motivated attacks in exchange for their expertise.",
  "The Moscow Times characterizes these arrests as a “bombshell accusation that, if true, would mean Washington had a spy in the heart of Russia’s national defense infrastructure.”\n\nAccording to the Novaya Gazeta account (which offers more detail than the Kommersant report which broke the story), the FBI, acting upon a leak from the four “traitors,” identified a Russian IT company, King Servers, as mounting a cyber-attack on the computer voting systems of Arizona and Illinois.",
  "Second, on a more optimistic note, Kramer speculates that “the detention of an official who would have been in a position to engage in the election hacking in America could indicate a good-will gesture to the United States, which has penalized Russia for the electoral meddling.”\n\nNeither of Kramer’s explanations make sense: So, the Putin administration needed private hackers to dig up dirt on the U.S. election!",
  "They are Colonel Sergei Mikhail, deputy director of the FSB’s Office for Information Security; Ruslan Stoyanov, the head of cybercrime investigations at Kaspersky Labs (a private cyber security firm); and master-hacker Major Dmitry Dokuchaev, who also worked in the Office of Information security and likely for Kaspersky Labs as well.",
  "The arrests of these “hackers in uniform” (to use the RBC phrase) began back in December, but the sensational account of top Russian FSB cyber officers hacking the highest levels of the Putin administration on behalf of American intelligence was not broken by Russian mass media until January 25.",
  "However, in the course of its investigation, the FSB discovered that a group of Russian hackers calling themselves “Shaltai-Boltai” had hacked the personal accounts of the highest officials of the Russian government, the presidential administration, and the ministry of defense.",
  "It was only a matter of time before he turned the discussion on its head: No, it was U.S. intelligence that hacked his entire government, and Putin has proof in the form of high-level FSB cyber officers incarcerated in Moscow’s legendary Lefortovo prison under Article 27.",
  "Russia’s mass media has dropped Putin’s bombshell that four high-ranked Russian cyber-security FSB officers are being held in a Moscow prison–the Lefortovo Four--facing the same treason charges (\"Betrayal of Fatherland\") under which Stalin executed his political victims.",
  "What about the mighty Cozy Bear and Fancy Bear hackers of Russian intelligence that “stole electronic data and released it in an effort to help Donald J. Trump win the presidential election.” I guess Putin’s police state needed help from criminals.",
  "Note that Putin’s charges are more dramatic than those of the U.S. Democratic and media establishment: American spies hacked the entire Russian state, not just the DNC or John Podesta as the Democrats charge Russia.",
  "It assumes that Putin’s arrest of unfortunate scapegoats from its cyberwarfare ranks will someone compensate for the WikiLeaks that many in the US media and politics believe cost their candidate the election!",
  "They will confess—if that is necessary—to being American spies, just as Stalin’s political enemies confessed to being Nazi spies and planned assassins of Stalin and his inner circle.",
  "CIA-backed NGOs organized street demonstrations in Moscow; Russia agitators had nothing to do with the demonstration in Odessa, Donetsk, and Luhansk.",
  "Putin will have no trouble convincing his Russian audience; he’ll have a harder time outside of Russia, but his charge will raise necessary doubts.",
  "And, by the way, The US should apologize to Russia, instead of complaining about the minor hacks of the DNC and Democratic political operatives.",
  "The Russian press now characterizes Russia as a victim of massive hacking that threatens Russia’s financial and governmental institutions.",
  "The FSB mounted an investigation, which (surprise, surprise) did not find a Russian connection to the Arizona and Illinois attacks.",
  "The FSB has concluded that the Shaltai-Boltai” attacks were coordinated by Mikhailov and carried out by super-hacker, Dokuchaev.",
  "Putin is uncharacteristically late in applying his rule Number 1 to the charge of Russia’s cyber intervention in U.S. politics.",
  "NATO plans attacks on Russia from Ukrainian territory, while Russia has no intent of carrying out aggression against Ukraine.",
  "The arrest raised the possibility that Mr. Mikhailov and Mr. Stoyanov had interfered in this cooperation,\" Kramer continues.",
  "Putin stands accused of using cyber-warfare to intervene in the U.S. 2016 election, a charge he vehemently denies.",
  "Under this rule, Blackwater CIA contractors started the war in Donbas, not Russian-hired mercenaries.",
  "Suspecting a leak to the FBI, FSB investigators placed Mikhailov and Dokuchaev under observation.",
  "Its Rule Number 1 is to accuse your enemies—falsely—of doing to you what you are doing to them.",
  "Putin is more of a victim than Hillary Clinton, according to this line of reasoning.",
  "As to the Lefortovo Four, they will likely stand trial in a public Moscow courtroom.",
  "Once on board, the Kremlin, according to Kramer, could not control these criminals.",
  "The FBI claimed that it traced these attacks to six of the servers of King Servers.",
  "It only wants a peaceful and prosperous Ukraine on its borders, or so it says.",
  "I doubt if the Kremlin is that uniformed about American politics and media.",
  "Vladimir Putin has a playbook that has brought him considerable success.",
  "U.S. aircraft buzz peaceful Russian fighters, not the other way round.",
  "If the US feels itself at risk, Russia faces an even greater danger.",
  "Kramer has failed to take note Putin’s playbook Rule Number 1.",
  "The name of the fourth treason suspect is still unknown.",
  "Their lawyers refuse to give the names of their clients.",
  "If America doubts, its press is invited to the trial.",
  "Somehow the Lefortovo Four got caught in the middle.",
  "The “good will” explanation makes less sense."
]