[
  "For those Republicans hoping to prevent another Alabama scenario in 2018, primaries in these states will likely be on the radar:\n\nArizona\n\nTrump appeared poised to work against the NRSC and Sen. Jeff Flake in Arizona when the President tweeted in August: \"Great to see that Dr. Kelli Ward is running against Flake Jeff Flake, who is WEAK on borders, crime and a non-factor in Senate.",
  "If the two camps didn't work seamlessly in Alabama, Holmes added, \"there is reason to believe they (the White House) have significantly improved that relationship in terms of how they see the political landscape,\" in particular with former White House strategist Steve Bannon now outside of the administration.",
  "With wounds still fresh from the bruising Senate special election in Alabama, party strategists have begun to refocus on a slew of potentially messy party primaries next year -- where the challenge of recruiting and elevating candidates who can win in a general election is now more urgent than ever.",
  "But she is also widely viewed as a candidate who would be a liability to Republicans in the general election: The official also acknowledged, \"Kelli Ward has said some crazy sh*t.\"\n\nIf the President does not want to wade into the race, however, the former Trump campaign official had another idea.",
  "One key question: whether President Donald Trump, who ultimately endorsed Moore , will be in sync with Senate Majority Leader Mitch McConnell and the National Republican Senatorial Committee, who opposed the embattled Republican until the end.",
  "But now that Flake will not be seeking re-election, some Republicans are hopeful that the president could help stop a train wreck in the party primary, with insurgent candidate Ward expected to take on Rep. Martha McSally for the open seat.",
  "Mississippi\n\nIn perhaps the closest analog to the Alabama special election, Sen. Roger Wicker could face a challenge next year in deep-red Mississippi from Republican state Sen. Chris McDaniel, who nearly defeated Sen. Thad Cochran in 2014.",
  "Now the White House might be taking a different lesson than McConnell and his allies from Alabama: that the political risk for the president of wading into competitive primaries is too high, and the potential reward too low.",
  "\"It is imperative for Senate Republicans and the White House to be on the same page as quickly as possible in every one of these races,\" said Josh Holmes, a former chief of staff and campaign manager to McConnell.",
  "Nevada\n\nSen. Dean Heller was a thorn in Trump's side on a health care vote earlier this year and during the 2016 presidential election, when Heller refused to support the Republican nominee.",
  "\"The NRSC may not want the president to know that, the establishment types within the White House may not know that, but we just have to be in tune with where the president's people are.\"",
  "Although he has mounted multiple unsuccessful campaigns for various state and federal offices since 2004, Tarkanian also boasts passionate support among conservative grassroots voters.",
  "\"We've learned from Tuesday's results that candidates matter, and we can't afford to lose Republican seats because of bad candidates,\" said one former Trump campaign official.",
  "Although the President has yet to amplify his endorsement in public, an administration official said that was simply a question of bandwidth for the President, not commitment.",
  "John Barrasso of Wyoming and Deb Fischer of Nebraska in October to offer his support for their re-election bids, at a time when both found themselves in Bannon's crosshairs.",
  "\"If I'm looking to be creative to fix our Arizona problem of Kelli Ward, I offer her an administration job that gets her out of Arizona,\" the official said.",
  "Although Trump endorsed incumbent GOP Sen. Luther Strange in the primary, in line with McConnell, some White House strategists regretted that decision.",
  "\"The thought that (Trump) would engage in contested primaries early is oftentimes bad advice, as we saw in Alabama,\" said one administration official.",
  "Bannon endorsed Ward in October at her campaign kickoff in Scottsdale, where he declared \"open revolt\" on Washington Republicans likely to oppose her.",
  "Then a private citizen, Trump endorsed McDaniel in that matchup, tweeting, \"He is strong, he is smart & he wants things to change in Washington.\"",
  "State Treasurer Shane Osborn, who was reported to have spoken with Bannon about a potential primary bid, endorsed Fischer late last month.",
  "As a result, the Nevada Republican has become a key target of Bannon's allies, who have thrown their support behind Danny Tarkanian.",
  "Ward, who unsuccessfully took on Sen. John McCain last year, also has the financial backing of the billionaire Mercer family.",
  "\"Even safe incumbents like Barrasso and Deb Fischer, they have to understand something,\" Bannon said on \"Hannity\" in October.",
  "The administration official noted that Ward has harnessed grassroots enthusiasm that would be difficult for Trump to ignore.",
  "\"The White House needs to be looking at opportunities to find better candidates that can be competitive in November.\"",
  "But many Republicans are also concerned about Tarkanian's electability, given his track record in previous races.",
  "But Trump personally called Wicker in October to vouch his support in 2018, Politico reported at the time.",
  "\"Do you swallow hard and support Heller, even though the base is with Tarkanian, because Heller can win?\"",
  "This is the sort of ad that national Republicans have run against Ward, and are already running again.",
  "Although the \"Chemtrail Kelli\" ads were deemed misleading, but it helped them build that narrative.",
  "\"The President's endorsement is political gold and should only be used in the right circumstances.\"",
  "\"Most of the President's base in Nevada is with Danny Tarkanian,\" said the administration official.",
  "\"What's in the candidate's best interest isn't always in the President's best interest.\"",
  "\"It's going to be their money versus your muscle,\" Bannon told supporters at the event.",
  "\"If he's supporting someone, he's not shy about saying it,\" the official said.",
  "\"I think people forget that sitting out is also an option,\" the source added.",
  "Wyoming and Nebraska\n\nAs with Wicker, the President called Sens.",
  "We are coming after all of them and we're gonna win.\"",
  "The threat seems to have dimmed for Fischer.",
  "You have to have a sense of urgency.",
  "The President has priorities too.\"",
  "the administration official added.",
  "\"Just voting is not good enough.",
  "\"Part of this is timing.",
  "Nobody's safe.",
  "He's toxic!\"",
  "\"Maybe.\""
]