[
  "Yet I’m the one sitting in prison.”\n\nMore: Wife of convicted Blackwater security guard still hoping for husband's release from prison\n\nMore: U.S. court upends murder conviction of Blackwater contractor\n\nMore: Trump White House weighs unprecedented plan to privatize much of the war in Afghanistan\n\nSlatten joined the Army straight out of high school, right after the 9/11 terrorist attacks on New York and Washington, and served two tours of duty in Iraq before going to work for Blackwater.",
  "In its ruling, the divided appeals court panel said the government’s case against Slatten “hinged on his having fired the first shots.” The co-defendant’s statements “strike at the heart of that theory” and instead point to him, not Slatten, as the guard “who first ‘engaged and hit the driver’” of the Kia, the court said.",
  "But as he sits behind bars waiting for prosecutors to decide his fate, the 33-year-old former Blackwater security guard, convicted of initiating a mass shooting against unarmed Iraqi civilians, insists he is the innocent victim of a corrupt system that sent him to prison for doing his job.",
  "(Photo: Douglas C. Pizac, AP)\n\nThe mass shooting in Nisour Square was one of the most jarring moments of the Iraq War, one that inflamed tensions between Washington and Baghdad and called into question the U.S. government’s use of private contractors in a war zone.",
  "Many of those who claimed to be victims came forward only after Iraqi police ran TV ads suggesting anyone who was hurt in Nisour Square that day or knew someone who was killed could be eligible for payments from the government, Slatten said.",
  "In his trial, prosecutors portrayed him as someone who “harbored a deep and near singular hatred for the Iraqi people.”\n\n“Those people’s lives are not worth anything,” Slatten reportedly told members of his team, according to court records.",
  "The guards – Slatten, Dustin Heard of Maryville, Tenn., Paul Slough of Keller, Texas, and Evan Liberty of Rochester, N.H. – were all former armed services members working as private security guards for Blackwater Worldwide Security.",
  "In heavily redacted court records, prosecutors say the unnamed defendant’s statements were inadmissible in court and insist there’s ample evidence that Slatten, a sniper considered his team’s best marksman, fired the first shot.",
  "“They’re not even humans, they are animals.”\n\nAfter the Nisour Square shooting, Slatten graphically bragged that he had “popped his grape,” apparently referring to the driver of the Kia, prosecutors contend in court records.",
  "“The prosecutors have no problem lying and hiding evidence as long as they get their win.”\n\nWilliam Miller, a spokesman for the U.S. attorney’s office in Washington, declined to comment because the case is pending.",
  "“The prosecutors knew the entire time I was innocent,” said Slatten, who is still being held at a federal prison in Florida because a judge denied his request for release after his conviction was overturned.",
  "He and the other defendants have consistently questioned key parts of the government’s case, including ballistics evidence and the lack of physical evidence linking many of the alleged victims to the scene.",
  "In interviews with USA TODAY, conducted by email, Slatten denied firing the first shots that investigators say resulted in a deadly rampage in Baghdad’s Nisour Square on Sept. 16, 2007.",
  "The appeals court said a lower court erred when it refused to let Slatten be tried separately from the other three defendants and introduce the unnamed guard’s statements as evidence.",
  "But in August, a federal appeals court threw out Slatten’s conviction because he had not been allowed to introduce evidence raising doubts about whether he fired the opening shots.",
  "“I just don’t like it when people shoot at me and my brothers.”\n\nSlatten also takes issue with the government’s description of the Nisour Square shooting as a massacre.",
  "A three-judge panel of the U.S. Court of Appeals in the District of Columbia ordered that Slatten be given a new trial and that the other three guards be resentenced.",
  "Three other private security guards working for Blackwater were found guilty of manslaughter and firearms charges and sentenced to 30 years and one day behind bars.",
  "But another one of Slatten’s co-defendants, whose name has not been made public, said in statements to investigators that he fired the first shot, not Slatten.",
  "(Photo: AP)\n\nOn the day in question, their convoy traveled to a crowded traffic circle in downtown Baghdad as part of the effort to evacuate a U.S. diplomat.",
  "Instead, she and other medical professionals volunteering with Samaritan's Purse are helping patients in a field hospital near the front lines in Iraq.",
  "Fourteen unarmed Iraqis were killed and 17 others were wounded in what the U.S. government called an ambush against innocent Iraqi civilians.",
  "They contend the shooting started only after a white Kia sedan lurched out of stopped traffic and approached their four armored vehicles.",
  "(April 13) AP\n\nIn this June 11, 2014 file photo, former Blackwater Worldwide guard Nicholas Slatten leaves federal court in Washington.",
  "Yet what happened that day remains in dispute, even after investigations by the military, a congressional panel, the FBI and others.",
  "“It wasn’t a massacre,” Slatten said, “but this case is a massacre of justice.”\n\nRead or Share this story: https://usat.ly/2ynWuVR",
  "Slatten has especially harsh words for the federal prosecutors whom he says withheld key evidence that would prove his innocence.",
  "The men had received intelligence reports that a white Kia might be used as a car bomb, so they feared they were under attack.",
  "Slatten, prosecutors contend, fired the first shots, killing the driver of the Kia, a young, unarmed Iraqi medical student.",
  "Slatten, who grew up in Sparta, Tenn., was convicted of first-degree murder in 2014 and sentenced to life in prison.",
  "Yet the unnamed guard’s statements were the focus of the appeals court’s decision to overturn Slatten’s conviction.",
  "Slatten, however, denies making such a statement and disputes that he holds animosity toward the Iraqi people.",
  "The government argued the guards opened fire without provocation on innocent Iraqis and used excessive force.",
  "Lord willing,” Slatten wrote to USA TODAY in his first public comments since the appeals court ruling.",
  "Ex-Blackwater Worldwide security guard Nick Slatten leaves federal court in Salt Lake City in 2008.",
  "Former Blackwater guards, from left, Dustin Heard, Evan Liberty, Nicholas Slatten and Paul Slough.",
  "A new trial would give Slatten the opportunity to call the guard as a witness, the judges said.",
  "CLOSE Oklahoma resident Shelly Kelly could be spending her vacation on a beach somewhere.",
  "The student’s mother, a physician who was seated beside him in the car, also was killed.",
  "At some point, the guards opened fire with machine guns and grenade launchers.",
  "The guards’ Raven 23 security team was under contract by the State Department.",
  "Federal prosecutors asked the full appeals court on Monday to rehear the case.",
  "The statements were never presented to the jury during Slatten’s trial.",
  "“I’ve learned that our so called ‘justice’ system is a joke,” he said.",
  "(Photo: AP)\n\nWASHINGTON – Nick Slatten went to war for his country.",
  "“I am a POW in my own country,” Slatten said.",
  "“…They hid evidence that proves my innocence.",
  "“I don’t hate all Iraqis,” he told USA TODAY.",
  "The victims included women and children.",
  "“I believe the truth will come out soon.",
  "No evidence of a bomb was ever found."
]