[
  "I think at some point he’s done quite a bit in terms of handing — making a donation to the government.” — White House Press Secretary Sean Spicer on why Trump won’t reimburse New York City or Florida governments for the cost of securing his residences\n\n“We are absolutely destroying these horrible regulations that have been placed on your heads” — President Trump at a CEO roundtable Tuesday\n\nBits and Bites\n\nPresident Trump Signs Bill Overturning Internet Privacy Protections [TIME]\n\nHere are 9 steps the Senate may take to ‘go nuclear’ and approve Gorsuch [USA Today]\n\nTrump Shifts Course on Egypt, Praising Its Authoritarian Leader [New York Times]\n\nWashington may be shaking its head, but Devin Nunes is still a hometown hero [LA Times]\n\n‘We got left behind’: The Coast Guard’s top officer laments being excluded from Trump’s military funding [Washington Post]\n\nTrump’s Precedent for Claiming Immunity?",
  "Here are your must reads:\n\nMust Reads\n\nDemocrats Can Filibuster Neil Gorsuch’s Vote\n\nRepublicans prepare “Nuclear Option” [TIME]\n\nBlackwater Founder Held Secret Seychelles Meeting to Establish Trump-Putin Back Channel\n\nMore Trump-Russia questions [Washington Post]\n\nWhite House Officials Offer Change to Health Care Bill\n\nBut prospects still slim [Associated Press]\n\nSweeping Federal Review Could Affect Consent Decrees Nationwide\n\nCould undo Obama police reform agenda [New York Times]\n\nControversial Trump Aide Sebastian Gorka Backed Violent Anti-Semitic Militia\n\nWhite House silent [Forward]\n\nPolitics Newsletter Sign up to receive the day’s top political stories.",
  "Trump’s meeting with Chinese President Xi Jinping will come as the Trump Administration is escalating its focus on trade policy, with the White House ordering up new reports designed to highlight the trade imbalance with China.",
  "Democrats have the votes to filibuster Judge Neil Gorsuch’s nomination to the Supreme Court, setting up a high-stakes showdown that could permanently reshape nominations in Washington and even the high court.",
  "Clinton v. Jones [New York Times]\n\nNikki Haley Says Syria’s Assad Is a War Criminal, but the U.S. May Need Him [Associated Press]\n\nPresident Trump Donated $78K From His Salary to National Parks.",
  "He Wants to Cut Down the Department That Funds It [TIME]\n\nWhy Federal Employees Can Thank FDR for Some Restrictions on Their Tweets [TIME]\n\nWrite to Zeke J Miller at zeke.miller@time.com.",
  "White House officials are huddling with House conservatives over a potential reboot to the legislation to repeal and replace Obamacare, but there are still few signs of life.",
  "On Monday, he hosted Egyptian President Abdel Fattah el-Sisi at the White House—his first visit to the Oval Office since he seized office in a 2013 coup.",
  "During the campaign, Trump had criticized then-President Obama for failing to put human rights issues on the front-burner with foreign leaders.",
  "And even if concessions designed to win over the House Freedom Caucus work, they will even further doom that version of the bill in the Senate.",
  "Now Trump is taking a far less ideological approach, with the White House refusing to say whether Trump raised the issue even in private.",
  "“I just want to let everybody know in case there was any doubt that we are very much behind President el-Sisi,” Trump said.",
  "Expect some 11th-hour efforts to try to de-escalate tensions, but even the broad parameters of a deal are hard to spot.",
  "In short, Republicans are about to be forced to shift focus to keeping the government, so don’t hold your breath.",
  "View Sample Sign Up Now\n\nSound Off\n\n“He isn’t taking a salary, I think he’s stepped down from his business.",
  "It’s a big foreign policy week for President Trump, who is hosting the leaders of Egypt, Jordan and China.",
  "Trump heaped praise on el-Sisi, who has faced widespread criticism from human rights groups.",
  "And Trump’s minor donation to the federal government.",
  "Trump signs bill loosening internet privacy rules.",
  "A top Trump aide’s ties to an anti-Semitic group.",
  "He’s walked away from a lot."
]