[
  "Saudis confirm government is talking to Washington about raising such a force but plan faces obstacles and could worsen Syrian conflict\n\nSyria: proposal to replace US troops with Arab force comes with grave risks\n\nThe Trump administration is renewing an effort to replace US troops in Syria with an Arab force, but the proposal faces substantial obstacles and could potentially exacerbate the conflict.",
  "Randa Slim, who directs the back-channel Track II diplomacy programme at MEI said: “It is one thing for the Saudis to pay for other ‘Islamic forces’ to do the job, and a totally different thing to send their men to a conflict theatre where they are bound to enter into direct confrontation with an entrenched Iranian-Hezbollah force.",
  "The Saudi foreign minister, Adel al-Jubeir, said his government was talking to Washington about raising such a force, confirming a report in the Wall Street Journal that said the new US national security adviser, John Bolton, had called the Egyptian intelligence chief, Abbas Kamel, to ask Cairo to play a part in building one.",
  "The Saudis thought Egypt and Pakistan would come to help Yemen and they didn’t.”\n\nThe Saudi crown prince, Mohammed bin Salman, has launched an Islamic military counter-terrorism coalition, which held its first high-level meeting last year, but it has not appeared to be intended for combat.",
  "Emile Hokayem, the senior fellow for Middle East security at the International Institute for Strategic Studies, said: “The idea of an Arab expeditionary force emerges every couple of years, and it’s always seen as a politically brilliant idea to create a sense of ownership in the region.",
  "Charles Lister, the director of the extremism and counter-terrorism programme at the Middle East Institute (MEI), attended the inaugural conference and said the force was intended for training and assistance programmes, rather than combat operations.",
  "The Obama administration also looked at the possibility of Arab allies deploying counter-terrorist forces against Isis in Syria, but Saudi Arabia and the UAE were drawn into the battle for Yemen against Iranian-backed Houthi rebels.",
  "It doesn’t make sense for them to shift their ground forces when they have trouble securing their own border.”\n\nHeras said it was more likely Saudi Arabia would seek to outsource recruitment to countries such as Pakistan and Sudan.",
  "| Neheda Barakat Read more\n\nMiddle East experts said it was feasible Arab states could fund an army run by private contractors and possibly help recruit soldiers from developing countries such as Sudan.",
  "They are also locked in a dispute with Qatar, another potential contributor to a force, while Egypt is much closer to the regime of Bashar al-Assad in Syria than its would-be Gulf partners.",
  "The idea of an Arab coalition force playing a role in Syria to combat extremist groups and contain Iranian influence has surfaced several times since 2015, but faces severe problems.",
  "Any Saudi troops deployed to Syria would find themselves directly confronting Iranian fighters and their allies, which could prompt a dangerous escalation in the conflict.",
  "Bolton has argued that the US has taken too much of the military burden in Syria and Arab states should supply troops and material assistance in the fight against Isis.",
  "Nicholas Heras, a fellow at the Center for a New American Security, said: “They preferred to send intelligence officers and money, rather than put troops on the ground.",
  "Erik Prince, a Trump ally who founded the military contractor Blackwater USA and now advises the UAE, is lobbying to play a role, according to the Wall Street Journal.",
  "Meanwhile, the Saudi monarchy and its regional allies are uneasy that events on the ground in Syria are being dictated by external powers, none of which are Arab.",
  "Saudi prince sells image of evolving kingdom from DC to Hollywood Read more\n\n“The other factor to consider is: what is Turkey’s response to this proposal?",
  "Saudi Arabia and the United Arab Emirates are bogged down in a brutal war in Yemen, and have little manpower and few military resources to spare.",
  "“It sounds like the Saudis are continuing to align themselves with President Trump and not speaking the 100% truth about their intent,” he said.",
  "There are about 2,000 US troops in Syria fighting Islamic State, but Donald Trump has repeatedly expressed a desire to withdraw them.",
  "A similar offer he made last year to replace US troops with private contractors in Afghanistan was turned down by the Pentagon.",
  "I do not see Ankara welcoming the positions of Egyptian and/or Emirati forces on its border,” Slim said.",
  "“The question is: have the Saudis consulted the other countries before speaking on their behalf?",
  "“I’m sure the Saudis are up for fighting in Syria to the very last Sudanese soldier,” he said.",
  "“But for the Saudis, the trouble is their territory is being breached by Houthis every day.",
  "“In reality, the politics of putting a force like that together are almost impossible.",
  "Lister said there was “no precedent” for an Arab expeditionary force in Syria.",
  "But Prince may have more traction in the White House over Syria.",
  "Let's banish the term 'Arab world'.",
  "What does it mean anyway?"
]