[
  "Although no documents have emerged, the attacks have left some Democrats and Clinton campaign officials worried that the hackers might have obtained emails and voice messages that could be used to reinforce Republican charges that donors to the Clinton Foundation were rewarded with access to Clinton and her aides while she was secretary of state or to her husband.",
  "Current and former White House and intelligence officials said the Obama administration is unlikely to blame Russia publicly, given the difficulty of attributing the attacks without revealing American sources and methods, the geopolitical concerns at play, and a fear that doing so could risk aggravating cyber conflict.",
  "Clinton Foundation hired cyber firm after hacking fears\n\n\"There'll clearly be some changes in what the Clinton Foundation does and how we do it, and we'll just have to cross that bridge when we come to it,\" the former president said at a Clinton Global Initiative Event.",
  "Speaking on the condition of anonymity, the U.S. officials said the hackers used the same techniques Russian intelligence agencies or their proxies that broke into the Democratic National Committee's servers, which suggests that Russians also attacked the foundation.",
  "One of the U.S. officials said, however, that the spear phishing pattern appears to reinforce the intelligence community's \"preliminary assessment\" that the attacks were intended more for espionage than for trying to influence the U.S. presidential election.",
  "Republican who wrote ‘Benghazi mom’ speech might vote for Hillary\n\nAfter indications it might have been hacked, the foundation hired the security firm FireEye to look through its data systems, according to two sources familiar with the matter.",
  "Anxiety in Washington over the possibility that a foreign power might be using hacked information to meddle in the U.S. election has prompted some Democrats and cyber security experts to urge the Obama administration to blame Russia publicly.",
  "\"The fact that the Clinton Foundation and its entities continue to accept foreign donations while Hillary Clinton runs for the White House is a massive, ongoing conflict of interest that gets bigger by the day,\" Priebus said in a statement.",
  "Neither former White House Counsel Kathryn Ruemmler, the Clinton Foundation’s principal lawyer, nor a spokeswoman for the foundation responded to requests for comment on the hacking and the precautions the organization has taken.",
  "Kremlin officials dismissed the allegations of Moscow's involvement, which just as July's Democratic National Convention was about to kick off, leading to DNC Chairwoman Debbie Wasserman Schultz's ousting.",
  "The meeting, according to people familiar with it, included a recommendation that staff and lawmakers change their phone numbers and email addresses if that information was published online by hackers.",
  "Republican National Committee chairman Reince Priebus criticized the decision as \"too little, too late,\" calling out the Clinton Foundation for not ending its acceptance of foreign money immediately.",
  "Former President Bill Clinton made the announcement at a meeting with foundation staff members on Thursday, planning to refocus the charity's efforts in a process that could take a year to complete.",
  "So far, said a third U.S. official familiar with the attacks, there is no evidence that the hackers were able to follow any of the hacked emails into the State Department's classified email systems.",
  "Two U.S. security officials said the hackers used \"spear phishing\" techniques to break into the foundation's network, creating phony emails and websites to infiltrate the charity group's emails.",
  "Hillary Clinton to meet Bill Bratton at law enforcement sit down\n\nThe foundation's next Global Initiative meeting in New York will be its last, regardless of the election outcome.",
  "He added that he will resign from the board, with the foundation only accepting contributions from U.S. citizens and independent charities if Hillary ends up in the White House.",
  "Officials are also concerned hackers could release documents and emails damaging to her presidential campaign, several people familiar with the foundation's activities said.",
  "The foundation has served as a political headache for Clinton's presidential campaign, with Republican candidate Donald Trump criticizing her list of donors in the past.",
  "Bill and Hillary Clinton's charitable foundation has promised to stop accepting foreign and corporate donations if the Democratic candidate is elected President.",
  "Rep. Jim Himes, a Democrat on the House of Representatives intelligence committee, said the United States should carry \"a big stick\" in cyber security matters.",
  "The decision comes after concerns that the multibillion-dollar foundation's servers were infiltrated in a cyberattack, suspected from foreign hackers.",
  "The Democratic Congressional Campaign Committee convened a closed-door meeting on Wednesday to discuss best cyber security practices.",
  "Bill Clinton speculated that the foundation would shift during an event in Atlanta in June, but did not specify the changes.",
  "So far, no message or document hacked from the New York-based Clinton Foundation has surfaced in public, the sources said.",
  "The foundation raised billions, facing criticism for taking millions from countries like Saudi Arabia, Kuwait and Qatar.",
  "Clinton's charitable organization has also accepted donations from the Blackwater Training Center and Goldman Sachs.",
  "With News Wire Services\n\nSign up for BREAKING NEWS Emails privacy policy Thanks for subscribing!",
  "\"The U.S. government needs to be very clear, very direct, and hold these people accountable.\"",
  "The Clinton Foundation could call it quits on accepting donations after November.",
  "Officials with FireEye said the company could not discuss its clients.",
  "\"This is unprecedented and unacceptable.\""
]