[
  "Like Janus, she looks forward as she looks back, at all those bodies that made her and her place in Virginia, and into the landscape, filled with rutted earth, big or low clouds, storybook fantastic vegetation, and the Southern light that reminds so many of photography itself—dark, as Joan Didion wrote, and glowing “with a morbid luminescence.” That entire vision is a part of Mann’s photographs, as she asks in these images of family members, roads, rivers, churches, and the effects of blackness on whiteness and whiteness on itself: Abide with me.",
  "Photograph by Sally Mann\n\nAs Mann journeyed into the Deep South, she was guided in part by the Southerner’s interest in lore, place, and the ties that bind and abide, along with her willingness to revisit or discover where she had not gone before, to see those places and faces and territories that her eyes saw growing up but maybe hadn’t sufficiently registered from the distance of her class and race.",
  "Photograph by Sally Mann\n\nThe Southern churches that Mann photographed more than a decade or so later are sur­rounded by outrageous nature, roots coming out of the earth in Virginia and Georgia and Louisiana while the earth sweats, tree limbs so big and wide they look like an overgrown monster, and the memory of those black bodies hanging from those fat limbs.",
  "Physically, the reminders are everywhere.” Virginia, where the first black bodies to arrive on these shores from Africa landed at Point Comfort, on the James River, after suffering and shitting and losing their respective minds on an English ship named the White Lion—a bitter irony.",
  "In her work, Mann doesn’t assume that she is speaking about the black experience but about a black experience—one that is linked to the Virginia that made her, and made her beloved family housekeeper, Virginia (Gee-Gee) Carter, and made all the black men she did not know.",
  "In a 1946 essay about his native New Orleans, Truman Capote said that, to him, the city’s streets had “long, lonesome perspectives.” Mann’s view—her understanding of the long, lonesome perspective even within community—is that the South can be unbearable to look at.",
  "To hear these words—the language of subservience, of the supplicant—is to be in an old familiar Southern movie, a black strip of film illuminated by scenes of violence and subjugation: there can only be a master if there is a “nigger.”\n\n“Blackwater 17,” 2008-2012.",
  "Photograph by Sally Mann\n\n“Unless the novelist has gone utterly out of his mind, his aim is still communication and communication suggests talking inside a community,” O’Connor wrote, in her 1963 essay “The Regional Writer.” “Our best writers are able to do this.",
  "Photograph by Sally Mann\n\nThis piece was drawn from “Sally Mann: A Thousand Crossings,” by Sarah Greenough and Sarah Kennel, which is out in March from the National Gallery of Art, Washington, and the Peabody Essex Museum, Salem, in association with Abrams Books.",
  "Photograph by Sally Mann\n\nI think that the artists who “get to” speak are those who do justice to the country’s complexity, in work that is as dense, strange, and incomprehensible as the country that made them—and made Emmett Till and, before him, Nat Turner.",
  "They are not alienated, they are not lonely suffering artists gasping for purer air.” The community members whom Mann speaks of and with in her memoir and in these photographs are alive and intimate, but I think loneliness asks Mann to abide with her, too.",
  "Faith was the shield, was the way, and the church was the meeting place where working-class black men, among others, didn’t have to live up to the degradation the white man thought should be their portion, all the better to emphasize his power.",
  "She writes, in her memoir, “Hold Still,” “I had always seen, but not seen, black men on the fringes of white life, mowing, tending bar, or waiting for work in the shade of the big trees at the courthouse.” Who were these men on the margins?",
  "(Flannery O’Connor: “Ghosts can be very fierce and instructive.”) Most of the colored people lining the pews of their churches didn’t aspire to be white, which is the color of power; they aspired to survive, which is the color of humanity.",
  "The gothic scene would have been powerful in its own right, but Mann’s fascinating clinical dis­tance adds another eerie layer to the pictures; she sees the world as it is and wonders, through the camera, how it became what it is.",
  "(This path to freedom, and especially the fact that a white woman was recording it, brings to mind the controversy that surrounded William Styron’s powerful novel “The Confessions of Nat Turner.”)\n\n“Men, Stephen,” 2006-2015.",
  "When the organ played, the congregation would stand, perhaps singing lyrics by the Scottish Anglican poet Henry Francis Lyte:\n\nWhen other helpers fail, and comforts flee,\n\nHelp of the helpless, O abide with me!",
  "We’re in Virginia, where the photographer Sally Mann was born, in 1951, and where she still lives, making work so rooted in place that it is inseparable from history, from lore, and from the effects of slavery.",
  "It’s not just the loneliness we feel when we see the inevitable gulf between the thing being observed and the observer but also the great loneliness found in the South meeting the loneliness of the Southerner.",
  "Contemporary white artists post-Faulkner, post-O’Connor, who want to go to the heart of it are not “imperialist” for the most part but, rather, just as perplexed as the land that made them.",
  "Photograph by Sally Mann\n\nIn 1998, Mann started to travel deeper into the South—to Louisiana, Mississippi, and so on, making a collective portrait of the troubling and troubled land­scape.",
  "The agony of looking at black bodies harvesting tobacco in mineral-rich Virginia soil for profit, and then building churches and families based on all that profit and the dream of more?",
  "Now those men are standing with their wives and children, singing, asking Him to abide with me and you and our neighbor over there, too:\n\nWho like Thyself my guide and stay can be?",
  "When it came to ideas about the South, and by extension her cultural and political inheritance and how the region worked, Mann “had to learn many things” on her own.",
  "Over the following centuries, members read the Book of Common Prayer and gave voice to their sins during morning prayers and evening prayers—confessing what?",
  "As a young person, she was fascinated by a story that was endemic to Virginia and Virginia ways: the minister Nat Turner, his revolt, capture, and death.",
  "Photograph by Sally Mann\n\nMann has written, “Even among the competitive crowd of southern states, Virginia stands out in its obsession with the past.",
  "At Point Comfort, some of the Negroes’ bodies were sold in exchange for food, and some were transported to Jamestown, Virginia’s former capital.",
  "As an adult, Mann photographed in and around the Blackwater and Nottoway Rivers, which served as one line on the Underground Railroad.",
  "A previous version of this post misstated the time period when congregants at Jamestown Church sang lyrics from “Abide with Me.”",
  "Mann’s churches have no need to pretend that they are other than what they are: images of shelter built on complicated ground.",
  "Mann does not rearrange the fact of the earth in her work, but she doesn’t turn away from the death that lies in it, either.",
  "And it all does—voices, sounds, the invisible things that Mann’s haunted and haunting photo­graphs allow us to see.",
  "A question I discovered early on, looking at her landscapes, is, When will the South stop being the South?",
  "Photograph by Sally Mann\n\nWho was this white girl who wanted to know the stories behind those black faces?",
  "Stop being a place of blood ties, spilled blood, black and white blood, blood money, bloody earth?",
  "English settlers established the Jamestown Church, one of the oldest houses of worship in America.",
  "And while there are no figures in those churches, they are filled with ghosts.",
  "Who were the black people who called her “Miss” and her brothers “Master”?",
  "The landscape as story, the story as landscape, and the drama of race.",
  "And yet she makes it bearable enough to make a photograph from it.",
  "Photograph by Sally Mann\n\n“The Two Virginias #3,” 1991.",
  "Photograph by Sally Mann\n\n“The Two Virginias #4,” 1991.",
  "Photograph by Sally Mann “Blackwater 20,” 2008-2012.",
  "It was the world in which her whiteness flourished.",
  "Paul African Methodist Episcopal 01:01,” 2008-2016.",
  "Through cloud and sunshine, O abide with me!",
  "“Oak Hill Baptist 01:01,” 2008-2016.",
  "“The Two Virginias #1,” 1988.",
  "“Blackwater 9,” 2008-2012.",
  "“Men, Ronald,” 2006-2015.",
  "“Singer, DJ,” 2006-2015.",
  "This was in 1619.",
  "“St.",
  ".",
  ".",
  "."
]