[
  "So whatever you do, don’t expect Betsy De Vos’s help in allocating additional federal funds to elevate the education of citizens who actually do attend public schools, or rather what Donald Trump now likes to call “failing government schools.” Instead, she’s undoubtedly going to promote privatizing school voucher programs and charter schools across the country and let those failing government schools go down the tubes as part of a Republican war on public education.",
  "It’s already obvious that, to Trump, “draining the swamp” means filling it with new layers of golden sludge, similar in color to the decorations that adorn buildings with his name, including the new Trump International Hotel on Pennsylvania Avenue near the White House where foreign diplomats are already flocking to curry favor and even the toilet paper holders in the lobby bathrooms are faux-gold-plated.",
  "Mellon, a Pittsburgh industrialist-financier, was head of the Mellon National Bank; he founded both the Aluminum Company of America (Alcoa), for which he’d be accused of unethical behavior while treasury secretary (as he still owned stock in the company and his brother was a close associate), and the Gulf Oil Company; and with Henry Clay Frick, he co-founded the Union Steel Company.",
  "The rarified world of his cabinet choices is certainly a universe away from the struggling working class folks he bamboozled with promises of bringing back American “greatness.” And yet the soaring value of his cabinet should be seen as merely a departure point for our four-year (or more) leap into what is guaranteed to be an abyss of inequality and instability.",
  "The center further noted that, “Betsy herself, along with her husband, Dick DeVos, Jr., has contributed more than $7.7 million to federal candidates, committees, and parties since 1990, including almost $4.8 million to super PACs.” Her brother, ex-Navy SEAL Erik Prince, founded the controversial private security contractor Blackwater (now known as Academi).",
  "While Rubin and Paulson pushed for the deregulation of the financial industry that led to the Great Recession and then used federal funds to bail out their friends, Mnuchin, who spent 17 years with Goldman Sachs, eventually made an even bigger fortune by being on the predatory receiving end of federal support while scarfing up a failed bank.",
  "The “Roaring Twenties” that ended explosively in a stock market collapse in 1929 began, ominously enough, with a presidency filled with similar figures, as well as policies remarkably similar to those now being promised under Trump, including major tax cuts and giveaways for corporations and the deregulation of Wall Street.",
  "Trump’s version of a political and financial establishment, just forming, will be bound together by certain behavioral patterns born of relationships among those of similar status, background, social position, legacy connections, and an assumed allegiance to a dogma of self-aggrandizement that overshadows everything else.",
  "Scandal soon followed, above all the notorious Teapot Dome incident in which Secretary of the Interior Albert Fall leased petroleum reserves owned by the Navy in Wyoming and California to two private oil companies without competitive bidding, receiving millions of dollars in kickbacks in return.",
  "A member (and once leader) of a secret Wall Street fraternity, Kappa Beta Phi, in 2014 he remarked that “the one percent is being picked on for political reasons.” He has an art collection valued conservatively at $150 million, or 3,000 times the average American’s income of $51,000.",
  "Aspiring to run government as a business (something President Calvin Coolidge tried out in the 1920s with dismal results for America), Trump is now surrounding himself with a crew of crony capitalists who understand boardroom speak, but have nothing in common with most Americans.",
  "Mnuchin’s policy priorities include an overhaul of the federal tax code (aimed mainly at helping his elite buddies), financial deregulation (including making the Dodd-Frank Act of 2010 significantly more lenient for hedge funds), and a review of existing trade agreements.",
  "Forget his own “conflicts of interest.” Whatever financial, tax, and other policies his administration puts in place, most of his appointees are going to profit like mad from them and, in the end, Trump might not even wind up being the richest member of the crew.",
  "He has indicated no support for reinstating the Glass-Steagall Act of 1933, which separated commercial banks that held citizens’ deposits and loans from the speculative practices of investment banks until it was repealed in 1999 under the Clinton administration.",
  "Transportation Secretary Elaine Chao (net worth $25 million)\n\nAs the daughter of a wealthy shipping magnate, a former labor secretary for George W. Bush, and the wife of Senate Majority Leader Mitch McConnell, Chao’s establishment connections are overwhelming.",
  "As Trump moves ahead with his cabinet picks, several of them already stand out in a Mellon-esque fashion for their staggering wealth, their legal entanglements, and the policies they seem ready to support that sound like eerie throwbacks to the age of Harding.",
  "Trumping History\n\nThere is, in fact, some historical precedent for a president surrounding himself with such a group of self-interested power-grabbers, but you’d have to return to Warren G. Harding’s administration in the early 1920s to find it.",
  "In early January 2009, the FDIC agreed to sell failed lender IndyMac to IMB HoldCo LLC, a company owned by a pack of private equity investors led by former Goldman Sachs partner Mnuchin of Dune Capital Management LP for about $13.9 billion.",
  "In August 2016, his company had to pay a $2.3 million fine to the Securities and Exchange Commission to settle charges for not properly disclosing $10.4 million in management fees charged to his investors in the decade leading up to 2011.",
  "It’s been a month since the election and here’s what’s clear: crony capitalism, the kind that festers and grows when offered public support in its search for private profits, is the order of the day among Donald Trump’s cabinet picks.",
  "As president-elect and the country’s next CEO-in-chief, he’s now doing what many presidents have done: doling out power to like-minded friends and associates, loyalists, and -- think John F. Kennedy, for instance -- possibly family.",
  "Secretary of Education Betsy DeVos (family wealth $5.1 billion)\n\nDeVos, the daughter of a billionaire and daughter-in-law of the cofounder of the multilevel marketing empire Amway, has had no actual experience with public schools.",
  "Secretary of Commerce Wilbur Ross (net worth $2.9 billion)\n\nShades of Andrew Mellon, Ross, a registered Democrat until Trump scooped him up, made his fortune as a corporate vulture (sporting the nickname “the king of bankruptcy”).",
  "Treasury Secretary Steven Mnuchin (net worth between $46 million and $1 billion)\n\nHedge fund mogul and Hollywood producer Steven Mnuchin is the third installment on Goldman Sachs’s claim to own the position of Treasury secretary.",
  "Trump’s Bait and Switch\n\nCross-posted with TomDispatch.com\n\nGiven his cabinet picks so far, it’s reasonable to assume that The Donald finds hanging out with anyone who isn’t a billionaire (or at least a multimillionaire) a drag.",
  "He bought bankrupt steel companies, while moving $6.4 billion of their employee pension benefits to the rescue fund of the government’s Pension Benefit Guaranty Corporation so he could make company financials look better.",
  "Ross has not disclosed whether these investments remain in his fund, though he told the New York Post that if Trump believes there are conflicts of interest among any of his investments, he would divest himself of them.",
  "So it’s hardly a surprise that his money- and power-centric cabinet won’t be focused on public service or patriotism or civic duty, but on the consolidation of corporate and private gain at the expense of the citizenry.",
  "At the same time, he essentially left Wall Street free to concoct the shadowy “trusts” that would use borrowed money to purchase collections of shares in companies and real estate, igniting the 1929 stock market crash.",
  "And though Trump promised (and tweeted) that he’d be “completely out of business operations,” the possibility of such a full exit for him (or any of his crew) is about as likely as a full reveal of those tax returns.",
  "Only a month has passed since November 8th, but it’s already clear (not that it wasn’t before) that Trump’s anti-establishment campaign rhetoric was the biggest scam of his career, one he pulled off perfectly.",
  "A notably weak figure, Harding liberally delegated policymaking to the group of senior Republicans he chose to oversee his administration who were dubbed “the Ohio gang” (though they were not all from Ohio).",
  "As she wrote in the Capitol Hill newspaper Roll Call in 1997, “My family is the biggest contributor of soft money to the Republican National Committee.” That trend only continued in the years that followed.",
  "Still, with more billionaires at the doorstep, estimates of the wealth of his new cabinet members and of the president-elect range from my own guesstimate of about $12 billion up to $35 billion.",
  "In 2009, Politico reported that, in memory of her mother who passed away in 2007, she and her husband received a “personal gift” from the Chao family worth between $5 million and $25 million.",
  "In 2008, the Federal Deposit Insurance Corporation (FDIC), formed in 1934 to insure the deposits of citizens at commercial banks, closed 25 banks, including the Pasadena-based IndyMac Bank.",
  "Bill Clinton appointed the company’s former co-chairman Robert Rubin to Treasury in gratitude for his ability to bestow on him Wall Street cred and the contributions that went with it.",
  "Shades of the president-elect, he also left another beleaguered company, Relativity Media, where he had been co-chairman, two months before it filed for Chapter 11 bankruptcy in 2015.",
  "They favor government support for their private gain as well as deregulation, several of them having already specialized in making money off the collateral damage from such policies.",
  "According to the Center for Responsive Politics, since 1989 she and her relatives have given at least $20.2 million to Republican candidates, party committees, PACs, and super PACs.",
  "George W. Bush appointed former Goldman Sachs Chairman and CEO Hank Paulson as his final Treasury secretary, just in time for the “too big to fail” economic meltdown of 2007-2008.",
  "After Mellon, who had served three presidents, left Herbert Hoover’s administration, he fell under investigation for unpaid federal taxes and tax-related conflicts of interest.",
  "His new incarnation of the old establishment largely consists of billionaires and multimillionaires with less than appetizing nicknames from their previous predatory careers.",
  "OneWest then set about foreclosing on IndyMac’s properties, the cost of which was fronted by the FDIC, as was most of the loss that was incurred from hemorrhaging mortgages.",
  "His new commerce secretary, however, owned a coal mine in West Virginia, notoriously cited for hundreds of violations, where 12 miners subsequently died in an explosion.",
  "Given Donald Trump’s predisposition for green-lighting pipelines and promoting fossil fuel development, a modern reenactment of Teapot Dome is hardly beyond imagining.",
  "Estimates of how loaded it will be are almost meaningless at this point, given that we don’t even know Trump’s true wealth (and will likely never see his tax returns).",
  "In other words, the government backed Mnuchin’s private deal big time and so helped give him his nickname, the “foreclosure king,” as he became an even wealthier man.",
  "He offered businessman Herbert Hoover the job of secretary of commerce and so put him in play to become president in the years just preceding the Great Depression.",
  "As with all things wealth related, the truth is a moving target but the one thing Chao’s not (which may make her a rarity in this cabinet) is a billionaire.",
  "They are estimated to have contributed at least $200 million to shaping the conservative movement and various right-wing causes over the last half-century.",
  "What would there be to talk about if you left the Machiavellian class and its exploits for the company of the sort of normal folk you can rouse at a rally?",
  "When the deal closed on March 19, 2009, IMB formed a new federally chartered savings bank, OneWest Bank (also run by Mnuchin), to complete the purchase.",
  "In 2010, one of that country’s state-owned enterprises, China Investment Corporation, put $500 million in Ross’s private equity fund, WL Ross & Company.",
  "While Chao was on its board, Wells Fargo scammed its customers to the tune of $2.4 million, and incurred billions of dollars of fines for other crimes.",
  "In 2014, the Center for Responsive Politics ranked McConnell, with an estimated net worth somewhere around $22 million, as the 11th richest senator.",
  "And in a fashion that now looks Trumpian, he also appointed one of the richest men on Earth, billionaire Andrew Mellon, as his treasury secretary.",
  "So give him credit: his administration is already one of the great political bait-and-switch productions in our history and it hasn’t even begun.",
  "Gilded Government\n\nHillary Clinton certainly cashed in big time on her Wall Street connections during her career and her presidential campaign.",
  "Though the process is as yet incomplete, this already reflects at least a quadrupling of the wealth represented by Barack Obama’s cabinet.",
  "And yet her approach already seems modest compared to Trump’s new open-door policy to any billionaire willing to come on board his ship.",
  "As secretary of commerce, the world will become his personal business venture and boardroom, while U.S. taxpayers will be his funders.",
  "What their business conflicts, relationships, and ideological stances indicate about what they’ll do to America is far more worrisome.",
  "Modernizing Warren G.\n\nWithin the political-financial establishment, the more things change, the more, it seems, they stay the same.",
  "He also made two considerable donations to Make America Number 1, a super PAC that first backed Senator Ted Cruz and then Trump.",
  "Here, however, is a major historical difference: the magnitude of Trump’s cronyism is off the charts, even for Washington.",
  "Of course, you can’t tell the players without a scorecard, so here are the top four of the moment (with more on the way).",
  "In the realm of politico-financial power and in Trump’s experience and ideology, the one with the most toys always wins.",
  "Unlike most of the rest of America (myself included), she never attended a public school, nor have any of her children.",
  "In his world, best means rich, and serious means seriously shielded from the way much of the rest of the country lives.",
  "By October 2011, protesters were marching outside Mnuchin’s Los Angeles mansion with “Stop taking our homes” signs.",
  "Until the Enron scandal of 2001-2002, it would serve as the poster child for money (and oil) in politics gone bad.",
  "Trump offered Americans this promise: \"I'm going to surround myself only with the best and most serious people.\"",
  "Ross also made money running Rothschild Inc.’s bankruptcy-restructuring group for nearly two-and-a-half decades.",
  "He promptly set to work -- and this will sound familiar today -- cutting taxes on the wealthy and corporations.",
  "He was notorious for devouring the carcasses of dying companies, spitting them out, and pocketing the profits.",
  "In addition, he happens to own a Florida estate only miles down the road from Trump’s Mar-a-Lago private club.",
  "While Trump has lambasted China for stealing American jobs, Ross (like Trump) has made money from China.",
  "In fact, when it comes to the stewardship of the country’s economy, Goldman continues to reign supreme.",
  "Protectionism” in 2004 will be in charge of any protectionist policies the administration implements.",
  "Trump, of course, has promised the world to the sinking coal industry and out-of-work coal miners.",
  "OneWest soon became mired in lawsuits and on multiple occasions settled for millions of dollars.",
  "Stripped of health-care benefits, retired steelworkers at his companies didn’t fare as well.",
  "In October, Ross assured Bloomberg that China will continue to be an investment opportunity.",
  "In 2008, Chao ranked 8th in Bush’s executive branch in terms of net worth at $16.9 million.",
  "Now, Trump, who swore he’d drain “the swamp” in Washington, is carrying on the tradition.",
  "He is an ardent crusader for corporate tax cuts (wanting to slash them from 35% to 15%).",
  "Harding’s other main contributions to American history involved two choices he made.",
  "In the early 2000s, his steel industry deals bagged him an impressive $267 million.",
  "She was silent when its former CEO John Stumpf resigned in a blaze of contriteness.",
  "They include board positions at Rupert Murdoch’s News Corp and at Wells Fargo Bank.",
  "But she and her family have excelled at the arithmetic of campaign contributions.",
  "Count on one thing: in his presidency he’ll only double down on that “promise.”",
  "That scandal and the attention it received darkened Harding’s administration.",
  "Nonetheless, Mnuchin sold the bank for a cool $3.4 billion in August 2015.",
  "As head of the commerce department, the man the Economist dubbed “Mr.",
  "So his cabinet, as yet incomplete, is already the richest one ever.",
  "Of course, he’s never been a man known for doing small and humble.",
  "(They only had to put up $1.3 billion in cash for it, however.)",
  "I left in 2002, the same year that Steven Mnuchin did.",
  "I did not go on to construct deals that hurt citizens.",
  "Once upon a time, I, too, worked for Goldman Sachs.",
  "The FDIC took a $10.7 billion loss in the process.",
  "Public spirit is a choice.",
  "(Neither did Trump.)",
  "Forget their wealth.",
  "The difference?",
  "He did."
]