[
  "https://t.co/nWO6pIgd8w — Breitbart News (@BreitbartNews) August 22, 2017\n\nPraise from the hometown paper: https://t.co/DfQsrQW7pe — Breitbart News (@BreitbartNews) August 22, 2017\n\nMore from Morning Mix\n\nChelsea Clinton defends Barron Trump after conservative website bashes his clothes\n\nRep. Gianforte must get fingerprinted and photographed for assaulting reporter, judge says\n\nJerry Falwell Jr. keeps defending Trump as Liberty University grads return diplomas\n\nJerry Lewis telethons raised billions for muscular dystrophy.",
  "Another quoted New York Times correspondent Maggie Haberman, who said Trump gave “his best speech as POTUS.”\n\nTrump — who has for years called for a withdrawal from the war — said during his speech that although his “original instinct” was to pull out, “decisions are much different when you sit behind the desk in the Oval Office.”\n\nHe provided few specifics about how much the U.S. military commitment would increase.",
  "In a Breitbart article that went up before Trump began his much-anticipated address, Prince told the conservative news site that he anticipated Trump would “roll over and accept the same failed DOD paradigm of the last 16 years.”\n\n“As interested in diversity as the Pentagon claims to be, they aren’t interested in diversity of opinions on how to end their longest war,” Prince said.",
  "“Defends flip-flop in somber speech.”\n\nTrump’s Monday night speech — in which he further committed troops to the nation’s longest war, but offered few specifics — represented another clash between Trump and Bannon, who returned to Breitbart on Friday, the same day he was ousted as Trump’s chief strategist.",
  "In another article from Breibart’s preview coverage, Pollak wrote that “the president risks fumbling into the kind of intractable conflict he specifically promised his voters he would avoid.”\n\nBut on its Twitter account, Breitbart’s reviews of the president’s speech seemed decidedly less critical.",
  "“He acknowledged the frustration that Americans felt after 16 years of war without an end in sight.”\n\nBannon, who left Breitbart just a little over a year ago to join Trump’s presidential campaign, is back as its executive chairman and led an editorial meeting Friday evening.",
  "Instead, he recruited Erik D. Prince, a founder of the private security firm Blackwater Worldwide, to develop proposals to have private contractors continue fighting in Afghanistan instead of U.S. troops, according to the New York Times.",
  "“The speech was a disappointment to many who had supported his calls during the campaign to end expensive foreign intervention and nation-building,” wrote Breitbart’s Pentagon correspondent Kristina Wong in the site’s lead article.",
  "“If there’s any confusion out there, let me clear it up: I’m leaving the White House and going to war for Trump against his opponents — on Capitol Hill, in the media, and in corporate America,” Bannon said.",
  "“Trump reverses course, will send more troops to Afghanistan,” read the headline on Breitbart’s homepage following President Trump’s prime time address on U.S. military strategy in Afghanistan.",
  "A top architect of Trump’s nationalist agenda, Bannon has long opposed sending additional U.S. troops to Afghanistan, which put him at odds with Trump’s national security adviser H.R.",
  "Defense Secretary Jim Mattis declined to include Bannon’s strategy in the review of Afghanistan policy he led with McMaster, according to the Times.",
  "When its former executive, Stephen Bannon, entered the White House, the site began targeting political adversaries of the Trump administration.",
  "Earlier in the day, Breitbart senior editor at large Joel B. Pollak tweeted “#WAR” when news emerged that Bannon would leave the White House.",
  "(Victoria Walker/The Washington Post)\n\nStephen K. Bannon is back at Breitbart and, as promised, he’s not pulling any punches.",
  "(Erin Patrick O'Connor/The Washington Post)\n\nDespite his assurances, Bannon’s site was rough on the president Monday night.",
  "But Bannon says he won’t be going to war against the president, but on his behalf, he told Bloomberg News.",
  "“The American people are weary of war without victory,” read one tweet, which linked to Wong’s article.",
  "Breitbart started out as a small site bent on exposing the liberal bias in mainstream media.",
  "President Trump unveiled a new strategy for the U.S. war in Afghanistan on Aug. 21.",
  "\"The American people are weary of war without victory.\"",
  "Many cheered when he went off the air.",
  "McMaster."
]