[
  "Alan Futerfas, a lawyer for Trump Jr., confirmed the meeting took place but said the whole thing never added up to anything: “Prior to the 2016 election, Donald Trump Jr. recalls a meeting with Erik Prince, George Nader and another individual who may be Joel Zamel.",
  "Donald Trump Jr. answers questions from reporters while touring Sarris Candies with Rick Saccone, Republican Congressional candidate for Pennsylvania’s 18th district, March 12, 2018 in Cannonsburg, Pennsylvania.",
  "Although it’s unclear exactly what kind of assistance Saudi Arabia and the UAE may have provided, or been willing to provide, to Trump it is illegal for foreign governments to be involved in U.S. elections.",
  "Erik Prince, the founder of the private military contractor formerly known as Blackwater, and an Israeli social media specialist, Joel Zamel, also attended the meeting, which took place on August 3, 2016.",
  "Nader said the princes saw Trump “as a strong leader who would fill the power vacuum that they believed Mr. Obama had left in the Middle East,” according to the Times recounting of the events.",
  "Drew Angerer/Getty Images\n\nTurns out Donald Trump Jr. may have been willing to accept foreign help from other countries other than Russia in his quest to get his father elected president.",
  "Three months before the 2016 election, Trump Jr. met with George Nader, an emissary for the crown princes of Saudi Arabia and the United Arab Emirates, the New York Times reveals.",
  "Mueller is paying close attention to Zamel and has been conducting interviews regarding the work of the Australia-born Israeli businessman, according to the Wall Street Journal.",
  "Although the reason for the payment is in dispute, it came after a company linked to Zamel made a presentation about the importance of social media campaign to Trump’s victory.",
  "He was not interested and that was the end of it.” Zamel’s lawyer said his client had absolutely no relation with the Trump campaign and didn’t work for the now-president.",
  "“But two people familiar with the meetings said that Trump campaign officials did not appear bothered by the idea of cooperation with foreigners,” notes the Times.",
  "At the meeting, Nader told Trump Jr. that the princes of Saudi Arabia and the United Arab Emirates were eager to help his father win the election.",
  "Nader then went on to be seen as a close ally by Trump’s campaign advisers and is now cooperating with Special Counsel Robert Mueller’s probe.",
  "The paper also doesn’t downright say it but raises suspicion that maybe this meeting could help explain some of Trump’s moves while in office:",
  "Zamel, meanwhile, pushed his company’s ability to wage an extensive social media manipulation campaign to help get Trump elected.",
  "Although the details of what happened next are unclear, Trump Jr. apparently “responded approvingly” to the proposal.",
  "“This is much ado about nothing,” he said, noting that investigators have said his client is not a target.",
  "Cars drive past the front of Trump Tower on Fifth Avenue on January 8, 2018 in New York.",
  "BRYAN R. SMITH/Getty Images\n\nAfter the election, Nader paid Zamel as much as $2 million.",
  "They pitched Mr. Trump Jr. on a social media platform or marketing strategy."
]