[
  "The four men, who were employed as security guards for a private US contractor, were convicted in 2014 of killing 14 Iraqi civilians in 2007\n\nThe supreme court has refused to consider appeals by the former Blackwater security contractors convicted in the 2007 slaying of 14 Iraqi civilians at a crowded traffic junction in Baghdad that marked one of the lowest points in the bloody conflict.",
  "US jury convicts Blackwater guards in 2007 killing of Iraqi civilians Read more\n\nOne of the men, Nicholas Slatten, is going to be retried, beginning 11 June, after an appeals court in Washington DC ruled last summer that he should have been tried separately from his three co-defendants.",
  "The team was providing security to a US diplomat in an armed convoy in September 2007 during one of the most fierce phases of the war, near Nisour Square in Baghdad, where insurgent attacks and car bombs were common threats.",
  "They worked for the North Carolina-based private security firm then called Blackwater Worldwide that was contracted by the US government to provide security to US officials working in Iraq.",
  "Three of the men, Paul Slough, Evan Liberty and Dustin Heard, were convicted in 2014 of manslaughter and other charges at trial in Washington and sentenced to 30 years in prison apiece.",
  "It triggered international outrage over the role of security contractors working for the US government in a war zone and a row over whether the men should be tried in Iraq or America.",
  "Without warning, the men opened fire on the crowds, using machine guns and grenade launchers to mow down Iraqi motorists and unarmed civilians, including children.",
  "The other men were ordered to be resentenced because 30 years was deemed too long, and a date has yet to be set.",
  "The court announced on Monday that it will not hear an appeal brought by the four men convicted in 2014 trial.",
  "Slatten was convicted of first-degree murder after the court heard he was the first to open fire.",
  "In August 2017 an appeals court threw out Slatten’s conviction and ordered his retrial.",
  "Nicholas Slatten was convicted of murder and given a life sentence.",
  "He is expected to argue that he did not fire first.",
  "The barrage killed 14 and wounded at least 17.",
  "Blackwater has been sold and renamed."
]