[
  "Marc Mukasey, a lawyer for Zamel, said: “Joel Zamel offered nothing to the Trump campaign, received nothing from the Trump campaign, delivered nothing to the Trump campaign and was not solicited by, or asked to do anything for, the Trump campaign.”\n\nMueller has been looking into another meeting, in January 2017 in the Seychelles, that Nader and Prince held with Abu Dhabi’s crown prince, Mohammed bin Zayed Al Nahyan, and Kirill Dmitriev, a Russian banker with ties to the Kremlin.",
  "The Failing and Crooked (but not as Crooked as Hillary Clinton) @nytimes has done a long & boring story indicating that the World’s most expensive Witch Hunt has found nothing on Russia & me so now they are looking at the rest of the World!”\n\nThe Times reported that Donald Trump Jr met George Nader, the purported emissary; Joel Zamel, an Israeli specialist in social media manipulation; and Erik Prince, the founder of the private security firm formerly known as Blackwater.",
  "Facing Trump, a historian appeals to America's soul: 'I think we'll survive' Read more\n\nThe Times said the emissary for Saudi Arabia and the United Arab Emirates and another attendee at the meeting had co-operated with Robert Mueller, the special counsel investigating Russian election interference and links between Trump aides and Moscow.",
  "Trump duly tweeted: “I hereby demand, and will do so officially tomorrow, that the Department of Justice look into whether or not the FBI/DOJ infiltrated or surveilled the Trump Campaign for Political Purposes – and if any such demands or requests were made by people within the Obama Administration!”",
  "“But we do know that the Trump campaign welcomed dirt on Clinton.”\n\nTrump will ask justice department to look into campaign surveillance Read more\n\nTrump Jr was the central figure in another meeting at Trump Tower, in June 2016 with Russians including a Kremlin-linked lawyer, Natalia Veselnitskaya.",
  "After Trump attacks New York Times, Giuliani tells paper Mueller will be done by September\n\nDonald Trump attacked the New York Times on Sunday, after the newspaper said his oldest son and other aides met in August 2016 with a representative of two Gulf states offering to help the Trump campaign.",
  "“You don’t want another repeat of the 2016 election where you get contrary reports at the end and you don’t know how it affected the election,” he said, referring to then FBI director James Comey’s reopening and then closing of an investigation of Hillary Clinton’s use of private email.",
  "On NBC’s Meet The Press, former Trump adviser Roger Stone said he was “prepared” to be charged, as it was not “inconceivable” that investigators “may seek to conjure up some extraneous crime, pertaining to my business, or maybe not even pertaining to the 2016 election”.",
  "“We want the concentration of this to be on Comey versus the president’s credibility, and I think we win that and people get that,” Giuliani told the Times, advocating a criminal investigation into Comey for perjury and the sharing of information with the Times.",
  "“I don’t understand what the president doesn’t get about the law that says if you have a foreign nation interfere with an American election, it is illegal.”\n\nWarner refused to be drawn on whether he believed Russia was assisted by Trump aides.",
  "Told the Russians had incriminating information about Clinton, Trump Jr responded: “If it’s what you say, I love it.” Steve Bannon, formerly Donald Trump’s chief strategist, told the author Michael Wolff the meeting was “treasonous”.",
  "The offer met with Trump Jr’s approval, the Times said, and Nader later met with Donald Trump’s son-in-law Jared Kushner and Michael Flynn, the former national security adviser also now cooperating with Mueller.",
  "Facebook Twitter Pinterest The New York Times reported that Donald Trump Jr and other aides met in August 2016 with a representative of two Gulf states offering to help the Trump campaign.",
  "Inaccurately, the president called the investigation a “$20,000,000 Witch Hunt, composed of 13 Angry and Heavily Conflicted Democrats and two people who have worked for Obama for 8 years”.",
  "Warner said Mueller was “a year in, 14 indictments, including the president’s campaign manager [Paul Manafort], and five guilty pleas and a lot of questions still need to be answered”.",
  "Photograph: Carolyn Kaster/AP\n\nOn Sunday, Trump’s tweet salvo contained a complaint that the Russia investigation would “put some hurt on the Republican Party” in the midterms.",
  "Mueller is a Republican appointed FBI director by a Republican president, George W Bush, and made special counsel by a Republican deputy attorney general, Rod Rosenstein.",
  "Later on Sunday the president’s attorney, Rudy Giuliani, told the Times Mueller told the White House he intends to finish his investigation by 1 September this year.",
  "The Virginia senator Mark Warner, the top Democrat on the Senate intelligence committee, discussed the reported Trump Tower meeting on CNN’s State of the Union.",
  "Giuliani also said he was continuing to negotiate an interview between Trump and Mueller, and said Trump wanted Mueller’s final report to be public.",
  "The Times quoted a lawyer for Nader as saying he had “fully cooperated with the special counsel’s investigation and will continue to do so”.",
  "On Sunday, speaking to the Times, Giuliani said the White House wanted Mueller’s report completed before the midterm elections in November.",
  "“If the Times story is true we now have a second or maybe a third nation that was trying to lean in to this campaign,” he said.",
  "“A senior official in Saudi Arabia”, the Times said, denied Nader had been authorised to speak for the government.",
  "The meeting at Trump Tower in Manhattan “was convened primarily to offer help to the Trump team”, the paper said.",
  "A lawyer for Trump Jr, Alan Futerfas, said Trump Jr “was not interested and that was the end of it”.",
  "Several media outlets, meanwhile, named an FBI source who allegedly informed on the Trump campaign.",
  "The firing of Comey and whether Trump obstructed justice are under consideration by Mueller.",
  "Opening his Sunday morning fusillade, Trump tweeted: “Things are really getting ridiculous.",
  "Giuliani told Fox News that Mueller had told him he wants to interview Trump in mid-July.",
  "Some of Mueller’s investigators are Democrats or have donated to Democratic campaigns.",
  "A spokesman for the special counsel declined to comment, the Times said.",
  "Trump fired Comey last May, precipitating the appointment of Mueller.",
  "Comey has emerged as a leading critic of Trump.",
  "“That is the end-point question,” he said.",
  "The White House did not comment.",
  "Prince declined to comment."
]