[
  "Ronen Bergman: The significance of the story, I think, is to shed light on one of the main areas of interest to Robert Mueller, a topic that occupied the prosecutors from the DOJ and the FBI investigators throughout the last four months, since January, a topic that is not only about possible Russian meddling in the elections and suspected connections between Russia and the Trump campaign, but a topic that raises the suspicion that other countries may also have offered help to people close to Trump or to the Trump campaign.",
  "However, as the Times also reported, Mueller is not only already looking into Nader’s role with the United Arab Emirates and its possible assistance to Trump’s campaign, but “companies connected to Mr. Zamel also have ties to Russia.”\n\nThe Times story was written by staffers Mark Mazzetti and David D. Kirkpatrick, as well as Ronen Bergman, a contributing writer for the New York Times Magazine, and the author of Rise and Kill First: The Secret History of Israel’s Targeted Assassinations.",
  "This one, which took place in August of 2016, also had several participants: Erik Prince, the onetime Blackwater head and a confidante of Trump world; George Nader, an “emissary” for the crown princes of Saudi Arabia and the United Arab Emirates; and Joel Zamel, an Israeli who claimed to know how to manipulate social media—and ran a firm that did so with former Israeli intelligence officers.",
  "They will be keen to keep the fire, the flames at a certain height, but not too high, because they are under the impression that if this turns to be a further series of demonstrations, and a significant death toll for the Palestinians, Israel would not continue with the situation, and will try to change the balance in hitting Hamas targets in Gaza.",
  "Without giving any of the specifics, let me tell you that many of the successes that are attributed to the Mossad, those that were published and many, many, many that were not published, are thanks to the cooperation between Israeli intelligence and the intelligence services of Sunni countries in the Middle East.",
  "We have just seen that during the last Israeli bombardment in Syria against Iranian targets, that some countries in the region specifically said, “Israel has the right to defend itself.” We see a process of more and more cooperation between Israel and moderate Sunni countries in the region.",
  "It’s natural that these companies will flourish in the Israeli market, because there are so many people, veterans of Israeli intelligence, coming with knowhow and experience, and will be looking for a job close to their field of expertise.",
  "The character in your story, Joel Zamel, the social media specialist, you mentioned that his company employed several Israeli former intelligence officers, and specialized in collecting information and shaping opinion through social media.",
  "According to the Times, “the meeting was convened primarily to offer help to the Trump team”: Zamel offered to use his company’s skills to aid Trump, while Nader made clear that his Gulf backers wanted to see the then-candidate succeed.",
  "In any case, these details describe how the investigation took place not just in the United States but also in Israel, and also took much interest in things that may have happened in Saudi Arabia and the United Arab Emirates.",
  "During the course of a recent phone conversation with Bergman, we discussed how we should understand the Times story, if there is more on this to come, and also Israel’s changing alliances in the Middle East.",
  "You mentioned at the beginning that this isn’t about Russia meddling in the campaign, but in the story, you also say Russian money may have been involved in some of these entities involving the Emirates.",
  "I understand that there are other spheres of politics, including domestic politics, in which Saudi Arabia would not be seen as moderate, but I’m talking about from the Israeli point of view or mindset.",
  "What we have seen during the last few years is more and more news items, more and more public statements from these countries, which are less shy to express their mutual interest with Israel.",
  "According to the Israeli understanding of Hamas, Israel believes that Hamas is not looking for full-scale escalation, while aiming at improving the economic and humanitarian crisis in Gaza.",
  "One of the main questions that the FBI team is asking is, of course, was it or was it not a coincidence that all of these same individuals were present at the same time in the Seychelles?",
  "I don’t know, but I know that at the end of the day, the American team was able, as far as I know, to get at least part if not all of what they were trying to get from these computers.",
  "You mentioned in the story, and you mentioned now, that the Israeli agencies–\n\nNo, I said that the American investigators had not just worked in the United States but also in Israel.",
  "While they are willing to have secret coordination with Israel, they don’t want this to be published vis-a-vis the public in their countries and the general mood in the Arab world.",
  "BRYAN R. SMITH/Getty Images\n\nOn Sunday, the New York Times reported that a second Donald Trump Jr. Trump Tower meeting has caught the attention of Robert Mueller’s investigators.",
  "The fact that some of its employees are former Israeli intelligence officers and experts is very, very typical to these companies in Israel, and there are many of them.",
  "The first one who really put a lot of emphasis on creating this secret connection was Meir Dagan, the legendary Mossad chief, during the previous decade.",
  "How close is cooperation on security and other matters right now between the current Israeli government and the governments of the UAE and Saudi Arabia?",
  "What we wrote is that there was an FBI-DOJ effort to get the contents of some computers of one of the companies that is in the process of liquidation.",
  "This does not necessarily mean that whatever these companies are doing is coordinated, or approved, or with the involvement of Israeli intelligence.",
  "As far as we understand from our sources, Mr. Nader has an, I would say, profound part in the organization of the meeting in the Seychelles.",
  "But the problem is, when you’re trying to contain such a situation while having some of the demonstrations taking place, you don’t know.",
  "(The first two men were later part of another meeting that has sparked much attention, with a Vladimir Putin ally in the Seychelles.)",
  "Trump Tower, where Donald Trump Jr. met with a representative of two Arab princes who reportedly wanted to help Donald Trump win.",
  "The Israeli defense establishment and, according to this understanding, Hamas as well, do not want to escalate to full-scale war.",
  "I think that the main fear from the Israelis was that if this is published, then these countries would be put in a tight spot.",
  "Israeli intelligence is under the impression that Hamas is, at least for the time being, not aiming at full-scale escalation.",
  "I thought it was too short because there were so many more details about the scope of the interviews the FBI has conducted.",
  "They are trying to do all these things that would help them manage the crisis in which they have their backs to the wall.",
  "Netanyahu has made some of these connections public during the last two years, part of his broader political perception.",
  "What we mention is that they are also looking at possible connections between some of the people mentioned [and] Russia.",
  "You cannot calculate everything, and that might lead to a much broader confrontation than they are planning on.",
  "Yeah, they were, but I cannot share them, because I assume that we are going to continue with the coverage.",
  "It’s unclear where the proposal led and if it is at all connected to the rest of Mueller’s investigation.",
  "That part of the investigation has been taking place not just in the United States but also in Israel.",
  "I mean a country that would be seen from the Israeli point of view as a moderate Sunni country.",
  "Do you have a sense of how close he and his company are to the Israeli security establishment?",
  "Because it happened in Israel, that has to happen with the assistance of Israeli police.",
  "When I say from the Israeli point of view, moderate in their approach towards Israel.",
  "Well, this topic has been strictly kept secret for a very long time in Israel.",
  "Do you know if the Israeli police were completely willing to do that?",
  "It continued with his predecessors, Tamir Pardo and Yossi Cohen.",
  "Update, May 21, 2018: This sentence has been edited for clarity.",
  "The president just tweeted that the story is long and boring.",
  "There were more details about some of the main characters.",
  "I don’t know of an Israeli investigation into the matter.",
  "Isaac Chotiner: What is the significance of this story?",
  "Is there a chance that this actually is about Russia?",
  "Obviously, Trump and Netanyahu are very close, etc.",
  "Has anything changed in Gaza after an awful week?",
  "The main character of this part is George Nader.",
  "This is something Hamas would need to react to.",
  "* They are not going to full, all-out war.",
  "They are trying to improve conditions.",
  "You need to address this to Mr. Zamel.",
  "They are trying to ease the pressure.",
  "It might lead to a full escalation.",
  "Are any of the details interesting?",
  "No, I cannot answer this question.",
  "It’s not the last one.",
  "Not so moderate even.",
  "This is just a given."
]