[
  "However, high-profile incidents of alleged human rights abuses by the company CACI at Abu Ghraib Prison in Iraq and Blackwater at Nisour Square, Iraq brought to light the difficulty the American military faces monitoring private defense companies.",
  "The Pentagon, CIA and other defense agencies receive assistance in these areas from private companies with expertise in drone warfare, special forces operations and analysis of electronic surveillance of potential terrorist threats.",
  "For instance, General Dynamics, a large contractor that develops combat vehicles and weapons systems for the US military, saw its stock price jump by more than 30 percent in the months after the election.",
  "Information gleaned from hacking government agencies, world leaders and political campaigns can be used by rogue states like Russia and nonstate actors like WikiLeaks to harm American interests.",
  "Two US private security contractors investigate the site where a military armored bus was damaged by a roadside bomb on the highway near Baghdad International Airport in Baghdad, Iraq.",
  "Likewise, Kratos Defense and Security Services, a smaller firm that builds drones for the US Air Force, saw its shares soar more than 75 percent between November 2016 and May 2017.",
  "Soldiers from the 3rd Brigade Combat Team, 1st Cavalry Division rest while waiting to pack their weapons for shipment back to the US at Camp Virginia, Kuwait on December 19, 2011.",
  "Diligent oversight and regulation of companies in this rapidly evolving industry, I believe, are necessary to ensure that these firms advance the public good of American security.",
  "While major firms in the industry insist they can regulate themselves, an independent oversight agency could more adequately assess how defense contractors perform.",
  "Today, contractors' work ranges from assisting in drone missions to analyzing signals intelligence to training police forces in fragile countries like Afghanistan.",
  "The uncertain legal status of contractors caused significant tension between the US and the government of Iraq and hampered American counterinsurgency efforts.",
  "Military contracting is still big business, although media coverage of private military firms has diminished since the withdrawal of the US from Iraq in 2011.",
  "Second, as things stand now, the US government often overlooks bad behavior and renews contracts with companies that have less than stellar records.",
  "Samuel King Jr./US Air Force Share prices of many military and intelligence contractors have risen sharply since President Donald Trump's election.",
  "Here are three ways Congress could increase accountability for private defense firms as the industry becomes more enmeshed in national security.",
  "Governments and multinational corporations realize that protecting classified information and intellectual property is of paramount importance.",
  "Congress still must decide whether Trump's proposed 10 percent increase in defense spending is practical given current budget constraints.",
  "Hadi Mizban/AP\n\nNew frontiers\n\nIn recent years, private military companies have adapted to changing demands from US defense agencies.",
  "While the American people generally want to avoid deploying troops to conflict zones, they still demand protection from terrorism.",
  "Third, government employees often transition from public service into lucrative positions at billion-dollar defense corporations.",
  "During the wars in Iraq and Afghanistan, the US military relied heavily on contractors to support counterinsurgency operations.",
  "Government agencies and courts also need assurances they can hold defense firms accountable if they break the law overseas.",
  "What is certain is that for-profit military and intelligence firms will remain an integral part of US national defense.",
  "Instead, they are increasingly assisting military and intelligence agencies with counterterrorism and cybersecurity.",
  "Most defense analysts now acknowledge that the question is not whether to privatize, but where to draw the line.",
  "If the US government is going to work extensively with contractors, it requires a more robust oversight system.",
  "Stricter rules to limit this \"revolving door\" would make government employees more willing to penalize firms.",
  "Instead, the government could more severely penalize firms that do not fulfill the terms of their agreements.",
  "Like it or not, government agencies responsible for national security are dependent on private defense firms.",
  "Private defense contractors will likely be a major part of US national defense for the foreseeable future.",
  "First, Congress could create an independent regulatory agency to report on contractors' performance.",
  "At the same time, Americans have since become averse to nation-building campaigns in failing states.",
  "Investors are betting that an increase in defense spending will provide a windfall for these firms.",
  "These companies are primarily responsible to shareholders rather than the American people.",
  "Cybersecurity is another area in which private military companies see increasing demand.",
  "They are willing to pay top dollar to private defense firms to keep their secrets safe.",
  "It was unclear what legal jurisdiction applied to employees of private defense firms.",
  "So, private defense firms have shifted away from supporting \"boots on the ground.\"",
  "My research focuses on the changing nature of the private defense industry.",
  "During the Iraq War, this was a point of serious contention.",
  "How can they be held accountable to the nation's interests?",
  "These traditionally were duties of public employees.",
  "Reuters/Lucas Jackson\n\nServing the public interest?",
  "This trend may be short-lived."
]