[
  "Erik Prince, an informal adviser to the Trump campaign and former head of Blackwater, and George Nader, a veteran operative who has advised the United Arab Emirates and helped American contractors secure business in the Middle East, met with Trump Jr. at Trump Tower to discuss a social media proposal, lawyer Alan Futerfas said in a statement.",
  "WASHINGTON (AP) — Donald Trump Jr. met during the 2016 campaign with a private military contractor and an adviser to Middle Eastern leaders, both of whom have since become a focus of investigators working for special counsel Robert Mueller, a lawyer for President Donald Trump's eldest son said Saturday.",
  "Mueller's investigators have been looking into a later meeting, in January 2017 in the Seychelles, that Nader and Prince held with Abu Dhabi's crown prince, Mohammed bin Zayed Al Nahyan, and Kirill Dmitriev, a Russian banker with close ties to the Kremlin.",
  "The federal probe has also dipped into the digital side of Trump's 2016 campaign, with Mueller's team asking former campaign staff about the role of Cambridge Analytica, the voter data firm which former White House chief strategist Steve Bannon helped run.",
  "Members of the House intelligence committee peppered Prince with questions about his interactions with the Trump campaign during a November 2017 interview, but Prince did not disclose the Trump Tower meeting with Trump Jr. and Nader.",
  "\"Joel Zamel offered nothing to the Trump campaign, received nothing from the Trump campaign, delivered nothing to the Trump campaign and was not solicited by, or asked to do anything for, the Trump campaign,\" Mukasey said Saturday.",
  "The newspaper said the August 2016 meeting was convened primarily to offer assistance to the Trump campaign and that the outreach suggests countries other than Russia may have offered to help get Trump elected.",
  "In February, he filed an indictment against 13 Russians and three companies accused of running an elaborate campaign on social media to disrupt the elections.",
  "Mukasey also called it \"misguided\" to say Zamel conducts \"social media manipulation,\" as suggested by The New York Times, which first reported the meeting.",
  "But Senate investigators said this past week that they believed the Russian meddling was clearly meant to harm Democrat Hillary Clinton and help Trump.",
  "The Associated Press reported in March that Nader had been convicted on 10 counts of sexually assaulting a minor in the Czech Republic in 2003.",
  "But he neither offered social media services to the Trump campaign, nor was he asked to help the campaign, his lawyer, Marc Mukasey, said.",
  "Mueller has dug into various facets of the social media and digital efforts in the 2016 election as part of his expansive federal probe.",
  "Neither a spokesman for Prince nor a spokeswoman for Nader's lawyer immediately returned requests for comment Saturday.",
  "The president and his closest aides have repeatedly said there was no collusion between his campaign and the Russians.",
  "Employees for Prince's previous firm, Blackwater, were implicated in the deaths of 14 civilians in Iraq in 2007.",
  "Nader is a witness in Mueller's ongoing investigation into Russian interference in the election.",
  "Also at the meeting was Joel Zamel, the CEO of a social media company called WikiStrat.",
  "And the Republican-led House intelligence committee found no evidence of collusion.",
  "\"They pitched Mr. Trump Jr. on a social media platform or marketing strategy.",
  "___\n\nAssociated Press reporter Chad Day contributed to this report.",
  "He was not interested and that was the end of it,\" Futerfas said."
]