[
  "He began: “The president was holed up in the White House this weekend with no public events while the New York Times and other outlets published one new bombshell after another about his campaign’s ties to foreign governments, so naturally Trump got up bright and early Sunday morning and unfurled one of his longest and most incoherent Twitter rants yet.”\n\nTrump, Meyers noted, commented on everything from the supposed price of the Mueller investigation, its supposedly partisan investigators, and Hillary Clinton’s emails.",
  "If Trump said Robert Mueller is a lizard who came here from space to destroy America, based on how things have been going so far, I have to believe that Sean Hannity and Lou Hobbs and those dummies on Fox & Friends would jump in and go, ‘Yes, Robert Mueller is an iguana, he’s an iguana who’s been living in a terrarium in the Obama family den.’”\n\n\n\nSeth Meyers\n\nFinally, NBC’s Seth Meyers also touched on Trump’s tweets before addressing contradictory Senate testimony given by the president’s son, Donald Trump Jr.",
  "“Yesterday, he quadruple-doubled-down on what might be his most paranoid delusion to date.”\n\nKimmel then recited Trump’s tweet aloud, in which he wrote: “I hereby demand, and will do so officially tomorrow, that the Department of Justice look into whether or not the FBI/DOJ infiltrated or surveilled the Trump Campaign for Political Purposes – and if any such demands or requests were made by people within the Obama administration!”\n\n“I like that he threw in ‘hereby’, like it makes it more official,” Kimmel said.",
  "Trump claims FBI planted agent in his 2016 campaign 'for political purposes' Read more\n\n“Let’s just step back here and consider how many times Trump aides have lied or contradicted themselves in official testimony,” the host said, noting that, in recently released transcripts of Donald Trump Jr’s testimony before the Senate judiciary committee, the president’s son contradicts himself several times over whether or not he was aware of campaign meetings with Russian personnel.",
  "“Trump was that way before he was president, too.”\n\n\n\nColbert then showed an interview with Saturday Night Live’s Pete Davidson, who said that when Trump appeared on the program he faked a phone call during a table read and claimed his book had reached number one on the bestseller list.",
  "“And Trump is now determined to stop it at all costs,” the host continued, referring to a New York Times report that claims West Wing aides have been instructed to drop their personal cellphones in storage lockers when they come to the White House.",
  "Kimmel: Trump 'managed to obstruct justice while tweeting about how he hasn’t'\n\nLate-night hosts on Monday discussed Donald Trump’s weekend Twitter rant and new revelations about meetings held between the Trump campaign and foreign emissaries.",
  "He then invoked the recent New York Times report that revealed a meeting between Donald Trump Jr and emissaries from the United Arab Emirates and Saudi Arabia who hoped to help Trump win the election.",
  "That’s like saying no one can bring knives to work except you, OJ.”\n\nColbert, citing the Times article, went on to note that Trump “thrives on a sense of dominance and control of his environment”.",
  "John Oliver: Kim is only person excited to get a picture taken with Mike Pompeo Read more\n\nStephen Colbert\n\n“Donald Trump is obsessed with his staff leaking information,” Stephen Colbert began.",
  "“Not only was this rando phone call apparently faked, but the book he’s referring to, Crippled America, never made it to number one on the bestseller list,” Colbert noted.",
  "“He somehow managed to obstruct justice while tweeting about how he hasn’t obstructed justice.”\n\n\n\nKimmel continued: “This gets a tiny bit nuttier every single day.",
  "“I didn’t know about, I knew about it after the fact, I knew about when it happened,” Meyers said, mocking Trump Jr. “Man, Trump nailed it when he named this one.",
  "“It was like Moscow: Trump just sat there while someone else went number one.”\n\nJimmy Kimmel\n\nABC’s Jimmy Kimmel tore into Trump for his weekend Twitter tirade.",
  "“During the campaign, Trump aides were afraid that whatever they said to him would end up in the press and behind his back they called him ‘leaker in chief’.",
  "“Now, I talk a lot about how the president has become a delusional egomaniac who lives in a reality of his own making, but that’s not fair,” Colbert said.",
  "“I hereby demand that John Kelly remove every marshmallow bib from this box of lucky charms and hand-feed them to me individually.",
  "“Donald Trump was so out of control with the tweets this weekend Michael Cohen had to pay him $130,000 to stop,” Kimmel quipped.",
  "So Saudi princes, Don Jr and the Blackwater guy: the only people missing from that meeting were Dr Strangelove and Monty Burns.",
  "“It’s not fair that a president who won’t read a two-page press briefing makes us read a six-part Twitter rant,” Meyers joked.",
  "“For one thing, it was arranged by Eric Prince, the private security contractor and the former head of Blackwater.",
  "“Fight it, Colbert, it’s not worth it,” the host whispered to himself before caving in.",
  "They’re taking away the phones of everyone except Donald Trump?",
  "“This story is crazy for a variety of reasons,” Meyers said.",
  "His staff leaked that information to the New York Times.",
  "“You have to hand it to Donald Trump,” the host added.",
  "‘Looks like someone who can’t keep his story straight.",
  "Let’s also call him Donald.’”",
  "“More like leaker on sheets!",
  "“Here’s the thing,” he said.",
  "“You know how I know that?",
  "“Wait a second."
]