[
  "But the French Foreign Legion is a part of the French military, is led by French officers, takes its orders exclusively from Paris, offers its legionnaires the opportunity to apply for French citizenship and serves only the French government.",
  "This encompasses the best of option three (sending more troops to the Middle East) without the pitfalls of option four (relying on private contractors and mercenaries).",
  "But there are ethical and safety concerns with linking killing to the profit motive, as mercenaries are incentivized to elongate (and perhaps start) conflicts.",
  "As a former paratrooper in the Army’s 82nd Airborne Division and a former military contractor, I have seen that there is no substitute for boots on the ground.",
  "The Pentagon and the CIA created Syrian militias to fight the Islamic State, only to have those militias join another terrorist group or even fight each other.",
  "We could mount another “surge” of U.S. troops, as we did in 2007 to turn the tide of the war we launched in 2003, in hopes of winning hearts and minds.",
  "President Obama recently announced that an additional 250 Special Operations forces will be sent to Syria to stem the spread of the Islamic State.",
  "In 2014, Iraqi soldiers threw down their weapons, peeled off their uniforms and ran away at the sight of an inferior enemy in Mosul.",
  "You cannot control territory from the air, and ground forces are needed to root out the Islamic State where it lives and festers.",
  "While such forces are an incredible fighting machine, their main mission will be to build indigenous forces on the ground.",
  "Today, when contractors do something wrong, such as commit murder, they typically get sent home with minimal punishment.",
  "Second, training and vetting standards could be maintained in a transparent manner, unlike with today’s contractors.",
  "This means ceding the battle to the terrorists and watching them grow from a distance until they reach our shores.",
  "Erik Prince, founder of Blackwater, now works to help China’s largest state-owned conglomerate operate in Africa.",
  "First, it would provide a publicly acceptable, truly volunteer force for long-term operations in the Middle East.",
  "In fiscal 2014, the Pentagon spent $131 billion on contractors — more than twice Britain’s entire defense budget.",
  "In Iraq and Afghanistan, during the height of those wars, at least 50 percent of the U.S. force was contracted.",
  "Conducting a strategy like this over and over and expecting a different result is the definition of insanity.",
  "There is also fraud, waste and abuse, since contracting in war zones comes with accountability difficulties.",
  "An all-volunteer force is core to our values, so let’s extend that opportunity to the rest of the world.",
  "The United States spent billions on the Iraqi and Afghan security forces, but what did taxpayers get?",
  "The United States is the biggest consumer of private military services, but we have limited control.",
  "An American Foreign Legion would solve many problems that have plagued us in the past decade of war.",
  "It would be a part of the Defense Department, but its enlisted members would be recruited globally.",
  "By now, “too little, too late” has become the moniker of the administration’s Middle East policy.",
  "The American Foreign Legion would be a path to citizenship in exchange for service to our cause.",
  "An American Foreign Legion would create many solutions, including a viable Middle East strategy.",
  "As Prince put it, they get a choice: “window or aisle.” Fourth, it solves the loyalty problem.",
  "It’s like a French army unit, except that its enlisted members come from all over the world.",
  "Lastly, the United States’ heavy use of contractors has spawned a global mercenary market.",
  "Third, legionnaires could be held accountable under the Uniform Code of Military Justice.",
  "When we no longer wish to pay military contractors, they will find someone who will.",
  "Once U.S. troops leave, terrorists take over again, as the Islamic State has proved.",
  "Few Americans would like us to get sucked into another long war in the Middle East.",
  "In 2015, we saw mercenaries fighting in Ukraine, Syria, Iraq, Nigeria and Yemen.",
  "The second strategy is to send in Special Operations forces, as Obama is doing.",
  "What is needed is a new piece on the chessboard: an American Foreign Legion.",
  "There is a fifth, more acceptable option: Create an American Foreign Legion.",
  "This is not a radical idea; we do this to a limited extent in our military.",
  "Lastly, it would help stem the growth of the mercenary industry worldwide.",
  "When people think of foreign legions, they think of French mercenaries.",
  "To be fair, the policy of Obama’s predecessor wasn’t effective either.",
  "The Afghan military and police are mostly ghosts collecting salaries.",
  "Fifth, a long-term Foreign Legion would be cheaper than contracting.",
  "Mercenaries are back, after being in the shadows for centuries.",
  "Some wonder whether contracting is the new American way of war.",
  "But the surge and the counterinsurgency strategy failed.",
  "Sean McFate is a senior fellow at the Atlantic Council.",
  "The United States has traditionally had four options.",
  "The fourth option is relying on military contractors.",
  "In World War II, that figure was about 12 percent.",
  "Nor should we have a Vietnam War-esque draft.",
  "It’s time for an American Foreign Legion.",
  "The first is isolationism: Do nothing.",
  "Then there is the loyalty problem.",
  "The third option is Iraq War III.",
  "We should stop outsourcing war.",
  "We are terrible at this.",
  "Few would want this.",
  "It won’t work."
]