[
  "[Wired / Sophia Chen]\n\nIn the meantime, though, LIGO is moving on to questions like how the black holes whose collisions it records came together to begin with (Thursday’s discovery appears to have come from two black holes that came together after they collapsed, rather than two parts of a binary star)... [The Verge / Loren Grush]\n\n...and what happened to the super-duper-ginormous stars from the early days of the universe, before heavier elements were synthesized (they may have simply winked out rather than colliding with anything).",
  "[BuzzFeed / Bim Adewunmi]\n\nVerbatim\n\n“Listen, nobody gives a fuck what Liam thinks about anything.” [Noel Gallagher to NY Mag / Lane Brown]\n\n“The history of Africans in the modern West is roughly as follows: Millennia of minding their own business in Africa, followed by 200 years of enslavement by a foreign civilization, followed by 100 years of Jim Crow oppression, followed by fifty years of very incomplete equality and freedom.",
  "[Elon Musk]\n\nTrump declared in his speech that he was “elected to represent the citizens of Pittsburgh, not Paris,” which makes it all the more striking that Bill Peduto responded by saying, \"As the Mayor of Pittsburgh, I can assure you that we will follow the guidelines of the Paris Agreement for our people, our economy & future.” [Bill Peduto]\n\nAnd the long-term repercussions for international diplomacy will be significant.",
  "[Vox / Carlos Maza, Coleman Lowndes]\n\nRead more\n\n20 million starving to death: inside the worst famine since World War II\n\nIn (partial) defense of Hillary Clinton\n\nHow Steven Universe, a joyous cartoon about love and aliens, used music to evolve\n\nLeBron James means a lot to Cleveland — and its economy\n\nA radical new hypothesis in medicine: give patients drugs they know don’t work",
  "I’m going to have a black coffee with sugar — which I never have on my studio days because it speeds up my vibrato.” [Céline Dion to Billboard / Mickey Rapkin]\n\nWatch this: How the media’s weapons fetish primes us for war\n\nBetween the Tomahawk strike on Syria and the MOAB in Afghanistan, cable news under Trump has been saturated by images of American firepower.",
  "If that isn’t offensive I don’t know what is.” [Cato Unbound / Eric Turkheimer]\n\n“‘Fucking amazing,’ the 28-year-old filmmaker said upon accepting the award in a two-word thank you Cannes organizers described as ‘the shortest acceptance speech ever heard at the Cannes Festival.’” [Sxith Tone / Fergus Ryan]\n\n“I lay on the table, looking up at the ceiling.",
  "This is probably the last time we’ll spend a whole section on gravitational waves\n\nFor the third time in less than two years, scientists at the Laser Interferometer Gravitational-Wave Observatory (LIGO) have detected a “gravitational wave,” a ripple in the fabric of spacetime caused by the collision of two black holes billions of years ago.",
  "The Bush administration pulled out of the Kyoto Protocol (the previous international attempt to address climate change) in 2001, and both then-National Security Adviser Condoleezza Rice and then-Secretary of State Colin Powell have stated that the situation was handled poorly and caused unnecessary damage to America's reputation.",
  "[The New Yorker / Jon Lee Anderson]\n\nIndeed, as rumors about Trump’s decision spread Thursday, Cuba’s National Congress met to approve a plan that would allow the formation of business associations in the future — and a group of entrepreneurs in Havana announced that they’re forming one already in an attempt to speed things up.",
  "The biggest way for the US to upset the Cuban government right now would be to reinstate the “wet foot/dry foot” policy that allowed Cuban defectors to immigrate legally to the US if they hit US soil; however, doing that would get in the way of Trump’s apparent desire to cut humanitarian immigration.",
  "[El Nuevo Herald / Nora Gámez Torres]\n\nIf Trump deactivates Obama’s detente, it could be bad news for US travelers — who might be shut off from visiting the island as soon as this month — and for the travel industry that’s been building up infrastructure to profit off their vacations there.",
  "[Des Moines Register / Tony Leys]\n\nIf you're worried about academic free speech, you should be worried about Keeanga-Yamahtta Taylor, an assistant professor of African-American studies at Princeton who has been forced to cancel talks in Seattle and San Diego due to racist death threats.",
  "As of April, a low-level National Security Council staffer was heading up the review; many of the State Department appointees who’d normally be providing input hadn’t been appointed yet; and Sen. Marco Rubio, a known Cuba hawk, appeared to have the president’s ear.",
  "The discoveries so far — especially the one announced Thursday, which was recorded on LIGO in January but which occurred about 3 billion years ago — have provided evidence that Einstein was right, and alternative theories to account for gravity are wrong.",
  "And now the scientific establishment, apparently even the progressive scientific establishment, is impatient enough with Africans’ social development that it seems reasonable to ask whether the problem is in the descendants of our former slaves’ genes.",
  "For more newsletters, check out our newsletters page\n\nParis is no longer Paris\n\nIt’s official: President Trump has announced his intent to exit the Paris climate agreement, reached by President Obama and leaders of 194 other nations in December 2015.",
  "[US News / Daniel Trotta and Sarah Marsh]\n\nThe Trump administration’s extreme budget hawkery when it comes to diplomacy, meanwhile, means that the 2017 budget proposes deep cuts to aid that was going to pro-democracy dissidents.",
  "[Harvard Business Review / Debbie Dougherty]\n\nThe water crisis in Flint, Michigan, has precipitated a much larger political crisis — what happens when an entire city's citizenry doesn't trust the government anymore?",
  "In his speech explaining the decision, Trump condemned it as a \"massive redistribution of United States wealth to other countries,\" leading to \"millions and millions of families trapped in poverty and joblessness.\"",
  "Cuba: The Refrostening\n\nPresident Trump might be moving to reinstate the restrictions on American business with and travel to Cuba that were relaxed during the last years of predecessor Barack Obama’s presidency.",
  "[WSJ / Erik Prince]\n\nBlue Cross Blue Shield explained its decision to stop offering individual health insurance in Iowa in part based on a member who it claimed had $1 million per month in medical bills.",
  "[Vox / Brian Resnick]\n\nWhen LIGO (which consists of a detector in Louisiana and one in Washington state) came online in late 2015, scientists weren’t sure they’d detect any remnants of collisions.",
  "[Vox / Brian Resnick]\n\nBut given how frequent their discoveries have been — and with other machines up and running soon — they now anticipate they could find gravitational waves daily.",
  "The legal implications of the Paris deal are minimal; the Trump administration could still have worked to roll back clean power plant rules without exiting the agreement.",
  "[Vox / Brian Resnick]\n\nMiscellaneous\n\nErik Prince, the founder of Blackwater, has written an op-ed calling for an \"East India Company approach\" to Afghanistan.",
  "Indeed, Trump’s own agriculture secretary, Sonny Perdue, said during his confirmation hearings that he wanted to let farmers get exports to Cuba financed.",
  "[NYT / Elaine Glusac]\n\nBut it could also be bad for the industries that have long lobbied to open up the Cuban market — including, notably, agriculture.",
  "Sign up for the Vox Sentences newsletter, delivered straight to your inbox Monday through Friday, or view the Vox Sentences archive for past editions.",
  "There’s reason to believe that since the Obama thaw gave momentum to free market efforts on the island, stopping that thaw would stall those efforts.",
  "It promises that this decision will restore jobs to economically distressed parts of Appalachia — jobs that, Paris or no Paris, aren't coming back.",
  "Meanwhile, the US has twice as many solar jobs as coal jobs now, and the administration backtracking on the climate puts those jobs in danger.",
  "Gravitational waves had been predicted by Einstein, in his theory of general relativity, but couldn’t be empirically observed before LIGO.",
  "But the media's obsession with American weapons sanitizes violence and makes it harder to think critically about why we use deadly force.",
  "We now know that patient is a teenage boy with hemophilia whom insurers are desperately trying to not get saddled with.",
  "[Vox / Brian Resnick]\n\nThis was expected; here’s our section on it in yesterday’s newsletter, if you need a refresher.",
  "[NYT / Dennis Overbye]\n\nIt’s also by no means certain that black holes are the only thing LIGO will end up detecting.",
  "[AP]\n\nDoing a total 180 on US/Cuba policy, however, would run into trouble with some of the rest of Trump’s agenda.",
  "[Foreign Policy / Jessica Holzer]\n\nThe consequences of a re-entente on Cuba’s economy would be much less clear.",
  "Subscribe By signing up, you agree to our Privacy Policy and European users agree to the data transfer policy.",
  "Vox Sentences is your daily digest for what's happening in the world, curated by Dylan Matthews and Dara Lind.",
  "[Seattle Weekly / Sara Bernard]\n\nAlmost every company and employer has a sexual harassment policy these days.",
  "World leaders like Canada’s Justin Trudeau, as well as former President Obama, have condemned the move.",
  "[Vox / Dara Lind and Dylan Matthews]\n\nBut it’s still a dramatic, and globally consequential, decision.",
  "Par for the course with this administration, the leaks are outstripping the official announcements.",
  "The only answer I’ve come up with is: yes.” [Rewire / Erika Christensen]\n\n“I don’t feel good.",
  "The president ordered a review of current Cuba policy shortly after coming into office.",
  "Did New York expect me to carry this baby to term, only to watch him suffer and die?",
  "My internal questions played like a tape over and over in my mind: Why am I here?",
  "vox-mark Vox Sentences The news, but shorter, delivered straight to your inbox.",
  "[Niskanen Center / David Bookbinder]\n\nAnd it’s particularly deceitful nonsense.",
  "Elon Musk has resigned from Trump’s business advisory councils in protest.",
  "This is a real piece of writing in the world we all inhabit together.",
  "[Vox / Jim Tankersley]\n\nThe blowback to the decision is intense.",
  "The planet is boiling, but US-Cuba relations are cooling off.",
  "Other strange things could emit gravitational waves, too.",
  "[Vox / Carly Sitrin]\n\nBasically all of that is nonsense.",
  "Since then, I’ve tried to answer that second question.",
  "Leaving mostly just serves to piss off our allies.",
  "Without the deal, Americans \"won't lose our jobs.",
  "And scientists are very excited to find out.",
  "So why is harassment still pervasive?",
  "My girly days are starting to happen.",
  "[Havana Times / Fernando Ravsberg?]",
  "[Mother Jones / Rebecca Leber?]",
  "We're going to grow rapidly.\"",
  "[Vox / Zeeshan Aleem]\n\nMaybe.",
  "But the jury’s still out.",
  "We're going to grow.",
  "I have belly pains.",
  "We’re not sure.",
  "Really."
]