[
  "Sanders told 4,000 activists assembled at the People’s Summit last month in Chicago that “we have won the battle of ideas.” Sanders’s calls for a $15 minimum wage, a $1 trillion infrastructure investment, leading the green industrial revolution, fair taxes on the rich and corporations, tuition-free college and an end to the corporate trade regime are slowly becoming staples in the party consensus.",
  "Penn served as “chief strategist” for Hillary Clinton’s failed 2008 campaign while continuing as chief executive of Burson-Marsteller, a public relations firm with clients such as Blackwater, the shady private mercenary firm; drug companies such as Amgen; and British Petroleum, the company besmirched by the Gulf of Mexico oil spill.",
  "In the New York Times, Mark Penn and Andrew Stein argue that the path back to power for Democrats is “to unquestionably move to the center and reject the siren calls of the left, whose policies and ideas have weakened the party.” Penn and Stein are deliciously unseemly personifications of the party’s money wing.",
  "They trot out a range of issues that are standard Democratic Party fare — infrastructure investment, immigration reform, community policing, protecting workers in the “gig economy” and “holding the line” against Republican efforts to repeal Obamacare.",
  "He complemented that with purposeful racial signaling — rejecting Jesse Jackson in the Sister Souljah incident, calling for ending welfare as we know it and parading in front of black prisoners while touting harsh “three strikes” criminal sentencing.",
  "Upon entering office, Clinton abandoned the populist promises and embraced a budget that he privately termed one of an “Eisenhower Republican.” The effort to gain bipartisan support for health-care reform was torpedoed by Republican obstruction.",
  "Their particular bêtes noires are “identity politics” and “political correctness,” represented by “transgender bathroom issues” and “sanctuary cities.”\n\nTo make their case, Penn and Stein summon up a fictional account of our political history.",
  "Penn and Stein invoke President Bill Clinton as their ideal, arguing that Democrats should be the party of “fiscal responsibility,” “above partisanship,” and focused on “economic growth” and rising wages.",
  "), once more ran to the left, embracing identity politics, class warfare and big government, and thus lost 1,000 legislative seats, the presidency and control of both houses of Congress.",
  "Clinton’s fiscal austerity — echoed by Obama — left U.S. infrastructure decrepit and dangerous, while forgoing needed investments in education, affordable college and housing, and more.",
  "With Trump unpopular and the Republican Congress even less so, Democrats are salivating at the prospect of a wave election next year that would allow them to take back Congress.",
  "That requires fundamental economic reforms and a “political revolution,” with small donors and volunteer energy challenging and eventually ending the reign of big money.",
  "In 1996, Clinton came back after the Republican Congress shut down the government and campaigned as the defender of Medicare, Medicaid, education and the environment.",
  "Clinton’s free-trade policies — sustained by Obama — racked up unprecedented trade deficits, with companies shipping good jobs abroad and driving down wages at home.",
  "He was forced to resign from that campaign when it was revealed he had met with Colombian officials about a free-trade agreement that Clinton nominally opposed.",
  "Democrats “relied on identity politics” and “a government solution for every problem” in the early 1990s, leading to Republicans taking the House in 1994.",
  "Obama passed an inadequate stimulus and then moved to embrace deficit reduction — “tightening our belts” — while unemployment was still in double digits.",
  "Clinton ran and won in 1992 on a populist economic agenda — promising to raise taxes on the rich, launch a jobs program and provide health care for all.",
  "Clinton’s tough-on-crime agenda was catastrophic for African American men and left the United States with the highest prison population in the world.",
  "After they came close but lost this year’s handful of special elections, there is increasing recognition that “we’re not them” is not sufficient.",
  "Similarly, Democratic losses under Obama did not come from “identity politics, class warfare and big government, ” as Penn and Stein suggest.",
  "Clinton then championed the North American Free Trade Agreement, over the warnings of labor leaders and the opposition of most Democrats.",
  "Even Penn and Stein move to embrace “fair trade,” without saying that they are abandoning a pillar of Clinton’s New Democrat agenda.",
  "Democrats came back when Clinton embraced a balanced budget, welfare reform and the crime bill, leading to his reelection in 1996.",
  "Utterly absent from the Penn and Stein analysis is the terrible cost and utter failure of the neoliberal policies they espouse.",
  "The party is impressively united — and its activists mobilized — against President Trump and the right-wing Republican agenda.",
  "Adopting the scabrous rhetoric of the right, they warn that “bigger government handouts” won’t win working-class voters back.",
  "The multimillionaire Stein, a former Manhattan borough president, was convicted of tax evasion and endorsed Trump in 2016.",
  "Sanders and Warren and the activists and movements driving this debate don’t just want hollow political victories.",
  "They see how unpopular Trump and the Republican Congress are, but their credibility on what to do next is shot.",
  "Rather, Democrats paid a big price for bailing out Wall Street bankers while homeowners were abandoned.",
  "Democrats suffered from the resulting slow recovery and from Republican assaults on Obamacare.",
  "They want what is needed to make this economy work for the vast majority, not just the few.",
  "Under President Barack Obama, they say that Democrats, misled by politicians such as Sens.",
  "Conservative or corporate Democrats will increasingly face populist primary challengers.",
  "Democrats have launched a long-overdue debate about what they will stand and fight for.",
  "Not surprisingly, there is widespread disagreement about what that message should be.",
  "Progressive groups are recruiting populist candidates up and down the ballot.",
  "Read more from Katrina vanden Heuvel’s archive or follow her on Twitter.",
  "The populist temper of the time is rousing citizens across the country.",
  "Democrats have to have a more compelling economic agenda and message.",
  "The energy, ideas and activist base of the party come from the left.",
  "That contributed directly to the Democratic defeat in 1994.",
  "Penn and Stein speak for a failed political establishment.",
  "They plan to challenge sitting Republicans everywhere.",
  "Bernie Sanders (I-Vt.) and Elizabeth Warren (D-Mass.",
  "Old party pros such as Penn and Stein don’t get it.",
  "Medicare for all is gaining ever more adherents.",
  "Politics as usual won’t suffice anymore.",
  "This is fake history."
]