[
  "The move is another sign of the growing discontent amid GOP donors with McConnell’s failure to secure enough votes to repeal the Affordable Care Act, and a 2018 Senate map that is extremely advantageous to Republicans: There are 10 Senate Democrats facing re-election in states that President Donald Trump won in 2016.",
  "“If there’s any confusion out there, let me clear it up: I’m leaving the White House and going to war for Trump against his opponents -- on Capitol Hill, in the media, and in corporate America,” Bannon told Bloomberg News in his first public comments after his departure was announced.",
  "Only Senator Ted Cruz of Texas is safe from the nascent political organization led by Donald Trump’s former chief strategist, the people said -- because Cruz is considered conservative enough and is thought to be moving toward the more populist approach Bannon favors.",
  "Bannon has held a series of meetings to plan his moves for 2018 since late September, when he backed Roy Moore, the Alabama judge who’s been accused of bigotry, in a successful runoff election against Senator Luther Strange, who had support from Trump and McConnell.",
  "Steve Bannon plans to back primary challengers to almost every Republican senator who runs for re-election next year in an effort to depose Majority Leader Mitch McConnell and streamline Senate voting procedures, three people familiar with his plans said.",
  "Senators Rand Paul of Kentucky and Susan Collins of Maine both opposed the latest effort to repeal and replace Obamacare, a campaign promise made consistently by Republicans since the measure passed in 2010, while facing no repercussions.",
  "The failure to strip senators of their committee and subcommittee chairmanships after they voted against health-care measures has angered GOP donors as well as Bannon, according to the people familiar with Bannon’s plans.",
  "A key goal for Bannon is a long-shot bid to change Senate rules that currently require a 60-vote super-majority to end debate on most issues -- a rule that can allow members to block votes by filibustering.",
  "That rule limits the power of the GOP’s current 52-vote majority in the chamber; it complicated the Senate’s ability to repeal Obamacare and is expected to complicate plans for tax legislation this year.",
  "Corker responded by calling the White House an “adult day care center.” Bannon has encouraged Trump to push back against GOP senators they view as unreliable on Trump’s agenda, including Corker.",
  "Nick Ayers, chief of staff to Vice President Mike Pence, told a room full of contributors to the Republican National Committee last week that the GOP should “purge” members who don’t back Trump.",
  "He’ll support only candidates who agree to two conditions: They will vote against McConnell as majority leader, and they will vote to end senators’ ability to block legislation by filibustering.",
  "Some have been attended by hedge fund manager Robert Mercer, who donated $37.1 million to campaigns, super PACs and parties in the last three election cycles, and his daughter, Rebekah Mercer.",
  "He also supports Arizona Representative Paul Gosar, a Tea Party Republican, to replace Senator John McCain if McCain -- who is battling a brain cancer diagnosis -- leaves office early.",
  "Bannon has been holding a series of meetings with donors, potential candidates and grassroots strategists to plan for the midterms, with the next scheduled for Oct. 18 in New York.",
  "A spokesman for McConnell referred questions to the National Republican Senatorial Committee and to Josh Holmes, who managed McConnell’s 2014 re-election campaign.",
  "Bannon served as Trump’s chief strategist until he left as part of a White House shake-up in August, but signaled his intention to remain an active supporter.",
  "McConnell himself won’t be up for re-election until 2020, but by targeting his supporters, Bannon might be able to force him from leadership in the Senate.",
  "Bannon is working with Erik Prince, founder of the notorious mercenary company Blackwater, who is eyeing a run against Barrasso, the people said.",
  "Bannon plans to support as many as 15 Republican Senate candidates in 2018, including several challengers to incumbents, the people said.",
  "Corker’s Replacement\n\nIn Tennessee, Bannon plans to back Representative Marsha Blackburn, who is running to replace Senator Bob Corker.",
  "They include Nevada’s Dean Heller, Nebraska’s Deb Fischer, Wyoming’s John Barrasso, and Utah’s Orrin Hatch, should he seek re-election.",
  "“Mitch McConnell and this permanent political class is the most corrupt and incompetent group of individuals in this country,” he said.",
  "Health-Care Anger\n\nThe anger directed at McConnell stems from his handling of his caucus, including members not facing voters in 2018.",
  "At a September campaign rally in Alabama for Moore, Bannon signaled his intention to take on the Republican establishment.",
  "In Arizona, Bannon also plans to back former state Senator Kelli Ward in a primary challenge to U.S.",
  "Corker, who doesn’t plan to seek re-election, engaged in a Twitter exchange with Trump Sunday.",
  "Bannon looks to knock off some of McConnell’s most reliable supporters in the Senate.",
  "The New York Times reported on Prince’s interest in the race on Sunday.",
  "The president called Corker a coward for not seeking a third term.",
  "Trump has repeatedly called for the Senate to change the rule.",
  "Senator Jeff Flake, who wrote a book critical of Trump.",
  "Neither immediately responded to a request for comment.",
  "A spokesman for the Mercers declined to comment.",
  "A spokeswoman for Bannon declined to comment.",
  "He promised a “day of reckoning.”"
]