[
  "This hyperactive geothermal reserve, 15 minutes by car from town, was named by writer George Bernard Shaw, who said that this must be the “gateway to hell” and dubbed one of its 200-plus-degree, super-acidic pools “Sodom and Gomorrah.” A sign nearby warns: “People who throw litter or stones into the thermal pools may be asked to retrieve them.”\n\nWandering the grounds with an informative guide — we were first to arrive and had him to ourselves — we saw the clear, boiling pools that the Maori used for cooking and a sulfuric waterfall where native warriors healed wounds and washed away the blood of battle.",
  "When they’re not detoxifying in mineral water at a local spa, tramping through acres of geothermal oddities or learning about native Maori traditions at a cultural center, tourists shell out dollars to raft Class 5 rapids, bungee jump, parasail, “zorb” down hills in large plastic balls, go on four-wheel-drive bush safaris, ride zip lines, negotiate courses of high ropes and zip downhill on a little land luge.",
  "We waded into the dark water waist-high, then chest-high, turned off our headlamps and lay back on our tubes, which were pulled along by guides as we took in the sight above us: millions of glowworms, hanging from tiny threads, shining like stars in the pitch dark.",
  "“Things are going to happen.”\n\n[Why you should see new Zealand by bicycle]\n\nBoosters began pitching the healing properties of Rotorua’s hot, mineral-rich springs and geothermal attractions in the 1880s, when they created the town as a tourist destination.",
  "It hit me the instant I stepped off the plane in Rotorua: a mix of bad egg and warm sewer gas that has earned this city on New Zealand’s North Island the nickname “Sulphur City” — or, less kindly, “Rotten-Rua.” I sucked in a deep breath and smiled.",
  "I put on my jandals (Kiwi for flip-flops), took off my jewelry (silver turns black in sulfuric water), stripped to my bathing suit and started hopping from pool to pool — our “adult” package (about $22) included numerous mineral pools and no kids.",
  "That subterranean scent meant I would soon be soaking in curative hot springs, smothering my body in primeval goo and exploring a land of burping mud pots, prismatic pools, boiling rivers and shooting geysers.",
  "My first pick was the luge ride at an over-the-top, top-of-the-hill funtopia called Skyline Rotorua, with gondolas, zip lines, a sky swing, gnarly mountain-biking trails, fine dining and an on-site winery.",
  "I have a fondness for go-carts, and was a sucker for the toboggan-like luges — even though they had three wheels, not four, and felt a bit like an oversize plastic roller skate as I stuffed myself in.",
  "That volatility is, to borrow a Kiwi phrase, “a bit of a worry.” But locals who live on this thin crust of quake-prone, jerked-about earth with molten rock stirring beneath them remain unflappable.",
  "I’d just learned about Ruaumoko, the powerful and restless Maori god trapped underground (and none too happy about it), who is said to rumble about and cause volcanic eruptions and earthquakes.",
  "As I steeped in 100-plus-degree waters said to ease arthritic pain and promote ageless beauty, I slowly unwound, taking in the sweeping views of Lake Rotorua and the vapors trailing across it.",
  "Gases and steam hiss out of everywhere: in pastures, in back yards, in the middle of the city’s huffing lakeside park, where visitors find free thermal foot baths and cautionary danger signs.",
  "We ponied up about $108 each for a three-hour experience at Rotorua Canopy Tours with suspension bridges, zip lines and an eco-excursion to one of the island’s rare bits of virgin forest.",
  "Our entry, which cost about $50, included a visit to workshops at the Maori Arts and Crafts Institute and a lively 45-minute Maori dance and music performance with a welcoming ceremony.",
  "In recent years, their descendants have upped the ante, casting the region as the adventure capital of the North Island: “New Zealand’s coolest hot spot.”\n\nThey’ve done their job well.",
  "The place was leveled by an apocalyptic volcanic eruption in 1886, but has come back to life with lush, hearty vegetation acclimated to the extreme thermal and acidic soil conditions.",
  "Our well-versed guides explained how native birds had been decimated in the country’s forests by introduced land mammals: rats, stoats, pigs, cats, opossums and other bad influences.",
  "(ML/Mary Lynn Lyke)\n\nRejuvenated and rested, I sat down to make a list of gotta-gos, sorting through the brochures I’d picked up at the helpful i-SITE information center downtown.",
  "(ML/Mary Lynn Lyke)\n\nOur favorite spot, though, was the rural Waikite Valley Thermal Pools, a 25-minute drive south of Rotorua, far enough to discourage bus clumps of tourists.",
  "I remembered the first time I’d seen New Zealand’s All Blacks rugby team challenge their adversaries on the field with this haka posturing — wide eyes, stuck-out tongue.",
  "The Rotorua region, one of the world’s most geothermally active areas, is the Southern Hemisphere’s take on Yellowstone — minus bison, bears and backed-up crowds.",
  "Between flights, we bathed below in dense forest, listening to symphonies of birdsong — trilling melodies with throaty cackles and chuckles for a rhythm section.",
  "More from Travel:\n\nTasmania’s Three Capes trail is spectacular, but it’s not cheap\n\nHow to maximize your return on airline miles\n\nHoneymooning in Middle Earth",
  "I hurried back to the mineral pools, slipped out of my jandals and went neck-deep, mmm-ing and sighing, looking out on all that vivid green clouded in steam.",
  "I hoped he was in a good mood as we walked Te Puia’s trails, past boiling mud pots that spit up bloops of hot gray sludge like oatmeal on a too-high flame.",
  "Below, clouds rose from a nearly 200-degree stream fed by a spring that is the largest single source of natural, boiling geothermal water in the country.",
  "The place has a simple, natural feel, with local newspapers advertising fertilizer sprayers, service bulls, diggers, bulldozers and numbered ear tags.",
  "It was exciting to fly 70 feet high between ancient trees, looking down on giant ferns that reached skyward, crisscrossing and competing for sunlight.",
  "The stunning Champagne Pool, 165 degrees on the surface, was a vivid teal rimmed by a rusty orange, a color linked to arsenic and antimony sulfides.",
  "The highlight was Pohutu Geyser, which regularly erupts almost 100 feet high, spewing from an oozing mineral-stained terrace of fuming fissures.",
  "The muscled, bare-chested male greeter, in a short kilt called a piupiu, rushed at us with a fierce face and a feathered spear, held aloft.",
  "Within minutes, I turned into a grinning 6-year-old again, flying past braking slowpokes and screaming around corners on the paved tracks.",
  "We donned wet suits, helmets and headlamps, grabbed an inner tube and climbed down narrow, wooden steps into a mysterious black hole.",
  "The closest geothermal park to downtown was Te Puia, which combines geological features with an introduction to native Maori culture.",
  "We took a slow, 1½-hour hike through the steaming rivers, silica terraces, lakes and hillsides, savoring the weird and wild beauty.",
  "We had the place almost all to ourselves, and we discovered a brilliant piano player on afternoon shift upstairs in the tearoom.",
  "We liked the Blue Baths in downtown Rotorua, housed in a handsome, 1930s art deco building, with an entry cost of about $8.",
  "As soon as we set down our bags, my jet-lagged friends and I beelined to the popular Polynesian Spa in downtown Rotorua.",
  "Even though it was almost two hours away, I had to see Waitomo and its famous network of ancient underground caves.",
  "We arrived early and avoided the afternoon busloads of chattering tourists with their telescoping selfie sticks.",
  "Last year, an estimated 3.8 million visitors flocked here, Kiwis slightly outnumbering international visitors.",
  "Five rides, with ski-lifts back uphill and a trip to and from the mountaintop in a gondola, cost about $43.",
  "I started grabbing big gobs of it and covered myself and my friends until we were no longer recognizable.",
  "This huge, water-filled volcanic caldera has, in recent years, spontaneously erupted in 60-foot geysers.",
  "The youngest, 16 miles south of Rotorua, was Waimangu Volcanic Valley, with an entry cost of about $28.",
  "When I rinsed off, my cheeks felt oddly sleek and smooth, as if I were wearing someone else’s skin.",
  "[Meet your tour guide to Australia, the wombat]\n\nOur gotta-go list included four geothermal parks.",
  "\n\nA warning sign at Hell’s Gate thermal park, 50 acres of steaming, rumbling geothermal landscape.",
  "I loved walking the boardwalks built atop mineral terraces, lost in clouds of drifting hot steam.",
  "Manganese, iron, sulfur and salts have painted the place in yellows and reds, purples and greens.",
  "After a quick soak, my friend and I hiked to see the spring, which also feeds the thermal pools.",
  "Modern-day eruptions there have thrown football-size chunks of mud and rock many stories high.",
  "They’re used to a landscape constantly being made and remade by eruptive geological\n\nforces.",
  "Inside was a dripping otherworld of stalactites, craggy close walls and a blackwater stream.",
  "I loved the sign next to the help-yourself water pitcher that said: “No we don’t have wi-fi.",
  "When I reached the trail’s end, I could barely make out the boiling spring through the blur.",
  "“Whoa.”\n\nEven when the boil died down, and our vocabulary recovered, I was still rattled.",
  "The structure rests on specially treated timber and is secured by stainless steel pens.",
  "Minerals give the Champagne Pool at Wai-O-Tapu Thermal Wonderland its trademark color.",
  "The most colorful park, Wai-O-Tapu Thermal Wonderland, was a few miles down the road.",
  "The multiple pools looked out on a roly-poly landscape as green as a golf course.",
  "Slowly, I began to melt again, a stranger in a stranger land, strangely content.",
  "A percentage of our tour fees helped fund a program to trap on-site predators.",
  "By midmorning, we had eased into the park’s milk-chocolate-colored mud pools.",
  "They all seemed, in my overheated imagination, ready to blow at any instant.",
  "Then, for an instant, everything cleared and my breath caught in my chest.",
  "We chose “cave tubing” with Tube It, about $108 each for a two-hour trip.",
  "I felt as if I were walking back in time, into the age of the dinosaurs.",
  "With limited funds and time, I was barely going to scratch the surface.",
  "A boardwalk crosses the steaming pool at Wai-O-Tapu Thermal Wonderland.",
  "The cost of the tour, mud bath and sulfur soaking pools was about $65.",
  "The mud baths and sulfur pools at Hell’s Gate were a big attraction.",
  "There was only one cure for my geothermal jitters: more hot water.",
  "“It’s a new country,” one genial fellow reassured me with a shrug.",
  "When would the earth crack open and the next giant hole appear?",
  "The short trail was shrouded in mist and outlined by big ferns.",
  "But the collapsed craters that pocked the park gave me pause.",
  "That boiling water was rising, climbing one foot, two, more.",
  "The warm waters of the big mineral pool were like velvet.",
  "There was no sulfur stink, and the setting was stunning.",
  "(ML/Mary Lynn Lyke)\n\nI’d been warned about the stink.",
  "It was like being thrown floating into the universe.",
  "The mud cratered and cracked on my face as it dried.",
  "Talk to each other.”\n\nEntry was modest, about $13.",
  "At the surface, the water is about 165 degrees.",
  "Dozens of operators run tours by foot and boat.",
  "The goo oozed between my toes, soft and silky.",
  "Everywhere we went, we sampled hot springs.",
  "Lyke is a writer based in Washington state.",
  "The next outing was greener and serener.",
  "Before any thrills, I needed to chill.",
  "You can even rappel into the caves.",
  "A small price to be a kid again.",
  "Her website is marylynnlyke.com.",
  "It’s a new country, I thought.",
  "(Entry cost about $24.)",
  "?” I asked my partner.",
  "In the best way.",
  "Would it stop?",
  "Things happen.",
  "She nodded.",
  "Did you .",
  "Scary.",
  "Sorry.",
  "Wheee!",
  "“Wow.",
  ".",
  "."
]