[
  "Another Federalist writer called “Red Century” a “bizarre nostalgia series about communist dictatorships.” Among the stories the Federalist took exception to were “Why Women Had Better Sex Under Socialism,” “Thanks to Mom, the Marxist Revolutionary” and “When Communism Inspired Americans.” “The ghost of Walter Duranty still lives at the New York Times,” the Federalist’s Inez Feltscher wrote.",
  "He had, after all, made many of his original points about mercenaries in a May Wall Street Journal op-ed, which Prince acknowledges, was written for “an audience of one.” Running the piece, one writer friend tells me, was not in the original spirit of the Times op-ed page: It’s too much like running a Henry Kissinger piece proposing that Kissinger Associates solve an international dilemma.",
  "Story Continued Below\n\nOver the summer, umbrage fever spread to conservatives exposed to the “Red Century” series, the paper’s continuing op-ed exploration of “the history and legacy of Communism, 100 years after the Russian Revolution.” Why is the Times rehabilitating Communism, one Federalist writer asked, instead of dealing “forthrightly with the horrors of the Soviet regime”?",
  "The Guardian spoke for injured readers everywhere with a piece headlined “NY Times Hired a Hippie Puncher to Give Climate Obstructionists Cover.” The inevitable Change.org petition calling for Stephens’ sacking went up, gathering tens of thousands of signatures, and Times reporters and editors savaged him on Twitter.",
  "A couple of months before the formal op-ed page got started, Vice President Spiro T. Agnew wrote an opinion piece for the paper on “division and dissent.” He got his comeuppance when the op-ed page published in its first installment a piece that mocked the rococo language he had been slinging in his speeches.",
  "His deeply researched piece, “A Profitable Public Sphere: The Creation of the New York Times Op-Ed Page,” demonstrates that from the time its top editors started thinking about adding an op-ed section in the early 1960s, the whole idea was to trigger reader insurrections with outrageous views.",
  "In the early months of 1970, it asked General Curtis LeMay, an ultra-hawk, to write on the role of the Air Force in Vietnam and “whether it should be doing more, less, or something different to expedite the war.” (He didn’t.)",
  "As susceptible as the next guy to hating the Times for running pieces I disagree with, I used as kindling to start a trash fire the recent Times page in which K-Sue Park informed the ACLU it needed to rethink free speech.",
  "Compounding the grievance was Michael Kinsley’s opinion series “Say Something Nice About Donald Trump,” which elicited angry letters to the editor and ridicule from Newsweek, Fusion (now Splinter) and, of course, Twitter.",
  "The range and ambition of the page were such that one of the early editors on the page, John Van Doorn, tried (and failed) to hire Tupac Shakur’s mother, Afeni Shakur, as an editor in 1971, as Socolow writes elsewhere.",
  "One list, preserved in the Harrison Salisbury Papers at Columbia University, proposes soliciting pieces from Communist Party USA head Gus Hall, John Bircher Society leader Robert Welch, oil man and right-winger H.L.",
  "A sensible argument could be made—perhaps in the form of an op-ed—that Erik Prince’s piece satisfied the page’s founding ambitions for copy that stirs up readers but failed by being too nakedly exploitative.",
  "Huffington Post Editor in Chief Lydia Polgreen tweeted, “Unbowed, a newspaper continues to flog its lousy opinion piece.” Also taking exception to the Times’ editorial judgment were writers at Slate and GQ.",
  "The initial shock came in April, when Bret Stephens, a refugee from the Wall Street Journal opinion pages, took up residence at the Times, bringing with him his contrarian views on climate change.",
  "“[Y]ou will not get arrested if the piece is also witty.” Noam Chomsky, who took an assignment, filed a way-overlong draft and resisted all efforts to cut it before withdrawing the piece.",
  "As a great man once said, “If you’re afraid to go too far, you won’t go far enough.”\n\nWho wants the New York Times opinion pages to turn into the New York Times agreement pages?",
  "Prince proposed a potentially self-dealing solution to the Afghanistan stalemate: A mercenary army of about 6,000 to assist an American Special Operations force of 2,000.",
  "Then, guided by a 2010 article about the history of the Times op-ed page written by University of Maine professor of journalism Michael Socolow, I returned to my senses.",
  "It was the left’s turn to cry this week, as the page published an op-ed by Erik Prince, the founder of the Blackwater mercenary army and Betsy DeVos’ brother.",
  "Spencer Platt/Getty Images Fourth Estate The New York Times Op-Ed Page Is Not Your Safe Space Who wants the opinion pages to turn into the agreement pages?",
  "John B. Oakes, the Times editor who almost willed the page into existence, believed that a newspaper’s “deepest responsibility” was to make readers think.",
  "In an invitation to novelist Walker Percy to write for the section, Times editor Herbert Mitgang made explicit the page’s appetite for the notorious.",
  "“For some reason, I find it enormously more difficult to write 700 words than 7,000—a typical professorial defect, I suppose,” Chomsky wrote.",
  "“The minute we begin to insist that everyone think the same way we think, our democratic way of life is in danger,” he said in a 1954 speech.",
  "The page’s concept was to express ideas and opinions the reader couldn’t find on the editorial page or elsewhere in the newspaper.",
  "In recent months, New York Times readers brave enough to open the paper’s op-ed pages have been staggered to find opinions there.",
  "As the Times op-ed page took shape, its editors assembled a list of prospective authors and subjects they could address.",
  "My email alerts favor Harry Bridges, my Twitter feed digs Robert Welch, and my RSS feed goes full commie for Gus Hall.",
  "But I would rather the page risk offending propriety, decorum and tradition than worry about paying tribute to them.",
  "Before the Times op-ed page debuted on Sept. 21, 1970, obituaries occupied the page opposite the editorials.",
  "“The most successful pieces have been highly individualistic, opinionated, and pungent,” Mitgang wrote.",
  "New York magazine took the easy route, scraping Twitter for the inevitable parody headlines.",
  "Even before the page got started, the paper was making outré assignments.",
  "******\n\nIf I want the New York Times’ opinion, I’ll give it to them.",
  "Hunt, labor radical Harry Bridges and revolutionary Angela Davis.",
  "The New Republic disparaged the piece as a Prince sales pitch.",
  "Defending Prince is not the hill I would choose to die on.",
  "(Disclosure: Kinsley was my boss more than a decade ago.)",
  "Jack Shafer is Politico’s senior media writer.",
  "Send yours to Shafer.Politico@gmail.com.",
  "It’s only an op-ed, people!",
  "My friend might be right.",
  "Yes, opinions!"
]