[
  "Stein tried to run for mayor on the Republican and Conservative tickets in 1993 and endorsed Donald Trump in 2016, insisting rather unconvincingly that “Donald Trump is no racist.” They are hardly the kinds of people whose advice Democrats should be seeking, and their work brings to mind a comment Mary McCarthy once made about a fellow writer: “Every word she writes is a lie, including ‘and’ and ‘the.’\n\nThe Ideologues\n\nThat kind of harsh talk isn’t popular in the ‘bipartisan’ circles frequented by Penn and Stein, where comity between wealthy and powerful members of both parties is encouraged.",
  "The only finding he and Stein cite is one showing that only “a little more than a quarter of Americans consider themselves liberals” – they fail to mention that this number has risen – “while almost three in four are self-identified moderates or conservatives.”\n\nPenn and Stein, who don’t cite their source data (it’s here), fail to mention the fact that the number of self-described “liberals” is growing while the number of self-described “moderates” is falling.",
  "That belief was reflected in the other, presumably more serious suggestions, which were equally free of content or principle:\n\n“Resist and Persist.” “She Resisted, We Persisted.” “Make Congress Blue Again.”\n\nWhere was the call to restore economic justice, rebuild the middle class, raise wages, end pointless wars, or protect the women and people of color who live under the daily threat of oppression and assault?",
  "He served simultaneously as Clinton’s campaign manager and as CEO for Burson Marseller, a public relations firm whose clients have included Blackwater, the mercenary firm, and Big Pharma firm Amgen, which was accused of running a website that misled cancer patients (the site’s toll-free number was managed by Burson Marseller), and BP, the company whose negligence led to the Gulf oil spill that bears its name.",
  "(Stein was initially charged over a $30 million Ponzi scheme but, as the New York Times reported in 2011, “federal prosecutors dropped those charges in exchange for his pleading guilty in December to the single count of tax evasion.”)\n\nPenn has offered expensive but unsuccessful advice to Democrats for many years.",
  "They falsely claim that “the last few years of the Obama administration and the 2016 primary season … created a rush to the left.” But, they add, “the results at the voting booth have been anything but positive,” citing the loss of both houses of Congress and over 1,000 legislative seats.",
  "Absurdly, Penn and Stein suggest that Democrats “reach across the aisle” to Trump on infrastructure “to show they understand that voters like bipartisanship.” But voters don’t like bipartisanship that leads to failed programs, as any Trump infrastructure plan will inevitably do.",
  "“In the early 1990s,” Penn and Stein begin, “the Democrats relied on identity politics, promoted equality of outcomes instead of equality of opportunity and looked to find a government solution for every problem.”\n\nEveryone who remembers that Democratic Party, raise your hands.",
  "For the rest of us, here’s a refresher: Bill Clinton campaigned against identity politics in 1992, choosing a Jesse Jackson event to rail against a little-known rapper named Sistah Souljah in order to demonstrate to white voters that he could be ‘tough’ on black people.",
  "I plead guilty.”\n\nThat’s the party Penn and Stein claim was in a “rush to the left.”\n\nLeft Out\n\nClinton’s fellow “centrists,” Penn and Stein, go on to say that the party has embraced “sharply leftist ideas.” They’re the ones outside the mainstream.",
  "But Penn and his group are fierce defenders of an ideology that seeks to reconcile the aspirations of Democratic base voters with the financial interests and modified free-market economic beliefs of Wall Street and other corporate interests.",
  "That’s consistent with a poll from 2016 that found a majority of Democrats believe socialism has had “a positive impact on society.”\n\nThe demonizations of the past don’t work quite as well in the politics of the present.",
  "In his inauguration speech that year, Clinton called for “an expanding entrepreneurial economy” and specifically repudiated the idea of “a government solution for every problem.” He was not subtle or indirect about it.",
  "And while Penn and Stein rail that Democrats must “reject socialist ideas,” another recent poll found that a plurality of Democrats would prefer a “socialist” over a “capitalist” for party leadership.",
  "In what was presumably an unintended irony, Penn’s recent op-ed, a screed against (among other things) Democratic deficit spending, was co-authored by former Manhattan Borough President Andrew Stein.",
  "But the joke, if that’s what it was, reflects an underlying belief among party leaders that Democrats should not take strong positions or moral stands on the issues that affect people’s lives.",
  "Not Fade Away\n\nIt’s striking that Penn, who crafted his own reputation around his alleged facility with voter data, studiously avoids citing any polling data on policy issues in this op-ed.",
  "The poster child for this evidence-resistant posture is Mark Penn, the high-priced consultant whose bad advice almost certainly cost Hillary Clinton the Democratic nomination in 2008.",
  "Conservatives are likely to remain out of Democratic reach and, when polled, many of those self-identified moderates embrace “left” ideas on a number of economic issues.",
  "Penn and Stein argue that “bigger government handouts” – a right-wing euphemism for government social programs – “won’t win working-class voters back.” They’re wrong.",
  "But the indefatigable Democratic Party’s well-funded “centrists” remain undeterred by either the unpopularity of their ideas of the failure of their candidates.",
  "A poll conducted by the National Academy of Social Insurance found that most voters, including most Republicans, want to protect and expand Social Security.",
  "Voters are embracing new ideas and new goals, and smart politicians like Bernie Sanders, Elizabeth Warren and Keith Ellison are helping advance the process.",
  "“I mean, have you seen the other guys?”\n\nThat was one of the slogans recently proposed by Democratic Party strategists, presumably in a lighthearted way.",
  "Stein personally contributed to government debt by declining to pay his own taxes, an act which eventually led to his conviction on tax-dodging charges.",
  "That ideology is sometimes called ‘neoliberalism.’ It has failed economically, just as surely as their political approach has failed at the ballog box.",
  "It is a measure of their dishonesty that Penn and Stein try to hide their own shifting positions even when they are forced to give way to reality.",
  "But there are a lot of deep-pocket funders who want to make sure that their ideology and their interest continue to control the Democratic Party.",
  "Obama pivoted to the left rhetorically in 2012, partly in response to the Occupy movement, and it probably saved his re-election campaign.",
  "The Huffington Post’s Daniel Marans cites poll data showing that their policy ideas are out of sync with Democratic Party voters.",
  "Penn’s corporate work led to the awkward spectacle of a PR firm becoming a public relations disaster for its most famous client.",
  "They call this posture “centrism,” although the resulting milquetoast policies usually fall to the right of popular opinion.",
  "But he continued to govern as a Penn-style “centrist,” leading his party to another stunning set of midterm losses in 2014.",
  "“Centrist” support for NAFTA and other destructive trade deals has contributed to massive political losses for Democrats.",
  "That finding was upheld by Lake Research Partners, who found that voters “overwhelmingly” favor expanding the program.",
  "That’s victory, of a sort, if only because it shows how much the landscape has changed since Penn and Stein’s heyday.",
  "After another year in which Obama ostentatiously attempted to “reach across the aisle,” Dems lost Congress in 2010.",
  "Democrats “need to support fair trade and oppose manufacturing plants’ moving jobs overseas,” they write.",
  "But her campaign ads shied away from progressive policy issues, focusing primarily on Trump’s character.",
  "These are the people the party must look to if it is to become a meaningful political force once again.",
  "But it is hard to describe their writing any other way when it plays so fast and loose with the facts.",
  "(His “infrastructure” plan is actually a major giveaway of public resources to private corporations.)",
  "But they fail to note that, in saying this, they have adopted the “left” position on this issue.",
  "It’s tempting to simply ignore them, given their increasing irrelevance, but it would be unwise.",
  "Instead of openly conceding their error, Penn and Stein adopt this “leftist” idea as their own.",
  "Time is a Flat Circle\n\nPenn and Stein have a loose relationship with truth – and the calendar.",
  "Like many highly-paid consultants, he likes to adopt the neutral posture of the technocrat.",
  "And she said this in 2015:\n\n“You know, I get accused of being kind of moderate and center.",
  "Did Penn and Stein miss that, or did they deliberately set out to mislead their readers?",
  "Those losses began in 2009, after Obama spent his first year governing as a centrist.",
  "In a shifting political landscape, the center is well to the left of Penn and Stein.",
  "It’s true that Hillary Clinton shifted slightly to the left rhetorically in 2016.",
  "Either way, the Democratic Party was already in their ideology by 1992.",
  "“There is not a program in government for every problem,” Clinton said.",
  "They fell down the big hole in the center of the Democratic Party.",
  "Face it: These two couldn’t find their own center with both hands.",
  "She mocked Bernie Sanders’ progressive ideas in the primary.",
  "(Aren’t everybody’s opinions “moderate” in their own eyes?)",
  "And most Americans favor some form of Medicare For All.",
  "She chose “centrist” Tim Kaine as her running mate.",
  "Sure, their ideas have fallen out of favor.",
  "Hey, Let’s Find Out What THESE Guys Think!",
  "And make no mistake: Penn has an ideology.",
  "(His numbers rose shortly afterward.)",
  "Don’t count them out yet.",
  "It lost Congress in 1994.",
  "This is utter fiction."
]