[
  "Jeremy Scahill, a national security reporter who wrote a book on Blackwater, has said that Prince, a devout Christian, used his perch to label the fight against the Muslims of Iraq as a “crusade.”\n\n“The Department of Justice has a filing in the criminal case against Blackwater where they say that some Blackwater operatives viewed the killing of Iraqis as — innocent Iraqis — as payback for 9/11,” Scahill told NPR in 2009.",
  "According to the New York Times, White House advisers Steve Bannon and Jared Kushner asked Prince and Steven Feinberg, the financier behind DynCorp International, to come up with proposals for sending private contractors into Afghanistan instead of US troops.",
  "“And you also have a culture at Blackwater where Erik Prince himself ... has given speeches to people about the epic crusade that they're on and has in fact used that term himself — the term crusade.”\n\nThat seems to fit Prince’s personality.",
  "But the White House is dealing with a relentless businessman who has been consistently looking for lucrative new opportunities around the world, including a 2011 proposal to create a private militia to fight piracy off the coast of Somalia.",
  "“The force is intended to conduct special operations missions inside and outside the country, defend oil pipelines and skyscrapers from terrorist attacks and put down internal revolts,” the New York Times reported in May 2011.",
  "There are currently 9,800 troops in Afghanistan taking part in what is now the longest war in US history, and bringing in private contractors could be appealing because it would reduce the chance of US troops getting killed.",
  "It’s no surprise, then, that the administration would look for different thinking about how to turn the tide there, but Defense Secretary James Mattis appears to have rejected Prince and Feinberg’s proposals.",
  "In a May 31 Wall Street Journal op-ed, he made the case for a “MacArthur model” in Afghanistan, alluding to how US Gen. Douglas MacArthur governed Japan for a spell after World War II.",
  "Prince founded the company in 1997, and quickly became the Bush administration’s go-to contractor in Iraq when it came to protecting top American officials and important US compounds.",
  "The request came while the Pentagon works on a strategic review about US involvement in the country that is expected to end with a decision to send no more than 3,900 troops there.",
  "The Taliban, the militant group that once controlled the country, now has control over 40 percent of territory and 8.4 million Afghans, about a third of the country’s population.",
  "The company, which eventually had its own fleet of helicopters and armored vehicles, earned $2 billion from the US government until Prince sold it off in 2010.",
  "It’s unclear if that communications channel actually got off the ground, although it is clear of late that the administration has been in touch with Russians.",
  "\"My company's history is a proud tale of performance excellence and driven entrepreneurialism,” he wrote in his book defending Blackwater, Civilian Warriors.",
  "In an interview, military contracting expert Sean McFate said Prince also has big ambitions for his own role in shaping the future of Afghanistan.",
  "However, Prince eventually had to go to the United Arab Emirates in 2010 after he faced too many legal battles and inquiries from Congress.",
  "Prince also was asked to put together a Trump-Putin backchannel in the Seychelles so the two could establish better communications.",
  "Still, it’s not much of a surprise that Prince has been brought into the administration’s inner circle for so important a decision.",
  "Prince argued someone should be put in charge of overseeing Afghanistan, including the “private solutions” that are deployed there.",
  "“He has a MacArthur-like vision for himself”\n\nIf you feel like you’ve heard Erik Prince’s name before, it’s because you have.",
  "Now he’s reemerging as a key part of the Trump administration’s internal debates over the flagging war in Afghanistan.",
  "Blackwater, the company he founded, made a fortune during the Iraq War but got into a lot of trouble along the way.",
  "But now Prince is back in the US, and Afghanistan represents a potentially lucrative new opportunity for him.",
  "And, more importantly, Prince is out there too, seeking to gain power, fortune, and fame from his own advice.",
  "But the point is those ideas are out there and could help shape the White House’s thinking on Afghanistan.",
  "In the fall of 2007, Blackwater contractors in Baghdad shot and killed 14 Iraqis, including children.",
  "Erik Prince was one of the most controversial players in George W. Bush’s handling of the Iraq War.",
  "It’s a familiar role for Prince, the former head of the infamous private security firm Blackwater.",
  "He didn’t like the attention and felt the market in the US had dried up for him.",
  "It also matters that Prince effectively wants to be in charge of Afghanistan.",
  "Four of them were sentenced to jail — three for 30 years, the other for life.",
  "So he was hired by the crown prince of Abu Dhabi to set up a private force.",
  "“He has a MacArthur-like vision for himself,” McFate said in our interview.",
  "But if you ask Prince, he’d say Blackwater was unmarred by scandal.",
  "After all, his sister is Betsy DeVos, Trump’s education secretary.",
  "“Prince really wants to be the king of Afghanistan,” McFate noted.",
  "So Prince is clearly a trusted entity for Trump and his aides.",
  "He was clearly advocating that he should assume that role.",
  "“Prince is in the alt-right Bannon camp,” McFate told me.",
  "Mattis rejected Prince and Feinberg’s proposals.",
  "The war in Afghanistan is not going well.",
  "But the money came at a high cost."
]