[
  "*\n\n*\n\nTHE GOOD, THE BAD, AND THE UGLY\n\nOO 5 Under-Reported Climate Change Stories Of 2016\n\n\n\nThe Good\n\nAll Electricity Could Be Generated Cleanly From Renewables\n\nresearch shows, if governments focus on:\n\nIntegration of electricity grids\n\nPaying individual energy generators to feed excess energy into the grids;\n\nSetting up price structures according to demand at time of use.",
  "Source www.icampix.net\n\nOO Five US Cities At The Forefront Of The Fight Against Climate Change\n\nPortland, OR has voted to ban construction of bulk fossil fuel facilities;\n\nBurlington, VT has created a plan for the city to go 'net zero' - consuming only as much energy as it generates; in 2014, it became the first US city to run on 100% renewable power.",
  "Source qz.com\n\nOO 2016: When Climate Change Became Undeniable to anyone paying attention to the news:\n\n\n\n1. a record amount of coral perished on the Great Barrier Reef:\n\nalmost all of the nearly 3,000 corals were affected by coral bleaching to varying degrees:\n\n2/3rds of shallow water corals in the northern part died as waters became persistently hot.",
  "*\n\n*\n\nGOOD IDEAS\n\nSource Reuters\n\nOO The Next Wave Of Migrants Needs Better Policies To Ensure Their Survival Takeaways:\n\n\n\nGiven worsening climate change effects, from prolonged drought to rising seas,\n\nthe next wave of climate migrants will be bigger, mostly Asian,\n\nand find a world less prepared to receive them.",
  "Source heavy.com\n\nOO Climate Change May Be Escalating So Fast It Could Be 'Game Over' scientists warn; hnew research suggests the Earth's climate could be more sensitive to greenhouse gases than thought, raising the spectre of an 'apocalyptic side of bad' temperature rise of more than 7C within a lifetime.",
  "*\n\n*\n\nCLIMATE LEADERSHIP\n\nA Man of Courage - And Vision: John Kasich\n\nOO Ohio Gov John Kasich Breaks With GOP,\n\nKeeps Renewable Energy Standards vetoing GOP legislators' attempt to halt the state's requirements that utility companies get more and more energy from renewable sources.",
  "*\n\n*\n\n\n\nFIXING CLIMATE CHANGE\n\n@@ A Simple And Smart Way To Fix Climate Change given by Dan Miller in 2014 at a Ted talk suggests a way to profit as we tackle climate change, by finally charging those who sell and use fossil fuels - and distributing the revenues back to all of us.",
  "Credit Peter Essick at National Geographic\n\nOO 2016: Canada's Oil Sands Downturn Hints At Ominous Future\n\n\n\nOO 'Outrageous': Aussie Coal Mine Gets Expansion Nod Despite Secret, Incomplete Studies\n\n\n\n*\n\n*\n\nIf we do not live sustainably,\n\nOur children will die inhumanely.",
  "Looking above at recent temperature anomalies, much of the US and the waters surrounding it are experiencing warmer than normal temperatures: the eastern Pacific warm spot continues and so does the drought in California, despite the heavy rains hitting the SF bay area.",
  "Credit Jean-Paul Pelissier at Reuters\n\nRenewables account for only about 23 % of the electricity produced worldwide, but that will rise to 28% by 2021, says a new International Energy Agency report, as the costs of building wind and solar farms continue to decline.",
  "OO Tillerson Climate-Change Testimony Set Before Trump Sworn In Lawyers for teenagers claiming the U.S. government failed to protect the environment from global warming plan to question under oath Tillerson on his knowledge of climate change.",
  "*\n\n*\n\nTRUMP TRUMPED BY CLIMATE CHANGE\n\nDonald Trump's Children Likely Face Climate Apocalypse in their lifetimes; the likely crash of civilization that follows will crash their fortune and survival chances for their kids - and all of ours.",
  "Credit Frenki Jung\n\nOO Consumer Pressure To Ditch Deforestation\n\nReaching Indonesia Oil Palm Plantation Giants says a new report, with some of the giants issuing stronger sustainability policies - but that's far from enough.",
  "Source blog.solargardens.org\n\nOO How To Expand Solar Access To New York's Affordable Housing Community by partnering with entities whose expertise combined can do far more in tackling technical and financial obstacles.",
  "OO Ohio Considers Landfills For Solar Farm Sites\n\n\n\n*\n\n*\n\nNATURAL REPERCUSSIONS\n\nOO Dangerous Climate Change Truths Are Growing as scientists understand better the links between extreme weather and climate change.",
  "Most scientists agree that we are experiencing a 6th mass extinction,\n\nbut unlike the previous 5 caused by cataclysmic natural disasters,\n\nhumans are responsible for this one -\n\nand it's happening incredibly fast.",
  "OO Trump Spokesperson: No Climate Change, Earth Is 5500 Years Old says Anthony Scaramucci a member of the Trump transition team; as recently as June 2016, he had said was irrefutable, and decried climate deniers.",
  "Credit Mike Luckovish at the Atlanta Journal Constitution, modified\n\nOO 2017: Trump Peddles Climate Doubt In A World Sold On Action in a world where climate change affects almost all international dealings.",
  "@@ The Cost of Unintended Pregnancy: Too Young\n\nTeen childbearing cost US taxpayers $9+ Billion in 2010\n\nAnd the costs of raising a child usually ensures decades, if not a life, of poverty for its mother.",
  "Credit Michael Dwyer at AP\n\nOO Block Island Wind Farm: First US Offshore Wind Farm should power 17,000 Rhode Island homes from 600-foot turbines, anchored in 90 feet of water fifteen miles off the coast.",
  "*\n\n*\n\nVANISHING LIFE\n\nA Clever Parrot Remembered, But His Species Is Nearly Extinct - Alex had a vocabulary of 100 English words by the end of his life, and showed just how intelligent parrots can be.",
  "Source Political Humor - About.com\n\nOO Wisconsin Dept Natural Resources Purges Climate Change From Web Page - removing the facts that humans and greenhouse gases are the main cause of climate change.",
  "OO Robin Hood's Sherwood Forest Faces Fracking Threat\n\n\n\nOO Major Flooding In UK Now Likely Every Year warns lead climate adviser, but ministers still have no coherent long-term plan to deal with it.",
  "OO China Energy Consumption Edged Up 1.4 % In 2016\n\n\n\nDevastation Machine Faces Dark Future while Canada facese a greener one, as it stops turning carbon storing forests into dead martian landscapes.",
  "OO Rising Seas Drowning Maryland Refuge destroying habitat at Blackwater refuge, rising sea levels drown habitat and native plants, and converting nearly eight square miles of marsh into open water.",
  "Nearly\n\n$10 billion of expected carbon tax revenues will either be siphoned back into the economy by way of diversifying the energy industry, or rebate it back to low- and middle-income Albertans.",
  "Related Headline:\n\nOO The Great Barrier Reef Is Dying, And Global Warming Set The Scene - Greenhouse-gas emissions must come down, and rules restricting runoff and fishing must be tightened.",
  "Source wfae.org\n\nOO More Coal Ash Concerns Uncovered\n\nAt North Carolina Belmont Duke Plant Environmentalists say Duke Energy failed to inspect a potentially dangerous 50-year-old pipe.",
  "- US Centers for Disease Control and Prevention\n\nWHAT YOU CAN DO\n\nHelp prevent unintended pregnancies in your community:\n\npublicize where women can access affordable contraception.",
  "*\n\n*\n\n*\n\nWHY WE SHOULD ACT NOW: RISING RISKS\n\nDaily Climate Change: Global Map of Unusual Temperatures, Jan 10, 2017\n\nSource cci-reanalyzer.org\n\nHow unusual has the weather been?",
  "OO Frack Drilling Site Noise Can Be Hazardous to human health, in addition to other hazards, like breathing silica dust or drinking methane-infused water, says a new study.",
  "No one event is \"caused\" by climate change, but global warming, which is predicted to increase unusual, extreme weather, is having a daily effect on weather, worldwide.",
  "Meanwhile, Brazil continues to eat up the Amazon forest, one of the planet's major air conditioners and carbon storage areas, and coffee production is now threatened.",
  "OO A Climate Doubting Scientist Doubts No Longer:\n\nGlobal Warming Is Melting Greenland Ice Sheet - it took five years of increasing evidence to finally convince him.",
  "OO Bangladesh Heads Towards A Water Crisis as mismanagement, pollution, declining groundwater tables and rising seas increase salt intrusion into dwindling supplies.",
  "*\n\n*\n\nFOSSIL FUEL FOLLIES\n\n\n\n\n\nPainting the River Black: Coal Ash gives you an idea of how coal ash can destroy an environment and your water, a valuable resource.",
  "OO Climate Change Threatens Famed Tourist Destination: The Amalfi Coast As changing land use and increasingly intense rains threaten mudslides on its steep slopes.",
  "OO Fish Seek Cooler Waters, Leaving Some US Fishermen's Nets Empty - Catch limits for fishermen are often based on where fish have been most abundant in the past.",
  "OO Scientists Show Just On How Much Trump Could Damage The Planet - creating far more damage by slowing US policies, and discouraging other countries from acting.",
  "<>\n\nCredit Michael Lukovich\n\nThe Bad\n\nUS GOP Climate Denial Threatens Humanity by weakening US human will to confront an increasingly deadly reality and future.",
  "San Diego, CA is the largest US city to commit to run on 100% renewables\n\nCleveland, OH is working on the first US freshwater offshore wind farm, on Lake Erie.",
  "OO After Asia, Palm Oil Faces Backlash In Africa - after being blamed for deforestation in Asia, palm oil plantations are now getting a similar rap in Africa.",
  "Populations of many species are plummeting, and some may never recover, mostly because of habitat loss and human activities; climate change is also a factor.",
  "OO Climate Change Driving Birds To Migrate Early, Research Reveals, arriving at their breeding grounds earlier - where their food sources may not be ready.",
  "For more information on the science of climate change, its consequences and solutions you can view my annotated list of online information resources here.",
  "OO Big Utility Sees More Efficiency, Cheap Renewables Lead To $10 Oil By 2025 if not sooner, says the innovation chief at French untility giant, Engie SA.",
  "*\n\n*\n\nCLIMATE LEADERSHIP\n\nOO Oil Companies Face Deadline To Stop Polluting California Groundwater with their oily wastewater into Central Valley aquifers.",
  "Keep It In the Ground Movement - is surging as millions recognize that we can't burn fossil fuels anymore and create a decent future with a safe climate.",
  "History suggests that however earnest Exxon Mobil might sound in its shift on policy, it has done little or nothing to help put carbon taxes into effect.",
  "Much of the areas surrounding the North Pole are experiencing much warmer than normal temperatures - not good news for our Arctic thermal shield of ice.",
  "* *\n\n2016: CLIMATE CHANGE GOT REAL\n\nSource NSF Central Arizona Phoenix LTER site\n\nOO The Most Important Climate Stories Of 2016 says Climate Central.",
  "Saving BUB, Beautiful Unique Biodiversity, as in this tiny mighty ant in Borneo, Indonesia, is another reason to preserve carbon storing forests.",
  "Pay the remaining $2.5 billion pledged to the UN Green Climate Fund, which helps poor countries reduce emissions and adapt to climate change.",
  "3) Most world leaders seem determined to combat global warming, with nearly 200 countries joining a landmark climate accord in late October.",
  "Source www.africangreyparrot.org\n\nOO Elephants, Giraffes, Cheetahs: We'll Never See These Animals Again -\n\nin the multitudes that they were.",
  "Net Zero Never Looked So Beautiful - as the town of Burlington, VT, which has created a plan to use no more energy than it generates.",
  "OO Sea Level Rise May Permanently Flood Parts Of Tampa By 2040 says a new study released by the city and country planning commission.",
  "Takeaways:\n\nClimate change is real,\n\nSea levels are rising, and pretty soon,\n\nocean-front property will become ocean-floor property.",
  "OO Top China Coal Province Vows 20 % Cut In Pollution By 2020 overseen by a government known to push people to fulfill public vows.",
  "The Arctic had a record heat wave during its winter twilight, and hit record highs;\n\nIts ice dwindled to a record level for winter.",
  "*\n\n*\n\nGOOD CLEAN NEWS\n\nOO Positive Environmental Stories From 2016\n\n1) Global carbon emissions appear to have stopped increasing.",
  "Governments must:\n\neducate citizens on the threats of climate change;\n\nmake it easier and safer for people to move - or stay.",
  "\"Solar, battery storage, electrical and hydrogen vehicles, and connected devices are in a 'J' curve,\" Thierre Lerpercq said.",
  "OO China Fines 600+ Power Plants Nearly $50 Million For Environmental Breaches and falsifying data to claim green subsidies.",
  "OO China To Cut Solar, Wind Power Prices As Project Costs Fall due to solar panel price plunges of about 30% in 2016 alone.",
  "HOT NEWS\n\nOO 2016's Super Warm Arctic Winter 'Extremely Unlikely' Without Climate Change scientists and a new analysis say.",
  "Destination countries will need structures and services to receive migrants,\n\nOr face the chaos these migrants will cause.",
  "And the chances of Donald Trump's family and fortune surviving climate change are small, dwindling daily and irreversibly.",
  "OO Brazil Risks Falling Behind on Climate Change As Deforestation Rises and the threat of anti-environmental legislation.",
  "*\n\n*\n\nSPEAKING OUT\n\nOO Trump Trump: Fund Climate Action Abroad say 100+ organizations to Obama, before he leaves office.",
  "To get it, check out this annotated resource list I've compiled, \"Climate Change News Resources,\" at Wordpress.com here.",
  "Baltimore, MD is the first US city to develop neighborhood disaster centers to help the neediest when disasters strike.",
  "Screencapture from the film Cowspiracy\n\nThe Ugly\n\nProducing Meat Produces Lots of Climate-Changing Methane Worldwide.",
  "The U.S. solar and wind power industries experienced a blockbuster year in growth, which shows few signs of slowing.",
  "OO Smog In Northern China Shuts Highways, Causes Canceled Flights disrupting the first day of the New Year holiday.",
  "OO Two Pipeline Protesters Arrested After Hanging Banner At Vikings Game protesting the Dakota Access oil pipeline.",
  "Faces Fleeing Climate Change seeking refuge at a center that will provide them food, after their own crops failed.",
  "What You Need to Know - Bill Nye tells it all in five minutes amid graphic, dynamic, engaging, compelling imagery.",
  "OO Panasonic To Invest Over $256 Million In Tesla's U.S. Plant For Solar Cells\n\n\n\nCheck it out here, right now!",
  "*\n\n*\n\n*\n\nSOLAR KEEPS SAILING\n\nOO Solarcity Raises Another $241 Million To Deploy Ever More Solar - Keep it up!",
  "Without US Help Coral Reefs Will Likely Disappear - how willing is the US willing to tackle climate change?",
  "Credit Josh Haner at the New York Times\n\nOO Photographing Climate Change Refugees by drone and on foot.",
  "US East Coast Communities Felt The Brunt Of Sea Level Rise- which now floods some areas regularly.",
  "*\n\n*\n\n*\n\nThere is, of course, much more news on the consequences and solutions to climate change.",
  "But they have failed to keep up with geographical changes, wreaking havoc among state fisheries.",
  "OO An Indonesian Village's First Female Chief Ended Illegal Logging with spies and checkpoints.",
  "As more clean energy and other lower-emitting sources of energy like natural gas replace coal.",
  "They can go here to find locations:\n\nAnd there are many more actions you can do, right here.",
  "OO Green Energy Can Increasingly Match - Or Beat - Fossil Fuel Prices a new report says.",
  "*\n\n*\n\nSOCIAL REPERCUSSIONS\n\nNow Imagine the First Floors Flooding before 2100 in Miami.",
  "We Did It':\n\nThe Week Portugal Ran On Renewables proving they can replace fossil fuels.",
  "Bright Blows The Breeze and the homes it lights with the first US offshore wind farm.",
  "A good start, but emissions have to dramatically drop to really slow climate change.",
  "OO Ontario Set To Tackle Climate Change With Cap-And-Trade Launch on Jan. 1, 2017.",
  "Polar sea ice the size of India disappeared - ice at both poles is at record lows.",
  "*\n\n*\n\nCLUELESS LEADERSHIP\n\n\n\nCredo of Wisconsin Leadership: Ignorance is Bliss!",
  "To help you understand just what science does and does NOT do, check this out!",
  "OO Alberta's New Carbon Tax Is All About The 'Long Game, says deputy premier.",
  "OO Tillerson Led Exxon's Shift On Climate Change;\n\nSome Say 'It Was All P.R.'",
  "Carbon Dioxide levels hit 400 ppm permanently, ensuring worse climate change.",
  "Forests: the cheapest way to store carbon\n\nThis Was Once Amazonian Forest.",
  "Loss of Polar Ice which reflects light, a source of heat, back to space.",
  "OO Christmas Day 2016 Sets New UK Green Record for renewable energy use.",
  "Fossil fuel divestment, and clean energy investment hit record highs.",
  "Watch out Miami, New Orleans, New York - and coastal military bases.",
  "Hotter than usual temperatures continue to dominate human habitats.",
  "The strategy is sure to speed transition to clean renewable energy.",
  "Polar ice is at record lows as the poles heated to record highs.",
  "Today, the Earth got a little hotter, and a little more crowded.",
  "It's the hottest year yet - for the third year in a row...\n\n5.",
  "*\n\n*\n\nWHAT YOU NEED TO KNOW\n\n@@ Climate Change 101: Why Care?",
  "Biggest polar glacier is melting - adding to sea level rise.",
  "The world breached the 1.5 C increase threshold - briefly.",
  "July and August tied for the hottest month recorded yet.",
  "Unless, of course, Trump acts to cut emissions, hugely.",
  "Takeaways:\n\nIt was the hottest year on record - again.",
  "And some of that damage will likely be irreversible.",
  "The Great Barrier Reef was decimated by hot waters.",
  "OO Which US Cities Will Climate Change Flood First?",
  "Yes - this flipflopper is a scarin' me, too!",
  "What in heaven's name were they thinking?",
  "The Paris Climate Pact began enforcement.",
  "2) Worldwide, wind and solar are booming.",
  "He'll see a lot more in the years ahead.",
  "When we harm forests, we harm ourselves.",
  "This is something Trump could not undo.",
  "Wind turbine prices have also fallen.",
  "That will be SURE to make it go away!",
  "It's time to start the discussion.",
  "And no, this isn't photoshopped.",
  "Do any of them drink water?",
  "OO 'This Is Possible.",
  "What's not to like?",
  "Source qz.com\n\n4.",
  "Good going, gov!",
  "Check it Out!",
  "Check it out!",
  "*****\n\n\n\n2.",
  "How?",
  "3."
]