[
  "In the Times ’ capsule review of “ Why I Wake Early ” (2004), the nicest adjective the writer, Stephen Burt, could come up with for her work was “earnest.” In a Times essay disparaging an issue of the magazine O devoted to poetry, in which Oliver was interviewed by Maria Shriver , the critic David Orr wrote of her poetry that “one can only say that no animals appear to have been harmed in the making of it.” (The joke falls flat, considering how much of Oliver’s work revolves around the violence of the natural world.)",
  "Cheryl Strayed used the final couplet of “The Summer Day,” probably Oliver’s most famous poem, as an epigraph to her popular memoir, “ Wild ”: “Tell me, what is it you plan to do / with your one wild and precious life?” Krista Tippett , interviewing Oliver for her radio show, “On Being,” referred to Oliver’s poem “Wild Geese,” which offers a consoling vision of the redemption possible in ordinary life, as “a poem that has saved lives.”\n\nComing from Chowder, this statement is a surprise.",
  "The speaker’s consolation comes from the knowledge that the world goes on, that one’s despair is only the smallest part of it—“May I be the tiniest nail in the house of the universe, tiny but useful,” Oliver writes elsewhere—and that everything must eventually find its proper place:\n\nWhoever you are, no matter how lonely,\n\nthe world offers itself to your imagination,\n\ncalls to you like the wild geese, harsh and exciting—\n\nover and over announcing your place\n\nin the family of things.",
  "And yet each has something.”\n\nOliver, as a Times profile a few years ago put it, likes to present herself as “the kind of old-fashioned poet who walks the woods most days, accompanied by dog and notepad.” (The occasion for the profile was the release of a book of Oliver’s poems about dogs, which, naturally, endeared her further to her loyal readers while generating a new round of guffaws from her critics.)",
  "The Brooks Range?” she wrote, in her essay collection “Long Life.” “I smile and answer, ‘Oh yes—sometime,’ and go off to my woods, my ponds, my sun-filled harbor, no more than a blue comma on the map of the world but, to me, the emblem of everything.” Like Joseph Mitchell, she collects botanical names: mullein, buckthorn, everlasting.",
  "Rilke’s poem, a tightly constructed sonnet, depicts the speaker confronting a broken statue of the god and ends with the abrupt exhortation “You must change your life.” Oliver’s “Swan,” a poem composed entirely in questions, presents an encounter with a swan rather than with a work of art, but to her the bird is similarly powerful.",
  "took one look at me, and put on her dark glasses, along with an obvious dose of reserve.” Cook lived near Oliver in the East Village, where they began to see each other “little by little.” In 1964, Oliver joined Cook in Provincetown, Massachusetts, where Cook for several years operated a photography studio and ran a bookshop.",
  "“There is only one question; / how to love this world,” Oliver writes, in “Spring,” a poem about a black bear, which concludes, “all day I think of her— / her white teeth, / her wordlessness, / her perfect love.” The child who had trouble with the concept of Resurrection in church finds it more easily in the wild.",
  "A friend who had heard the news noticed her there and joked, “Looking for your old manuscripts?”\n\nOliver’s work hews so closely to the local landmarks—Blackwater Pond, Herring Cove Beach—that a travel writer at the Times once put together a self-guided tour of Provincetown using only Oliver’s poetry.",
  "She tells of being greeted regularly at the hardware store by the local plumber; he would ask how her work was going, and she his: “There was no sense of éliteness or difference.” On the morning the Pulitzer was announced, she was scouring the town dump for shingles to use on her house.",
  "“Mary Oliver is saving my life,” Paul Chowder, the title character of Nicholson Baker’s novel “ The Anthologist ,” scrawls in the margins of Oliver’s “ New and Selected Poems, Volume One .” A struggling poet, Chowder is suffering from a severe case of writer’s block.",
  "(Among her employees was the filmmaker John Waters, who later remembered Cook as “a wonderfully gruff woman who allowed her help to be rude to obnoxious tourist customers.”) The two women remained together until Cook’s death, in 2005, at the age of eighty.",
  "She published her first collection, “ No Voyage and Other Poems ,” in 1963, when she was twenty-eight; “ American Primitive ,” her fourth full-length book, won the Pulitzer Prize, in 1984, and “New and Selected Poems” won the National Book Award, in 1992.",
  "Later, she discovers “a small bird’s nest lined pale / and silvery and the chicks— / are you listening, death?—warm in the rabbit’s fur.” There are shades of E. E. Cummings, Oliver’s onetime neighbor in Manhattan, in that interjection.",
  "During Oliver’s forty-plus years in Provincetown—she now lives in Florida, where, she says, “I’m trying very hard to love the mangroves”—she seems to have been regarded as a cross between a celebrity recluse and a village oracle.",
  "Orr also laughed at the idea of using poetry to overcome personal challenges—“if it worked as self-help, you’d see more poets driving BMWs”—and manifested a general discomfort at the collision of poetry and popular culture.",
  "We don’t know why it calls on him to change his life; or, if he chooses to heed its call, how he will transform; or what it is about the speaker’s life that now seems inadequate in the face of art, in the face of the god.",
  "His girlfriend, with whom he’s lived for eight years, has just left him, ostensibly because he has been unable to write the long-overdue introduction to a poetry anthology that he has been putting together.",
  "I do know how to pay attention, how to fall down into the grass, how to kneel down in the grass, how to be idle and blessed, how to stroll through the fields, which is what I have been doing all day.",
  "Oliver can be an enticing celebrant of pure pleasure—in one poem she imagines herself, with a touch of eroticism, as a bear foraging for blackberries—but more often there is a moral to her poems.",
  "“These are the woods you love, / where the secret name / of every death is life again,” she writes, in “Skunk Cabbage.” Rebirth, for Oliver, is not merely spiritual but often intensely physical.",
  "Like Rumi, another of her models, Oliver seeks to combine the spiritual life with the concrete: an encounter with a deer, the kisses of a lover, even a deformed and stillborn kitten.",
  "But I was still probably more interested than many of the kids who did enter into the church.” Nature, however, with its endless cycles of death and rebirth, fascinated her.",
  "His poem treats an encounter with a work of art that is also, somehow, an encounter with a god—a headless figure that nonetheless seems to see him and challenge him.",
  "Still, perhaps because she writes about old-fashioned subjects—nature, beauty, and, worst of all, God—she has not been taken seriously by most poetry critics.",
  "In addition to Rumi, Oliver’s spiritual model for some of these poems might be Rainer Maria Rilke’s “Archaic Torso of Apollo,” a frequent reference point.",
  "She and Millay’s sister Norma became friends, and Oliver “more or less lived there for the next six or seven years,” helping organize Millay’s papers.",
  "“The chasm between the audience for poetry and the audience for O is vast, and not even the mighty Oprah can build a bridge from empty air,” he wrote.",
  "The speaker in the early poem “The Rabbit” describes how bad weather prevents her from acting on her desire to bury a dead rabbit she’s seen outside.",
  "Walking in the woods, she developed a method that has become the hallmark of her poetry, taking notice simply of whatever happens to present itself.",
  "For solace and inspiration, he turns to poets who have been his touchstones—Louise Bogan, Theodore Roethke, Sara Teasdale—before discovering Oliver.",
  "“And it was my salvation.”\n\nIt was in childhood as well that Oliver discovered both her belief in God and her skepticism about organized religion.",
  "Similarly, “Invitation” asks the reader to linger and watch goldfinches engaged in a “rather ridiculous performance”:\n\nIt could mean something.",
  "On a whim, she decided to drive to Austerlitz, in upstate New York, to visit Steepletop, the estate of the late poet Edna St. Vincent Millay.",
  "It tends to be an answer, or an attempt at an answer, to the question that seems to drive just about all Oliver’s work: How are we to live?",
  "Walking the woods, with Whitman in her knapsack, was her escape from an unhappy home life: a sexually abusive father, a neglectful mother.",
  "Part of the key to Oliver’s appeal is her accessibility: she writes blank verse in a conversational style, with no typographical gimmicks.",
  "It’s not an affectation—she and Cook, especially when they were starting out and quite poor, were known to feed themselves this way.",
  "In her work, he finds consolation: “I immediately felt more sure of what I was doing.” Of her poems, he says, “They’re very simple.",
  "But for her fans—among whom I, unashamedly, count myself—it offers a welcome opportunity to consider her body of work as a whole.",
  "She took classes at Ohio State University and at Vassar, though without earning a degree, and eventually moved to New York City.",
  "In keeping with the American impulse toward self-improvement, the transformation Oliver seeks is both simpler and more explicit.",
  "But an equal part is that she offers her readers a spiritual release that they might not have realized they were looking for.",
  "On a return visit to Austerlitz, in the late fifties, Oliver met the photographer Molly Malone Cook, ten years her senior.",
  "Yes, he’s a fictional character, but he’s precisely the kind of person who tends to look down on Mary Oliver’s poetry.",
  "She did occasional stints of teaching elsewhere, but for the most part stayed unusually rooted to her home base.",
  "Indeed, a number of the poems in this collection are explicitly formed as prayers, albeit unconventional ones.",
  "A few of her books have appeared on best-seller lists; she is often called the most beloved poet in America.",
  "“To this day, I don’t care for the enclosure of buildings.” She began writing poetry at the age of thirteen.",
  "Just pay attention, she says, to the natural world around you—the goldfinches, the swan, the wild geese.",
  "“I very much wished not to be noticed, and to be left alone, and I sort of succeeded,” she has said.",
  "(In fact, the entire Mary Oliver motif in “The Anthologist” may well be a sly joke on Baker’s part.)",
  "Her poems are plastered all over Pinterest and Instagram, often in the form of inspirational memes.",
  "Early poems often depict her foraging for food, gathering mussels, clams, mushrooms, or berries.",
  "Oliver’s new book, “ Devotions ” (Penguin Press), is unlikely to change the minds of detractors.",
  "She tends to use nature as a springboard to the sacred, which is the beating heart of her work.",
  "Oliver is an ecstatic poet in the vein of her idols, who include Shelley, Keats, and Whitman.",
  "As she writes in “The Summer Day”:\n\nIf anyone could build such a bridge, it might be Oliver.",
  "But the lives of animals—giving birth, hunting for food, dying—are Oliver’s primary focus.",
  "The words come like a thunderbolt at the end of the poem, without preparation or warning.",
  "You do not have to walk on your knees\n\nfor a hundred miles through the desert repenting.",
  "She picked up the habit as a child in Maple Heights, Ohio, where she was born, in 1935.",
  "“It was a very dark and broken house that I came from,” she told Tippett.",
  "In Sunday school, she told Tippett, “I had trouble with the Resurrection.",
  "In 1953, the day after she graduated from high school, Oliver left home.",
  "It could be what Rilke meant, when he wrote,\n\nYou must change your life.",
  "You only have to let the soft animal of your body\n\nlove what it loves.",
  "“I made a world out of words,” she told Shriver in the interview in O.",
  "“To pay attention, this is our endless and proper work,” she writes.",
  "“I took one look and fell, hook and tumble,” she would later write.",
  "“Wild Geese” opens with these lines:\n\nYou do not have to be good.",
  "None of her books has received a full-length review in the Times.",
  "With a few exceptions, Oliver’s poems don’t end in thunderbolts.",
  "In comparison, the human is self-conscious, cerebral, imperfect.",
  "By any measure, Oliver is a distinguished and important poet.",
  "Unlike Rilke, she offers a blueprint for how to go about it.",
  "“And have you too finally figured out what beauty is for?",
  "All Oliver’s books, to that date, are dedicated to Cook.",
  "Tell me about despair, yours, and I will tell you mine.",
  "/ And have you changed your life?” the poem concludes.",
  "“People say to me: wouldn’t you like to see Yosemite?",
  "Gwyneth Paltrow reads her, and so does Jessye Norman.",
  "It’s essentially a greatest-hits compilation.",
  "Theirs is a gentler form of moral direction.",
  "They will tell you what you need to know.",
  "I don’t know exactly what a prayer is.",
  "Is it, in fact, what Rilke meant?",
  "It could mean everything.",
  "The Bay of Fundy?",
  "“M.",
  ".",
  ".",
  "."
]