[
  "In 1966, when officials were planning the second span, consultants commissioned by the state focused on three options: a northern crossing between Baltimore and Kent counties, the eventual location alongside the first span from Sandy Point to Kent Island, and a southern crossing from Calvert County to Dorchester County.",
  "A task force studying locations for a third span in 2004 found that a northern crossing into Kent County would require substantial land-taking, a bridge into Talbot County would need to be more than twice as long as the current one, and Dorchester County’s wetlands presented too many environmental concerns to be viable.",
  "The Kent Conservation and Preservation Alliance has distributed yard signs to members that say “NO BAY BRIDGE TO KENT.”\n\nThe Eastern Shore counties have an upper hand in any negotiations, because of a state law that gives them the power to collectively veto any crossing by a majority vote.",
  "for the Upper Eastern Shore in general.”\n\nAny bridge generally results in an influx of people using it and subsequent development to serve them, said Fred Ducca, a senior researcher at the University of Maryland’s National Center for Smart Growth Research and Education in College Park.",
  "“MDTA is willing to consider any and all possible alternatives that will reduce the congestion that is going to occur in the absence of a solution.”\n\nMore than 70,000 vehicles per day take Routes 50 and 301 across the current bridge — officially the Gov.",
  "“We are also cognizant that a new crossing could have profound impacts on the health of the Chesapeake Bay and the communities that call it home.”\n\nAt the current bay crossings, the approach roads are already gridlocked on many summer days.",
  "The foundation “recognizes that traffic congestion at the Bay Bridge can result in delays during peak travel periods that many Marylanders consider unacceptable,” wrote Erik Fisher, the foundation’s land use planner and assistant director.",
  "If the state could manage the environmental impact, Greenlee said, a crossing between Cove Point in Calvert County and Taylors Island in Dorchester County could create a more efficient connection from Virginia and Washington to Ocean City.",
  "The foundation, which has 94,000 members in Maryland, encouraged the transportation authority to protect the bay’s natural resources and consider the state’s clean-water and pollution-limiting commitments as it weighs any new bridge.",
  "Thompson, executive director of the quasi-governmental Economic Development Commission in Somerset, said a bridge to the state’s southernmost county could help balance its bucolic appeal with an influx of new residents and visitors.",
  "Bob Greenlee, managing director of SVN-Miller Commercial Real Estate’s Chesapeake branch in Easton, said building a Baltimore-centric bridge would be misguided, given growth in Southern Maryland, Washington and Northern Virginia.",
  "“But the land isn’t conducive.”\n\nThat part of the state will be the first to face problems with sea-level rise and storm surge, said Jay Falstad, executive director of the Queen Anne’s Conservation Association.",
  "The Chesapeake Bay Foundation, a nonprofit focused on restoring the health of the bay, wrote a 10-page letter to Reigrut raising concerns about the environmental impacts of a third bridge.",
  "“More development is not what the Eastern Shore needs.”\n\nAny new bridge will face significant opposition from the Eastern Shore Land Conservancy and other conservation groups.",
  "Dorchester County Manager Jeremy D. Goldman cautioned that any Taylors Island crossing would run into land-use problems at the nearby Blackwater National Wildlife Refuge.",
  "If the planned third bridge across the Chesapeake Bay landed there, he says, it would destroy the natural barrier between Baltimore on his quiet, 300-acre farm.",
  "“If we do not seek solutions to alleviate congestion across and around the bridge, the heavy traffic in the region will only continue to get worse,” she said.",
  "It will open up the Eastern Shore — do you want that to occur?”\n\nBaltimore Sun\n\nBaltimore Sun research librarian Paul M. McCardell contributed to this report.",
  "Suzanne Konigkramer, a Kent Islander who commutes across the current bridge daily to work in Annapolis, likes the idea of a third span to alleviate gridlock.",
  "Keeping development from swamping the county would be imperative, he said, but local and state officials could manage it with proper zoning and regulation.",
  "The Maryland Transportation Authority, which oversees the state’s bridges and tunnels, has received more than 500 comments from the public on the subject.",
  "“It would absolutely be premature to be discussing a preferred location at this point,” Kevin Reigrut, the authority’s executive director, said last week.",
  "But as the director of economic development in Somerset County, he sees a new bridge as a potential boon, bringing more residents and tourism.",
  "But already, Marylanders on both sides of the bay are lining up to support or oppose a new crossing — depending on where it would be built.",
  "Advocates of a third span say it would ease traffic on the current ones, better link the region and stimulate the Eastern Shore’s economy.",
  "The county council hasn’t taken a position on a third crossing, but Goldman called it “exceedingly unlikely” to be built in Dorchester.",
  "John L. Seidel, director of the Center for Environment and Society at Washington College in Chestertown, has studied the bridge idea.",
  "He’d like to see it built in Southern Maryland, but thinks a new span at the current crossings is more likely, for economic reasons.",
  "William Preston Lane Jr. Memorial Bridge — which links Sandy Point on the Western Shore with Kent Island on the Eastern Shore.",
  "Trey Hill uses satellites and precision farming technology to maximize his wheat, corn and soybean yields in Kent County.",
  "“With sensible planning, you don’t need an additional bridge,” said Joe Hickman, president of the conservancy’s board.",
  "Hogan spokeswoman Shareese DeLeaver Churchill called it a “critical step” to determine the best course of action.",
  "But if traffic levels grow as projected, the state says, they could see daily 13-mile backups as soon as 2040.",
  "Those spans, built in 1952 and 1973, are expected to remain structurally sound for nearly another 50 years.",
  "“Why you’d want to run a bridge in the lowest part of the Eastern Shore — it makes no sense,” he said.",
  "He said the center has concluded that a bridge in Kent County would have a “real negative outcome .",
  "Farther south on the Eastern Shore, Danny Thompson wants to preserve that type of quaint appeal.",
  "The state has considered possible locations for a bay crossing many times over the years.",
  "Drivers sometimes pop in for a burger at his Heroes Pub in Annapolis to wait it out.",
  "“It’s going to encourage more development — do you want that to occur?” he asked.",
  "Hogan’s study is the first conducted under the National Environmental Policy Act.",
  "Some residents and business owners agree and want it built, just not near them.",
  "The results of a $5 million environmental impact study are still years away.",
  "Hogan announced his study in 2016, and said it could take up to four years.",
  "Whether those results are positive or negative is a matter of perspective.",
  "“I just don’t see them having the money” to build it elsewhere, he said.",
  "Kurt Beall is one of the few who actually benefits from that gridlock.",
  "There has been no decision on where to place the third span that Gov.",
  "Nevertheless, he supports the proposal to build a third bridge.",
  "“There could be a really strong argument for that,” he said.",
  "A new bridge could cost more than $10 billion, Reigrut said.",
  "“I just don’t see a third bridge here at all,” she said.",
  "“It may be the shortest distance land-to-land,” he said.",
  "“It will save people time — do you want that to occur?",
  "Many oppose a new bridge, no matter where it’s built.",
  "Just please, she asks, find somewhere else to put it.",
  "Larry Hogan (R) has proposed across the bay.",
  "Others don’t want another one at all.",
  "The environment is a chief concern.",
  ".",
  "."
]