[
  "The popular conception of the Crusades comes not from their historical reality, but from two related places: First, from 19th and early 20th century scholars of the Crusades, such as French historian Joseph-Francois Michaud or the German Heinrich von Sybel or the American George Lincoln Burr, who saw their research linked to contemporary nationalistic colonial projects in Africa and the Middle East; and second, from the resurrection of those ideas by 21st century conservatives, such as cold warrior Robert Spencer, Santorum and many surrounding the presidency of George W. Bush.",
  "Modern historians have since put the term to political use over and over again: For example, Allenby’s conquest of Jerusalem from the Ottomans in 1917 was linked to Richard the Lionheart’s failure in 1189, while René Grousset concluded his history of the crusades by writing: “The Templars only held until 1303 the islet of Ruad, south of Tortosa, from where one day — in 1914 — the ‘Franks’ would again set foot in Syria.”\n\nAlthough scholarship on the Crusades may have moved on, these colonialist ideas persist.",
  "Most recently, the so-called crying templar meme gained popularity in summer 2016 as a xenophobic response to Syrian refugees entering Europe, while at the same time some protesters showed up in full medieval Templar costume to anti-immigrant rallies, and “Deus Vult” (the supposed war cry of the First Crusaders) became a rallying cry for white nationalists in both Europe and the United States.",
  "Shortly after news of the attack in London spread, a writer at the white nationalist website Breitbart tweeted that “the crusades need to come back.” He quickly deleted the tweet, but a TownHall columnist shared that he, too, thought that “Christians were the unequivocal good guys in the Crusades” and that he “supported” the Crusades.",
  "Debating the meaning of the Crusades is debating what it means to be modern: If the conservatives are correct, the world has always been quasi-apocalyptic and won’t ever change; if the historians are correct, different epochs have markedly different characters, and we’re not doomed to repeat our historical mistakes forever.",
  "Even then, the word’s introduction was meant to resolve a contemporary — not historical — problem: To simultaneously describe wars fought during the Middle Ages and to characterize any struggle against “evil” or “error.” In other words, to link past and present in the era of discovery and colonial expansion.",
  "Things only got more complicated once the Kingdom of Jerusalem was established in the 12th century, when the Emperor Frederick II was criticized by contemporaries for his supposed friendliness with Muslims, even after he recovered Jerusalem for the Christians in 1229.",
  "Before that, Republican presidential candidate Rick Santorum told a group of schoolchildren that “the left” only criticizes the Crusades because “they hate Christendom.” Santorum, too, held that the Crusades were purely a defensive war against Islamic aggression.",
  "At least since Bush used “crusade” to describe the American response to al-Qaeda, many conservatives have been comfortable with positioning the U.S. as the new Latin medieval Europe imposing order on an unruly Middle East as a “defensive” response to aggression.",
  "The Arab conquest of Jerusalem in the 7th century was long forgotten by that time, and Latin Europe felt very little (if any) pressure from the highly divided Seljuk Turks, who were quite busy fighting one another as well as the Fatimids in Egypt.",
  "To defeat the terrorists, this logic holds, we must “obliterate these savages from the face of the earth.” In the wake of the attacks in London, some openly wished for an end to Islam altogether, posting under the #NoMoreRamadans hashtag.",
  "Recent terrorist attacks in London have sparked a new wave of “clash of civilizations” rhetoric — that brand of political language that characterizes events like those in London as the West vs. the East, Christianity vs. Islam.",
  "Exploiting a simplified, misleading story of the Crusades (namely, that they were primarily a Western, Christian, defensive response to Middle Eastern incursion on Christian lands) isn’t a strictly contemporary phenomenon.",
  "Even if mistaken nostalgia for the Middle Ages is most prominent among the fringes of the right, it’s a feature of the mainstream right as well, and the response to the London attacks suggests it isn’t going anywhere soon.",
  "In both of those cases — and in our own current climate — the imaginary parallel between the Crusades and our own conflicts does much more to advance our own political causes than to accurately represent the Crusades.",
  "Last year, during his speech at the National Prayer Breakfast, President Barack Obama mentioned the fact that all religious groups have perpetrated violent acts throughout history, citing the Crusades as evidence.",
  "(Markus Schreiber/AP)\n\nMatthew Gabriele is a professor of medieval studies in the department of religion and culture at Virginia Tech and has published widely on religion and violence in the Middle Ages.",
  "The word “crusade” in Latin (crucesignatus — “one marked by the cross”) didn’t make its first appearance until about 1200, more than 100 years after the phenomenon supposedly began.",
  "Even during their march toward Jerusalem, the crusaders themselves showed absolute willingness to ally with some Muslim leaders against other Muslims (or even fellow Christians).",
  "As scholars of the Crusades have shown for several generations now, there was no necessary evolutionary movement toward the Christian conquest of Jerusalem in 1099.",
  "Together with colleagues Susanna Throop and David Perry, we’ve begun to trace the resurgence of these ideas with the rise (and normalization) of the alt-right.",
  "There’s a long history of white nationalists and white supremacists using the Middle Ages (badly) to justify their ideas, and the Crusades are no exception.",
  "We saw this in Donald H. Rumsfeld’s PowerPoints on Iraq, Erik Prince’s Blackwater, and in the response to Obama’s remarks at the National Prayer Breakfast.",
  "wrote on Facebook that “all of Christendom … is at war with Islamic horror” and that the only solution is to “kill them all.” This wasn’t the first time.",
  "Indeed, the term “crusade” as it’s used these days is anachronistic, more an artifact of our own politics than those of the medievals.",
  "In other words, the story is not nearly so simple as Christians vs. Muslims locked in a black-and-white battle for contested lands.",
  "That remark sparked a vigorous response from the right, focusing primarily around a defense of the medieval Crusades.",
  "In English, the gap is even longer, since the words “crusade” and “crusader” don’t really appear until around 1700.",
  "In fact, it came into fashion during the age of colonialism and was reborn again in the early 20th century.",
  "“Crusade” has always said, will always say, more about how we see the world than about the Middle Ages.",
  "\n\nThe Crusades as we imagine them are different from the actual conflicts medievals experienced.",
  "It’s a modern word imposed on a medieval world, an attempt at a rainbow connection.",
  "And a rainbow, after all, dissipates into air when you change your perspective.",
  "Frequently these kinds of statements refer back — longingly — to the Crusades.",
  "But all blame can’t be laid at the feet of the alt-right.",
  "And there’s plenty more where that came from.",
  "Then, Rep. Clay Higgins (R-La.)"
]