[
  "We need to come together behind a multi-year approach to our budgeting, and we must start immediately.”\n\n— The Pentagon chief also announced that DoD plans to follow DARPA’s example of using “rapid seed funding” to quickly develop technologies it views as promising, as POLITICO’s Philip Ewing, who traveled with Carter, reports: http://politico.pro/1gaaVD9\n\n— Prabhakar said advances in artificial intelligence, Big Data and biology are allowing government scientists, academics and commercial industry to recast the relationship between humans and technology, reports our colleague Leigh Munsil, who’s in St. Louis for the conference.",
  "... Two senior analysts at CENTCOM signed a written complaint sent to the Defense Department inspector general in July alleging that the reports, some of which were briefed to President Obama, portrayed the terror groups as weaker than the analysts believe they are.” More here: http://thebea.st/1JVp9QZ\n\nINDUSTRY INTEL I — EMBATTLED SECURITY FIRM CHANGES ITS NAME: The security firm Eid Passport, which was the subject of a blistering report in late 2013 by the Pentagon's inspector general, is taking a page out of the Blackwater playbook: changing its name after some bad publicity.",
  "Continued gender integration will improve readiness and help our Armed Forces to recruit the best talent we can throughout all of our services.”\n\nThe resolution is here: http://1.usa.gov/1LkUOeA\n\nTOP STORY — THE PENTAGON’S SYRIA DEBACLE: We teamed up with POLITICO’s Philip Ewing for this big-picture take: “With all the U.S.-trained fighters dead, captured or missing and their leader in the hands of Al Qaeda, top U.S. commanders are scrambling this week to determine how to revive the half-billion dollar program to create a moderate Syrian army to fight the Islamic State.",
  "“The withholdings signal steady Pentagon enforcement of a three-year-old regulation calling for contractor compliance with six internal systems that the government says are necessary to measure a company’s progress in meeting cost and schedule goals for weapons contracts.” http://bloom.bg/1UHK0vY\n\nMAKING MOVES — INDUSTRY ADVOCATE STEPS DOWN: Stan Soloway is stepping down as president and CEO of the Professional Services Council after 15 years leading the advocacy group for government contractors.",
  "The Washington Post: http://wapo.st/1Odornn\n\n— Director of National Intelligence James Clapper says an intelligence program lost as a result of documents leaked by Edward Snowden was “the single most important source of force protection and warning for our people in Afghanistan.” The Washington Post: http://wapo.st/1OdoLTd\n\n— An Air Force pilot in Olympia, Washington, is attacked with a bat after the assailants noticed he was displaying a Confederate flag on his motorcycle.",
  "Company CEO Steve Larson, in a statement yesterday: \"The name change to SureID aptly represents our focus of utilizing our patented high-assurance identity management processes and technology to manage digital identities for a wide variety of applications.”\n\nINDUSTRY INTEL II — UTC IN PENTAGON PENALTY BOX, via Bloomberg’s Anthony Capaccio: “The Pentagon often feuds with defense contractors about billion-dollar weapons that are over budget or underperforming.",
  "More here: http://politico.pro/1gaimKo\n\n— The agency is working on a program that can identify the components of a missing or secretly assembled nuclear weapon or dirty bomb, in order to find the weapon before it's detonated, Munsil reports: http://politico.pro/1OAikr9\n\n— The exhibit hall opened last night, with demonstrations from participants in the DARPA Robotics Challenge, as well as plenty of small unmanned flying and driving systems.",
  "The full letter is here: http://1.usa.gov/1Fyk6Eb\n\nTOP TALKER — 50 SPIES SAY THEIR ISIL INTEL WAS ALTERED, via Shane Harris and Nancy A. Youssef of The Daily Beast: “More than 50 intelligence analysts working out of the U.S. military's Central Command have formally complained that their reports on ISIS and al Qaeda’s branch in Syria were being inappropriately altered by senior officials, The Daily Beast has learned.",
  "Here are some of the best moments from Day One:\n\n— Carter was greeted with a standing ovation and got huge applause for this line, calling out Washington for its inability to compromise on spending disputes: “Indiscriminate cuts from sequestration – not to mention a continuing resolution – are wasteful for taxpayers, dangerous for our strategy, unfair for our people, and frankly, embarrassing in front of the world.",
  "His assessment of the program: ‘a bigger disaster than I could have ever imagined.’” http://politico.pro/1gbaisQ\n\nMEANWHILE ... HOUSE GOP IN DISARRAY ON IRAN, as POLITICO’s Jake Sherman and Anna Palmer report: “Congressional Republicans wanted to use the first week back from August recess to hammer President Barack Obama with two bipartisan votes showcasing the strong disapproval of his nuclear deal with Iran.",
  "The outgoing chairman of the Joint Chiefs of Staff, General Martin Dempsey, who viewed the force as a critical element of the military strategy in both Syria and Iraq, is conferring with top Pentagon officials behind closed doors to figure out what options are left for what is widely considered a policy and military failure, according to senior defense officials.",
  "In a letter to association members, the 61-year-old Soloway said he was “at that stage of my career where, if I want to do something different and substantial before I retire, the time to do so is now.” PSC Executive Committee member and IBM General Manager Anne Altman will lead the search committee for Soloway’s successor, the association announced yesterday.",
  "Email us at awright@politico.com, and follow us on Twitter @abwrig, @morningdefense and @politicopro\n\nJOHN KERRY NAMED TO POLITICO 50: Kerry’s efforts — back-door talks with the Omanis, trips to Austria and Switzerland and countless stress-relieving bike rides—finally paid off with a historic breakthrough in a long standoff between Iran and the United States.",
  "http://bit.ly/1LXWEVv **\n\nMEANWHILE, ON CAPITOL HILL — SPEIER WANTS ANSWERS ON CHILD ABUSE AMONG MILITARY CHILDREN: Rep. Jackie Speier, the top Democrat on the House Armed Services Subcommittee on Oversight and Investigations, is asking the Pentagon to launch a child-abuse survey similar to surveys already conducted on workplace gender relations.",
  "Read more about Kerry’s case for diplomacy, rather than retrenchment in the POLITICO 50 issue of POLITICO Magazine: http://politi.co/1Q31Rfs\n\nHAPPENING TODAY: The House Armed Services Committee has a pair of hearings, one on the Iran nuclear deal and the other on the Navy’s optimized fleet response plan.",
  "Then, in a reversal, a third vote would be on a resolution of approval on the pact, designed to highlight majority opposition to the nuclear agreement.” http://politico.pro/1UIBAo5\n\n— In the Senate, Democrats are increasingly confident they’ll be able to block a vote to disapprove of the Iran deal.",
  "The program came under fire after the IG found it had granted 52 convicted felons with \"routine, unauthorized\" access to naval installations (all of whom were eventually discovered, one after having access to an installation for nearly three years).",
  "AP: http://bit.ly/1IYNEL6\n\n** A message from Huntington Ingalls Industries: With a 77-year legacy, Ingalls Shipbuilding has the talent, experience and facilities to simultaneously build more classes of ships than any other shipyard in America.",
  "DARPA CONFERENCE RECAP: The Defense Advanced Research Project Agency’s “Wait, What?” technology forum continues today in St. Louis after a slate of speakers yesterday, including Defense Secretary Ash Carter and DARPA director Arati Prabhakar.",
  "“A year after Congress authorized the Syrian train and equip program, to the tune of $500 million, even Republican hawks are no longer willing to throw their support behind it — including some who think it should be scrapped altogether.",
  "The Pentagon's Syria debacle — House GOP in disarray on Iran — embattled security firm changes its name\n\nWith Louis Nelson and Leigh Munsil\n\nEXCLUSIVE — SENATORS TO UNVEIL RESOLUTION HONORING RANGER SCHOOL GRADS: Sens.",
  "And the Iran hearing, held by HASC’s Strategic Forces Subcommittee, is at 2 p.m. and will include several government witnesses discussing the impact of the nuclear agreement on missile defense and nonproliferation.",
  "Today, a total of nine ships are under construction, which is why our production line is the most efficient in the surface shipbuilding industry supported by one of the most robust supplier bases in the country.",
  "United Technologies Corp. tops the most recent target list of 15 companies whose payments are being withheld for inadequate systems to manage subcontractor purchases, estimate costs or keep track of schedules.",
  "are leading a bipartisan group of women senators in pushing a resolution honoring the two women who graduated last month from the Army’s grueling Ranger School, becoming the first women to earn the Ranger tab.",
  "POLITICO’s Burgess Everett has more from the upper chamber: http://politi.co/1K9Thap\n\nHAPPY THURSDAY AND WELCOME TO MORNING DEFENSE, where we’re always on the lookout for tips, pitches and feedback.",
  "‘It’s a bad, bad sick joke,’ Sen. John McCain of Arizona, the chairman of the Armed Services Committee, told reporters, calling the decision to authorize the program in the first place a mistake.",
  "Combined, the VA and the Military Health System provide care for more than 18 million people in cities, suburbs and throughout rural America, as well as military installations around the world.",
  "By connecting advanced telehealth technologies, clinical data, as well as clinicians and patients, Philips stands ready to help the VA and Military Health System make virtual care a reality.",
  "Kristen Griest and First Lt. Shaye Haver for “proving that skill, not gender, determines military aptitude and success.”\n\nStory Continued Below\n\nMikulski, in a statement to Morning D: “Capt.",
  "“This alarming trend requires further evaluation and a plan to address it,” the California Democrat says in a letter to DoD’s acting undersecretary for personnel and readiness, Brad Carson.",
  "Providing care to rural veterans presents challenges, as there are fewer physician practices and hospitals, geographic and distance barriers and limited broadband Internet availability.",
  "Philips solutions can help modernize and strengthen the VA and Military Health Systems with connected health solutions that aid in care from the field to the hospital and to the home.",
  "The New York Times: http://nyti.ms/1OdnZFw\n\n— Iranian Supreme Leader Ayatollah Ali Khamenei says the pending nuclear deal will not lead to more talks with the U.S. on other issues.",
  "Senator Chris Murphy, the Connecticut Democrat who sits on the Appropriations Committee, returned from a trip to the region last week where he was briefed on the effort.",
  "The Associated Press: http://1.usa.gov/1IYNlQs\n\n— President Barack Obama plans to mark the 14th anniversary of the Sept. 11 terrorist attacks at Fort Meade in Maryland.",
  "http://bit.ly/1LXWEVv **\n\n** A message from Philips about seamless telehealth: Service members and veterans deserve the best, no matter where they receive care.",
  "Reuters: http://reut.rs/1OdpWSq\n\n— Air Force Chief of Staff Gen. Mark Welsh voices growing frustration with delays and cost overruns on Boeing’s KC-46 tanker.",
  "One vote would rebuke Obama for not disclosing the totality of the agreement to Congress; another would try to prevent him from lifting sanctions on Iran.",
  "The Army’s recent announcement to permanently open Ranger School for women marks another important step in expanding roles for women in the military.",
  "Defense News: http://bit.ly/1IYNfsf\n\n— The military sends extra troops and equipment to reinforce U.S. peacekeepers in the Sinai Peninsula.",
  "After a day of disarray in which House Speaker John Boehner was again forced into a corner, Republicans settled on a three-prong strategy.",
  "Nearly one-third of veterans enrolled in VA care reside in rural locations, many living with multiple chronic, service-related conditions.",
  "Griest and First Lt. Haver have shown that women can compete on a level-playing field with men to serve in the defense of our nation.",
  "SPEED READ\n\n— The Russian government confirms that its military has advisers working in Syria, aiding the embattled government there.",
  "The company runs the RAPIDGate program that screens contractors who need access to military bases and other government facilities.",
  "The Washington Post: http://wapo.st/1OdpnrX\n\n— Russia begins construction of a large military base near its border with Ukraine.",
  "It has the talent, the experience, and the facilities to build the capital ships that keep America and our allies safe.",
  "The Navy hearing, held by HASC’s Readiness Subcommittee, is at 8 a.m. and will feature testimony from Rear.",
  "Adm. Jeffrey Harley, assistant deputy chief of naval operations for plans and strategy, and Capt.",
  "Ingalls Shipbuilding is the only shipyard building four classes of military ships simultaneously.",
  "For more robot pictures and videos from the convention floor, follow @leighmunsil on Twitter.",
  "Located in Pascagoula Mississippi, Ingalls Shipbuilding is the largest employer in the state.",
  "But it also holds back millions of dollars over flaws in everyday business systems.",
  "Rising rates of reported child abuse and neglect among military children.",
  "Destroyers, two classes of Amphibious Warships, and Coast Guard Cutters.",
  "The resolution, set to be unveiled later this morning, honors Capt.",
  "Instead, the GOP's plans have again morphed into a mess.",
  "** A message from Huntington Ingalls Industries: Talent.",
  "Susan Collins (R-Maine) and Barbara Mikulski (D-Md.)",
  "Thom Burke, the director of fleet readiness.",
  "Huntington Ingalls Industries.",
  "It'll now be known as SureID.",
  "Hard Stuff Done Right.",
  "Experience.",
  "Facilities.",
  "Her reason?",
  "**"
]