[
  "Pushing back against reports that he met with Putin confidants Sechin and Igor Diveykin, the Kremlin’s deputy chief of internal policy, Page says he had no contact with “sanctioned individuals.” He also denies discussing lifting economic sanctions or any further cooperation between the Russian government and the Trump campaign.",
  "So we should use our power of economic retaliation and they use their powers of retaliation and between the two of us we will prevent the problem from happening.”\n\nRon Galella via Getty Images Donald Trump celebrates publication of The Art of the Deal at the Trump Tower Atrium in New York City on Dec. 12, 1987.",
  "“Russian media subsequently announced that RT had become ‘the only Russian media company’ to partner with WikiLeaks and had received access to ‘new leaks of secret information.’ RT routinely gives Assange sympathetic coverage and provides him a platform to denounce the United States.”\n\nOct. 17 ?",
  "I respect Putin and the Russians but cannot believe our leader allows them to get away with so much...Hats off to the Russians...[President Barack] Obama’s plan to have Russia stand up to Iran was a horrible failure that turned America into a laughingstock.”\n\n2013\n\nJanuary ?",
  "“I think you will probably be rewarded mightily by our press.”\n\nRoger Stone, a renowned political provocateur, longtime Trump confidant and former adviser to Trump’s campaign, later says Russia would indeed have reason to hack Democratic presidential rival Clinton’s email.",
  "Our timeline documents 30 years of Trump and his circle’s connections to Russia, which entered the spotlight in 2015 with the assembly of a campaign staff and platform that showed unprecedented levels of friendliness toward a historical adversary of the United States.",
  "Trump staffers reportedly work behind the scenes to water down language that had called for “providing lethal defensive weapons” to Ukrainians and instead offer an amendment calling for the granting of “appropriate assistance.”\n\nTrump national security adviser J.D.",
  "Erik Prince, founder of Blackwater and brother of future Trump Education Secretary Betsy DeVos, meets with a Putin confidant in the Seychelles in hopes of establishing a back-channel line of communication between Trump and Moscow, according to The Washington Post.",
  "“I have been called a surrogate at a time or two in that campaign, and I did not have communications with the Russians.”\n\nLater that day, CNN and BuzzFeed publish reports on an unverified dossier compiled by former British intelligence agent Christopher Steele.",
  "Trump Jr. later claims the meeting, which came to light in July 2017, was about “the adoption of Russian children,” but White House advisers tell The New York Times that he only agreed to the meeting after being promised damaging information about Clinton.",
  "An explosive, though unverified, intelligence dossier later claims that during the trip Igor Sechin, CEO of Rosneft, Russia’s state oil company, offers Page and associates a 19 percent stake in the company if he could help lift U.S. sanctions on Russia.",
  "Trump tells late-night talk show host David Letterman that he has “a lot of business with the Russians.” He responds to Letterman’s quip about Russians being “commies” by calling them “smart” and “tough.” Trump says he had met Putin “once.”\n\nNov. 10 ?",
  "Flynn has multiple phone conversations with Kislyak to discuss sanctions handed down by Obama earlier in the day, which included the expulsion of suspected Russian intelligence operatives in response to meddling in the U.S. presidential election.",
  "The solution, he tells journalist Ron Rosenbaum, is for the U.S. and the Soviet Union to join forces and use their nuclear and economic power to keep other nations from developing nukes and more broadly impose their will on the rest of the world.",
  "The New York Times, citing “four current and former American officials,” reports that members of Trump’s campaign and other associates “had repeated contacts with senior Russian intelligence officials in the year before the election.”\n\nFeb. 15 ?",
  "There’s indeed a lot of money coming for new-builds and resale reflecting a trend in the Russian economy and, of course, the weak dollar versus the ruble.”\n\nBut Trump’s son admits it’s been hard for them to get a foothold in the Russian market.",
  "Sessions announces he will recuse himself from any Justice Department investigation into the Trump campaign’s potential ties to Russia, following reports that he’d failed to disclose meetings with Kislyak during his confirmation hearing.",
  "Trump brags about courting Russian clients to buy real estate at his properties in the U.S.\n\n“I know the Russians better than anybody,” Trump tells D’Antonio, according to transcripts the author later provided to The New York Times.",
  "— Donald J. Trump (@realDonaldTrump) June 19, 2013\n\nThen he tries to make a playdate with Putin:\n\nDo you think Putin will be going to The Miss Universe Pageant in November in Moscow - if so, will he become my new best friend?",
  "He accuses the West of having a “hypocritical focus on ideas such as democratization, inequality, corruption and regime change.” The Trump campaign reportedly approves the trip, which Page says he took as a private citizen.",
  "CNN, citing anonymous U.S. officials, reports that “high-level advisers close to then-presidential nominee Donald Trump were in constant communication during the campaign with Russians known to US intelligence.”\n\nFeb. 16 ?",
  "FBI Director James Comey appears at a House Intelligence Committee hearing, where he confirms that intelligence and law enforcement agencies are still investigating potential collusion between Trump’s campaign and Russia.",
  "“And that’s going to change the day that Donald Trump becomes president.”\n\nThe same day, Trump goes on RT, where he tells host Larry King that it was “probably unlikely” Russia was trying to interfere in the election.",
  "Sputnik Photo Agency / Reuters Retired Lt. Gen. Michael Flynn, left, sits with Russian President Vladimir Putin at an exhibition marking the 10th anniversary of the RT television channel in Moscow on Dec. 10, 2015.",
  "Carter Page, who will later go on to work for Trump’s presidential campaign, meets with a Russian intelligence operative in New York City and passes him documents about the energy industry, according to BuzzFeed.",
  "Trump dismisses recent reports about his campaign’s contact with Russia as “fake news” and “a ruse.”\n\nStone denies having contact with anyone from Russia or their intermediaries during the presidential campaign.",
  "Manafort reportedly meets with Konstantin Kilimnik, a joint Russian-Ukrainian citizen who formerly worked as Manafort’s staffer in Washington, D.C. Kilimnik has suspected ties to Russian intelligence officials.",
  "Donald Trump Jr. tells a travel industry publication that his organization has significant financial ties to Russia, which had led him to make at least a half-dozen trips there over the preceding 18 months.",
  "Over the next decade and beyond, Trump attempts to distance himself from Sater, despite documents suggesting he played a substantial role at Trump Tower, including serving as a “senior adviser” to Trump.",
  "Trump meets Russian Ambassador Sergey Kislyak before a foreign policy speech in Washington, D.C. Organizers claim the conversation between the two men was brief and perhaps little more than a greeting.",
  "Trump applauds Putin’s decision not to retaliate against the Obama administration’s sanctions, overturning an earlier plan by Russia’s foreign minister to expel U.S. diplomatic staff from Moscow.",
  "Sater claims Trump asked him to accompany his children on the trip from New York to Russia, but the Trump Organization later said it was a coincidence that they were in Russia at the same time.",
  "In response to the 2017 Associated Press report uncovering the contract, Manafort claims his work was not “inappropriate” and “did not involve representing Russia’s interests.”\n\n2007\n\nOct. 15 ?",
  "Trump campaign officials claim they engaged in a general conversation, with the goal of “establish[ing] a line of communication” between the incoming administration and the Russian government.",
  "“For a press corps so obsessed with evidence, proof and feigning a general disgust at even the hint of conspiracy, this is pretty rich,” a Trump spokesman tells Business Insider in March 2017.",
  "Of course the Russians hacked @HillaryClinton's e-mail- Putin doesn't want the WAR with Russia neo-con Hillary's donors have paid for — Roger Stone (@RogerJStoneJr) July 27, 2016\n\nJuly 31 ?",
  "Manafort had most recently served for more than a decade as senior adviser to former Ukrainian President Viktor F. Yanukovych, a Putin sympathizer who was ousted in 2014 and fled to Russia.",
  "Trump Jr., Manafort and Jared Kushner, a senior adviser to Trump and the president’s son-in-law, meet with Natalia Veselnitskaya, a Russian lawyer with ties to the Kremlin, at Trump Tower.",
  "Trump offers kind words to Putin, telling Fox News’ Bill O’Reilly that the Russian president “is a nicer person than I am.”\n\nTrump also claims Putin is a more effective leader than Obama.",
  "The Times later reports that Trump Jr. received an email ahead of the meeting informing him that Veselnitskaya was seeking to help the Trump campaign on behalf of the Russian government.",
  "White House press secretary Sean Spicer says Trump is not one of the targets of an investigation into the campaign’s Russia ties, after first appearing to suggest it was a possibility.",
  "The editor-in-chief of the Kremlin-backed RT network reportedly visits Assange at the Ecuadorian Embassy in London, according to a report later released by U.S. intelligence agencies.",
  "“I have no objection to certainly showing tax returns.”\n\nTrump never makes this disclosure, which experts say would provide some clarity about the nature of his dealings in Russia.",
  "Forget about image.”\n\nWeeks before Trump’s comments, Putin had made a controversial play to maintain power by becoming Russia’s prime minister after serving two terms as president.",
  "After denying Russia played a role in hacking or affected November’s elections results, Trump doubles down on insisting that his only goal is to improve U.S. relations with Russia.",
  "The House Intelligence Committee will hold its first public hearing on the matter next week, which will hopefully provide further clarity about what all of this means, if anything.",
  "Manafort, Page and Stone are named in a New York Times report as targets of an investigation by U.S. intelligence and law enforcement agencies into the campaign’s ties with Russia.",
  "Yuri Gripas / Reuters U.S. Attorney General Jeff Sessions announces that he will recuse himself from any Justice Department investigation into Trump campaign contacts with Russia.",
  "We now know that members of Trump’s campaign met with Russian officials as the nation was apparently meddling in the U.S. presidential election with the goal of helping Trump win.",
  "U.S. intelligence agencies release an unclassified report concluding that Putin directed efforts to intervene in the U.S. presidential election with the goal of helping Trump win.",
  "Defense Secretary Ash Carter accuses Russia of sowing seeds of global instability and questions if Moscow is genuinely interested in finding an agreement on a cease-fire in Syria.",
  "Sergei Karpukhin / Reuters Carter Page, a member of the Trump campaign's foreign policy team, delivers a speech in Moscow in 2016 in which he criticizes U.S. policy toward Russia.",
  "Steve Carrera / Reuters Donald Trump Jr., with his father and sister Ivanka, speaks to the press in Chicago on May 10, 2006, about plans for a Trump hotel and tower in Chicago.",
  "During an impromptu chat with Brian Kilmeade of Fox News, Trump calls WikiLeaks “disgraceful” and suggests there should be a “death penalty or something” for the perpetrators.",
  "Paul Manafort reportedly signs a $10 million annual contract to begin an influence campaign in the U.S. and Europe to benefit Russian President Vladimir Putin’s government.",
  "Trump holds a news conference, where he appears to make light of reports of Russian hacking by directly asking the Russians to track down additional Hillary Clinton emails.",
  "Michael Cohen, vice president of the Trump Organization and Trump’s personal lawyer, delivers Flynn a proposal to lift U.S. sanctions on Russia and broker peace in Crimea.",
  "A jetliner owned by Rybolovlev, the Russian oligarch who paid Trump nearly $100 million for a Florida property in 2008, lands in Las Vegas, where Trump is campaigning.",
  "I’m all over the world, but we’re not involved in Russia.”\n\nManafort later gives an interview to CBS in which he defends Trump’s claims that he has no ties to Russia.",
  "Kushner later meets with Sergey Gorkov, the chief of Vnesheconombank, a Russian government-owned development bank the U.S. sanctioned after the invasion of Crimea.",
  "Tom Williams via Getty Images Donald Trump is inaugurated the day after three of his former aides are reported to be targets of an investigation into Russian ties.",
  "“It’s hard to conjure up spending hundreds of millions of dollars on something and not own it.”\n\nThe meeting between Trump and Gorbachev ultimately falls through.",
  "Donald Trump Jr. delivers a paid speech at a Paris event hosted by allies of the Russian government who supported the Kremlin’s approach to the Syrian conflict.",
  "“That’s what ... that’s obviously what our position is.”\n\nPaul Manafort, @realDonaldTrump's campaign manager, asked about \"financial ties to Russian oligarchs\".",
  "I had dinner with him last Monday.”\n\nStone says this communication doesn’t involve any advance notice about the release of the stolen emails or their content.",
  "Over the next few months, the Trump-Putin bromance continues to blossom, with both men regularly complimenting each other in public comments and appearances.",
  "Trump tweets about the upcoming Miss Universe Pageant, which he owns:\n\nThe Miss Universe Pageant will be broadcast live from MOSCOW, RUSSIA on November 9th.",
  "“I’m not aware of those activities,” Sessions tells Sen. Al Franken (D-Minn.) of reports of contacts between Trump campaign officials and the Russian envoy.",
  "Trump’s camp has maintained that contact between the campaign and Russia was inconsequential and in some cases nonexistent, a claim that has proved untrue.",
  "Trump national security advisers Gordon, Page and Walid Phares reportedly attend a diplomacy event during the Republican National Committee in Cleveland.",
  "The allegations, made with no substantiation, spark further questions about whether the president is among the targets of the Trump-Russia investigation.",
  "Reports of his death don’t surface until a month later, fueling conspiracy theories revolving around a string of other Russian diplomats, including U.N.",
  "Trump also notes that he’d had “major business” in Russia in the past and claims he’d “had a great relationship with the people of Russia.”\n\nSept. 20 ?",
  "Sen. Jeff Sessions (R-Ala.), then a Trump campaign surrogate, reportedly also crosses paths with Kislyak, though it’s unclear if they speak directly.",
  "Depending on whom you ask, the answer to that question is either absolutely nothing or a scandal so huge it will lead to the president’s impeachment.",
  "Trump repeats his claim about Putin and “60 Minutes” at a GOP debate but later clarifies that they never actually met during the taping of the show.",
  "Moscow police find Oleg Erovinkin, a former KGB official linked to the dossier on Trump’s supposed ties to Russia, dead in the back seat of his car.",
  "“I believe the next tranche of his documents pertain to the Clinton Foundation, but there’s no telling what the October surprise may be.”\n\nAug. 14 ?",
  "U.S. intelligence agencies reportedly tell the White House they have “high confidence” that the Russian government is responsible for the DNC hack.",
  "Gordon and Page later admit to meeting with Kislyak, though they deny engaging in any inappropriate conversation on behalf of the Trump campaign.",
  "“I think it’s inarguable that Vladimir Putin has been a stronger leader in his country than Barack Obama has been in this country,” he tells CNN.",
  "A few days earlier, the Trump Organization’s vice president, Michael Cohen, said it was a “better than likely chance” the two men would convene.",
  "Obama later says the two men directly discussed, seemingly for the first time, reports of Russian hacking targeting Democratic Party officials.",
  "The document contains provocative claims that people in Trump’s campaign were actively involved with Russian efforts to meddle in the election.",
  "“In terms of high-end product influx into the U.S., Russians make up a pretty disproportionate cross-section of a lot of our assets,” he says.",
  "After Putin officially annexes Crimea, Obama’s administration imposes personal sanctions on Russian officials for facilitating the incursion.",
  "Rex Tillerson, then-CEO of Exxon Mobil, in a speech at the University of Texas at Austin, says he has “a very close relationship” with Putin.",
  "Putin has also announced his grand vision: the creation of a ‘Eurasian Union’ made up of former Soviet nations that can dominate the region.",
  "Sessions later claims he attended the event as a member of the Senate Armed Services Committee, not as a surrogate for the Trump campaign.",
  "Julian Assange of WikiLeaks teases a large-scale document dump supposedly detailing the shadowy inner workings of the Russian government.",
  "A hacker or hacker collective known as Guccifer 2.0 releases the first round of documents stolen from the Democratic National Committee.",
  "Thomas Peter/Reuters Meetings with Russian Ambassador Sergey Kislyak appear to slip Sen. Jeff Sessions' mind during his Senate hearings.",
  "They claim a Russian hacking agency “relayed material it acquired from the DNC and senior Democratic officials to WikiLeaks.”\n\nJan. 7 ?",
  "Peter Nicholls / Reuters WikiLeaks founder Julian Assange draws praise from Trump after hacked Democratic campaign emails are released.",
  "Retired Lt. Gen. Michael Flynn, former director of the Defense Intelligence Agency, attends a high-profile gala in Moscow hosted by RT.",
  "Spokespeople for both Prince and the White House claim this clandestine meeting was not officially linked to the Trump administration.",
  "Trump reportedly puts Felix Sater, a Russian-born convicted felon with Mafia ties who now lives in the U.S., in charge of the project.",
  "Earlier that year, he made his first reported trip to the Soviet Union and later outlined a U.S.-Russia plan on nuclear proliferation.",
  "Amid murmurs of Gorbachev’s scheduled trip to Trump Tower, Trump explains that his real estate prospects in Moscow didn’t work out.",
  "The authors of the report argue that Russian spies hacked into DNC servers in July 2015 and maintained access for more than a year.",
  "The dump comes hours after a 2005 recording surfaced of Trump making vulgar comments and bragging about sexually assaulting women.",
  "In separate interviews, Trump and Manafort both deny they were behind efforts to draft more Russia-friendly GOP platform language.",
  "The White House later says nobody on the campaign was aware of this overlap and dismisses the timing of the trips as coincidence.",
  "He later speaks about the “mutual friend” with links to WikiLeaks but again denies that Assange is cooperating with the Russians.",
  "Page delivers a speech at Moscow’s New Economic School criticizing U.S. policy toward Russia as reminiscent of Cold War tactics.",
  "Gordon later says he advocated for the softer platform language, which he says was consistent with Trump’s views on the matter.",
  "“I will tell you this, Russia: If you’re listening, I hope you’re able to find the 30,000 emails that are missing,” Trump says.",
  "Trump assails intelligence agencies on Twitter and accuses them of pushing a “fake” story about his campaign’s ties to Russia.",
  "In sworn testimony during his confirmation hearing for attorney general, Sessions fails to disclose his meetings with Kislyak.",
  "Officials have not officially given a cause of death for Erovinkin, though local reports claimed it was a result of foul play.",
  "You know, relationship is very important, whether it’s congressmen or whether it’s senators, or, you know, whatever it may be.",
  "Manafort reaches the agreement with Oleg Deripaska, a Russian oligarch and Putin ally, and it continues until at least 2009.",
  "In a string of early-morning tweets, Trump accuses Obama of tapping his phones at Trump Tower the month before the election.",
  "Comey also directly refutes Trump’s wiretapping claim, saying he has no information to support the president’s allegations.",
  "The document shows more than $12 million earmarked for Manafort, though his lawyer denies that the payments were ever made.",
  "1988\n\nTrump plans to meet with Mikhail Gorbachev in New York when the leader of the Soviet Union visits the United Nations.",
  "“Most of those [pre-nuclear] countries are in one form or another dominated by the U.S. and the Soviet Union,” Trump says.",
  "If there’s any evidence of collusion between the president or his associates and Russia, however, it hasn’t been released.",
  "Brendan McDermid / Reuters Political adviser Roger Stone boasts of his connections to the founder of WikiLeaks in October.",
  "The Washington Post reports that Flynn discussed U.S. sanctions against Russia in his previous conversations with Kislyak.",
  "“[Putin] has very strong control over a country,” he says during NBC’s commander-in-chief forum with Clinton in New York.",
  "“They discussed renewing his broadcast contract with RT, according to Russian and Western media,” the 2017 report states.",
  "The New York Times reports that Manafort’s name was listed on a secret payment ledger from Yanukovych’s political party.",
  "Stone publishes a column in Breitbart News that accuses Clinton of manufacturing links between Russia and recent hacks.",
  "Stone admits to having contact with WikiLeaks founder Julian Assange over hacked emails regarding the Clinton campaign.",
  "— Donald J. Trump (@realDonaldTrump) November 11, 2013\n\nHe later tweets that he plans to build a Trump Tower in Moscow.",
  "Spicer claims Manafort played a “limited role” in the Trump campaign, even though he managed it for nearly five months.",
  "Delegates at the Republican National Convenction adopt a party platform with wording supporting Ukraine’s sovereignty.",
  "“I can’t go further than that, but I will tell you that I met the top people, and the relationship was extraordinary.",
  "Page announces he’s taking a leave of absence from the Trump campaign amid controversy surrounding his Russian ties.",
  "“I do have a back-channel communication with Assange, because we have a good mutual friend,” Stone tells CBS Miami.",
  "The same day, Trump tweets an attack at the Clinton campaign, asking for the first time about her “deleted” emails.",
  "How long did it take your staff of 823 people to think that up--and where are your 33,000 emails that you deleted?",
  "“I will tell you that, in terms of leadership, he’s getting an A and our president is not doing so well,” he says.",
  "Days later, the same plane lands in Charlotte, North Carolina, around the time of Trump’s arrival at that airport.",
  "2006\n\nTwo of Trump’s children, Donald Trump Jr. and Ivanka, visit Moscow to meet with potential business partners.",
  "Podesta’s email had already been hacked at the time, though WikiLeaks doesn’t release the messages until October.",
  "Trump tells conservative radio host Hugh Hewitt he’ll release his tax returns if he decides to run for president.",
  "Targeted individuals are banned from traveling to the U.S., and their U.S.-based financial assets are frozen.",
  "“I was with the top-level people, both oligarchs and generals, and top-of-the-government people,” Trump says.",
  "“I can tell you, I think if I came up with that, they’d say, ‘Oh, it’s a conspiracy theory,’ it’s ridiculous.",
  "Page is a former investment banker once based in Moscow and reportedly has ties to Russian energy magnates.",
  "But certainly in that system he’s been a leader far more than our president has been a leader.”\n\nSept. 8. ?",
  "Obama’s Treasury Department announces new sanctions against Russia related to Putin’s meddling in Ukraine.",
  "Felix Sater, who had previously pursued business in Moscow on Trump’s behalf, is also a party to the deal.",
  "“I think the biggest thing we have is that we were on ‘60 Minutes’ together and we had fantastic ratings.",
  "That same year, Trump outlines a plan to solve the issue of nuclear proliferation amid Cold War tensions.",
  "Trump grants interviews to biographer Michael D’Antonio, who would go on to write The Truth About Trump.",
  "Trump sells a Palm Beach, Florida, estate to Russian oligarch Dmitry Rybolovlev for nearly $100 million.",
  "During a presentation in Moscow, Page says he met with an “executive from Rosneft” to discuss sanctions.",
  "That same day, Stone engages in a brief conversation with the official Twitter account of Guccifer 2.0.",
  "U.S. intelligence agencies later conclude that Russian-directed hackers are behind Guccifer’s actions.",
  "The plan is reportedly crafted through back-channel communications and does not have official backing.",
  "Two years later, the U.S. government charges the Russian for his involvement in an apparent spy ring.",
  "Relationship is a very important element, and we don’t have it in this country anymore.”\n\nSept. 29 ?",
  "Later that day, Trump uses the hacked DNC emails to attack Clinton at the first presidential debate.",
  "Kilimnik reportedly claims he partook in the effort to soften GOP platform language toward Ukraine.",
  "Trump and Clinton get into a heated exchange about WikiLeaks during the second presidential debate.",
  "2005\n\nTrump agrees to a licensing deal with development company Bayrock to build a hotel in Moscow.",
  "Page returns to Russia, where he claims to be huddling with “business leaders and thought leaders.",
  "Stone later admits to the exchange but calls it “completely innocuous and perfunctory.”\n\nAug. 21 ?",
  "Troops aligned with Russia begin to invade and seize control of the Crimean peninsula in Ukraine.",
  "“As much as we want to take our business over there, Russia is just a different world,” he says.",
  "Donald Trump Jr. and Ivanka traveled to Moscow in 2006 to meet with potential business partners.",
  "Page, who works as an energy consultant, maintains that his previous contact was not improper.",
  "Trump brings on Manafort as campaign manager to help him wrangle delegates in the GOP primary.",
  "Trump and his campaign team push back against claims Russia is trying to help him get elected.",
  "The White House later confirms the meeting, but maintains there was nothing improper about it.",
  "Officials later say a review of the transcript didn’t reveal any criminal wrongdoing by Flynn.",
  "And the reason they blame Russia because they think they’re trying to tarnish me with Russia.",
  "Secretary of State John F. Kerry meets with Russian Foreign Minister Sergei Lavrov in Geneva.",
  "he’s doing a great job … in rebuilding the image of Russia and also rebuilding Russia period.",
  "He wants to edge out its neighbors so that Russia can dominate oil supplies to all of Europe.",
  "Trump reportedly wants to pitch his vision of a U.S.-Soviet nuclear alliance to Gorbachev.",
  "Despite making several trips to the Russian capital, the project again fails to launch.",
  "Trump returns from the Miss Universe Pageant, which was apparently an eye-opening trip.",
  "But a later report finds Sessions spoke about the Trump campaign during his appearance.",
  "Obama and Putin have a tense, lengthy discussion about a potential cease-fire in Syria.",
  "Julian Assange will deliver a devastating expose on Hillary at a time of his choosing.",
  "I know — I know about Russia, but I know nothing about the inner workings of Russia.",
  "Trump reads from leaked Clinton campaign emails at a campaign rally in Pennsylvania.",
  "https://t.co/gECLNtQizQ — Donald J. Trump (@realDonaldTrump) June 9, 2016\n\nJune 15 ?",
  "He also paid for the trip with political funds, not official congressional funding.",
  "Trump says he’s open to meeting with Putin at the United Nations General Assembly.",
  "“That friend travels back and forth from the United States to London and we talk.",
  "Mike Pence, later agrees with Trump’s assessment of Putin’s strength as a leader.",
  "pic.twitter.com/GgXS3f9MDt — Alex Andreou (@sturdyAlex) March 12, 2017\n\nJuly 27 ?",
  "“Between those two nations you have the power to dominate any of those countries.",
  "Trump had purchased in 2004 for less than half of that at a bankruptcy auction.",
  "He’s reportedly paid $40,000 for the appearance, at which he sits near Putin.",
  "Less than a year later, Tillerson is confirmed as Trump’s secretary of state.",
  "This time, his trip reportedly attracts the attention of U.S. investigators.",
  "Sessions wins Senate confirmation in a 52-47 vote, mostly along party lines.",
  "“Now, it’s a very different system, and I don’t happen to like that system.",
  "#handcuffs4hillary — Roger Stone (@RogerJStoneJr) October 6, 2016\n\nOct. 7 ?",
  "“[I]t is a question of who knows who, whose brother is paying off who, etc.",
  "Bayrock’s founder is Tevfik Arif, a Kazakhstan-born former Soviet official.",
  "1996-1997\n\nTrump resumes plans to expand his real estate empire in Moscow.",
  "Trump names Carter Page as a member of his campaign’s foreign policy team.",
  "Trump describes his 2013 visit to Moscow in an interview with Hugh Hewitt.",
  "It also could be somebody sitting on their bed that weighs 400 pounds, OK?",
  "#CrookedHillary — Roger Stone (@RogerJStoneJr) August 21, 2016\n\nAug. 29 ?",
  "Trump continues to portray himself as a friend and acquaintance of Putin.",
  "Having a good relationship with Russia is a good thing, not a bad thing.",
  "“I have no deals that could happen in Russia, because we’ve stayed away.",
  "Stone deletes tweet about his “back-channel communication” with Assange.",
  "We..... — Donald J. Trump (@realDonaldTrump) January 7, 2017\n\nJan. 10 ?",
  "He goes on to liken their alleged efforts to “Nazi Germany.”\n\nJan. 17 ?",
  "Assange claims WikiLeaks is “working on” obtaining Trump’s tax returns.",
  "But he also pushes back against claims Russia is involved in the hacks.",
  "— Donald J. Trump (@realDonaldTrump) December 30, 2016\n\n2017\n\nJan. 6 ?",
  "“She doesn’t know if it’s the Russians doing the hacking,” Trump says.",
  "Great move on delay (by V. Putin) - I always knew he was very smart!",
  "Trump expresses “respect” for Putin in his book Time to Get Tough.",
  "“I would certainly show tax returns if it was necessary,” he says.",
  "“She’s saying Russia, Russia, Russia, but I don’t — maybe it was.",
  "Stone predicts trouble for Clinton campaign manager John Podesta.",
  "The organization later walks back that claim, calling it a joke.",
  "Phares later denies having partaken in the meeting with Kislyak.",
  "— Donald J. Trump (@realDonaldTrump) June 19, 2013\n\nIn August ?",
  "“I have no dealings with Russia,” he says at a news conference.",
  "One of your best-rated shows in a long time,” he jokes on CBS.",
  "They reach an agreement on a renewal of a cease-fire in Syria.",
  "Stone again teases an October surprise courtesy of WikiLeaks.",
  "Sessions speaks individually with Kislyak at the same event.",
  "Only \"stupid\" people, or fools, would think that it is bad!",
  "Trump again denies having any business dealings in Russia.",
  "Both trips appear to be unusual for Rybolovlev’s aircraft.",
  "Obama and Putin attend the G-20 summit in Hangzhou, China.",
  "Trump predicts that he’d “get along very well with” Putin.",
  "Obama says that he told Putin to “cut it out.”\n\nSept. 7 ?",
  "Sessions and Kislyak meet privately in his Senate office.",
  "where he explores expanding his hotel business in Moscow.",
  "Trump is sworn in as 45th president of the United States.",
  "Trust me, it will soon the Podesta's time in the barrel.",
  "He also denies that WikiLeaks is linked to the Russians.",
  "Trump’s appearance reportedly nets him at least $50,000.",
  "Ambassador Vitaly Churkin, who have died since November.",
  "Putin publicly calls on Obama to lift recent sanctions.",
  "I mean, it could be Russia, but it could also be China.",
  "WikiLeaks releases emails hacked from the DNC’s server.",
  "“In the Soviet Union, you don’t own anything,” he says.",
  "1987\n\nTrump makes his first documented trip to Russia ?",
  "The truth may lie somewhere between the two extremes.",
  "“I don’t know anything about it,” he tells CBS Miami.",
  "And we just don’t have relationships in this country.",
  "“I actually have communicated with Assange,” he said.",
  "Page says he has no role in the Trump administration.",
  "Trump selects Flynn as his national security adviser.",
  "Trump insists that Russia has nothing to do with it.",
  "Kislyak is also present, along with other diplomats.",
  "Trump praises Putin in an interview with Larry King.",
  "Trump defeats Clinton in the presidential election.",
  "Flynn and Kushner meet with Kislyak at Trump Tower.",
  "A big deal that will bring our countries together!",
  "Trump officially announces his bid for president.",
  "I just got back from Russia-learned lots & lots.",
  "Manafort steps down as Trump’s campaign manager.",
  "Stone claims to have communicated with Assange.",
  "Democrats “are putting that out,” Trump claims.",
  "Moscow is a very interesting and amazing place!",
  "… It really is a scary place.”\n\n2010\n\nOct. 26 ?",
  "“We see a lot of money pouring in from Russia.",
  "Manafort reportedly meets with Kilimnik again.",
  "Flynn steps down as national security adviser.",
  "You don’t know who broke into DNC.”\n\nOct. 6 ?",
  "I mean, you know, what’s going on over there.",
  "So far, it’s unclear if either side is right.",
  "Trump’s vice presidential pick, Indiana Gov.",
  "And I have no loans with Russia.”\n\nJan. 19 ?",
  "WikiLeaks releases Podesta’s stolen emails.",
  "U.S. MUST BE VERY SMART AND VERY STRATEGIC.",
  "Trump later praises Putin on national TV.",
  "I have no loans from Russia.”\n\nOct. 10 ?",
  "“I love WikiLeaks,” he tells supporters.",
  "whether you like him or don’t like him ?",
  "I mean I have nothing to do with Russia.",
  "He was elected president again in 2012.",
  "What’s up with Donald Trump and Russia?",
  "It could also be lots of other people.",
  "“That’s what he said,” says Manafort.",
  "So we were stable mates.”\n\nNov. 10 ?",
  "I don’t have any jobs in Russia.",
  "“Putin has big plans for Russia.",
  "what he’s doing with Russia ?",
  "A meeting is never confirmed.",
  "But they always blame Russia.",
  "I know nothing about Russia.",
  "“Maybe there is no hacking.",
  "I have no businesses there.",
  "I mean this guy has done ?",
  "The release never happens.",
  "“So that was good, right?",
  "I stand by my prediction.",
  "then the Soviet Union ?",
  "Mid-to-late December ?",
  "I don’t deal there.",
  "2014\n\nIn February ?",
  "Sometime in 2006 ?",
  "Throughout 2014 ?",
  "“Look at Putin ?",
  "2008\n\nIn July ?",
  "2015\n\nFeb. 25 ?",
  "2011\n\nDec. 5 ?",
  "2016\n\nFeb. 9 ?",
  "In August ?",
  "Sept. 3-5 ?",
  "Sept. 26 ?",
  "March 21 ?",
  "March 28 ?",
  "In April ?",
  "April 27 ?",
  "Sept. 21 ?",
  "Sept. 15 ?",
  "March 17 ?",
  "March 20 ?",
  "Jan. 20 ?",
  "Jan. 11 ?",
  "Feb. 14 ?",
  "Feb. 13 ?",
  "March 2 ?",
  "March 4 ?",
  "March 9 ?",
  "March 5 ?",
  "July 20 ?",
  "June 16 ?",
  "June 18 ?",
  "Dec. 12 ?",
  "Oct. 11 ?",
  "Dec. 10 ?",
  "July 26 ?",
  "July 27 ?",
  "July 22 ?",
  "July 20 ?",
  "July 18 ?",
  "Sept. 5 ?",
  "Sept. 9 ?",
  "Sept. 1 ?",
  "Oct. 12 ?",
  "Oct. 11 ?",
  "Nov. 18 ?",
  "Oct. 30 ?",
  "Dec. 12 ?",
  "Dec. 26 ?",
  "Dec. 29 ?",
  "Dec. 30 ?",
  "Dec. 8 ?",
  "Nov. 8 ?",
  "Aug. 8 ?",
  "Aug. 5 ?",
  "Oct. 9 ?",
  "July 7 ?",
  "June 9 ?",
  "Feb. 9 ?",
  "Feb. 6 ?",
  "Feb. 8 ?"
]