[
  "The Financial Times reported on Wednesday that Alexander Nix is in dispute with investors after he allegedly walked away with the cash, while Cambridge Analytica staff and investors salvaged little or nothing from the company's closure.",
  "Bankruptcy filings in New York show that Cambridge Analytica received an $8.8 million loan from Emerdata before it entered administration, according to the FT.\n\nBusiness Insider has contacted Nix for comment.",
  "Emerdata reportedly raised $19 million from international investors in January, before Cambridge Analytica's role in harvesting the data of 87 million Facebook users became public knowledge.",
  "It is the second time he will give evidence to the powerful Digital, Culture, Media, and Sport Committee after lawmakers fear he may have misled them during his first hearing.",
  "Rebekah and Jennifer Mercer, daughters of hedge fund tycoon and prominent Trump supporter Robert Mercer, joined Emerdata as directors as the Cambridge Analytica scandal hit.",
  "The timing of the appointments contributed to media speculation that Emerdata could succeed Cambridge Analytica, since it involved many of the same people and backers.",
  "People familiar with the matter told the FT that Nix's withdrawal came shortly after the data breach story exploded and was made in \"exchange for unbooked services.\"",
  "Emerdata was incorporated in the UK last year by several Cambridge Analytica executives before the Facebook scandal thrust their activities into the spotlight.",
  "Reuters\n\nThe former CEO of Cambridge Analytica allegedly withdrew more than $8 million (£6 million) from the British data firm before its collapse last month.",
  "Specifically, the FT said, the dispute is with the investors in Emerdata, a potential successor company set up by the power players at Cambridge Analytica.",
  "Nix was asked about the alleged transaction on Wednesday when he appeared before British lawmakers to answer questions about the Facebook data scandal.",
  "But Nigel Oakes, founder of Cambridge Analytica's parent company SCL, told Bloomberg in May that Emerdata had gone into administration.",
  "This money ran out quickly, however, because of outstanding bills to advertisers and suppliers, and Nix's alleged withdrawal.",
  "Another notable director was Johnson Chun Shun Ko, an executive with close links to another Trump supporter, Erik Prince.",
  "\"What I can say is that the allegation in that article is false.",
  "Alexander Nix, the former CEO of Cambridge Analytica.",
  "The facts in that article are not correct,\" he said.",
  "He intends to repay part of the money, the FT said.",
  "He has not commented on the allegations so far.",
  "\"The whole lot is gone,\" he said.",
  "What is Emerdata?"
]