[
  "“The Russians, the Soviet Union then, was certainly not our friends during World War II, or during the Cold War, and during World War II they were our allies, and they did most of the heavy lifting that defeated German Nazism.”\n\n“Russian special forces, before ISIS even erupted, was doing hundreds of kill/capture missions every year, inside of Russia, because they have a real problem in Chechnya, Dagestan, and those regions,” he said.",
  "“And that’s actually something we could work together with them, and even with the Chinese – they have a problem with radical Islam in the west of their country, in the northwest, in Xinjiang province as well.”\n\n“Do we agree with them on everything?",
  "But Trump is right, in at least that we can work with Putin, because we have a common enemy, and that is Islamic fascism.”\n\n“Believe me, if we could work with Josef Stalin, we could definitely work with Vladimir Putin,” Prince contended.",
  "On Thursday’s Breitbart News Daily on SiriusXM, retired Navy SEAL and former Blackwater CEO Erik Prince addressed the positive comments Donald Trump made about Russian President Vladimir Putin during NBC’s Commander-in-Chief Forum.",
  "But working with them to defeat Islamic radicalism is something we should do.”\n\nBreitbart News Daily airs on SiriusXM Patriot 125 weekdays from 6:00 a.m. to 9:00 a.m. Eastern.",
  "“Having Islamic fascism creep out of the Middle East and up into those countries directly affects Russia, and that’s why it matters to Putin,” Prince said.",
  "He is enormously popular with the Russian people, because the country had drifted, post-Soviet communism, kind of off into the abyss,” Prince pointed out.",
  "“He’s at least tried to direct the country and keep it together.”\n\n“Do we want a leader exactly like Putin in America?” he asked.",
  "“Putin is large and in charge in Russia.",
  "Russia is wrong on Ukraine, and Crimea.",
  "Do we want their political system?",
  "No way.",
  "No way.",
  "LISTEN:",
  "“No."
]