[
  "Prince told USA Today Tuesday that this would require 5,500 private military contractors that would be embedded with combat units, unlike American mentors who are currently more distant from the battlefield, as well as a 90-plane strong private air force.",
  "NBC reported last week that in a July meeting in which President Trump rejected the idea that generals should be entirely entrusted with war policy, the president told key officials, including McMaster and Mattis, “we are losing” in Afghanistan.",
  "“A big problem of course is that the military hates anybody that is not under their command going into a combat area and involving themselves in combat activities,” Rohrabacher, a member of the House Committee on Foreign Affairs, said.",
  "“A nimbler special-ops and contracted force like this would cost less than $10 billion per year, as opposed to the $45 billion we expect to spend in Afghanistan in 2017,” Prince wrote.",
  "Blackwater founder Erik Prince is lobbying the White House to use former special operations troops and a private air force to conduct America’s nearly 16-year long war in Afghanistan.",
  "A source familiar with the situation previously told TheDC that the plan was well received by White House chief strategist Steve Bannon, but that national security adviser H.R.",
  "Prince’s company currently has no contractors in Afghanistan, although there are an estimated 29,000 in the nation doing various logistical and service jobs.",
  "California Republican Rep. Dana Rohrabacher told The Daily Caller Tuesday that he is supportive of a plan to privatize much of the war in Afghanistan.",
  "It called for all U.S. government and coalition forces to be put under the command of a civilian viceroy who would help remove bureaucratic barriers.",
  "Rep. Rohrabacher called this “exactly the right approach,” and told TheDC that Prince’s plan is being considered seriously within the White House.",
  "A source familiar with the situation told TheDC that Trump read the op-ed and was impressed with it, however, McMaster pushed back on the plan.",
  "President Trump has given Defense Secretary Jim Mattis the authority to deploy more troops to the region, but has yet to decide on a strategy.",
  "Private military contractors, presumably from Prince’s company now called Academi, would mentor Afghan troops at the battalion level.",
  "Blackwater, which is now known as Academi, was used heavily in the Iraq War, and later went on to successfully quell Somali pirates.",
  "Ten American troops have lost their lives in Afghanistan in 2017, already more regional deaths than the seven that occurred in 2016.",
  "The national security adviser reportedly put forth a plan in July that would have sent thousands of more troops to Afghanistan.",
  "While America has been engaged in the Afghan conflict since the 9/11 attacks, the war there is far from finished.",
  "The president rejected the plan and has continued to voice his frustration with how the war is being conducted.",
  "Prince originally laid out his plan for Afghanistan in a May 31 editorial in The Wall Street Journal.",
  "“At what point do you say a conventional military approach in Afghanistan is not working?",
  "McMaster would rather incorporate conventional military forces to solve the conflict.",
  "He’s about to (own it with) whatever decision he makes next,” Prince told USA Today.",
  "Maybe we say that at 16 years,” Prince told USA Today.",
  "“The president doesn’t own the Afghan effort yet."
]