[
  "TWITTER NEWS — “Twitter pulls Blackburn Senate ad deemed ‘inflammatory’” by Campaign Pro’s Kevin Robillard: “Twitter is barring a top Republican Senate candidate from advertising her campaign launch video on the service because a line about her efforts to investigate Planned Parenthood was deemed “inflammatory.” GOP Rep. Marsha Blackburn, who is running to replace retiring Sen. Bob Corker, launched her campaign last week with a video proclaiming herself “a hard core, card-carrying Tennessee conservative.” In her announcement video, she boasts: “I fought Planned Parenthood and we stopped the sale of baby body parts.",
  "It was a sharp departure from Gillespie and Northam's more genteel previous meeting — and more in line with the increasingly nasty television ads the campaigns are firing back and forth, with Gillespie accusing Northam of leaving Virginia vulnerable to illegal immigration and gang violence and Northam, the lieutenant governor, painting Gillespie as a bought-and-paid-for advocate for irresponsible corporations.",
  "DEBATE NIGHT — \"Virginia governor candidates trade blows in final debate,\" by Campaign Pro's Kevin Robillard in Wise, Va.: \"Democrat Ralph Northam and Republican Ed Gillespie slashed at each other for an hour in southwestern Virginia Monday night, looking to gain an advantage in the final weeks of the closely watched campaign to be Virginia's next governor.",
  "(http://www.politicopro.com/proinfo)\n\nStory Continued Below\n\nOFFICIALLY IN — Missouri Attorney General Josh Hawley says in an announcement video that “next year, I’m going to run for the United States Senate.” Hawley’s launch comes after an intense recruiting push by Republicans in D.C. and Missouri for the race against Democratic Sen. Claire McCaskill.",
  "Arguing it’s time for Democrats “to move on” and better represent the progressive grassroots, freshman House Democrat Ro Khanna of Silicon Valley on Monday said he has contacted Rep. Barbara Lee, one of the most liberal members of Congress, and former Secretary of Labor Robert Reich to urge them to challenge Feinstein's re-election in 2018.” Full story.",
  "PRIMARY CHRONICLES — “Erik Prince, Blackwater Founder, Weighs Primary Challenge to Wyoming Republican,” by the New York Times' Jeremy W. Peters, Maggie Haberman and Glenn Thrush: “Prince appears increasingly likely to challenge John Barrasso, a senior member of the Senate Republican leadership, according to people who have spoken to him in recent days.",
  "— “GOP megadonor Foster Friess exploring a run for U.S. Senate in Wyoming,” by the Washington Post’s Robert Costa: “Longtime Republican donor Foster S. Friess said Monday that he is exploring a 2018 bid for U.S. Senate in Wyoming … ‘Normally, over the years, I’ve dismissed these urgings,’ Friess said in an email to The Washington Post.",
  "‘But due to the stature of the people requesting, I sense a responsibility to prayerfully explore the possibility.’ … Friess, 77, did not specify who has encouraged him to run, but a person close to former White House chief strategist Stephen K. Bannon said the two men have had conversations in recent days.” Full story.",
  "FLIP SIDE — Khanna calls for Feinstein challenge after her reelection announcement, via POLITICO California’s Carla Marinucci: “Hours after Dianne Feinstein announced she will run for re-election next year, a prominent California Democratic representative urged primary challengers to unseat the four-term senator.",
  "… She is one of a growing number of Republican candidates around the country who spent the first months of this year courting megadonors and even announcing their support before formally launching campaigns, in the same manner that Jeb Bush and others did for months during the last presidential race.” Full story.",
  "— Update: Pappas told WMUR that he’s “actively exploring” a bid, while another Democratic operative who’s worked in the state also named state Rep. Mark MacKenzie, a former state president of AFL-CIO, and Maura Sullivan, a businesswoman and Iraq War veteran, as potential candidates considering a run.",
  "— \"Citizens United endorses Blackburn in Tennessee Senate race,\" by POLITICO's Alex Isenstadt: \"The influential conservative outside group Citizens United is endorsing GOP Rep. Marsha Blackburn in the Tennessee Senate race — giving the congresswoman a boost as she looks to clear the primary field.",
  "— “Utah Republican weighs Hatch primary challenge,” by POLITICO’s Alex Isenstadt: “Boyd Matheson, a former chief of staff to Sen. Mike Lee, is strongly considering a 2018 challenge to veteran GOP Sen. Orrin Hatch – the latest in a string of potential primaries against sitting Republican senators.",
  "The rhetoric is escalating along with national attention to the Virginia race, an early indicator of how President Donald Trump's political fortunes could affect fellow Republicans in places where Trump is unpopular, after a year of special congressional elections on more GOP-leaning turf.",
  "RESCHEDULED — Laxalt plans for Nov. 1 “special announcement”: Nevada Attorney General Adam Laxalt, who’s expected to launch his gubernatorial run, rescheduled his announcement last week after the shooting at a country music festival that killed 58 people and wounded hundreds more.",
  "—New Northam attack ad goes after Gillespie’s lobbying career: A new 30-second ad attacks Gillespie for lobbying for student loan companies, Wall Street and “companies sending jobs overseas.” “Ed Gillespie made millions selling out to the highest bidder,” a narrator concludes.",
  "— Republican Kimberlin Brown Pelzer launches against Rep. Raul Ruiz: Kimberlin Brown Pelzer, a soap opera actress who spoke at the 2016 RNC Convention, announced her bid on Tuesday to take on Democratic Rep. Raul Ruiz in southern California, per a statement from her campaign.",
  "— “GOP hopefuls' new must-have: Megadonors,” by Campaign Pro’s Maggie Severns and Kevin Robillard: “The first big move of Leah Vukmir’s Senate campaign wasn’t a traditional kick-off speech or a catchy web video, but a private audience with an influential billionaire.",
  "Matheson, a prominent conservative who currently runs the Salt Lake City-based Sutherland Institute think tank ... traveled to Washington last week, where he met with former White House chief strategist Steve Bannon and Citizens United President David Bossie.",
  "… Other names floated by Democrats include Stefany Shaheen, a former Portsmouth city councilwoman and the daughter of Sen. Jeanne Shaheen (D-N.H.); state Sen. Donna Soucy; and Mark Connolly, who ran in the Democratic gubernatorial primary in 2016.",
  "Hawley senior adviser Timmy Teepell says that Hawley will “begin making campaign stops and a more formal campaign kickoff next year.” Hawley had already formed an exploratory committee and has been raising money for a Senate campaign.",
  "Both have emerged as leaders of an intensifying conservative campaign to oust Republican incumbents and replace them with bomb-throwing outsiders – an effort that is aimed at undermining Senate Majority Leader Mitch McConnell.",
  "He has been urged to run next year by Stephen K. Bannon, who is leading the effort to shake up the Republican leadership with financial backing from the New York hedge fund billionaire Robert Mercer and his daughter Rebekah.",
  "QUOTE OF THE DAY: “The one thing that's uniting people across the spectrum is frustration with the lack of progress in Congress” — Boyd Matheson, former chief of staff to Sen. Mike Lee, who is considering running for Senate.",
  "Q3 FUNDRAISING — FIRST IN SCORE — Casey raises $2.2 million in third quarter: Pennsylvania Democratic Sen. Bob Casey raised $2.2 million in the third quarter and now has more than $7 million on hand, his campaign said.",
  "— West Virginia: Attorney General Patrick Morrisey raised $672,000 in the third quarter and has $548,000 on hand, while Senate GOP primary opponent Rep. Evan Jenkins raised about $220,000 but has $1.26 million on hand.",
  "Nineteen percent agreed illegal immigration was a problem where they live, with a big gap between Gillespie and Northam voters: 33 percent of Gillespie voters agreed, while just 6 percent of Northam voters did.",
  "DAILY ROLL TIDE — Doug Jones, the Democratic candidate for U.S. Senate in Alabama, released his first television ad for the general election, called “Washington’s Broken.” Watch the 30-second ad here.",
  "Laxalt will hold another event on Nov. 1, kicking off a “weeklong tour during which Laxalt will discuss his vision for Nevada with citizens across the state,” per a statement from his campaign.",
  "— AZ-02: Former Democratic Rep. Ann Kirkpatrick raised $350,000 in the third quarter and has over $270,000 on hand in her campaign for GOP Rep. Martha McSally’s seat, Tucson Weekly reported.",
  "Gillespie, Northam clash in final Virginia debate\n\nWith Scott Bland, Kevin Robillard and Elena Schneider\n\nThe following newsletter is an abridged version of Campaign Pro's Morning Score.",
  "— NC-02: Democratic businessman Sam Searcy announced bringing in over $550,000 in the third quarter and having over a half-million dollars on hand in GOP Rep. George Holding’s district.",
  "—New poll gives Northam solid lead: A new poll from Christopher Newport University, released before last night’s debate, gives Northam a 49 percent to 42 percent lead over Gillespie.",
  "… Matheson has also met with Family Research Council head Tony Perkins, Senate Conservatives Fund President Ken Cuccinelli, and Club for Growth leader David McIntosh.” Full story.",
  "— FIRST IN SCORE — CA-39: Democratic veteran Gil Cisneros raised nearly $733,000 in the third quarter and has over $486,000 on hand in the crowded race against GOP Rep. Ed Royce.",
  "NEW THIS MORNING — EMILY’s List endorses Ann Kirkpatrick in AZ-02: EMILY’s List is backing former Democratic Rep. Ann Kirkpatrick in her bid to take on GOP Rep. Martha McSally.",
  "— FILLING THE MAP — A Democrat has jumped into the race for PA-08, a tightly divided district where no candidate had yet declared a campaign against GOP Rep. Brian Fitzpatrick.",
  "For an earlier morning read on exponentially more races — and for a more comprehensive aggregation of the day's most important campaign news — sign up for Campaign Pro today.",
  "After two hours hearing from Vukmir about her political beliefs and preliminary campaign plans, Hendricks stood up and told the soon-to-be candidate she had her support.",
  "… [S]hortly before launching her Senate bid, Vukmir met with the megadonor [Diane Hendricks] and other businesspeople at a wood-paneled country club owned by Hendricks.",
  "You can email tips to the Campaign Pro team at sbland@politico.com, eschneider@politico.com, krobillard@politico.com, dstrauss@politico.com and mseverns@politico.com.",
  "But with Shea-Porter's departure from Congress and Guinta's campaign finance scandals, a new crop of candidates will get their first shot at the open swing seat.",
  "… Republicans, meanwhile, already have several candidates, including state Sen. Andy Sanborn and Eddie Edwards, former South Hampton police chief and a veteran.",
  "— CA-52: Democratic Rep. Scott Peters raised $370,000 in the third quarter, finishing with nearly $2 million in cash on hand, per a statement from his campaign.",
  "Citizens United is run by David Bossie, a key player in conservative politics who served as President Donald Trump’s deputy campaign manager.\"",
  "— MI-08: GOP Rep. Mike Bishop raised approximately $350,000 and has over $700,000 on hand after the third quarter, the Detroit News reported.",
  "The group’s nod could be a signal flare to other right-of-center organizations to get behind Blackburn, who launched her campaign last week.",
  "Prince traveled to Wyoming with his family to explore ways to establish residency there, said one person who had spoken to him.” Full story.",
  "Carol Shea-Porter (D-N.H.) and former Rep. Frank Guinta monopolized one of the most competitive New England seats for most of this decade.",
  "— IA-03: Democrat Teresa Greenfield announced raising over $200,000 in the third quarter for her campaign against GOP Rep. David Young.",
  "Only 13 percent of likely voters agreed with the statement “gang-related crime is a problem where I live,” while 75 percent disagreed.",
  "— NY-19: Democrat Pat Ryan announced raising over $375,000 in the third quarter for his campaign in GOP Rep. John Faso’s district.",
  "RETIREMENT WATCH — “Shea-Porter retirement injects new blood into déjà vu swing seat,” by Campaign Pro’s Elena Schneider: “Rep.",
  "Fitzpatrick won his first term by a 9-point margin as President Donald Trump carried the district by 0.2 percentage points.",
  "Seventy-four percent of likely voters disagreed, including 58 percent of Gillespie voters and 89 percent of Northam voters.",
  "Several operatives also named Matt Mayberry, a longtime Republican operative, as another potential candidate.” Full story.",
  "The survey also attempted to test the effectiveness of Gillespie’s ads attacking Northam over sanctuary cities and MS-13.",
  "— FIRST IN SCORE — NY-21: Democrat Don Boyajian raised $208,000 in the third quarter and finished with $188,000 on hand.",
  "Kirkpatrick, who ran for Senate in 2016 with EMILY’s List’s help, must first emerge from a seven-way Democratic primary.",
  "— Montana: Democratic Sen. Jon Tester raised $1.2 million in the third quarter and finished with $5.4 million on hand.",
  "— CORRECTION — IL-06: Democrat Kelly Mazeski raised $205,000 in the third quarter, including a $105,000 personal loan.",
  "Thank God.”Twitter decided the line violated its ad policies, according to an email obtained by POLITICO.” Full story.",
  "You can also follow us on Twitter: @politicoscott, @ec_schneider, @politicokevin, @danielstrauss4 and @maggieseverns.",
  "Navy veteran Rachel Reddick plays up her military background and roots in the district in her announcement video.",
  "— Arizona: GOP Sen. Jeff Flake raised $1.1 million in the third quarter and finished with $3.4 million on hand.",
  "Just like that, Vukmir had acquired this year’s must-have Senate campaign accessory: a billionaire backer.",
  "The $415,000 figure in Friday’s Score reflected her total fundraising to date, according to the campaign.",
  "… Several operatives named Chris Pappas, a state Executive Council member, as a top recruit for the seat.",
  "— CA-25: Democrat Katie Hill raised $230,000 in the third quarter, per a statement from her campaign.",
  "— IA-04: Republican Diego Morales raised over $207,000 and has more than $200,000 cash on hand.",
  "It is also a key early test in Democrats' bid to rebuild political power at the state level.\"",
  "— FL-27: Democrat Matt Haggman raised $512,000 in the third quarter, via Florida Playbook.",
  "Cisneros, a former lottery winner, has contributed $550,000 to his own campaign so far.",
  "He has also courted Steve Bannon and appears to have won the approval of Breitbart.",
  "Two weeks ago, the same poll gave Northam a 47 percent to 41 percent edge.",
  "Ruiz beat his 2016 Republican challenger by more than 20 points.",
  "“He’ll sell you out too.” Watch the ad here.",
  "Days until the 2018 election: 392.",
  "Days until the 2017 election: 28.",
  "Thanks for joining us!",
  "Over the weekend, Mr.",
  "We regret the error.",
  "Full results here.",
  "Full story.",
  "Full story.",
  "Full story.",
  "Full story.",
  "Full story."
]