[
  "Republican California Rep. Devin Nunes, the chairman of the House Permanent Select Intelligence Committee, sparked an uproar last March when he announced he had viewed National Security Agency surveillance intercept records that had been called up by Obama officials identifying innocent Americans, including Trump transition officials, who only had incidental contact with foreign officials.",
  "At least one prominent person caught up in the Obama administration’s “unmasking” effort — American businessman Erik Prince — is calling on U.S. Attorney General Jeff Sessions to launch a formal investigation into the Obama administration’s “incidental” surveillance of Americans who met with foreign officials.",
  "“The United Arab Emirates arranged a secret meeting in January between Blackwater founder Erik Prince and a Russian close to President Vladi­mir Putin as part of an apparent effort to establish a back-channel line of communication between Moscow and President-elect Donald Trump,” the Post charged.",
  "The Post claimed that the meeting with the Russian allegedly took place over a two-day period, stating, “The Seychelles encounter, which one official said spanned two days, adds to an expanding web of connections between Russia and Americans with ties to Trump.”\n\nWATCH — House Intel.",
  "Relying solely on unnamed sources, the Post claimed in its April article that Prince was in the Seychelles Islands Jan. 11 as part of an elaborate conspiracy by then President-elect Donald Trump to establish a secret, back-channel to Russian President Vladimir Putin.",
  "Prince told The Daily Caller News Foundation in an exclusive interview that he wants Sessions to launch a formal investigation into his case, where Obama administration officials “unmasked” him and later leaked what he called false information to the news media.",
  "Rice admitted in private testimony before the House Intelligence Committee last September she unmasked actual Trump transition officials who met in New York with the UAE’s Crown Prince Mohammed bin Zayed bin Sultan Al-Nahyan last December, according to CNN.",
  "NYT’S PAUL KRUGMAN, AMERICANS LIVING IN ‘AUTHORITARIAN’ SURVEILLANCE STATE:\n\n\n\nFollow Richard on Twitter\n\nContent created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "“As a matter of general policy, the department will neither confirm nor deny the existence of any ongoing investigation,” said Wynn Hornbuckle, a deputy public affairs official at the Justice Department, in a statement to TheDCNF.",
  "Democrats challenged the accuracy of the NSA documents Nunes had viewed, but they fell silent after California Rep. Adam Schiff, the ranking Democrat on the House Intelligence Committee, viewed the unmasked NSA documents in April.",
  "I think the meeting lasted five or ten minutes and that was it.”\n\nThe American businessman said his conversation had nothing to do with the United States, U.S.-Russian relations, the election, or a future Trump administration.",
  "Prince is an authority on government surveillance as the founder of Blackwater USA, one of the legendary international security firms whose teams operate in some of the most dangerous parts of the world.",
  "The businessman said a meeting he had with a Russian businessman overseas last January was deliberately leaked by the Obama administration and splashed in a front-page Washington Post article in April.",
  "WATCH SUSAN RICE CONFIRM UNMASKING:\n\n\n\nThe Trump officials who Rice unmasked were former national security advisor Michael Flynn, campaign strategist Steve Bannon and Trump’s son-in-law Jared Kushner.",
  "Committee Ramps Up Obama ‘Unmasking’ Probe:\n\n“The thing that really bothers me is I was unmasked for political purposes to The Washington Post,” the businessman charged.",
  "“We talked about the Russian business climate, where we thought oil was headed price-wise and how much he thought Russia would like to do business in America,” he said.",
  "This is a problem for American liberty.”\n\nThe conservative businessman also charges the Obama administration had previously unmasked him on numerous occasions.",
  "In the April 3 article, the Post slammed Prince as part of a United Arab Emirates-led effort to help Trump open up a “back-channel” between himself and Moscow.",
  "Abu Dhabi, a part of the UAE in the Persian Gulf, currently is the regional headquarters for Academi, the name of the company that took over Blackwater.",
  "I would meet with an Emirate official and minutes later, they would get a phone saying, ‘why are you meeting with that guy?’ That’s just not America.",
  "Prince called upon the attorney general to investigate the unmasking scandal, telling TheDCNF: “This is an abuse of an intelligence service’s powers.",
  "Prince’s version of the meeting did not take place over two days, but apparently was over a beer at a restaurant at the island’s Four Seasons Hotel.",
  "WATCH OBAMA DISCUSS SURVEILLANCE OF THE TRUMP TEAM:\n\n\n\nBecause of his previous business activities with Blackwater, Prince has a home in Abu Dhabi.",
  "But he was an enthusiastic donor to Trump and to conservative causes in 2016 and his sister is Trump’s Education Secretary Betsy DeVos.",
  "The Office of Special Counsel Robert Mueller also declined to comment on whether the unmasking campaign was part of its investigation.",
  "The Justice Department continues to remain mum about the status of any investigation into the unmasking of Americans.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "Prince personally knows the country’s Crown Prince as well as many UAE businessmen and government officials.",
  "They are former Obama White House national security advisor Susan Rice, her deputy Ben Rhodes, former U.N.",
  "Prince also told TheDCNF the January meeting wasn’t the only time the Obama administration unmasked him.",
  "The businessman had no formal ties to either the Trump Presidential campaign or to the administration.",
  "“They said, ‘there’s this Russian guy in town on some Russia-Emirates related business,'” he recalled.",
  "“I’ve had on numerous times, when I lived in the Emirates that my rights as a citizen were violated.",
  "The committee plans to privately interview Power soon on the extent of her own unmasking activities.",
  "Four former Obama national security officials reportedly have been tied to the unmasking effort.",
  "The House Intelligence Committee is continuing its investigation into the unmasking scandal.",
  "“It had nothing to do with national security, the Trump campaign or anything else,” he said.",
  "“We will decline to comment on the ongoing investigation,” a spokesman emailed TheDCNF.",
  "He said the meeting was so forgettable he cannot remember the Russian’s name.",
  "“I was there on a business meeting to see some Emirates,” Prince recalled.",
  "The Seychelles is a remote archipelago nation in the Indian Ocean.",
  "Ambassador Samantha Power and former CIA Director John Brennan.",
  "The reference to Emirates describe citizens of the UAE.",
  "This was America under the Obama intelligence groups.",
  "He sold his stake in the company in 2010.",
  "That’s disgusting,” he said.",
  "It is dangerous.",
  "“I met him."
]