[
  "… Doug Heye, a former spokesman for the Republican National Committee, said the danger in trying to elect what anti-establishment Republicans call “true conservatives” was that you would make it easier for Democrats who are running for re-election in 2018, such as Claire McCaskill in Missouri and Joe Donnelly in Indiana, to win.",
  "Former White House chief strategist Steve Bannon tells the Financial Times that “establishment Republicans are in full collapse” and are “out of ideas, guts, and out of money” against the populist and economic nationalist primary challengers targeting GOP incumbents in 2018.",
  "He went down without a fight.” The departures of Mr Corker and Mr Flake represent wins for Mr Bannon who was already revelling in the victory of Roy Moore, a firebrand evangelical, over the establishment candidate in a recent Republican senate primary in Alabama.",
  "Mr Bannon has also been encouraging Erik Prince, the founder of Blackwater, the controversial Iraq war-era private security company, to challenge John Barrasso, a moderate Republican senator from Wyoming, in the 2018 midterm elections.",
  "Bannon, who has been recruiting a slate of conservative populist candidates to primary Republican incumbents, has warned that no incumbent up for re-election in 2018 is safe other than Texas Senator Ted Cruz.",
  "His comments came one day after Arizona Senator Jeff Flake, an outspoken critic of President Trump and a fixture of the Beltway Republican establishment, declared he would not seek re-election.",
  "He said the decision by lawmakers such as Mr Flake and Mr Corker, who had little trouble raising cash, underscored how far the mood had turned against mainstream lawmakers.",
  "He had been lining up an opponent for Mr Corker and was championing Kelli Ward, a doctor who unsuccessfully challenged Mr McCain in 2016, to take on Mr Flake next year.",
  "These GOP challengers hope to retain the Republican Senate majority under new leadership opposed to the current Senate Majority Leader Mitch McConnell.",
  "Mr Bannon counters that the establishment is misreading voters in the same way that it underestimated Mr Trump’s chances of winning the White House.",
  "“They will start to fall like dominoes,” said Mr Bannon, who added that even politicians such as Mr Corker, had come under pressure.",
  "From Demetri Sevastopulo in the Financial Times:\n\n“The establishment Republicans are in full collapse.",
  "They’re out of ideas, guts and out of money,” Mr Bannon told the Financial Times.",
  "“Flake was polling like crazy and the numbers were coming back terrible.",
  "Flake shows you one important thing.",
  "The money is getting turned off.",
  "They’re not even fighting back.",
  "Read the rest here."
]