[
  "Academi - The security contractor has been trying to get away from the reputation associated with its original name, Blackwater, which became infamous during the Iraq war when some of its workers were involved in a deadly 2007 rampage that led to the convictions of four guards.",
  "KFC - At a time when diners were growing more and more health conscious, the restaurant chain originally known as Kentucky Fried Chicken switched in 1991 to simply KFC to downplay the word \"fried.\"",
  "The one-time favorite gadget of former president Barack Obama and reality star Kim Kardashian plunged from dominating over half of the cell phone market to less than 1% in just a few years.",
  "Tapestry - Coach, the upscale designer of leather handbags, said in October that it would now go by Tapestry Inc. to embrace the other luxury brands under its umbrella.",
  "Here's our short list:\n\nTronc - The company previously known as Tribune Publishing Co. announced in June 2016 that it would be changing its name to tronc, Inc.",
  "CLOSE TRONC, the U.S.'s third-largest newspaper chain announced a deal to buy the longtime financially-ailing New York Daily News from investor Mort Zuckerman.",
  "The company bought Kate Spade New York last summer for $2.4 billion, and purchased shoe and accessory retailer Stuart Weitzman in May 2015 for $574 million.",
  "But those are mere tweaks compared with the long line of businesses that have abandoned their names altogether to rebrand, refresh or simply build buzz.",
  "The owner of the Los Angeles Times indicated that the change highlighted its digital shift at a time when old-school newspapers are struggling.",
  "In September 2016, the company said it would no longer make the namesake device that was the original \"must have'' phone.",
  "BlackBerry - Research in Motion switched its company name to that of its most storied product in 2013.",
  "(Photo: Elise Amendola, AP)\n\nWalmart is changing its legal name, scrapping the hyphen and \"stores.\"",
  "Newslook\n\nKentucky Fried Chicken switched to KFC to take the focus off the word fried.",
  "In between Blackwater and Academi, the firm briefly went by Xe Services.",
  "But the futuristic name was widely mocked on social media.",
  "Buzz60\n\nRead or Share this story: https://usat.ly/2B5KzBi",
  "Buzz60's Elizabeth Keatinge's (@elizkeatinge) has more.",
  "CLOSE Coach Inc. as you knew it will soon be no more.",
  "But that ultimately didn't do much to goose sales.",
  "In its place will be a new brand called Tapestry."
]