[
  "In the wake of Mitch McConnell’s failure to repeal Obamacare, conservative leaders from FreedomWorks, the Tea Party Patriots, and the Senate Conservatives Fund called on Senate Majority Leader Mitch McConnell and the rest of Senate leadership to resign over their inability to pass the president’s agenda, which includes repealing Obamacare, confirming federal judges, and funding a southern border wall.",
  "McConnell reportedly told the president, “I don’t wanna hear any more of this ‘Drain the Swamp’ talk.” McConnell added, “I can’t— I can’t hire any smart people.”\n\nAn early survey led by focus guru Frank Luntz in January 2017 revealed that many Trump voters believe that Congressional Republicans, including Speaker Paul Ryan, continued to hold up the president’s agenda.",
  "Bannon said at the Remembrance Project National Conference, “It will be because of the underlying message of Corey Stewart and what he believes in, and the Trump voters in Virginia who are gonna turn out!”\n\nSteve Bannon told the Financial Times that establishment Republicans continue to implode facing populist pressure from Trump’s conservative and nationalist base.",
  "Senate Republicans argued that measure was not enough, and told McConnell to “turn the Senate on full time, 24/7, to advance the president’s agenda.”\n\nRep. Ken Buck (R-CO), a member of the House Freedom Caucus, held a special order in November, chastising the Senate’s inability to pass the president’s agenda.",
  "Former White House chief strategist and Breitbart News executive chairman Steven K. Bannon said that the most significant mistake the Trump campaign after winning the election was trusting the establishment to staff the populist president-elect’s administration.",
  "In March, Breitbart News reported an exclusive leaked recording of a conference call with House Republican members; Speaker Paul Ryan told his colleagues that he was planning to abandon Republican nominee Donald Trump and never defend him ever again.",
  "When running for president, President Donald Trump promised to drain the swamp, repeal and replace Obamacare, cut taxes, and fund a southern border wall, however, the Republican establishment has continued to subvert President Trump’s agenda.",
  "Buck and other conservative House lawmakers slammed McConnel for holding over 300 House-passed bills and urged the Senate to drop the legislative filibuster to enable the Republican-controlled Congress to pass President Donald Trump’s agenda.",
  "Paul Ryan told his colleagues, “I am not going to defend Donald Trump—not now, not in the future.”\n\nPresident Trump gave Congressional leadership the responsibility to craft an Obamacare repeal, and Republican leadership failed disastrously.",
  "Rep. Marsha Blackburn (R-TN) looks to replace the retiring Sen. Bob Corker (R-TN), Blackwater found Erik Prince will reportedly run against Sen. John Barrasso (R-WY), and businessman Danny Tarkanian will run against Sen. Dean Heller (R-NV).",
  "One year after the fateful 2016 presidential election, the Republican establishment continues to “fall like dominoes” to populist pressure from President Donald Trump’s base that wants to enact the president’s agenda.",
  "After the bill failed, House Freedom Caucus Chairman Mark Meadows (R-NC) and former Tuesday Group co-chairman Tom MacArthur brokered a more conservative AHCA with President Trump and Vice President Mike Pence.",
  "Virginia Republican gubernatorial candidate Ed Gillespie, who barely beat his populist opponent Corey Stewart in the primary, lost to Virginia Democrat nominee Ralph Northam by over nine points.",
  "Speaker Paul Ryan and House leadership created the American Health Care Act (AHCA), which was decried by conservatives everywhere for not repealing enough of the Affordable Care Act (ACA).",
  "Bannon argued that Gillespie’s rise in the polls largely resulted from the Republican gubernatorial candidate utilizing Trump and Stewart’s nationalist-populist and conservative base.",
  "Mitch McConnell then cracked under populist pressure, vowing to hold the Senate in session on Fridays and even the weekend to confirm over 200 Trump executive and judicial nominees.",
  "The Senate has yet to act on the Financial CHOICE Act, which would repeal the 2010 Dodd-Frank financial overhaul, the No Sanctuary for Criminals Act of 2017, and Kate’s Law.",
  "The filibuster is not even in the Constitution.”\n\nPresident Donald Trump repeatedly urged McConnell to drop the legislative filibuster to pass the president’s agenda.",
  "During one of President Trump’s first meetings with Senate Majority Leader Mitch McConnell (R-KY), McConnell urged the president to lay off on draining the swamp.",
  "Missouri Attorney General Josh Hawley, who was labeled Mitch McConnell’s “number recruit of the [2018] cycle” refuses to endorse McConnel for Majority Leader.",
  "Republican senators rejected Mitch McConnell’s Better Care Reconciliation Act (BCRA), which many conservatives believed was too similar to the AHCA.",
  "Steve Bannon declared a “season of war” against the GOP establishment and reportedly continues to plan a full-scale assault in the 2018 midterms.",
  "Conservatives called it “Obamacare-Lite” and “Ryancare.” Polls revealed that Ryancare was even more unpopular than Obamacare or Hillarycare.",
  "He campaigned on combatting MS-13, banning sanctuary cities, and pledging to protect Virginia’s historical figures and monuments.",
  "Gillespie rose in the polls by mounting a populist campaign to attract President Donald Trump’s nationalist-populist base.",
  "A number of conservative and economic nationalist leaders will run against the GOP establishment during the 2018 midterms.",
  "Bannon started meeting with Republican donors who remain frustrated Republican’s inability pass the president’s agenda.",
  "We embraced the establishment,” Bannon said during an interview with CBS News anchor Charlie Rose for 60 Minutes.",
  "Rep. Andy Biggs (R-AG) said, “These bills will most likely languish in the Senate, mostly due to the filibuster.",
  "John McCain (R-AZ), Lisa Murkowski (R-AK), and Susan Collins (R-ME) shot down a “skinny” repeal of Obamacare.",
  "In fact, a number of Senate Republican candidates refused to endorse McConnell as leader of the GOP Senate.",
  "Six moderate senators then rejected Sen. Rand Paul’s (R-KY) clean repeal of Obamacare, and then Sens.",
  "Obamacare repeal moved onto the Senate where it faced doom against the moderate Republican senators.",
  "A Nevada poll revealed that Danny Tarkanian leads over Sen. Heller in the Nevada Republican primary.",
  "President Donald Trump indicated that agreed with Bannon’s frustrations with Senate Republicans.",
  "“I mean, we totally embraced the establishment.”\n\n“They do not support the President’s program.",
  "An October poll revealed that 56 percent of Republican voters want Mitch McConnell to resign.",
  "McConnell lost another Senate ally after Sen. Jeff Flake (R-AZ) announced he will retire.",
  "“In the 48 hours after we won … you might call it the original sin of the administration.",
  "In 2017, Alabama Judge Roy Moore beat the McConnell-backed Sen. Luther Strange (R-AL).",
  "Bannon will allegedly primary every Senate Republican except for Sen. Ted Cruz (R-TX).",
  "He went down without a fight.”\n\nBannon added, “They will start to fall like dominoes.”",
  "McCain and Collins rejected a revised Obamacare repeal attempt sponsored by Sens.",
  "They’re out of ideas, guts and out of money,” Bannon told the Financial Times.",
  "“Flake was polling like crazy and the numbers were coming back terrible.",
  "Speaker Ryan failed to garner enough votes for the original AHCA.",
  "The revised AHCA ultimately passed through the House.",
  "“The establishment Republicans are in full collapse.",
  "Everybody in this city knows it,” Bannon added.",
  "Lindsey Graham and Bill Cassidy (R-LA).",
  "Flake shows you one important thing.",
  "It’s an open secret on Capitol Hill.",
  "The money is getting turned off.",
  "They’re not even fighting back.",
  "Sens."
]