[
  "These outsiders share strong opposition to increasing the nation's debt even if it means an economy-rattling default and unsparing criticism of congressional Republicans, especially McConnell, for failing to dismantle the Obama-era health care law, an unfulfilled seven-year-old promise.",
  "\"The main thing that binds them together is a rejection of the Republican Party establishment, a rejection of the political elites, the financial elites and the media elites,\" said Andy Surabian, a former Bannon aide and senior adviser to the pro-Trump PAC Great America Alliance.",
  "In West Virginia, the grassroots conservative group Tea Party Express endorsed Patrick Morrissey, also a Great America Alliance choice, over establishment favorite Rep. Evan Jenkins in a competitive race to unseat Democratic Sen. Joe Manchin.",
  "Still out there are viral videos of him famously telling a television reporter during an on-camera interview at the U.S. Capitol after a question he didn't like: \"You ever do that to me again, I'll throw you off this (expletive) balcony.\"",
  "In Arizona, former state Sen. Kelli Ward, who is challenging Trump antagonist Sen. Jeff Flake, remains known for entertaining the debunked theory that jet aircraft are used to intentionally affect the weather or poison people.",
  "The emerging Bannon class of rabble-rousers share limited ideological ties but have a common intent to upend Washington and knock out Senate Majority Leader Mitch McConnell, R-Kentucky., standard-bearer of the establishment.",
  "Consider Mississippi, where state Sen. Chris McDaniel lost to veteran Sen. Thad Cochran in 2014, but is weighing a bid next year against Roger Wicker, the state's other senator in the national legislature.",
  "Moore was removed from office for refusing to remove a Ten Commandments monument from Alabama's judicial building and then suspended for insisting probate judges refuse same-sex couples marriage licenses.",
  "It's a crop of candidates that unnerves a GOP that lost seats — and a shot at the Senate majority — in 2010 and 2012 with political novices and controversial nominees and fears a stinging repeat in 2018.",
  "Senate Republicans had been upbeat about adding to their 52-48 majority, especially with Democrats defending more seats in 2018, including 10 in states Trump won in last year's presidential election.",
  "He faces Democrat Doug Jones in a December election where polls show a single-digit lead for the Republican, a remarkable development in Attorney General Jeff Sessions' heavily GOP state.",
  "In Wyoming, Erik Prince, founder of security contractor Blackwater, is considering a Republican primary challenge to Sen. John Barrasso, a senior member of the Senate GOP leadership team.",
  "But John McCain used it to marginalize her in his winning GOP Senate primary against her, and McConnell reprised it in August in a web ad which referred to her as \"chemtrail Kelli.\"",
  "They include a convicted felon, a perennial candidate linked to an environmental conspiracy theory, and a Southern lawmaker known for provocative ethnic and racial comments.",
  "Former New York Rep. Michael Grimm, who spent eight months in prison for federal tax evasion, is challenging two-term Rep. Dan Donovan — with the encouragement of Bannon.",
  "McDaniel misdefined \"mamacita,\" the Spanish word for mommy as \"hot mama,\" and said he would withhold his tax payments if the government paid reparations for slavery.",
  "\"They will do anything, they will say anything, to just maintain a hold on power,\" McDaniel said in an Associated Press interview about McConnell and his allies.",
  "But the Bannon challenge could cost them, leaving incumbents on the losing end in primaries or GOP candidates roughed up for the general election.",
  "We have followership,\" Moore said Friday at the Values Voter Summit where he argued for scrapping the health care law with no replacement.",
  "President Trump's former chief strategist Steve Bannon has declared war on the Republican establishment, and now he's amassing his troops.",
  "In 2015, she gave conflicting answers about her beliefs after holding a public hearing she said was to answer constituents' questions.",
  "House Speaker Paul Ryan, R-Wis., is sticking with the incumbent: \"I support Dan Donovan, plain and simple,\" Ryan said this week.",
  "Bannon helped elevate twice-suspended Judge Roy Moore, who won an Alabama runoff over McConnell's pick, Sen. Luther Strange.",
  "Bannon is promoting challengers to GOP incumbents and the party's preferred candidates in next year's midterm elections.",
  "Bannon has given at least one Senate incumbent — Texas Sen. Ted Cruz — a pass, but others are in his cross-hairs.",
  "He argued in court that his 2014 loss was due in part to African Americans fraudulently voting in the primary.",
  "He also was forced to denounce a supporter who photographed and posted an image of Cochran's bed-ridden wife.",
  "Tarkanian, son of famed basketball coach Jerry Tarkanian, is zero-for-five in state and federal elections.",
  "In Nevada, Bannon is encouraging Republican Danny Tarkanian in his challenge to GOP Sen. Dean Heller.",
  "It's an insurgency that could imperil Republican majorities in the House and Senate.",
  "We're coming after all of them,\" Bannon said during a Fox News interview Wednesday.",
  "Bannon has urged Prince, brother of Education Secretary Betsy DeVos, to run.",
  "In announcing his candidacy, Grimm was apologetic for his conviction.",
  "He's already envisioning the theme of a challenge against Wicker.",
  "\"On one side, a liberty-minded, constitutional conservative.",
  "But he stopped short of suggesting Bannon stand down.",
  "On the other side, Wicker and McConnell,\" he said.",
  "He's back again and speaking in Bannon terms.",
  "\"It's a free country,\" he said.",
  "\"We don't have leadership.",
  "\"And we're going to win.\"",
  "\"Nobody's safe."
]