[
  "Which raises another issue: the activities described in the October 2009 cable very closely align with what a US military intelligence source, a US special forces source and a former Blackwater executive told The Nation in November 2009, namely that JSOC was running an operation in Pakistan where \"members of an elite division of Blackwater are at the center of a secret program in which they plan targeted assassinations of suspected Taliban and Al Qaeda operatives, 'snatch and grabs' of high-value targets and other sensitive action inside and outside Pakistan.… The Blackwater operatives also assist in gathering intelligence and help direct a secret US military drone bombing campaign that runs parallel to the well-documented CIA predator strikes.\"",
  "Jeremy Scahill, a Puffin Foundation Writing Fellow at The Nation Institute.Despite sustained denials by US officials spanning more than a year, U.S.military Special Operations Forces have been conducting offensive operations inside Pakistan, helping direct US drone strikes and conducting joint operations with Pakistani forces against Al Qaeda and Taliban forces in north and south Waziristan and elsewhere in the Federally Administered Tribal Areas, according to secret cables released as part of the Wikileaks document dump.",
  "According to the cable, \"US special operation elements have been in Pakistan for more than a year, but were largely limited to a training role,\" adding that the Pakistani units that received training from US special operations forces \"appear to have recognized the potential benefits of bringing US SOF personnel into the field with them.\"",
  "He said that Blackwater is also working for the Pakistani government on a subcontract with an Islamabad-based security firm that puts US Blackwater operatives on the ground with Pakistani forces in counter-terrorism operations, including house raids and border interdictions, in the North-West Frontier Province and elsewhere in Pakistan.",
  "Among the participants were representatives of the Special Operations Command, the chairman of the Joint Chiefs' Pakistan-Afghanistan Coordination Cell, the Office of Defense representative-Pakistan and a Pakistan delegation led by Brigadier General Muhammad Azam Agha, Pakistan's director of military training.",
  "From the Nation article, The Secret US War in Pakistan, in November 2009:\n\n\n\n\n\nA former senior executive at Blackwater confirmed the military intelligence source's claim that the company is working in Pakistan for the CIA and JSOC, the premier counterterrorism and covert operations force within the military.",
  "[…] Blackwater operatives also integrate with Kestral's forces in sensitive counterterrorism operations in the North-West Frontier Province, where they work in conjunction with the Pakistani Interior Ministry's paramilitary force, known as the Frontier Corps (alternately referred to as \"frontier scouts\").",
  "In January 2010, on a visit to Pakistan, Defense Secretary Robert Gates, appeared to contradict that line, telling a Pakistani TV station, \"They [Blackwater and another private security firm, DynCorp] are operating as individual companies here in Pakistan,\" according to a DoD transcript of the interview.",
  "It also notes the potential consequences of the activities leaking: \"These deployments are highly politically sensitive because of widely-held concerns among the public about Pakistani sovereignty and opposition to allowing foreign military forces to operate in any fashion on Pakistani soil.",
  "Bilour told Pakistan's Express News TV that Blackwater's activities were taking place with the \"consent and permission\" of the Pakistani government, saying he had discussed the issue with officials at the US Consulate in Peshawar, who told him that Blackwater was training Pakistani forces.",
  "Blackwater \"is providing the actual guidance on how to do [counterterrorism operations] and Kestral's folks are carrying a lot of them out, but they're having the guidance and the overwatch from some BW guys that will actually go out with the teams when they're executing the job,\" he said.",
  "A US special operations source told The Nation that the US forces described in the cable as \"SOC(FWD)-PAK\" were \"forward operating troops\" from the Joint Special Operations Command (JSOC), the most elite force within the US military made up of Navy SEALs, Delta Force and Army Rangers.",
  "What is clear is that there is great reason to believe that the October 2009 cable from Ambassador Anne Patterson describing US special operations forces activities in Pakistan represents only a tiny glimpse into one of the darkest corners of current US policy in Pakistan.",
  "A special operations veteran and a former CIA operative with direct experience in Pakistan have told The Nation that JSOC has long engaged in combat in Pakistan-which raises a question: How in-the-loop is the US embassy about the activities of JSOC in Pakistan?",
  "He said he was taken aback that the cable was not classified higher than \"SECRET\" given that it confirms the active involvement of US soldiers from the highly-secretive, elite Joint Special Operations Command engaging in combat-not just training-in Pakistan.",
  "More than a month after the October 2009 cable from the US embassy in Pakistan confirming JSOC combat missions, Morrell told reporters: \"We have basically, I think, a few dozen forces on the ground in Pakistan who are involved in a train-the-trainer mission.",
  "\"So, the things that you're seeing in the news about how this Pakistani military group came in and raided this house or did this or did that-in some of those cases, you're going to have Western folks that are right there at the house, if not in the house.\"",
  "In one operation in September 2009, four US special operations forces personnel \"embedded with the [Pakistani] Frontier Corps (FC)…in the FATA,\" where the Americans are described as providing \"ISR\": intelligence, surveillance and reconnaissance.",
  "As the Wall Street Journal reported, \"Defense officials tried to clarify the comment…telling reporters that Mr. Gates had been speaking about contractor oversight more generally and that the Pentagon didn't employ [Blackwater] in Pakistan.\"",
  "To the embassy staff, this was documented in the cable as a \"sea change\" in Pakistan's military leaders' thinking, saying they had previously been \"adamantly opposed [to] letting us embed\" US special ops forces with Pakistani forces.",
  "According to notes from the meeting, they discussed US military operations in Pakistan aiming to \"enhance both US and Pakistan Army COIN [counterinsurgency] capabilities\" and \"potential US COIN Center/Pakistan Army interactions.\"",
  "According to an October 9, 2009 cable classified by Anne Patterson, the US ambassador to Pakistan, the operations were \"almost certainly [conducted] with the personal consent of [Pakistan's] Chief of Army Staff General Kayani.\"",
  "In another operation cited in the cables, the US teams, led by JSOC, were described as providing support to the Pakistani Army's 11th Corp and included \"a live downlink of unmanned aerial vehicle (UAV) full motion video.\"",
  "In 2006, the US military and Pakistan struck a deal that authorized JSOC to enter Pakistan to hunt Osama bin Laden and other Al Qaeda leaders with the understanding that Pakistan would deny it had given permission.",
  "This arrangement, the former executive said, allows the Pakistani government to utilize former US Special Operations forces who now work for Blackwater while denying an official US military presence in the country.",
  "[…] According to the executive, Blackwater works on a subcontract for Kestral Logistics, a powerful Pakistani firm, which specializes in military logistical support, private security and intelligence consulting.",
  "Just because Ambassador Anne Patterson approves a cable saying that US special ops forces have only done two operations with Pakistani forces and plays this up as a major-league development doesn't make it true.",
  "The arrangement, which involved a web of subcontractors, allowed the Pakistani Frontier Corps-the force cited in the cable-to work with JSOC operators while simultaneously denying that Americans were involved.",
  "In response to the Nation story, Pentagon spokesperson Geoff Morrell called it \"conspiratorial\" and explicitly denied that US special operations forces were doing anything other than \"training\" in Pakistan.",
  "While the US government will not confirm US drone strikes inside the country and Pakistani officials regularly deride the strikes, the issue of the drones was discussed in another cable from August 2008.",
  "They are-they have been for months, if not years now, training Pakistani forces so that they can in turn train other Pakistani military on how to-on certain skills and operational techniques.",
  "Such statements might help explain why Ambassador Richard Holbrooke lied to the world when he said bluntly in July 2010: \"People think that the US has troops in Pakistan, well, we don't.\"",
  "John Kirby, the spokesperson for Adm. Michael Mullen, Chair of the Joint Chiefs of Staff, told, \"We do not discuss current operations one way or the other, regardless of their nature.\"",
  "Even after the October 2009 cable and multiple JSOC operations in Pakistan, US and Pakistani officials continued to hold official meetings to discuss \"potential\" joint operations.",
  "Should these developments and/or related matters receive any coverage in the Pakistani or US media, the Pakistani military will likely stop making requests for such assistance.\"",
  "In June, the company won a $100 million global contract with the CIA and continues to operate in Afghanistan, where it protects senior US officials and trains Afghan forces.",
  "The support from the US forces, according to the cable, \"was highly successful, enabling the FC to execute a precise and effective artillery strike on an enemy location.\"",
  "The next day, Pakistan's senior minister for the North-West Frontier Province (NWFP), Bashir Bilour, said that Blackwater was operating in Pakistan's frontier areas.",
  "The cables also confirm aspects of a Nation story from November 2009, The Secret US War in Pakistan, which detailed offensive combat operations by JSOC in Pakistan.",
  "In January 2010 in Washington DC, US and Pakistani military officials gathered under the umbrella of the \"US-Pakistan Land Forces Military Consultative Committee.\"",
  "A month later, according to the cable, the Pakistan Army again \"approved deployment of US special operation elements to support Pakistani military operations.\"",
  "When the issue of US drone strikes came up, according to the cable, Gillani said, \"I don't care if they do it as long as they get the right people.",
  "In 2006, twelve \"tactical action operatives\" from Blackwater were recruited for a secret JSOC raid inside Pakistan, targeting an Al Qaeda facility.",
  "He said that when Blackwater personnel are out with the Pakistani teams, sometimes its men engage in operations against suspected terrorists.",
  "A defense official, on background, specifically denied that Blackwater performs work on drone strikes or intelligence for JSOC in Pakistan.",
  "\"Patient relationship-building with the military is the key factor that has brought us to this point,\" according to the October 2009 cable.",
  "Earlier this year, Blackwater's owner, Erik Prince, put the company up for sale and moved to the Abu Dhabi in the United Arab Emirates.",
  "\"You've got BW guys that are assisting...and they're all going to want to go on the jobs-so they're going to go with them,\" he said.",
  "Pentagon spokespeople have repeatedly insisted that the US military's activities in Pakistan are restricted to training operations.",
  "The Blackwater personnel are technically advisers, but the former executive said that the line often gets blurred in the field.",
  "The ability of US special operations forces to operate in Pakistan is clearly viewed as a major development by the US embassy.",
  "JSOC has struck multiple times inside Pakistan over the years, regardless of what Ambassador Patterson's cables may say.",
  "The military intelligence source confirmed Blackwater works with the Frontier Corps, saying, \"There's no real oversight.",
  "A US special operations veteran who worked on Pakistan issues in 2009 reviewed the Wikileaks cables for The Nation.",
  "The US embassy and Pakistan's interior Minister Rehman Malik both denied Blackwater was operating in Pakistan.",
  "As Gates's comments began to make huge news in Pakistan, US defense officials tried to retract his statement.",
  "He also confirmed that Blackwater has a facility in Karachi and has personnel deployed elsewhere in Pakistan.",
  "That cable describes a meeting between Ambassador Patterson and Pakistani Prime Minister Yousaf Raza Gillani.",
  "Whether the drones were used for surveillance or as part of a joint offensive is unclear from the documents.",
  "\"That gives the Pakistani government the cover to say, 'Hey, no, we don't have any Westerners doing this.",
  "Since the Nation story originally ran, Blackwater has continued to work under the Obama administration.",
  "Blackwater, he said, is paid by the Pakistani government through Kestral for consulting services.",
  "JSOC has conducted operations across the globe without the direct knowledge of the US ambassador.",
  "While Kestral's main offices are in Pakistan, it also has branches in several other countries.",
  "Whether Blackwater or former Blackwater operatives continue to work in Pakistan is not known.",
  "The operations were coordinated with the US Office of the Defense Representative in Pakistan.",
  "But it gets them the expertise that Westerners provide for [counterterrorism]-related work.\"",
  "And that's the extent of our-our, you know, military boots on the ground in Pakistan.\"",
  "Captain Kirby told The Nation if it published the story it would \"be on thin ice.\"",
  "It is staffed with former high-ranking Pakistani army and government officials.",
  "The opinions expressed in this commentary are solely those of the author.",
  "\"You can see how that can lead to other things in the border areas.\"",
  "According to the October 2009 cable, Morrell's statement was false.",
  "By Jeremy Scahill\n\nReprinted with permission from The Nation",
  "JSOC operations are compartmentalized and highly classified.",
  "We'll protest in the National Assembly and then ignore it.\"",
  "The former executive spoke on condition of anonymity.",
  "The operation was code-named \"Vibrant Fury.\"",
  "It's all local and our people are doing it.'",
  "It's not really on people's radar screen.\"",
  "These are Special Operations Forces.",
  "We've been very candid about this.",
  "And offensive combat at that.",
  "In November 2009, Capt."
]