[
  "ET]\n\n\n\nPLAY-BY-PLAY\n\nSessions orders review of police reform agreements - WaPo\n\n\n\nTrump signs rollback of online privacy rules - Reuters\n\nDems put emphasis on vets, small business owners, first-time candidates and moms in 2018 recruitment- Politico\n\nQ Poll: Trump approval drops below Obama’s all-time low - Quinnipiac University\n\nMatt Taibbi on ‘Putin derangement syndrome’ - Rolling Stone\n\nDan Balz looks at how the Trump transition foreshadowed the Trump presidency - WaPo\n\nBids for Trump border wall due today - AP\n\nAUDIBLE: NO PLACE LIKE IT\n\n“Which is that we’re here to help people, and if we’re not helping people, we should go the f--k home.” – Kirsten Gillibrand, D-N.Y., in an interview with New York Magazine regarding her world view which she claims is similar to Sen. Susan Collins, R-Maine.",
  "The meeting took place around Jan. 11…Though Prince had no formal role with the Trump campaign or transition team, he presented himself as an unofficial envoy for Trump to high-ranking Emiratis involved in setting up his meeting with the Putin confidant, according to the officials, who did not identify the Russian.”\n\nWhite House leak of Kushner Iraq trip worries security experts - AP: “The Trump administration’s failure to keep senior adviser Jared Kushner’s trip to Iraq secret isn’t standard practice for top U.S. officials visiting warzones…A senior administration official told reporters Sunday evening that Kushner - President Donald Trump’s son-in-law - was in Iraq, even though he was still en route…Gen.",
  "Now that Cohen-Watnick is part of the controversy over the alleged unmasking of Trump transition officials who were caught up in incidental collection by American spy agencies, the White House is even more determined to keep him in place, officials said.”\n\nBlackwater founder, DeVos brother set up Trump-Russia backchannel - WaPo: “The United Arab Emirates arranged a secret meeting in January between Blackwater founder Erik Prince and a Russian close to President Vladi­mir Putin as part of an apparent effort to establish a back-channel line of communication between Moscow and President-elect Donald Trump, according to U.S., European and Arab officials.",
  "**\n\nOn the roster: The revenge of TrumpCare - Rice says unmasking of Trump team wasn’t political - Air war heats up in race for Price’s House seat - Nuclear clock ticking down in Senate - Gorditas will weigh you down\n\nTHE REVENGE OF TRUMPCARE\n\nWhen President Trump warned House Republicans two weeks ago that they would either pass TrumpCare right away or say goodbye to their chance to replace ObamaCare, many thought it would increase chances of passing the bill.",
  "A veterinarian says the horse suffered minor cuts to its legs.”\n\nAND NOW, A WORD FROM CHARLES…\n\n“The story [Monday] about Susan Rice is, if she did allow herself to go in and then to unmask all these people, the question is this: was it in pursuit of national security interests, in which case it's proper, or was it not?”– Charles Krauthammer on “Special Report with Bret Baier.”\n\nChris Stirewalt is the politics editor for Fox News.",
  "And almost all of them have vowed to fight President Trump in this left-leaning progressive district, where only 9% of voters are registered as Republican.”\n\nNUCLEAR CLOCK TICKING DOWN IN SENATE\n\nFox News: “The Senate began closing debates Tuesday on President Trump's Supreme Court nominee Judge Neil Gorsuch, in a standoff that could end with Republicans changing voting procedures to confirm Gorsuch over Democrats’ objections.",
  "- WashEx: “FISA only authorizes electronic surveillance of non-U.S. people, but it can pick up communications in which a U.S. citizen is one of the parties in the conversation…[W]hen the phone call or other communication is eventually transcribed into an intelligence product, the name of the U.S. citizen is not supposed to be identified in the document, to stay consistent with FISA.",
  "THE RULEBOOK: NARROW MINDED\n\n“Such an infatuated policy, such a desperate expedient, might, by the multiplication of petty offices, answer the views of men who possess not qualifications to extend their influence beyond the narrow circles of personal intrigue, but it could never promote the greatness or happiness of the people of America.” – Alexander Hamilton, Federalist No.",
  "Conservative House members tell Halftime Report that they still have considerable uneasiness about how a final deal might be structured, but are enthusiastic about what they see as a new willingness on the part of the administration and House leadership to make deeper cuts to ObamaCare subsidies and the law’s requirements for insurance companies’ coverage.",
  "This is known as the ‘nuclear option.’ McConnell has vowed to have the 49-year-old Gorsuch confirmed by Friday but says he continues to hope Democrats drop their filibuster attempt.”\n\n[Watch Fox: Senate Majority Leader Mitch McConnell joins guest host Dana Perino on “The First Hundred Days with Martha MacCallum tonight at 7 p.m.",
  "Growers couldn’t understand why until centuries later when, in 1836, Belgian horticulturist Charles Morren reported that vanilla’s natural pollinator was the Melipona bee, an insect that didn’t live in Europe…Five years later, on the island of Réunion, a 39-mile long volcanic hotspot in the Indian Ocean, everything changed.",
  "McMaster is continuing to fill out his national security staff with conservative foreign policy experts from the establishment think-tank world …McMaster wanted to get rid of Flynn’s senior director for intelligence programs, Ezra Cohen-Watnick, but top White House officials reportedly intervened on his behalf.",
  "We can’t know whether Trump has come to accept Ryan’s logic that TrumpCare must be passed before tax reform hits the floor because of the interconnectedness of the two issues and the rules of budget reconciliation, the only means for Republicans to push through their plan on a simple majority in the Senate.",
  "Weeks of pressure from Trump against the members of the conservative House Freedom Caucus combined with warnings from good-cop Speaker Paul Ryan that the president was ready to work with Democrats on the rest of his agenda seemed to have worked at getting the right wingers in a mood to deal.",
  "Joseph Dunford, the Joint Chiefs of Staff chairman, also was on board.”\n\nAIR WAR HEATS UP IN RACE FOR PRICE’S HOUSE SEAT\n\nHouse Republicans have hit the airwaves in the increasingly heated battle for the suburban Atlanta seat vacated by now-Health and Human Services Secretary Tom Price.",
  "FROM THE BLEACHERS\n\n“I'm confused by this in today's column: “... a change in Senate rules that would allow a Supreme Court nomination with just a simple majority rather than the current 60 votes.” First, hasn't Gorsuch already been nominated, and the next step is for confirmation?",
  "This is known as masking…However, there are times when the intelligence agency needs to know the name of the person in the communication… Removing the alias is known as ‘unmasking.’”\n\nMcMaster purging NSC of Flynn hires - WaPo’s Josh Rogin writes: “National security adviser H.R.",
  "Remember John Kerry’s famous “I actually voted for the $87 billion before I voted against it.” As for the presence of Mr. Smith, however, I doubt that the character and quality of the individuals serving in the Senate today likely differs very much from those 40 years ago.",
  "This may also be something of an acknowledgement from Trump that without any significant Democratic support and a White House consumed with things other than his agenda, the president simply can’t try to override Ryan & Co. and try to jam through other agenda items.",
  "It’s Election Day: primary today for House seat vacated by Becerra - LA Times: “It’s election day for much of Los Angeles, as voters in the central and northeast part of the city head to the polls for a special election to help choose their next member of Congress.",
  "Now filibustering Senators don't even have to remain in the well throughout the filibuster, the stress of which was intended to test the minority's conviction, and then only when a truly urgent issue was at stake.” – Dennis Gallion, Barnesville, Ga.\n\n\n\n[Ed.",
  "The spot, which bolters a multi-million-dollar effort from the House leadership’s PAC, describes the centrist-sounding Ossoff as an ally of liberal Democrats and House Minority Leader Nancy Pelosi and tells voters to defend the GOP House majority.",
  "The situation has Senate Majority Leader Mitch McConnell ready to make a unilateral, procedural change so that Gorsuch can be pushed to confirmation with a simple majority of 51 votes, not the 60 votes currently needed in the 100-member chamber.",
  "That’s all great when it comes to the three dozen or so most conservative members of the House, but it does nothing for the moderate members who were already anxious about the existing cuts in the bill and its already-low popularity with voters.",
  "RICE SAYS UNMASKING OF TRUMP TEAM WASN’T POLITICAL\n\nAP: “A top Obama national security adviser says it's ‘absolutely false’ that the previous administration used intelligence about President Donald Trump's associates for political purposes.",
  "Fundamental changes to things like the rules requiring health insurers to cover customers with pre-existing conditions are not likely to be received warmly by anxious suburban Republicans who are already worried about a difficult 2018.",
  "In 1841, an enslaved boy on the island named Edmond Albius\n\ndeveloped the painstaking yet effective hand-pollination method for vanilla that is still in use today…This proliferation helped whet the world’s appetite for vanilla.",
  "Special elections in Georgia, Montana and California are heightening awareness of next year’s vote and increasing anxieties among Republicans who have continued to watch the president’s approval ratings drop.",
  "Many failed politicians from America’s past probably have done things we all might find objectionable, but when voters provide a more direct remedy than hearings or investigations we can save time and money.",
  "The race for the 34th Congressional District, a seat vacated by Xavier Becerra when he became California’s attorney general, has been a four-month sprint that attracted a whopping two dozen candidates.",
  "Recent polls from both Democratic and GOP groups show Ossoff leading the pack of candidates from both parties, but still short of the 50 percent threshold he would need to avoid a runoff election.",
  "Now, the White House says the president didn’t mean it when he made his now-or-never vow and instead is going to keep the rest of his agenda on hold until the health-insurance overhaul is done.",
  "Whatever the cause, though, we will all be poorer for the degradation of the Senate into a smaller, less-powerful version of the House, but one that is less accountable to voters.]",
  "GORDITAS WILL WEIGH YOU DOWN\n\nAP: “Authorities say a horse returning from a run to Taco Bell escaped serious injury after falling into a 5-foot-deep hole in Southern California.",
  "If the president has reached that conclusion, we are in for months of wrangling over a controversial and currently unpopular policy provision even Trump gets to his goodies.",
  "That would be an admirable commitment to process and protocol for the new chief executive who has already expressed considerable frustration with how Washington works.",
  "And as it turns out, many Republicans were only too pleased to have the issue lifted from their shoulders and allow the newly popular ObamaCare to stay in place.",
  "Fire officials say the saddled horse and its rider had just left a Taco Bell near downtown Riverside on Saturday when the cover on a utility vault collapsed.",
  "The spice quickly found its way into cakes and ice cream, perfumes and medicines, and was valued for its intoxicating flavor and aroma.”\n\nFlag on the play?",
  "9\n\n\n\nTIME OUT: NOT SO VANILLA\n\nSmithsonian: “Vanilla was cultivated in botanical gardens in France and England, but never offered up its glorious seeds.",
  "Susan Rice says it was sometimes necessary for her to request the identity of Americans whose communications were swept up in intelligence reports.",
  "Now, these members can be encouraged by whatever legislation the Senate would return – if it does – would be more moderate than the House version.",
  "Yes, final confirmation requires just a simple majority but, that can’t happen – at least until Friday – without the 60-vote threshold being met.",
  "That might please conservatives, but it would hardly gratify a White House that seems focused on racking up some wins after a bumpy opening act.",
  "The change, I would argue, has more to do with a shift in the political alignment, and thereby the political incentives, for the larger system.",
  "This poses an unhappy question for the GOP: If TrumpCare failing made the rest of his agenda harder to pass, what happens if it fails twice?",
  "Freedom Caucus members seem more amenable to a bill that leaves more key components of ObamaCare in place if they’re reduced in stature.",
  "Democrats technically have enough votes in the GOP-controlled chamber to block the appellate judge’s confirmation through a filibuster.",
  "According to a U.S. official, Trump national security aides discovered that Rice requested the identities of Trump campaign advisers.",
  "Rice also denied that she leaked information to the press, saying ‘I leaked nothing to nobody.’”\n\nWhat exactly is ‘unmasking’ anyway?",
  "Assuming no one gets more than half of the vote, the top Republican and Democrat from the April 18 vote head to a June 20 runoff.",
  "But, the deal being discussed would still rely on House members taking the first step and casting potentially dangerous votes.",
  "Can you imagine the sales of Pepto-Bismol on Capitol Hill if lawmakers were staring down a September vote on the health law?",
  "Share your color commentary: Email us at\n\nHALFTIMEREPORT@FOXNEWS.COM and please make sure to include your name and hometown.",
  "Battalion Chief Jeff DeLaurie says a crane was initially requested to haul the horse from the vault but it wasn't needed.",
  "Campaign attacks long ago abandoned any distinction between procedural votes on debates and votes on final passage.",
  "The top Republican contender is former Georgia Secretary of State Karen Handel, trailed a pack of other hopefuls.",
  "Rice, in an interview on MSNBC, would not say whether she had viewed intelligence involving Trump and his aides.",
  "We should have said “confirmation,” not “nomination.” But I trust you understand what I mean about the 60 votes.",
  "The National Republican Congressional Committee ad, released today, targets Democratic frontrunner Jon Ossoff.",
  "But for now, the NRCC is focused on holding Ossoff under the runoff threshold and softening him up for June.",
  "Second, confirmation does not require 60 votes; Thomas and Alioto were confirmed with a simple majority, no?",
  "But that doesn’t mean that they are not looking at such things and I would not be surprised if they were.]",
  "Either way, the return of TrumpCare is not the kind of nostalgia trip many in Congress were looking for.",
  "The 60 vote threshold is only to overcome the filibuster, to allow a vote to go to the floor?",
  "But here we are talking about starting over, not patching the original version of TrumpCare.",
  "Finally, I suspect the filibuster rules in the 70's make it different than what we think.",
  "Whatever Republicans do on health insurance is likely to be unpopular to begin with.",
  "- Email us at HALFTIMEREPORT@FOXNEWS.COM with\n\nyour tips, comments or questions.",
  "If they’re willing to make a deal and moderates remain at the table, who knows?",
  "The animal managed to position itself so crews could pull it out using ropes.",
  "She says the requests were only be made for national security purposes.",
  "Instead, the intelligence agencies use a simple alias, such as ‘U.S.",
  "“Why are the current hearings on Russia only focusing on Team Trump?",
  "Sally Persons and Brianna McClelland contributed to this report.",
  "But the problem is that every day brings us closer to Midterms.",
  "More than half are immigrants or the children of immigrants.",
  "What's up with that?” – Jerry Gotlieb, Aurora, Colo.\n\n\n\n[Ed.",
  "note: I suppose the simplest answer is that, well… she lost.",
  "**Want FOX News Halftime Report in your inbox every day?",
  "Anytime you mess with that subject, voters get nervous.",
  "Want FOX News Halftime Report in your inbox every day?",
  "Why hasn't the scope expanded to include Team Hilary?",
  "None of that means that a new deal can’t be crafted.",
  "person number 1,’ rather his or her proper name.",
  "The Clinton cash machine has ties to Russia.",
  "note: Well, Mr. Gallion, you have me there.",
  "The Podesta brothers have ties to Russia.",
  "She said that information is classified.",
  "Mr. Smith is not in the Senate anymore.",
  "The party has held the seat since 1979.",
  "I agree with you in one sense, though.",
  "More than a third are millennials.",
  "Possibly even Valarie Jarrett.",
  "Half of them are women.",
  "Sign up here.",
  "Sign up here.",
  "It did not."
]