[
  "In a 2-1 decision, the court sided with defense attorneys who argued the 30-year minimum attached to crimes committed with a machine gun should not apply to the other three contractors because they were in a war zone and the U.S. government required them to carry the weapons.",
  "The court found that the 30-years sentences were “grossly disproportionate to their culpability for using government-issued weapons in a war zone.”\n\nIt is unclear whether the Department of Justice will continue to pursue murder charges against Slatten.",
  "Follow Anders on Twitter\n\nSend Tips: anders@dailycallernewsfoundation.org\n\nContent created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "A federal court of appeals ordered three former Blackwater Worldwide security contractors to be re-sentenced Friday and threw out a murder conviction for a fourth, the New York Times reported.",
  "Paul A. Slough, Dustin L. Heard, and Evan S. Liberty, were convicted of manslaughter with a machine gun, which carries a 30-year mandatory minimum sentence, NYT reported.",
  "In a 2007 incident, 14 Iraqis were killed in Baghdad’s Nisour Square by Blackwater security employees protecting a four-truck convoy of State Department diplomats.",
  "The incident brought anger at U.S. involvement in the Middle East to a head, and many objected to the use of private military contracting in the war zone.",
  "Content created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "The four blackwater contractors who opened fire with machine guns and grenade launchers were charged and convicted in 2014, Reuters reported.",
  "It was a Blackwater operator who tackled a Middle Eastern man who threw a pair of shoes at President Bush duing his administration.",
  "The organization couldn’t survive the public fallout following the 2007 incident, and founder Erik Prince later sold the company.",
  "However, both Presidents George Bush and Barack Obama used Blackwater security teams during trips to the region.",
  "He was convicted of murder and given a life sentence in October 2014, a decision thrown out by Friday’s ruling.",
  "The fourth contractor, Nicholas A. Slatten, was a sniper who reportedly fired the first shots in the incident.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "Blackwater claimed the convoy was ambushed and the contractors engaged in a firefight.",
  "He is to be retried."
]