[
  "poster=\"http://v.politico.com/images/1155968404/201608/1885/1155968404_5071009389001_5069670831001-vs.jpg?pubId=1155968404\" true\n\nL. Paul Bremer III, head of the Coalition Provisional Authority governing Iraq at the time, also remembers that period of early summer as critical; Khan was killed at the height of uncertainty about Iraq’s future, only three weeks before the handover of sovereignty that Bremer orchestrated but which was so physically dangerous that the Americans bolted two days before the official ceremony so they could fool the enemy and avoid a terrorist attack.",
  "The sum total of all those wrenching memorial services—those casualties during his year commanding the 1st ID around Baqubah (where Khan was killed)—had a lot to do with the shocking decision he made a year later: Batiste rejected an offer of three stars and one of the premier commands in the U.S. military at the time: V Corps, which was being rotated back into Iraq.",
  "The lack of foresight at the U.S. government level, I think our soldiers paid for that.”\n\nAt the moment of Khan’s death at Forward Operating Base Warhorse, malign forces were just starting to gather all at once—like the first heavy wisps of a hurricane wind—in the town of Baqubah and the province as a whole, which lies just east of Baghdad and borders Iran.",
  "“Among all the Iraqis there—whether Sunni, Shia, the imams, or tribal sheiks—the fact that he had been a fellow Muslim caused a real stir.”\n\nImage Gallery: Captain Khan’s Soldiers Fight On (Click to open)\n\nAnd perhaps the saddest thing of all is that the First ID, at that stage, was so close to imbuing Khan’s death with some real meaning, Pittard insists.",
  "By the fall of 2004, they were doing so well in quelling the Sunni insurgency and winning over Sunni moderates, says Pittard, that the general in overall command of U.S. forces in Iraq, Gen. George Casey, made a fatal mistake later in the year, and decided to move resources elsewhere: “But it was too early to move that much combat power away from Diyala.",
  "“But I do remember that one.”\n\nBatiste was in the receiving line after the ceremony, he recalls, and he choked up because he had come to realize the man they were honoring that day—years before his parents got into a war of words with Donald Trump over the death of their Muslim-American son—was one of the finest soldiers under his command.",
  "Standing next to Batiste—who was the commanding general of the 1st Infantry Division in which Khan served—is his subordinate, Col. Dana Pittard, who commanded Khan’s brigade in Diyala Province, the violent epicenter of the unfolding insurgency and what, a year later, would become a full-blown sectarian civil war.",
  "Khan’s colleagues who served under him spoke.” They spoke, among other things, of Khan’s sacrifice, when the captain ordered his solders to hit the dirt while he moved forward to stop the bomb-laden suicide car that would kill him instantly, with a giant blast heard by “everybody at the base,” as Pittard recalls.",
  "“I loved soldiering.” But he could no longer stay silent, he says, about the decisions being made in Washington—the withholding of soldiers and resources, the state of denial of what was really happening at Donald Rumsfeld’s Defense Department, that was making Iraq so dangerous for soldiers like Khan.",
  "But there’s never been a commander in combat who didn’t say you could use more resources.” Despite that, he insists, the First ID—which unlike other U.S. Army units had been trained in counterinsurgency the previous year in Kosovo—was making major political and military progress in stabilizing Diyala.",
  "Whatever the dispute over the decision to go into Iraq in the first place, the group of dedicated Americans that made up the division was on the verge of some success in making life better and more free and peaceful in Diyala Province, Pittard says.",
  "Says Batiste: “You could hear how well respected he was within his battalion, I remember now also, talking to one of his comrades afterwards, feeling that he was a great soldier.” Pittard agrees: “It was just raw emotion.” Khan was special, he says.",
  "That’s who you send forward.”\n\nM. Scott Mahaskey/Army Times\n\nThe terrible irony, says Pittard, is that Khan died—he was the first casualty in his unit—just as the 3rd Brigade was starting to make real inroads into stabilizing the province.",
  "“I do remember speaking to both those guys about the frustrations of picking up a brigade element of 3,000 to 5,000 troops in contact with the enemy and moving to another location in Iraq 200 to 300 miles away to deal with an emergency.",
  "Bremer—though he earned the ire of Batiste and other commanders for disbanding the Iraqi army as one of his first decisions—agrees with Batiste’s assessment that the troops on the ground were too few and didn’t have enough support.",
  "… We had gone in having had a nine-month rehearsal in Kosovo.”\n\nAs a result, much of what the brigade—of which Khan’s 201st Forward Support Battalion was an integral part—was focused on was winning over local Iraqis, Pittard says.",
  "I couldn’t have been prouder of all those soldiers,” says Batiste, who is today president and CEO of a military and civilian armor-supply company in Buffalo, N.Y. “But we went into Iraq without a coherent strategy.",
  "… It’s the whack-a-mole game.”\n\nM. Scott Mahaskey/ Army Times\n\nPittard, for his part, is less willing to blame the lack of resources for the ultimate failure to secure Diyala—and then Iraq itself.",
  "“I was extremely vocal within my chain of command,” he says, speaking to both his then-superior, Multinational Forces commander Gen. Rick Sanchez, and Centcom commander Gen. George Casey.",
  "During the earlier part of the spring uprising, in April and early May of 2004, I repeatedly said we had serious problems.” But Rumsfeld, both Bremer and Batiste say, would not listen.",
  "“They [the Pentagon] were trying to assert that the Iraqi army and the ICDC [Iraqi police] could take the place of the First Airborne, which I kept saying over and over was fantasy.",
  "It was a microcosm of everything that was going wrong in Iraq.”\n\nTurmoil in Baqubah, Iraq Scenes from Buriz, Iraq filmed June 17, 2004 by Politico photographer M. Scott Mahaskey.",
  "And he was killed in the first 90 days.”\n\nThe car bomb that killed him, adds Pittard, was hardly a total surprise—but it was the first one to hit the Warhorse base.",
  "A combination of bad decision-making at the top of the U.S. occupation, and the rising Sunni-Shia divide in Baghdad and Diyala, doomed those efforts, Pittard says.",
  "The key difference was the shenanigans played by the Shia-led Iraqi provisional government in Baghdad”—to whom Bremer had handed over power the previous June.",
  "Batiste said he sought to communicate his concerns that there were too few U.S. troops on the ground to play anything but whack-a-mole with the enemy.",
  "Mysteriously, the government managed to eliminate from the ballot the odds-on favorite, the Sunni governor of Diyala, enraging the Sunni population.",
  "Khan didn’t have the time to make that decision.”\n\nThe Iraqis working at the base were just as grief-struck as Khan’s Army comrades, says Pittard.",
  "About this time, I sent Rumsfeld a top secret memo, which I sent by personal courier, to suggest we needed two divisions.” He heard nothing back.",
  "When I returned in 2006 and 2007, I got to watch that nightmare.” (Casey, now retired, did not respond immediately to a request for comment.)",
  "“The early indications of Al Qaeda in Iraq were in Baqubah, where [its founding leader Abu Musab al] Zarqawi was later tracked and killed.",
  "There was a lot of Shia support coming from Iran there, and the Shias were exercising power while the Sunnis were feeling disenfranchised.",
  "And just as important as the strategy, we did not have the resourcing or any rehearsing of what to do after the fall of Saddam Hussein.",
  "Indeed, the radical Ansar al-Islam cell that sent in the driver who killed Khan may well have been reacting to that American success.",
  "But by September, based on the number of moderates who had left the insurgency, they really felt we were making too much progress.",
  "That helped to stop the mortar attacks, because our Iraqis would tell their fellow Iraqis: ‘What are you doing, trying to kill us?",
  "On June 7, we got hit by mortar fire in the CPA, and on June 12, the acting [Iraqi] foreign minister was assassinated.",
  "The Americans in command in Baghdad and Washington then compounded things by withdrawing the combat troops, he says.",
  "The barriers that we set up were like those in [the Green Zone in Baghdad] , based on trying to fight car bombs.",
  "There is a photograph of Maj. Gen. John Batiste, eyes brimming with tears after the memorial ceremony for Capt.",
  "Because the Americans were listening in on the terrorists’ conversations on secure communications, he says.",
  "“They were yelling over their communications, ‘We need some help here.’ Even the price on my head went up.",
  "“When he was still a lieutenant, we had nominated him to be aide de camp to the deputy commanding general.",
  "… And when four Blackwater guys were killed on the airport road, I ordered all civilian traffic stopped.",
  "The bounty on my head went up to a million dollars.”\n\nBut in the end, the American efforts were futile.",
  "At one point, he also brought it up with Rumsfeld himself and Deputy Defense Secretary Paul Wolfowitz.",
  "Looking at the picture more than 12 years later, Batiste says the memory of that day came back to him.",
  "| M. Scott Mahaskey/POLITICO\n\nMichael Hirsh was national editor for Politico Magazine from 2014–2016.",
  "So he took out our two brigades and replaced them with [less than] one brigade—just two battalions.",
  "Mahaskey was an embed working with Military Times (Gannett) at the time when he filmed this battle.",
  "“There had been IEDs, but we were also starting to see car bombs,” Bremer recalled in an interview.",
  "That whole period was certainly very unsettled.”\n\nWhy was the situation gettting out of control?",
  "“These ceremonies are very private moments, and this one was extremely emotional,” Batiste says.",
  "“There was more and more evidence that the fault line was going through Baqubah,” says Batiste.",
  "Indeed, the suicide bomber who killed Khan may well have been retaliating for that success.",
  "They would have secured the province.”\n\nBut Humayun Khan, of course, would never know that.",
  "He was hoping he didn’t have to put a .50 caliber shell through the windshield of that car.",
  "“I made it a priority to attend as many of those memorial services as I could,” he says.",
  "He would have been the top general in Iraq in charge of day-to-day combat operations.",
  "Humayun Khan in Baqubah, Iraq, on June 11, 2004, three days following Khan’s death.",
  "It is also, to a very great extent, the story of America’s long experience in Iraq.",
  "That means we felt that he was the outstanding lieutenant in the entire brigade.",
  "The area, not far from Baqubah, Iraq, was within the battle space where Cpt.",
  "“Our predecessor unit might have had 10 to 15 Iraqis working at the base.",
  "“That was last straw for the moderate Sunnis in Diyala,” says Pittard.",
  "The larger issue, says Batiste, was too few resources in Iraq, period.",
  "We had the highest percentage of Sunnis voting in the entire country.",
  "“I don’t think Gen. Casey understood the magnitude of that election.",
  "“The battalion and company commanders spoke, and then some of Capt.",
  "We had already killed or wounded more drivers than I wanted to do.",
  "It was all just starting to come together that June, when Capt.",
  "That driver was not going to be allowed to come onto Warhorse.",
  "Hindsight’s 20-20, but we should have left the two brigades.",
  "Khan’s gravesite in Arlington’s Section 60, August 2, 2016.",
  "But the learning curve for all that was the first 90 days.",
  "Within a few months, from April to early June—when Capt.",
  "“The 1st Infantry Division did a hell of a job in Iraq.",
  "Khan was killed—Iraq began to come apart at the seams.",
  "On the 24th of June three car bombs exploded in Mosul.",
  "“We knew going in center of gravity would be people.",
  "We assured the Sunni moderates that this can work.",
  "When you do that, you create an immediate vacuum.",
  "“We were of course clearly aware of car bombs.",
  "Khan was killed, we employed well over 1,000.",
  "Story Continued Below\n\nThis is Khan’s story.",
  "The insurgency was able to get re-embedded.",
  "Khan was killed in action on June 8, 2004.",
  "“The election of January 2005 was pivotal.",
  "I was actually somewhat insulted by that.",
  "(Used with permission of Military Times).",
  "By the end of 2006, Diyala had blown up.",
  "Instead, Batiste resigned from the Army.",
  "And by the way, we’re now making money.'",
  "He said, ‘It’s OK, they’ll work it out.'",
  "You remember the purple thumbs and all.",
  "But I told him, Sir, there’s a problem.",
  "Moqtada Sadr had radicalized the Shias.",
  "“It was gut-wrenching,” he told me.",
  "They had been going off in Baghdad.",
  "… The insurgency was losing force.",
  "Khan was thinking of at that time.",
  "They were fighting the good fight.",
  "“Zarqawi had started up Al Qaeda.",
  "When we started it was $15,000.",
  "“Sure, we could have used more.",
  "Why does Pittard believe that?",
  "Everyone thought it was fine.",
  "I’m sure that’s what Capt.",
  "By the time Capt.",
  "“Absolutely, yes.",
  "Khan was killed.",
  "We work there.",
  "But Capt.",
  "Capt."
]