[
  "But Congressman Peter Roskam (IL-6) still cast a critical vote for the Republicans’ harmful bill.” Ad here\n\nNATION\n\n— “Spicer: Trump donating first-quarter salary to National Park Service,” by POLITICO’s Aidan Quigley: Story here\n\n— “Senate Democrats poised to filibuster Gorsuch nomination,” by The New York Times’ Matt Flegenheimer: Story here\n\n— “Why Trump, against his instincts, spared Iraq from the travel ban,” by the Wall Street Journal’s Tamer-El-Ghobashy, Peter Nicholas, Felicia Schwartz, and Ben Kesling: Story here\n\n— “Blackwater founder held secret Seychelles meeting to establish Trump-Putin back channel,” by The Washington Post’s Adam Entous, Greg Miller, Kevin Sieff and Karen DeYoung: Story here\n\nWHERE’S RAHM?",
  "— “Sessions orders Justice Department review of all police reform agreements,” by Washington Post’s Sari Horwitz, Mark Berman and Wesley Lowery: “Attorney General Jeff Sessions ordered Justice Department officials to review reform agreements with troubled police forces nationwide, saying it was necessary to ensure these pacts do not work against the Trump administration's goals of promoting officer safety and morale while fighting violent crime … Civil rights advocates fear that Sessions's memo could particularly imperil the status of agreements that have yet to be finalized, such as a pending agreement with the Chicago Police Department.” Story here.",
  "All told, seven Illinois women have been waiting as long as a year for their shares of more than $2.7 million in awards and interest owed under the state’s Line of Duty Compensation Act, which mandates one-time payments and burial reimbursements to the families of fallen first responders.” Story here\n\nAND GROW A CONSCIENCE — “Illinois budget impasse continues to claim more victims,” by Chicagoist: “Despite a stopgap budget that got us through last election season, Illinois has languished without a fully funded budget for some 22 months and could go without one through our next election cycle.",
  "SUBSCRIBE to the Playbook family: POLITICO Playbook: http://politi.co/1phAeAC … New York Playbook: http://politi.co/1ON8bqW ... Florida Playbook: http://politi.co/1JDm23W ... New Jersey Playbook: http://politi.co/1HLKltF ... Massachusetts Playbook: http://politi.co/1Nhtq5v ... Illinois Playbook: http://politi.co/1N7u5sb ... California Playbook: http://politi.co/1N8zdJU and our friends at POLITICO Brussels Playbook: http://politi.co/1FZeLcw ... All our policy and political tipsheets http://politi.co/1M75UbX\n\n\n\nFollow us on Twitter Shia Kapos @shiakapos\n\nFollow Us",
  "… Leading up to the committee vote, the Illinois senator said that during 10 years on an appeals court, Gorsuch had ‘favored corporations, employers and special-interest elites’ over ‘workers, consumers, people with disabilities and victims of discrimination.’ Durbin also said Gorsuch, who sits on the Denver-based U.S. Court of Appeals, had received a “stamp of approval” from conservative groups, singling out the Heritage Foundation and the Federalist Society.” Story here Note: U.S. Sen. Tammy Duckworth (D-Ill.) has also pledged a “no” vote.",
  "The two board leaders of Chicago-based Tronc have been trading jabs through corporate attorneys over the past week in an escalating battle for control of the second-largest newspaper group in the country.” Story here\n\n— “Valerie Jarrett’s not running—except from reporters,” by Crain’s Chicago Business’ Greg Hinz: “With Valerie Jarrett in town today for a speech at a City Club luncheon, I figured it would be a good opportunity find out what Barack Obama's longtime aide and confidante has to say about Donald Trump’s ‘wiretapping’ allegations.",
  "Rauner said they were ‘the perfect trio’ to ‘help turn our state around.’ Now in the third year of his term, Rauner has yet to enact a full-year budget.” Story here\n\nOFFENSIVE BATTLE — “Radio host Steve Cochran ‘offended’ by Mendoza’s reaction to his duct tape comment,” by Chicago Tribune’s Kim Geiger: “A talk radio host who was called out by Illinois Comptroller Susana Mendoza for an on-air comment about duct-taping her mouth said Monday that he was ‘offended’ by the way she addressed the issue.",
  "He also questioned Mendoza’s motives, saying her choice to address the issue by news conference was ‘a reach for publicity.’” Story here\n\nCOMPLAINT FILED AGAINST ARROYO — “Debate on Puerto Rico fate heats up—in Springfield,” by Chicago Sun-Times’ Dan Mihalopoulos: “Juan Calderon, chief operating officer for the Puerto Rican Cultural Center, filed a complaint against Assistant Illinois House Majority Leader Luis Arroyo with the state’s legislative inspector general on Thursday.",
  "It also would bar federal agents from state-funded schools or health institutions unless they have a court-issued warrant.” Story here\n\nTHE PARK THAT WASN’T — “Big plans for another downtown Springfield park never materialized,” by the State Journal-Register’s Mary Hansen: “A park with an amphitheater for free concerts, a gazebo and renovated train station would serve as a ‘front porch’ for Springfield and draw more tourists to the capital city, officials had promised.",
  "… Suggesting that violence in Chicago and its status as a sanctuary city are ‘inextricably linked,’ Spicer said Trump has been clear from the beginning he would cut off federal funding for Chicago.” Story here\n\n— “Miller Lite is buying free Uber rides home from the Sox and Cubs openers,” by DNAinfo’s Peter Jones: “Miller Lite is buying free Uber rides (up to $10) for fans looking to get home from the area around the White Sox opener against the Detroit Tigers Monday.",
  "Officials hope construction of an additional northbound and southbound lane will ease up congestion and save overall costs for commuters and nearby businesses.” Story here\n\nMEDIA\n\n— “Tribune parent alleges $10 million shakedown,” by Crain’s Chicago Business’ Lynne Marek: “Tronc, the parent company of the Chicago Tribune and Los Angeles Times, says its vice chairman threatened not to invest unless Tronc’s chairman bought a $10 million stake in his health care company.",
  "Maybe it was inevitable, but the Springfield and Washington political wars have come big time to village halls, township trustee contests and other races this election cycle.” Story here\n\nTRANSGENDER ISSUE DRIVES 211 RACE -- “Transgender controversy dominates high school board election,” by Chicago Tribune’s Kate Thayer and Robert McCoppin: “This year, in the campaign for District 211 board in Tuesday's election, transgender access has overshadowed all other issues.",
  "Similar aspirations for a park on the former YWCA lot have been expressed in recent months.” Story here\n\nPHONE IN HAND, CRASH IN FUTURE — “1 in 4 drivers was on a phone just before crash, study of distracted driving says,” by Chicago Tribune’s Mary Wisniewski: “Almost one in four drivers were using a phone within a minute before a crash, which could include the moment the collision occurred, according to a study by a technology company that monitors driving habits.",
  "They screamin’ Chano for mayor, I’m thinkin’ maybe I should.’ A group of young people wholeheartedly agree.” Story here\n\n— “Spicer says Chicago’s gang violence ‘inextricably linked’ to sanctuary city status,” by Chicagoist: “White House press secretary Sean Spicer doubled down Friday on a sentiment President Donald Trump last shared in February--the accusation (unsupported by research) that violence in Chicago is caused by undocumented immigrants.",
  "GRAND BARGAINING\n\nDEAR SPRINGFIELD, PLEASE WAKE UP — “Illinois budget feud deals 'unconscionable' blow to police, fire widows,” by Reuters' Dave McKinney: “Illinois owes a group of women whose police officer and firefighter husbands died in the line of duty more than $351,000 apiece for their losses, but the state’s chronic inability to pass a budget has left all of them unpaid like thousands of state vendors.",
  "‘It’s very, very difficult to be both in campaign mode; and then be trying to put together the kind of negotiation, compromise, sharing of the pain, and extending the kind of trust that makes these bargains,’ University of Illinois at Springfield political science professor emeritus Kent Redfield told CBS2 on Friday.” Story here\n\nOR GROW A CONSCIENCE WHILE SLEEPING — “Education secretary defends Gov.",
  "In Chicago, the worst spots for distracted driving were at the drop-off areas at O’Hare and Midway airports; along Solidarity Drive between the Field Museum and the Adler Planetarium; Lake Shore Drive and Grand Avenue; and King Drive and the Stevenson Expressway, the study said.” Story here\n\nCHI-TOWN NEWS\n\n— “Chance the Mayor?",
  "BUT SOME BALLOTS ARE EMPTY — “Are there enough candidates to do the job in your town?” by The Daily Herald’s Katlyn Smith and Jake Griffin: “Michael Reich isn't seeking re-election to the Queen Bee Elementary District 16 school board on Tuesday, and yet he might wind up back in the seat he’s held for nearly 30 years.",
  "“I’m energized by the overwhelming grassroots response to our campaign, which sends a clear message that the people of Illinois are ready to take their state back from the forces of money and the machine.”\n\nWHAT WILL BE OF JB — Is billionaire businessman J.B. Pritzker closing in on a formal announcement for governor?",
  "But that is not stopping the administration from developing contingency plans in case the ongoing shortfall of state funding continues.” Story here\n\nRESPONSIBLE BUDGET COALITION — In two pages, the group lays out the economic destruction brought on by a lack of a budget over the last two years.",
  "Calderon says he wants Puerto Rico to remain a U.S. commonwealth.” Story here\n\nPRO-IMMIGRANT LEGISLATION — “Illinois Senate leader touts bill to protect immigrants,” by AP: “The Illinois Senate’s leader is promoting legislation he says will protect immigrants from Trump administration actions.",
  "But no one has come forward to take Reich's place.” Story here\n\nBIG PICTURE, LOCAL FOCUS — “D.C., Springfield wars arrive at village hall,” by Crain’s Chicago Business’ Greg Hinz: “Once upon a time, races for mayor and other local slots in Chicago's suburbs were relatively restrained affairs.",
  "Now, board members who were once accused of discriminating against transgender students have become the target of outrage by some parents who don't think bathroom and locker room access should be based on gender identity ... transgender access has become the new flashpoint.” Story here.",
  "POLITICO Illinois Playbook: BISS' BUCKS — MCSWEENEY hits RAUNER on TRUMP — CHANCE the MAYOR — It’s ELECTION DAY Presented by Uber\n\n\n\nBy Natasha Korecki (nkorecki@politico.com; @natashakorecki) with Kristen East (keast@politico.com; @kristenicoleast)\n\nGood Tuesday morning, Illinois.",
  "She was also asked what the administration had done to help schools.” Story here\n\nBUT DO SOMETHING — “WIU prepares for more financial uncertainty,” by Peoria Public Radio’s Rich Egger: “Western Illinois University says it has enough money to make it through the Spring semester.",
  "46 governors attended that meeting and I think that it’s very important that we are engaged in a dialogue with President Trump, with the Republicans in Congress because they’re looking to redo the entire Medicaid system … Illinois will be affected … we need to be at the table.",
  "In the intervening years, federal officials pressured Township High School District 211 to agree to let a transgender student use the girls' locker room, sparking a backlash that’s prompted a group of candidates to run for the board who promise to roll back such access.",
  "Story Continued Below\n\nTHE BUZZ — Scooplet: Eleven days after launching his campaign for governor, state Sen. Daniel Biss (D-Evanston) raised $259,467 with nearly 90 percent of the donations coming in at less than $150, the Biss campaign tells Illinois Playbook.",
  "… Miller Lite will offer the same deal for the Cubs home opener on April 10.” Story here\n\n— “Free concerts in Millennium Park: Here’s who’s playing this summer,” by DNAinfo’s David Matthews: “Chicago’s showcase park will be packed full of free music this year.",
  "Pat Quinn more than once — calling him one of our worst governors but adding that Republicans were now considering tax increases that Quinn would never dream of and saying that with no budget the state is now spending more than it did when Quinn was governor.",
  "Tweet of the day (after Tarheels win): @xKingMatt : “When you realize there's no crying Jordan memes this year.”\n\nDURBIN SAYS ‘NO’ TO GORSUCH — “Durbin criticizes Gorsuch before voting ‘no’ in Senate committee,” by Chicago Tribune’s Katherine Skiba: “Sen.",
  "Illinois has limped along without a full operating budget during that time because the state's Democratic-led legislature and Republican Governor Bruce Rauner have clashed over a list of nonbudgetary demands he has insisted be part of any budget deal.",
  "Proposed expansion could bring additional costs,” by Burr Ridge Patch’s Lisa Marie Farver: “Traffic on I-55 between I-355 and I-90/94 could ease up if a proposed expansion goes through, but commuters may have to pay a toll to use the additional lanes.",
  "He said he’s willing to do that … he said he would have the ability to manage the money.” Listen here\n\nWith 2018 on the horizon, Rauner hasn’t even said Trump’s name out loud, likely for fear it would hurt him in a general election in a blue state.",
  "Bruce Rauner and before his generous donation to kids in the Chicago Public Schools, Chatham native Chance the Rapper included the following lyric in his 2015 song “Somewhere in Paradise:” ‘They say I’m savin’ my city, say I’m stayin’ for good.",
  "Through these ongoing reforms we will ensure our officers have the training and support they need to do a tough job well, we will strengthen the relationship with our residents, and we will make our city a stronger, safer place.",
  "The reforms we have made over the past year are built on the principles of partnership and trust between our residents and our officers, and they laid the foundation for the 2017 reform plan we outlined just a few weeks ago.",
  "The widows’ plight in a state with a $12.7 billion unpaid bill backlog represents yet another frustrating byproduct of lllinois’ 22-month budget stalemate, a span of fiscal ineptitude unmatched by any other U.S. state.",
  "The study released on Monday by Cambridge Mobile Telematics, which makes driving applications for car insurance companies, also found that distracted driving occurred during 52 percent of trips that ended in a crash.",
  "Rauner’s higher education budget proposal,” by Illinois Public Radio’s Dusty Rhodes: “Governor Bruce Rauner's top education aide is defending his budget proposal for colleges and universities.",
  "President Trump has wanted to focus on this issue of Medicaid reform and hopefully our governor will get into the game and start talking about cutting spending in this state,” McSweeney said.",
  "The team consisted of a consultant with experience helping governors craft spending plans in Florida and California, a former budget office chief from Georgia and the ex-governor of Hawaii.",
  "The summer concert series formerly known as Downtown Sound will kick off with blues artist Otis Taylor at 6:30 p.m. June 12 at Millennium Park’s Jay Pritzker Pavilion, 201 E. Randolph St.",
  "Roskam is expected to report raising more than $1 million between his two congressional campaign accounts and on behalf of the NRCC in the first quarter, his camp told Illinois Playbook.",
  "RAUNER GETS PRESSURE FROM THE RIGHT — State Rep. David McSweeney, a conservative who sits on the House Revenue committee, made some direct statements aimed at a fellow Republican — Gov.",
  "The Biss camp was also quick to contrast its own fundraising with the fact that last week, Chris Kennedy blew the caps in the race by contributing more than $250,000 to his own account.",
  "But, what is certain now is we’ll have the resources we need to build a campaign that wins because of the clear desire and energy for change in our state,” Biss said in a statement.",
  "And City Club speakers almost always stop to chat with the media afterward—particularly when, like Jarrett, their name keeps coming up as a potential candidate for high office here.",
  "In a two-hour grilling that one Republican called ‘an inquisition,’ representatives pressed Purvis to justify slashing higher education by almost 60 percent over the past two years.",
  "Biss will no doubt use this fact as he works to position himself as the grassroots, progressive candidate in a field already crowded before the March 20, 2018 Democratic primary.",
  "The series will continue every Monday and Thursday through Aug. 21, except during the weeks of Lollapalooza, the Taste of Chicago and other times.” Story here\n\n— “Tolls on I-55?",
  "… Cochran apologized Friday shortly after Mendoza’s news conference, saying in a statement that he ‘chose the words poorly.’ Oh his Monday show, Cochran reiterated the apology.",
  "It’s one of at least 150 races on suburban ballots that don't have enough candidates — more than double the number in 2009, a Daily Herald analysis of election records shows.",
  "Several immigrant and anti-crime groups and labor unions joined Democratic Senate President John Cullerton of Chicago on Monday to unveil legislation he calls the TRUST act.",
  "McSweeney was discussing the need for Medicaid funding efficiencies when he criticized the governor for skipping a meeting with President Donald Trump on the issue.",
  "Some highlights: “I don’t understand why the governor didn’t go to the White House for the National Governors Association meeting when they talked about Medicaid.",
  "SCOOPLET #2 — U.S. Rep. Peter Roskam, who has been under perhaps the most intense scrutiny he’s faced in his career as Congressman, is still hauling in cash.",
  "Calderon alleges that Arroyo threatened to cut funding for his and other community groups who opposed Arroyo’s resolution in favor of Puerto Rican statehood.",
  "attends the “Celebrating Our Triumphs” breakfast hosted by Sparc; tours the Kewanee Life Skills Re-Entry Center and Discusses Criminal Justice Reform.",
  "Dick Durbin joined fellow Democrats in opposing Judge Neil Gorsuch for the Supreme Court on Monday during a vote by the Senate Judiciary Committee.",
  "It would bar law enforcement agencies in Illinois from helping in immigration actions unless federal authorities present a warrant from a judge.",
  "What we need to do in this state is we need to cut spending … We should just give the governor a lump sum and allow him to manage the resources.",
  "Her answers repeatedly referred to the ongoing ‘budget crisis,’ pension costs, and students leaving Illinois to go to school in other states.",
  "Send to nkorecki@politico.com or @natashakorecki\n\nBRACKETS — We’re likely to get an update on our bracket winners in Wednesday editions.",
  "Website aims to draft rapper to challenge Rahm,” by Chicago Sun-Times’ Andrea Salcedo: “Before his Grammys, before his meeting with Gov.",
  "That’s why we need to engage with President Trump on this issue.”\n\nOn the state budget: “The governor did not propose a balanced budget.",
  "After not attending the White House dinner, Rauner said he was in contact with members of the administration about Chicago violence.",
  "Bruce Rauner met with Illinois Department of Transportation Secretary Randy Blankenhorn and local officials to discuss the proposal.",
  "Again, I don’t know why the governor wouldn’t go to the White House dinner with President Trump and actually talk about this issue.",
  "Reform is in our self-interest and that is why Chicago has been, is, and always will be committed to reform.”\n\nIT’S ELECTION DAY!",
  "That’s how many residents of Illinois’ 6th district would have lost health care coverage under the Republicans’ health care plan.",
  "Pritzker recently filed an exploratory committee for governor and put $200,000 of his own money into his fund to cover expenses.",
  "After all, no one was better positioned to know if the Obama White House misused intelligence to try to hurt Trump's election.",
  "But the battles were pretty much local, non-partisan affairs, with local folks doing slating, campaigning and fundraising.",
  "Joins state Sen. Karen McConnaughay and state Rep. Tom Demmer for Mid-Session Meetup on Facebook Live at 11:00 a.m.",
  "The Queen Bee board must fill its ranks with appointees and has recruited a PTA volunteer for one of the slots.",
  "A couple of top Illinois politicos told us Monday they were picking up signals that he was close to announcing.",
  "“The donations came from over 1000 contributors from 116 cities and towns across Illinois,” the campaign said.",
  "Rauner’s ‘superstar’ team runs into political reality,” by Chicago Tribune’s Kim Geiger: “When Republican Gov.",
  "Rod Blagojevich said in 2005 about the park adjacent to the Abraham Lincoln Presidential Library and Museum.",
  "Uber users near Guaranteed Rate Field should look for a code in the app to take advantage of the deal.",
  "Bruce Rauner took office, he boasted of a ‘superstar’ team he'd hired to help remake state government.",
  "Eddie Johnson: “We can only speak for our intentions, we can't speak for the federal government's.",
  "‘I believe Union Square Park can be to Springfield what Millennium Park is to Chicago,’ then-Gov.",
  "Silly me.” Story here\n\nTRUMP TROUBLES\n\n— Roskam targeted in new DCCC ad on health care: “34,000.",
  "If that's what you're looking for, you have plenty of options in this race but I'm not your guy.",
  "We are spending more money right now than we were under Pat Quinn and we don’t have a budget.",
  "Bruce Rauner — in a radio interview with Southern Illinois station WJPF and host Tom Miller.",
  "Here’s our previous write-up with a roadmap of who is in and who isn’t so far in the race.",
  "“Ours will never be the billionaires’ campaign — in either who we are or who we fight for.",
  "Two other incumbents are the only ones running for four available spots on the board.",
  "Secretary of Education Beth Purvis appeared before a House Committee last week.",
  "But Rauner would be hard-pressed avoiding Trump's name if he faced a primary.",
  "About the only thing salvaged from mine was Gonzaga’s second place finish.",
  "More than 75 percent of the contributions are from Illinois, they say.",
  "MAYOR AND CPD RESPOND — Statement from Mayor Rahm Emanuel and Supt.",
  "WHAT HAPPENS TO LAQUAN MCDONALD-INSPIRED REFORMS AT CPD?",
  "People need to realize, we are spending $38.5 billion.",
  "The Pritzker camp was mum about timing last night.",
  "Read here\n\nWelcome to POLITICO Illinois Playbook.",
  "Under Pat Quinn we were spending $35 billion.",
  "We welcome your tips, events, announcements.",
  "Oh, there were clashes, sometime sharp ones.",
  "In all, Biss has $1.5 million cash on hand.",
  "STATE/STATEHOUSE\n\nFALLEN STARS — “Gov.",
  "McSweeney also brought up former Gov.",
  "“We need to be engaged in this.",
  "Do we feel one coming on?",
  "On Monday, March 27, Gov.",
  "Go read it line by line.",
  "No schedule provided.",
  "WHERE’S RAUNER?",
  "It’s chilling.",
  "That was then.",
  "Click here."
]