[
  "In congressional testimony just before the Iraq War, General Eric Shinseki, then the Army’s chief of staff, said that many more troops might be necessary to successfully occupy Iraq than plans were allowing for—only to be ridiculed in public by Paul Wolfowitz, then Shinseki’s superior as the deputy secretary of defense, who said views like Shinseki’s were “outlandish” and “wildly off the mark.” Wolfowitz and his superior, Defense Secretary Donald Rumsfeld, ostentatiously marginalized Shinseki from that point on.",
  "“That’s his sense of it, they all need something from him, this pack of half-rich lawyers, dentists, soccer moms, and corporate VPs, they’re all gnashing for a piece of a barely grown grunt making $14,800 a year.” Fountain’s novel won the National Book Critics Circle Award for fiction in 2012, but it did not dent mainstream awareness enough to make anyone self-conscious about continuing the “salute to the heroes” gestures that do more for the civilian public’s self-esteem than for the troops’.",
  "I’m not aware of any midterm race for the House or Senate in which matters of war and peace—as opposed to immigration, Obamacare, voting rights, tax rates, the Ebola scare—were first-tier campaign issues on either side, except for the metaphorical “war on women” and “war on coal.”\n\nThis reverent but disengaged attitude toward the military—we love the troops, but we’d rather not think about them—has become so familiar that we assume it is the American norm.",
  "While World War II was under way, its best-known chroniclers were the Scripps Howard reporter Ernie Pyle, who described the daily braveries and travails of the troops (until he was killed near the war’s end by Japanese machine-gun fire on the island of Iejima), and the Stars and Stripes cartoonist Bill Mauldin, who mocked the obtuseness of generals and their distance from the foxhole realities faced by his wisecracking GI characters, Willie and Joe.",
  "After one of the planes caught fire last summer on a runway in Florida, Sanders told a reporter that the program had been “incredibly wasteful.” Yet Sanders, with the rest of Vermont’s mainly left-leaning political establishment, has fought hard to get an F-35 unit assigned to the Vermont Air National Guard in Burlington, and to dissuade neighborhood groups there who think the planes will be too noisy and dangerous.",
  "It is the story of an Army squad that is badly shot up in Iraq; is brought back to be honored at halftime during a nationally televised Dallas Cowboys Thanksgiving Day game; while there, is slapped on the back and toasted by owner’s-box moguls and flirted with by cheerleaders, “passed around like everyone’s favorite bong,” as platoon member Billy Lynn thinks of it; and is then shipped right back to the front.",
  "Three years later, a broadside called Self-Destruction: The Disintegration and Decay of the United States Army During the Vietnam Era, by a military officer writing under the pen name Cincinnatus (later revealed to be a lieutenant colonel serving in the reserves as a military chaplain, Cecil B. Currey), linked problems in Vietnam to the ethical and intellectual shortcomings of the career military.",
  "In clear contrast to the A-10, the F-35 is an ill-starred undertaking that would have been on the front pages as often as other botched federal projects, from the Obamacare rollout to the FEMA response after Hurricane Katrina, if, like those others, it either seemed to affect a broad class of people or could easily be shown on TV—or if so many politicians didn’t have a stake in protecting it.",
  "And the main effort of military leaders through the past decade, under the Republican leadership of the Bush administration and the Democratic leadership of Obama, has been to get rid of the A-10 so as to free up money for a more expensive, less reliable, technically failing airplane that has little going for it except insider dealing, and the fact that the general public doesn’t care.",
  "An article about the book for the Air Force’s Air University Review said that “the author’s case is airtight” and that the military’s career structure “corrupts those who serve it; it is the system that forces out the best and rewards only the sycophants.” Today, you hear judgments like that frequently from within the military and occasionally from politicians—but only in private.",
  "In our past decade’s wars, as Thomas Ricks wrote in this magazine in 2012, “hundreds of Army generals were deployed to the field, and the available evidence indicates that not one was relieved by the military brass for combat ineffectiveness.” This, he said, was not only a radical break from American tradition but also “an important factor in the failure” of our recent wars.",
  "In fact, a plane designed to do many contradictory things—to be strong enough to survive Navy aircraft-carrier landings, yet light and maneuverable enough to excel as an Air Force dogfighter, and meanwhile able to take off and land straight up and down, like a helicopter, to reach marines in tight combat circumstances—has unsurprisingly done none of them as well as promised.",
  "He said that the “9/11 generation of heroes” represented the very best in its country, and that its members constituted a military that was not only superior to all current adversaries but no less than “the finest fighting force in the history of the world.” If any of my fellow travelers at O’Hare were still listening to the speech, none of them showed any reaction to it.",
  "We are flatlining R&D.” Here is just one newsworthy example that illustrates the broad and depressingly intractable tendencies of weapons development and spending: the failed hopes for a new airplane called the F-35 “Lightning.” Today’s weapons can be decades in gestation, and the history of the F-35 traces back long before most of today’s troops were born.",
  "Recall that while Congress was considering whether to authorize the Iraq War, the head of the White House economic council, Lawrence B. Lindsey, was forced to resign for telling The Wall Street Journal that the all-in costs might be as high as $100 billion to $200 billion, or less than the U.S. has spent on Iraq and Afghanistan in many individual years.",
  "But while cumulatively these dramas highlight the damage that open-ended warfare has done—on the battlefield and elsewhere, to warriors and civilians alike, in the short term but also through long-term blowback—they lack the comfortable closeness with the military that would allow them to question its competence as they would any other institution’s.",
  "“Evaluated according to the goals set forth by our military leadership, the war ended in utter defeat for our forces.” In 13 years of continuous combat under the Authorization for the Use of Military Force, the longest stretch of warfare in American history, U.S. forces have achieved one clear strategic success: the raid that killed Osama bin Laden.",
  "Most cultures esteem the scholar-warrior, and these programs expose usually skeptical American elites to people like the young Colin Powell, who as a lieutenant colonel in his mid-30s was a White House fellow after serving in Vietnam, and David Petraeus, who got his Ph.D. at Princeton as a major 13 years after graduating from West Point.",
  "By the time the plane’s full costs and capabilities become apparent, Chuck Spinney wrote last summer, the airplane, “like the F-35 today, will be unstoppable.” That is because even now its supporters are building the plane’s “social safety net by spreading the subcontracts around the country, or perhaps like the F-35, around the world.”",
  "On the eve of the D-Day invasion, he warned his troops, “Your task will not be an easy one,” because “your enemy is well-trained, well-equipped, and battle-hardened.” As president, Eisenhower’s most famous statement about the military was his warning in his farewell address of what could happen if its political influence grew unchecked.",
  "We were proud to serve, but we knew it was a little group of people doing the country’s work.” Moulton told me, as did many others with Iraq-era military experience, that if more members of Congress or the business and media elite had had children in uniform, the United States would probably not have gone to war in Iraq at all.",
  "“We are vulnerable,” the author William Greider wrote during the debate last summer on how to fight ISIS, “because our presumption of unconquerable superiority leads us deeper and deeper into unwinnable military conflicts.” And the separation of the military from the public disrupts the process of learning from these defeats.",
  "For universities, military students are (as a dean at a public-policy school put it to me) “a better version of foreign students.” That is, they work hard, pay full tuition, and unlike many international students face no language barrier or difficulty adjusting to the American style of give-and-take classroom exchanges.",
  "Most reporters who cover the military are also fascinated by its processes and cannot help liking or at least respecting their subjects: physically fit, trained to say “sir” and “ma’am,” often tested in a way most civilians will never be, part of a disciplined and selfless-seeming culture that naturally draws respect.",
  "Outsiders treat it both too reverently and too cavalierly, as if regarding its members as heroes makes up for committing them to unending, unwinnable missions and denying them anything like the political mindshare we give to other major public undertakings, from medical care to public education to environmental rules.",
  "As I listened to Obama that day in the airport, and remembered Ben Fountain’s book, and observed the hum of preoccupied America around me, I thought that the parts of the presidential speech few Americans were listening to were the ones historians might someday seize upon to explain the temper of our times.",
  "I told this story in a 1975 Washington Monthly article, “What Did You Do in the Class War, Daddy?”) But M*A*S*H’s ostensible placement in the Korean War of the early 1950s somewhat distanced its darkly mocking attitude about military competence and authority from fierce disagreements about Vietnam.",
  "From Mister Roberts to South Pacific to Catch-22, from The Caine Mutiny to The Naked and the Dead to From Here to Eternity, American popular and high culture treated our last mass-mobilization war as an effort deserving deep respect and pride, but not above criticism and lampooning.",
  "“My concern is this growing disconnect between the American people and our military,” retired Admiral Mike Mullen, the chairman of the Joint Chiefs of Staff under George W. Bush and Barack Obama (and whose mid-career academic stint was at Harvard Business School), told me recently.",
  "Yet the story of the post-9/11 “long wars” is of America’s higher-tech advantages yielding transitory victories that melt away before the older, messier realities of improvised weapons, sectarian resentments, and mounting hostility to occupiers from afar, however well-intentioned.",
  "Although no one can agree on an exact figure, our dozen years of war in Iraq, Afghanistan, and neighboring countries have cost at least $1.5 trillion; Linda J. Bilmes, of the Harvard Kennedy School, recently estimated that the total cost could be three to four times that much.",
  "That includes about $580 billion for the Pentagon’s baseline budget plus “overseas contingency” funds, $20 billion in the Department of Energy budget for nuclear weapons, nearly $200 billion for military pensions and Department of Veterans Affairs costs, and other expenses.",
  "Most reporters who cover politics are fascinated by the process and enjoy practitioners who love it too, which is one reason most were (like the rest of the country) more forgiving of the happy warrior Bill Clinton than they have been of the “cold” and “aloof” Barack Obama.",
  "Every participant in the military-contracting process understands this logic: the prime contractors who parcel out supply deals around the country, the military’s procurement officers who divide work among contractors, the politicians who vote up or down on the results.",
  "The A-10 needed to be heavily armored, so it could absorb opposing fire; designed to fly as slowly as possible over the battlefield, rather than as rapidly, so that it could stay in range to do damage rather than roaring through; and built around one very powerful gun.",
  "In mid-September, while President Obama was fending off complaints that he should have done more, done less, or done something different about the overlapping crises in Iraq and Syria, he traveled to Central Command headquarters, at MacDill Air Force Base in Florida.",
  "This has become the way we assume the American military will be discussed by politicians and in the press: Overblown, limitless praise, absent the caveats or public skepticism we would apply to other American institutions, especially ones that run on taxpayer money.",
  "For a piquant illustration of the difference that political engineering can make, consider the case of Bernie Sanders—former Socialist mayor of Burlington, current Independent senator from Vermont, possible candidate from the left in the next presidential race.",
  "He noted that they were often the face of American influence in the world, being dispatched to Liberia in 2014 to cope with the then-dawning Ebola epidemic as they had been sent to Indonesia 10 years earlier to rescue victims of the catastrophic tsunami there.",
  "Chickenhawk Economy from the archives The Draft: Why the Country Needs It \"If citizens are willing to countenance a decision that means that someone's child may die, they may contemplate more deeply if there is the possibility that the child will be theirs.\"",
  "In 1978, a military-intelligence veteran named Richard A. Gabriel published, with Paul L. Savage, Crisis in Command: Mismanagement in the Army, which traced many of the failures in Vietnam to the military’s having adopted a bureaucratized management style.",
  "These include the cases of the two famous four-star generals who resigned rather than waiting for President Obama to dismiss them: Stanley A. McChrystal, as the commander in Afghanistan, and David Petraeus in his post-Centcom role as the head of the CIA.",
  "William S. Lind is a military historian who in the 1990s helped develop the concept of “Fourth Generation War,” or struggles against the insurgents, terrorists, or other “nonstate” groups that refuse to form ranks and fight like conventional armies.",
  "Too much complacency regarding our military, and too weak a tragic imagination about the consequences if the next engagement goes wrong, have been part of Americans’ willingness to wade into conflict after conflict, blithely assuming we would win.",
  "Two early-1970s-era planes, the F-16 “Fighting Falcon” jet and the A-10 “Thunderbolt II” attack plane, departed from the trend of military design in much the same way the compact Japanese cars of that era departed from the tail-fin American look.",
  "Gomer Pyle, USMC; Hogan’s Heroes; McHale’s Navy; and even the anachronistic frontier show F Troop were sitcoms whose settings were U.S. military units and whose villains—and schemers, and stooges, and occasional idealists—were people in uniform.",
  "When ISIS troops overran much of Iraq last year, the forces that laid down their weapons and fled before them were members of the same Iraqi national army that U.S. advisers had so expensively yet ineffectively trained for more than five years.",
  "And whether or not this was a conscious plan, the military gets a substantial PR boost from the modern practice of placing officers in mid-career assignments at think tanks, on congressional staffs, and in graduate programs across the country.",
  "This leaves us with expensive and delicate high-tech white elephants, while unglamorous but essential tools, from infantry rifles to armored personnel carriers, too often fail our troops (see “Gun Trouble,” by Robert H. Scales, in this issue).",
  "“At this point, it is incontrovertibly evident that the U.S. military failed to achieve any of its strategic goals in Iraq,” a former military intelligence officer named Jim Gourley wrote recently for Thomas E. Ricks’s blog, Best Defense.",
  "Political engineering is the art of spreading a military project to as many congressional districts as possible, and thus maximizing the number of members of Congress who feel that if they cut off funding, they’d be hurting themselves.",
  "Other fighter, bomber, and multipurpose planes cost much more: about $72 million for the V-22 Osprey, about $144 million for the F-22 fighter, about $810 million for the B-2 bomber, and about $101 million (or five A-10s) for the F-35.",
  "That same afternoon, September 17, the House of Representatives voted after brief debate to authorize arms and supplies for rebel forces in Syria, in hopes that more of them would fight against the Islamic State, or ISIS, than for it.",
  "Total cost overruns, losses through fraud, and other damage to the taxpayer from the F-35 project are perhaps 100 times that great, yet the “Solyndra scandal” is known to probably 100 times as many people as the travails of the F-35.",
  "“When we cannot make that human connection over war, when we cannot empathize or imagine the far-off world of a combat zone … these military working dogs are a bridge over the divide,” Frankel wrote in the introduction to her book.",
  "This distance also means that we spend too much money on the military and we spend it stupidly, thereby shortchanging many of the functions that make the most difference to the welfare of the troops and their success in combat.",
  "The Senate did the same the next day—and then both houses adjourned early, after an unusually short and historically unproductive term of Congress, to spend the next six and a half weeks fund-raising and campaigning full-time.",
  "For the record, the Pentagon and the lead contractors stoutly defend the plane and say that its teething problems will be over soon—and that anyway, it is the plane of the future, and the A-10 is an aging relic of the past.",
  "The federal official who made the project a symbol of a new, transparent, rigorously data-dependent approach to awarding contracts ended up serving time in federal prison for corruption involving projects with Boeing.",
  "The part of the speech intended to get coverage was Obama’s rationale for reengaging the United States in Iraq, more than a decade after it first invaded and following the long and painful effort to extricate itself.",
  "When Obama got to the section of his speech announcing whether he planned to commit U.S. troops in Iraq (at the time, he didn’t), I noticed that many people in the terminal shifted their attention briefly to the TV.",
  "Most Americans were familiar enough with the military to respect it while being sharply aware of its shortcomings, as they were with the school system, their religion, and other important and fallible institutions.",
  "George W. Bush, who, like most ex-presidents, has grown more popular the longer he’s been out of office, would perhaps be playing a more visible role in public and political life if not for the overhang of Iraq.",
  "It’s become just too easy to go to war.”\n\nCitizens notice when crime is going up, or school quality is going down, or the water is unsafe to drink, or when other public functions are not working as they should.",
  "We buy weapons that have less to do with battlefield realities than with our unending faith that advanced technology will ensure victory, and with the economic interests and political influence of contractors.",
  "Yet such is the dysfunction and corruption of the budgeting process that even as spending levels rise, the Pentagon faces simultaneous crises in funding for maintenance, training, pensions, and veterans’ care.",
  "During and after even successful American wars, and certainly after the standoff in Korea and the defeat in Vietnam, the professional military’s leadership and judgment were considered fair game for criticism.",
  "When Dwight D. Eisenhower, as a five-star general and the supreme commander, led what may have in fact been the finest fighting force in the history of the world, he did not describe it in that puffed-up way.",
  "When the country fought its previous wars, its common points of reference were human rather than canine: fathers and sons in harm’s way, mothers and daughters working in defense plants and in uniform as well.",
  "Moulton became a Marine Corps officer after graduating from Harvard in 2001, believing (as he told me) that when many classmates were heading to Wall Street it was useful to set an example of public service.",
  "The condensed version of this plane’s tragedy is that a project meant to correct some of the Pentagon’s deepest problems in designing and paying for weapons has in fact worsened and come to exemplify them.",
  "At the end of World War II, nearly 10 percent of the entire U.S. population was on active military duty—which meant most able-bodied men of a certain age (plus the small number of women allowed to serve).",
  "“We’re buying the wrong things, and paying too much for them,” Charles A. Stevenson, a onetime staffer on the Senate Armed Services Committee and a former professor at the National War College, told me.",
  "According to figures from the aircraft analyst Richard L. Aboulafia, of the Teal Group, the “unit recurring flyaway” costs in 2014 dollars—the fairest apples-to-apples comparison—stack up like this.",
  "During the years in which the United States has enjoyed a near-monopoly on weaponized drones, for example, they have killed individuals or small groups at the price of antagonizing whole societies.",
  "The difference between then and now is that in 1989, Northrop, the main contractor for the plane, had to release previously classified data to demonstrate how broadly the dollars were being spread.",
  "(As I point out whenever discussing this topic, I was eligible for the draft at the time, was one of those protesting the war, and at age 20 legally but intentionally failed my draft medical exam.",
  "Read the full story by James Fallows in the April 1980 Atlantic America’s distance from the military makes the country too willing to go to war, and too callous about the damage warfare inflicts.",
  "The most biting satirical novel to come from the Iraq-Afghanistan era, Billy Lynn’s Long Halftime Walk, by Ben Fountain, is a takedown of our empty modern “thank you for your service” rituals.",
  "But more often and more skillfully than the public usually appreciates, today’s military has managed to distance itself from the lengthening string of modern military failures—even when wrong.",
  "In part this is because of the Obama administration’s decision from the start to “look forward, not back” about why things had gone so badly wrong with America’s wars in Iraq and Afghanistan.",
  "And yet however much Americans “support” and “respect” their troops, they are not involved with them, and that disengagement inevitably leads to dangerous decisions the public barely notices.",
  "He told members of the military that the nation was grateful for their nonstop deployments and for the unique losses and burdens placed on them through the past dozen years of open-ended war.",
  "As Bilko, Phil Silvers was that stock American sitcom figure, the lovable blowhard—a role familiar from the time of Jackie Gleason in The Honeymooners to Homer Simpson in The Simpsons today.",
  "Through the past two decades, respect for the courts, the schools, the press, Congress, organized religion, Big Business, and virtually every other institution in modern life has plummeted.",
  "The next big project the Air Force is considering is the Long Range Strike Bomber, a successor to the B-1 and B-2 whose specifications include an ability to do bombing runs deep into China.",
  "In theory, the F-35 would show common purpose among the military services, since the Air Force, the Navy, and the Marine Corps would all get their own custom-tailored versions of the plane.",
  "In fact, the delays, cost overruns, and mechanical problems of the airplane have made it a contentious political issue in customer countries from Canada and Holland to Italy and Australia.",
  "I. Chickenhawk Nation\n\nIf I were writing such a history now, I would call it Chickenhawk Nation, based on the derisive term for those eager to go to war, as long as someone else is going.",
  "The difference between the earlier America that knew its military and the modern America that gazes admiringly at its heroes shows up sharply in changes in popular and media culture.",
  "He wrote recently: The most curious thing about our four defeats in Fourth Generation War—Lebanon, Somalia, Iraq, and Afghanistan—is the utter silence in the American officer corps.",
  "Many of the Pentagon’s most audacious high-tech ventures have been costly and spectacular failures, including (as we will see) the major air-power project of recent years, the F-35.",
  "In an America connected to its military, such questions of strategy and implementation would be at least as familiar as, say, the problems with the Common Core education standards.",
  "For two decades after World War II, the standing force remained so large, and the Depression-era birth cohorts were so small, that most Americans had a direct military connection.",
  "That is, a Lamborghini is demonstrably “better” than a pickup truck in certain ways—speed, handling, comfort—but only in very special circumstances is it a better overall choice.",
  "In theory, the F-35 was meant to knit U.S. allies together, since other countries would buy it as their mainstay airplane and in turn would get part of the contracting business.",
  "Through the decade after World War II, when so many American families had at least one member in uniform, political and journalistic references were admiring but not awestruck.",
  "It’s not the way we talk in public about our heroes anymore, with the result that accountability for the career military has been much sketchier than during our previous wars.",
  "When recent presidents have relieved officers of command, they have usually done so over allegations of sexual or financial misconduct, or other issues of personal discipline.",
  "Their many other tactical victories, from overthrowing Saddam Hussein to allying with Sunni tribal leaders to mounting a “surge” in Iraq, demonstrated great bravery and skill.",
  "Same for the first-class sleeper, which would be anyone’s choice if someone else were footing the bill but is simply not worth the trade-off for most people most of the time.",
  "A total of about 2.5 million Americans, roughly three-quarters of 1 percent, served in Iraq or Afghanistan at any point in the post-9/11 years, many of them more than once.",
  "The Hurt Locker is the clearest example, but also Lone Survivor; Restrepo; the short-lived 2005 FX series set in Iraq, Over There; and Showtime’s current series Homeland.",
  "The military is “professional and capable,” he said, “but I would sacrifice some of that excellence and readiness to make sure that we stay close to the American people.",
  "It will spend about as much as the next 10 nations combined—three to five times as much as China, depending on how you count, and seven to nine times as much as Russia.",
  "Last year, the writer Rebecca Frankel published War Dogs, a study of the dog-and-handler teams that had played a large part in the U.S. efforts in Iraq and Afghanistan.",
  "When the monopoly ends, which is inevitable, the very openness of the United States will make it uniquely vulnerable to the cheap, swarming weapons others will deploy.",
  "For the A-10, it was to serve as a kind of flying tank that could provide what the military calls “close air support” to troops in combat by blasting enemy formations.",
  "“For better or worse, [the F-35] is the plane of record right now,” Sanders told a local reporter after the runway fire last year, “and it is not gonna be discarded.",
  "After adjustments for inflation, the United States will spend about 50 percent more on the military this year than its average through the Cold War and Vietnam War.",
  "One measure of the gap in coverage: Total taxpayer losses in the failed Solyndra solar-energy program might come, at their most dire estimate, to some $800 million.",
  "So this shit doesn’t happen again.’ ” In January, Moulton takes office as a freshman Democratic representative from Massachusetts’s Sixth District, north of Boston.",
  "Among older Baby Boomers, those born before 1955, at least three-quarters have had an immediate family member—sibling, parent, spouse, child—who served in uniform.",
  "Because he felt strongly enough about that failure of elite accountability, Moulton decided while in Iraq to get involved in politics after he left the military.",
  "Hillary Clinton paid a price for her vote to authorize the Iraq War, since that is what gave the barely known Barack Obama an opening to run against her in 2008.",
  "An aircraft that was intended to be inexpensive, adaptable, and reliable has become the most expensive in history, and among the hardest to keep out of the shop.",
  "It is rugged; it is inexpensive; it can shred enemy tanks and convoys by firing up to 70 rounds a second of armor-piercing, 11-inch-long depleted-uranium shells.",
  "They got nowhere after it became clear that work for the project was being carried out in 46 states and no fewer than 383 congressional districts (of 435 total).",
  "Many more young Americans will study abroad this year than will enlist in the military—nearly 300,000 students overseas, versus well under 200,000 new recruits.",
  "The operating expenses are low for the A-10 and much higher for the others largely because the A-10’s design is simpler, with fewer things that could go wrong.",
  "But political reporters are always hunting for the gaffe or scandal that could bring a target down, and feel they’re acting in the public interest in doing so.",
  "The exception proving the rule occurred a dozen years ago, when a senior civilian official directly challenged a four-star general on his military competence.",
  "Part of the reason she chose the topic, she told me, was that dogs were one of the few common points of reference between the military and the larger public.",
  "But for democracies, messy debates are less damaging in the long run than letting important functions run on autopilot, as our military essentially does now.",
  "The pop-culture references to the people fighting our ongoing wars emphasize their suffering and stoicism, or the long-term personal damage they may endure.",
  "In air-travel terms, the first-class sleeper compartment on Singapore Airlines rather than advance-purchase Economy Plus (or even business class) on United.",
  "Here’s another yardstick: the all-in costs of this airplane are now estimated to be as much as $1.5 trillion, or a low-end estimate of the entire Iraq War.",
  "By the fullest accounting, which is different from usual budget figures, the United States will spend more than $1 trillion on national security this year.",
  "“Political engineering,” a term popularized by a young Pentagon analyst named Chuck Spinney in the 1970s, is pork-barrel politics on the grandest scale.",
  "“There’s something harsh in his fellow Americans, avid, ecstatic, a burning that comes of the deepest need,” the narrator says of Billy Lynn’s thoughts.",
  "(“I know we’ve got some Air Force in the house!” and so on, receiving cheers rendered as “Hooyah!” and “Oorah!” in the official White House transcript.)",
  "Usually I would have stopped watching too, since so many aspects of public figures’ appearances before the troops have become so formulaic and routine.",
  "Each new generation of weapons tends to be “better” in much the way a Lamborghini is, and “worth it” in the same sense as a first-class airline seat.",
  "The last war that ended up in circumstances remotely resembling what prewar planning would have considered a victory was the brief Gulf War of 1991.",
  "After the Vietnam War, the press and the public went too far in blaming the military for what was a top-to-bottom failure of strategy and execution.",
  "A chickenhawk nation is more likely to keep going to war, and to keep losing, than one that wrestles with long-term questions of effectiveness.",
  "The collective achievement of the military was heroic, but its members and leaders were still real people, with all the foibles of real life.",
  "For our generals, our politicians, and most of our citizenry, there is almost no accountability or personal consequence for military failure.",
  "Grant saved the Union; McClellan seemed almost to sabotage it—and he was only one of the Union generals Lincoln had to move out of the way.",
  "A decade after that war ended, the most popular military-themed TV program was The Phil Silvers Show, about a con man in uniform named Sgt.",
  "The result is a chickenhawk nation in which careless spending and strategic folly combine to lure America into endless wars it can’t win.",
  "American culture was sufficiently at ease with the military to make fun of it, a stance now hard to imagine outside the military itself.",
  "What we think of as the classic run of Vietnam films did not begin until the end of the 1970s, with The Deer Hunter and Apocalypse Now.)",
  "Robert Altman’s 1970 movie M*A*S*H was clearly “about” the Vietnam War, then well into its bloodiest and most bitterly divisive period.",
  "By all measures, today’s professionalized military is also better trained, motivated, and disciplined than during the draft-army years.",
  "Partly it is because legislators and even presidents recognize the sizable risks and limited payoffs of taking on the career military.",
  "But the military itself recognized its own failings, and a whole generation of reformers looked to understand and change the culture.",
  "Neither man mentioned the F-35, and I am still looking for evidence that President Obama has talked about it in any of his speeches.",
  "The tragedy of the F-35 is that a project meant to correct problems in designing and paying for weapons has come to exemplify them.",
  "In a Gallup poll last summer, three-quarters of the public expressed “a great deal” or “quite a lot” of confidence in the military.",
  "As a comparison: A handful of Americans live on farms, but there are many more of them than serve in all branches of the military.",
  "Those technological breakthroughs that do make their way to the battlefield may prove to be strategic liabilities in the long run.",
  "Two $5 million contracts in two districts are twice as good, and better all around would be three contracts at $3 million apiece.",
  "As a result, what happens to all institutions that escape serious external scrutiny and engagement has happened to our military.",
  "These planes were relatively cheap, pared to their essentials, easy to maintain, and designed to do a specific thing very well.",
  "As soon as that was over, they went back to their smartphones and their laptops and their Cinnabons as the president droned on.",
  "The TV spin-off of Altman’s film, which ran from 1972 through 1983, was a simpler and more straightforward sitcom on the Sgt.",
  "Yet from a strategic perspective, to say nothing of the human cost, most of these dollars might as well have been burned.",
  "The cost of defense, meanwhile, goes up and up and up, with little political resistance and barely any public discussion.",
  "Of Americans born since 1980, the Millennials, about one in three is closely related to anyone with military experience.",
  "No decent person who is exposed to today’s troops can be anything but respectful of them and grateful for what they do.",
  "Let’s skip to today’s Iraq-Afghanistan era, in which everyone “supports” the troops but few know very much about them.",
  "The world as a whole spends about 2 percent of its total income on its militaries; the United States, about 4 percent.",
  "In their 2012 debates, Mitt Romney criticized Barack Obama for supporting “green energy” projects, including Solyndra.",
  "There he addressed some of the men and women who would implement whatever the U.S. military strategy turned out to be.",
  "Obama gave his still-not-quite-natural-sounding callouts to the different military services represented in the crowd.",
  "(A step so wildly reckless that the U.S. didn’t consider it even when fighting Chinese troops during the Korean War.)",
  "The battlefield is of course a separate realm, as the literature of warfare from Homer’s time onward has emphasized.",
  "He opposed the decision to invade Iraq but ended up serving four tours there out of a sense of duty to his comrades.",
  "But it doesn’t count more than $80 billion a year of interest on the military-related share of the national debt.",
  "But the distance between today’s stateside America and its always-at-war expeditionary troops is extraordinary.",
  "Bilko model, again suggesting a culture close enough to its military to put up with, and enjoy, jokes about it.",
  "The A-10, generally known not as the Thunderbolt but as the Warthog, fills that role in the modern military.",
  "In the late 1980s, a coalition of so-called cheap hawks in Congress tried to cut funding for the B-2 bomber.",
  "The American public and its political leadership will do anything for the military except take it seriously.",
  "“We’re spending so much on people that we don’t have the hardware, which is becoming more expensive anyway.",
  "Whatever its technical challenges, the F-35 is a triumph of political engineering, and on a global scale.",
  "But such willed amnesia would have been harder if more Americans had felt affected by the wars’ outcome.",
  "The public attitude evident in the airport was reflected by the public’s representatives in Washington.",
  "They can be good if they are creating business for your company or jobs in your congressional district.",
  "Some emphasize high-stakes action, from the fictionalized 24 to the meant-to-be-true Zero Dark Thirty.",
  "Partly this change has come because the public, at its safe remove, doesn’t insist on accountability.",
  "It would be the story of a country willing to do anything for its military except take it seriously.",
  "(The one big Vietnam movie to precede it was John Wayne’s doughily prowar The Green Berets, in 1968.",
  "The U.S. military has about 1.4 million people on active duty and another 850,000 in the reserves.)",
  "The other 310 million–plus Americans “honor” their stalwart farmers, but generally don’t know them.",
  "But they brought no lasting stability to, nor advance of U.S. interests in, that part of the world.",
  "The people at the stadium feel good about what they’ve done to show their support for the troops.",
  "(We have posted reports here on the A-10, pro and con, so you can see whether you are convinced.)",
  "The simplicity of design allows it to spend more of its time flying instead of being in the shop.",
  "About one-third had comparable confidence in the medical system, and only 7 percent in Congress.",
  "Most other public figures, from Dick Cheney and Colin Powell on down, have put Iraq behind them.",
  "Yet repeatedly this force has been defeated by less modern, worse-equipped, barely funded foes.",
  "Ours is the best-equipped fighting force in history, and it is incomparably the most expensive.",
  "A $10 million parts contract in one congressional district builds one representative’s support.",
  "In automotive terms, it would be a Lamborghini rather than a pickup truck (or a flying tank).",
  "I watched it on an overhead TV while I sat waiting for a flight at Chicago’s O’Hare airport.",
  "Defeat in Vietnam bred a generation of military reformers … Today, the landscape is barren.",
  "The weapon in whose name the A-10 is being phased out is its opposite in almost every way.",
  "Not enough citizens are made to notice when things go wrong, or right, with the military.",
  "Here, it is protected by supplier contracts that have been spread as broadly as possible.",
  "For the F-16, that was to be fast, highly maneuverable, and deadly in air-to-air combat.",
  "The country thinks too rarely, and too highly, of the 1 percent under fire in our name.",
  "We did not,” Seth Moulton told me about his experience as a marine during the Iraq War.",
  "We did not,” Seth Moulton told me about his experience as a marine during the Iraq War.",
  "Then everyone except the few people in uniform getting on with their workaday concerns.",
  "This is a dangerous development—and one whose dangers multiply the longer it persists.",
  "Or it has won skirmishes and battles only to lose or get bogged down in a larger war.",
  "Each Warthog now costs about $19 million, less than any other manned combat aircraft.",
  "The country where the airplane has least been a public issue is the United States.",
  "2 pencil, the original Ford Mustang or VW Beetle, the MacBook Air—take your pick.",
  "In other countries, the F-35 can be cast as another annoying American intrusion.",
  "A young marine in my platoon said, ‘Sir, you should run for Congress someday.",
  "Now the American military is exotic territory to most of the American public.",
  "Often they portray military and intelligence officials as brave and daring.",
  "The tone and level of public debate on those issues is hardly encouraging.",
  "This was big enough news that many cable channels covered the speech live.",
  "Not a military voice is heard calling for thoughtful, substantive change.",
  "Confidence in the military shot up after 9/11 and has stayed very high.",
  "There are physical devices that seem the pure expression of a function.",
  "It’s a wonderful book, and dogs are a better connection than nothing.",
  "(Well over 4 million people live on the country’s 2.1 million farms.",
  "As a country, America has been at war nonstop for the past 13 years.",
  "It is striking how rare accountability has been for our modern wars.",
  "In that case, the general was right and the politicians were wrong.",
  "Cost overruns sound bad if someone else is getting the extra money.",
  "That’s the reality.” It’s going to be somewhere, so why not here?",
  "What Moulton described was desire for a kind of accountability.",
  "Americans admire the military as they do no other institution.",
  "From the troops’ point of view, the spectacle looks different.",
  "“Did we have the sense that America cared how we were doing?",
  "“Did we have the sense that America cared how we were doing?",
  "Now, for purposes of public discussion, they’re all heroes.",
  "(Boeing’s chief financial officer also did time in prison.)",
  "We know that technology is our military’s main advantage.",
  "These comparisons seem ridiculous, but they are fair.",
  "Fewer and fewer people know anyone in the military.",
  "Something similar was true in wars through Vietnam.",
  "“I actually remember the moment,” Moulton told me.",
  "In principle, he thinks the F-35 is a bad choice.",
  "A Predator drone costs about two-thirds as much.",
  "There’s a similar difference in operating costs.",
  "“It was after a difficult day in Najaf in 2004.",
  "The book was hotly debated—but not dismissed.",
  "Some of this PR shift is anthropological.",
  "Some leaders were good; others were bad.",
  "A somber moment to reflect on sacrifice.",
  "As Vermont goes, so goes the nation.",
  "But I decided to see the whole show.",
  "The one exception is the military.",
  "But those two are the exceptions.",
  "“America was very disconnected.",
  "The Eames chair, a classic No.",
  "The A-10 shows the pattern.",
  "So too with the military.",
  "As a public, it has not.",
  "Just more money, please.",
  "And why would they?",
  "But it is not.",
  "But … dogs!",
  "Bilko.",
  "II."
]