[
  "Nonetheless, presiding Judge Ricardo Urbina dismissed the case, ruling that the prosecution had engaged in a “reckless violation of the defendants’ constitutional rights.” A three judge appeals court panel later overturned Ricardo’s ruling.",
  "A fifth, Jeremy Ridgeway, was convinced by the Department of Justice (DOJ) to take a plea deal in the D.C. district court, establishing jurisdiction and venue in D.C. — a circuit which provided a friendly jury for the prosecution.",
  "The fallout of that event is the unjust imprisonment of four men who continue to languish in prison despite sentences against three being ruled “cruel and unusual punishment,” and overturning of a murder charge against the fourth.",
  "Heard, Liberty and Slough received 30-year sentences through a misapplication of criminal statutes that did not apply to their cases, and Slatten was convicted of murder and sentenced to life for a shooting he didn’t commit.",
  "Last year, an appeals court ruled the 30-year sentences as “cruel and unusual punishment.” While not dismissing the charges, the court called Lamberth’s sentence a “sledgehammer.” Slatten’s murder charge has been thrown out.",
  "These men were contracted by our State Department with the responsibility of protecting diplomatic officials, and were carrying weapons supplied by the State Department and authorized under the contract.",
  "Looking at all the evidence presented along with the facts lined up next to the defendants’ current predicament, one has to question whether the defendants in this case received a fair trial.",
  "Regretfully, members of Raven 23 who risked their lives to protect U.S. government officials, were charged with a number of crimes as a result of these deaths, and remain in prison today.",
  "A white sedan matching the description of one earlier identified as a possible VBIED (vehicle borne improvised explosive device) approached the convoy and ignored orders to stop.",
  "According to former Blackwater vice president Bill Mathews, the Military Extraterritorial Jurisdiction Act’s (MEJA) intent is to place military contractors under U.S. law.",
  "According to 18 U.S. Code § 924, a drug trafficker charged with committing a crime with a fully automatic weapon would generate a mandatory minimum 30-year sentence.",
  "The prosecution is required to provide exculpatory evidence to the defense as soon as they receive it, as deemed by the U.S. Supreme Court case Brady v. Maryland.",
  "In a blatant Giglio violation, a witness’s trial testimony did not match his original witness statement, and it was not referenced or acknowledged to the defense.",
  "The decision of U.S. Supreme Court case Giglio v. United States declares that witness testimonies that contradict each other must be pointed out to the defense.",
  "For reasons that remain unclear, the case was then quickly reassigned to DC District Judge Royce Lambert, and has remained under his purview since.",
  "On September 16, 2007, an incident involving our government and a number of diplomatic security teams rocked the heavily-populated city of Baghdad.",
  "In response to the power vacuum created by Hussein’s capture and execution, widespread sectarian violence exploded between Iraqi Shias and Sunnis.",
  "Judge Lamberth ruled against defense motions and tolerated the government’s seven-year suppression of exculpatory evidence in FBI possession.",
  "The views and opinions expressed in this commentary are those of the author and do not reflect the official position of The Daily Caller.",
  "The MEJA should not have applied to anyone in this case, as it was written specifically for those serving the Department of Defense.",
  "A nearby Blackwater backup team — Raven 23 — was deployed to provide additional security to escort the diplomatic convoy to safety.",
  "The security firm Blackwater was tasked with providing protection to a diplomatic team in Baghdad on that fateful September day.",
  "Those statutes should never have been applied, and convictions based on them should have been thrown out with prejudice.",
  "A massive IED explosion near Baghdad’s Nisour Square alerted the team – codenamed Raven 4 –as it entered the Square.",
  "In the case against Blackwater, the FBI was unable to show up to the ‘crime’ scene for weeks after the incident.",
  "In 2003, U.S.-led coalition forces entered Iraq, leading to the overthrow of Saddam Hussein and his government.",
  "It was turned over to the defense at the very end of the trial, leaving little time to utilize the evidence.",
  "This photo may prove that Raven 23 had faced armed opposition, not unarmed civilians as the Iraqis claimed.",
  "For seven years, the FBI appears to have withheld a photograph of AK-47 rounds found at the scene.",
  "Their names are Dustin Heard, Evan Liberty, Paul Slough, and Nicholas Slatten.",
  "The government is required to acknowledge when a witness contradicts himself.",
  "Phelps is a Christian activist and journalist based in the Southeastern U.S.",
  "A firefight ensued and some Iraqis were killed by members of the team.",
  "Iraq became one of the most dangerous places in the world after 2003.",
  "The Blackwater defendants were contracted by the Department of State.",
  "The team began taking fire in what appeared to be a planned ambush.",
  "However, all efforts to get these four men out of jail has failed.",
  "The Iraq government accused them of firing on unarmed civilians.",
  "These men of Blackwater were treated as thugs and gangbangers.",
  "This was an example of “forum shopping” at its best.",
  "The government refuses to let them go.",
  "They were not drug traffickers.",
  "Support raven23.com\n\nJ.M."
]