[
  "Bannon has returned to Breitbart News, his former haunt and the voice of the white right, and on Tuesday night, when Trump addressed the nation about Afghanistan, Bannon’s Breitbart hit Trump with three unfriendly headlines:\n\nTrump “defends flip-flop in somber speech”\n\n“His McMaster’s voice: Is Trump Afghanistan policy that different from Obama’s?”\n\nBreitbart started out as a small site bent on exposing the liberal bias in mainstream media.",
  "Arie Perliger, who wrote an authoritative report on rising violence by right-wing extremists while teaching at West Point and who now is director of security studies at the University of Massachusetts at Lowell, says the recent violence in Charlottesville and elsewhere “is just the tip of the iceberg.”\n\nPresident Trump decided to dismiss Stephen K. Bannon, after weeks of White House upheaval and racial unrest.",
  "Lyndon B. Johnson, deciding whether to fire FBI Director J. Edgar Hoover, famously reasoned that “it’s probably better to have him inside the tent pissing out, than outside the tent pissing in.”\n\nPresident Trump has made a different choice, opting to fire Stephen K. Bannon, the nationalist envoy of the “alt-right” in the White House.",
  "Or was Bannon right when he told the Weekly Standard after his dismissal that Trump’s “natural tendency — and I think you saw it this week on Charlottesville — his default position is the position of his base, the position that got him elected.” But Bannon’s cause for despair — “I think they’re going to try to moderate him .",
  "(Peter Stevenson,Jenny Starrs/The Washington Post)\n\nThere have been a few hundred such incidents of domestic terrorism annually in recent years by far-right-affiliated perpetrators, but the previously gradual increase in violence is accelerating under Trump, for three reasons.",
  "Trump announced a responsible Afghanistan policy that was essentially a continuation of existing strategy — that is, not the pullout Trump had wanted nor Bannon’s cockamamie idea of turning the war over to the scandal-prone company formerly known as Blackwater.",
  "They feel the election validated their worldview and indicated popular support for their views, they believe the Trump administration will be more tolerant of their actions, and they are frustrated that, so far, Trump’s agenda has been largely thwarted.",
  "In a SurveyMonkey poll, when respondents were told that Trump had said people on both sides (the neo-Nazis and the counterdemonstrators) in Charlottesville were responsible for the violence, Republicans reflexively agreed, 87 percent to 11 percent.",
  "Which way the flow goes now in these early days of the post-Bannon White House could well be determinative — not just for the Trump presidency but for the country as it grapples with a reemergence of white supremacists.",
  "That he’s willing to endorse the leaders of the Confederate side of the Civil War, for them that’s an indication that their agenda has some seeds of support.”\n\nTrump has much say over whether these seeds take root.",
  "Bannon was all about exploiting this, using the campaign and presidency to stoke racial grievances, to convince people that immigrants and “globalists” were to blame for their troubles.",
  "“As we send our bravest to defeat our enemies overseas — and we will always win — let us find the courage to heal our divisions within.”\n\nIs that what Trump really wants?",
  "(Erin Patrick O'Connor/The Washington Post)\n\n“Donald Trump echoes Obama’s ‘Blank Check’ rhetoric in Afghanistan speech”\n\nIt was a rhetorical golden shower.",
  "The new Washington Post/ABC News poll, for example, finds that 9 percent of Americans believe it’s acceptable to hold Nazi or white-supremacist views.",
  "And now Bannon, who only last week was boasting that his rivals within the administration were “wetting themselves,” is on the outside, fly unzipped.",
  "But because Americans make so many judgments through a partisan lens, any position Trump takes drives most Republicans to embrace the same position.",
  "When its former executive, Stephen Bannon, entered the White House, the site began targeting political adversaries of the Trump administration.",
  "Just as important was the way he announced it, with an appeal to unity that had none of Bannon’s “American carnage” influence.",
  "The consequences could hardly be greater, because there are signs the country is on the cusp of a new wave of racial violence.",
  "Suddenly their views are less marginalized, and the president himself says there are fine people there,” Perliger tells me.",
  "Twitter: @Milbank\n\nRead more from Dana Milbank’s archive, follow him on Twitter or subscribe to his updates on Facebook.",
  "Or he can prove beyond any doubt that his “natural tendency” is as base as Bannon believes it to be.",
  "“We cannot remain a force for peace in the world if we are not at peace with each other,” he said.",
  "“Here, for the first time ever, they were able really to penetrate the American political system.",
  "He can do what George W. Bush did, honorably, after 9/11, preaching tolerance.",
  "“For 100 years, nobody could imagine an American president saying that.",
  "The ousted chief strategist returned to Breitbart News on Aug. 18.",
  "But now Bannon is outside the tent, doing what LBJ talked about.",
  "I think it’ll be much more conventional” — is my cause for hope.",
  "Can Trump control the wave of racism he has released?",
  "Monday night brought an encouraging sign.",
  "Trump is the one who matters.",
  "And now, Charlottesville.",
  "Does he even want to?",
  ".",
  "."
]