[
  "Former Medibank lead Nicole Fitzgerald said the design of the new building came at a time when the company was trying to reposition itself from a health insurance business to a health assurance business.",
  "Developer Patrinely Group and designer Gensler implemented a high-performance unitized curtain wall system, horizontal shading fins along elevations of the building and an energy-efficient HVAC system.",
  "Surrounded by the world’s largest panels of curved glass, the 2.8M SF campus designed by Foster + Partners will run entirely on renewable energy with the help of 17 MW of rooftop solar panels.",
  "Siemen’s event venue has earned Outstanding BREEAM and Platinum LEED accreditation, making it the first building in the world to achieve both standards, but that is just the beginning.",
  "At 800 feet high, this Jay Paul Co development will be the tallest mixed-use building west of the Mississippi River when it delivers with 55 condos and 435k SF of Class-A office space.",
  "Shanghai Tower Construction & Development’s 2,000-foot-tall tower that delivered in 2015 is one of the most sustainable supertalls in the world and the tallest building in China.",
  "Each detail of the building, down to the locally sourced café, was built to accommodate Southwestern’s goal of making its headquarters a symbol of environmental stewardship.",
  "Since opening in 2015, the headquarters for Southwestern Energy has utilized a rainwater harvesting system for the two, 10-story, 515k SF buildings on 26 acres.",
  "The tower’s asymmetrical form allows it to withstand typhoon-force winds and saved an estimated $58M in structural costs as a result of reduced wind loads.",
  "More than 12,000 Apple employees will begin moving into the 175-acre campus shaped like a doughnut (or spaceship, depending on your preference) in April.",
  "Australia’s largest health insurer opened its headquarters in 2015 with sports courts, edible gardens, demonstration kitchens and a vibrant color scheme.",
  "Green systems like this allowed the tower designed by Heller Manus Architects to become the first pre-certified LEED Platinum building in San Francisco.",
  "The so-called self-contained city designed by Gensler has nine zones composed of retail, conference rooms, offices, a hotel and observation levels.",
  "Designers Wilkinson Eyre and Perkins+Will used solar and a ground source heat pump to generate on-site energy for the all-electric building.",
  "The crystal-shaped building is part of Siemens’ sustainable cities initiative that aims to transform cities through sustainable technology.",
  "A double-skin façade technology improves indoor air quality while reducing the number of vertical trips each building occupant must make.",
  "From event venues to supertalls, we found six properties that go beyond LEED, WELL and Fitwell to push the limits of healthy buildings.",
  "A water reusing program captures, treats and reuses graywater and rainwater, and a glass curtain wall system maximizes natural light.",
  "An Electronically Activated Streamer Emission system dissipates lightning strikes, reducing the chances of electronic malfunction.",
  "Fields with more than 9,000 native trees replace what would have been 5M SF of asphalt and concrete on the campus.",
  "Developer Cbus Property and designer Hassell created 26 different work settings in the 24-story, 495k SF building.",
  "A 1,000-seat theater with a metallic carbon-fiber roof will be named after company founder Steve Jobs.",
  "Designers predict the campus will require no heating or cooling for three-quarters of the year.",
  "The building’s spiraling parapet collects rainwater, which is used to heat and cool the tower.",
  "That's right, in an emergency, signage will instruct people to use elevators, not stairs.",
  "181 Fremont has not settled or sunk one inch since it was built into 260 feet of bedrock.",
  "About 10% of the walls are covered in plants and the campus has an 11k SF pocket park.",
  "The company has the ability to implement a compressed natural gas fueling station.",
  "The 193k SF venue has hosted more than 250,000 visitors since opening in 2012.",
  "The Crystal also harvests rainwater, treats blackwater and has solar heating.",
  "In addition, the tower has features to insulate it from natural disasters.",
  "Employees will have two miles of trails and a 100k SF (yes, 100k SF) gym.",
  "The tower will have the world’s first evacuation elevators.",
  "About 2,300 plants live inside the building.",
  "It can withstand a 475-year seismic event."
]