[
  "| Hal Yeager/Getty Images Pence doles out first contributions ahead of 2018 elections\n\nVice President Mike Pence is putting his imprint on the 2018 midterm elections, doling out contributions to three dozen Republican candidates — many of whom have been steadfast allies of the White House.",
  "Several White House advisers, including political director Bill Stepien, legislative director Marc Short, counselor Kellyanne Conway and Pence chief of staff Nick Ayers, helped to craft the list of recipients.",
  "The vice president is giving financial support to a slate of high-profile candidates that includes Missouri Senate hopeful Josh Hawley, Nevada gubernatorial contender Adam Laxalt, and Florida Gov.",
  "Story Continued Below\n\nNot on the list: besieged Alabama Senate candidate Roy Moore, who is facing accusations that he engaged in sexual misconduct with teenagers when he was in his 30s.",
  "Among those getting checks are Tennessee Rep. Marsha Blackburn, a Senate hopeful who is facing a fight for the Republican nomination, and Wyoming Sen. John Barrasso.",
  "That move that led to speculation that the vice president was looking to expand his profile ahead of a potential future national bid, something his advisers deny.",
  "Pence is also filling the coffers of a half-dozen members of the House Freedom Caucus, including the group’s chairman, North Carolina Rep. Mark Meadows.",
  "Vice President Mike Pence \"will always stand with those who stand with the president's agenda,\" said Alyssa Farah, a spokeswoman for his office.",
  "Several potential Barrasso primary opponents have emerged, including investor Foster Friess and Blackwater founder Erik Prince.",
  "Pence is cutting his first batch of checks through his newly formed political action committee, Great America Committee.",
  "Looking to reward those who have been loyal to the administration, Pence is wading into several prospective primaries.",
  "He will always stand with those who stand with the president's agenda,\" said Alyssa Farah, a Pence spokeswoman.",
  "\"The vice president is grateful to those who have gone above and beyond to promote the president's policies.",
  "Morning Score newsletter Your guide to the permanent campaign — weekday mornings, in your inbox.",
  "Email Sign Up By signing up you agree to receive email newsletters or alerts from POLITICO.",
  "Pence launched the political action committee earlier this year.",
  "Rick Scott, who is eyeing a potential Senate bid.",
  "You can unsubscribe at any time."
]