[
  "Then, John McCain is not in good health\n\nIt may be impolite to discuss it, but Sen. John McCain (R-AZ) has brain cancer and, he says, a “poor prognosis.” If McCain should pass away or decide to step down in the coming months, his seat would be temporarily filled by an appointee from Arizona’s Republican governor, and a special election to fill the remaining four years of McCain’s term would be scheduled at the same time as the 2018 midterms.",
  "We can think of them as follows:\n\nThe top two targets: Nevada and Arizona\n\nTwo tougher targets: Texas and Tennessee\n\nThe possibility that John McCain’s seat in Arizona will also open up\n\nThe rest: Wyoming, Nebraska, Utah, and Mississippi (and any other potential special elections)\n\nI’m going to focus on these GOP-held seats, but also just keep in mind that Democrats would also have to play an enormous amount of defense in 2018.",
  "Some of the possible Democratic candidates in that scenario would likely be people who considered running for Flake’s seat but ended up declining — like Phoenix Mayor Greg Stanton or former Rep. Ann Kirkpatrick (both of whom are currently running for congressional seats), or State Rep. Randall Friese (a trauma surgeon who treated former Rep. Gabby Giffords after her shooting).",
  "Not anymore, though — as former Obama administration staffer Matthew Miller tweeted after Jones won, the magic number for the party is now down to two:\n\nSix months ago, I asked the smartest Dem Senate strategist where the three seats to win the majority back were: \"Nevada, Arizona, and an act of God.\"",
  "A conservative in a conservative state, Fischer has nevertheless had a difficult time adapting to the age of Trump — she called on him to leave the race last October after the Access Hollywood “grab ’em by the pussy” tape was released, but then said a few days later that she’d vote for him anyway.",
  "A conservative in a conservative state, Fischer has nevertheless had a difficult time adapting to the age of Trump — she called on him to leave the race last October after the Access Hollywood “grab ’em by the pussy” tape was released, but then said a few days later that she’d vote for him anyway.",
  "Still, Doug Jones did just pull off his longest-of-shots upset, so let’s run through the remaining possibilities on the table:\n\nUtah : There’s some intrigue around this seat, as 83-year-old Sen. Orrin Hatch (R) has been viewed as likely to retire but hasn’t confirmed his plans to do so just yet.",
  "Two tougher targets: Texas and Tennessee\n\nMoving on to Republican seats that are much more of a reach for Democrats — but maybe not completely safe for the GOP — there’s Ted Cruz’s seat in Texas, and the seat of retiring Sen. Bob Corker in Tennessee.",
  "The top two targets: Nevada and Arizona\n\nDean Heller of Nevada has long been the most endangered Republican Senate incumbent, since his is the only GOP-held seat up in a state Trump lost (Hillary Clinton won it by 2.5 points).",
  "First, he infuriated conservatives by trying to negotiate changes to the Obamacare repeal bill, and then he infuriated liberals by utterly caving on the issue after reportedly getting an earful from billionaire donors.",
  "In the general election, Heller will likely face Rep. Jacky Rosen, a Democrat who was first elected to the House of Representatives just last year, but who won the nod of the Democratic establishment in this race.",
  "Mississippi : The genial, leadership-aligned Sen. Roger Wicker (R-MS) might face a conservative primary challenge from Chris McDaniel (who nearly won a contentious Senate primary in the state in 2014).",
  "If this were to happen, Arizona would suddenly have both of its US Senate seats on the ballot next year — giving Democrats another pickup opportunity in a state Trump won by just 3.5 points.",
  "But the other six Republican seats up next year have long seemed like long shots — meaning it was difficult to envision where Democrats could pick up that elusive third GOP-controlled seat.",
  ": The genial, leadership-aligned Sen. Roger Wicker (R-MS) might face a conservative primary challenge from Chris McDaniel (who nearly won a contentious Senate primary in the state in 2014).",
  "This time around, Democrats have a charismatic and energetic challenger for Cruz in Rep. Beto O’Rourke (a former punk rocker who my colleague Jeff Stein interviewed earlier this year).",
  "— Matthew Miller (@matthewamiller) December 13, 2017\n\nThe Alabama result also serves as a reminder that seemingly uncompetitive races can, under certain circumstances, tighten up.",
  "Republican leaders hope that Rep. Martha McSally, a retired Air Force colonel, will win the nomination, but she’d face an ugly primary fight against former state Sen. Kelli Ward.",
  "The rest\n\nThe other remaining GOP-held Senate seats are in such deeply conservative states that few would give Democrats more than an infinitesimal chance of winning any of them.",
  "O’Rourke very definitely an underdog — Texas is a conservative state, it’s an expensive state to compete in, Cruz is a formidable fundraiser, and O’Rourke is still little-known.",
  "Bannon and his allies have mused about recruiting a wealthy conservative — like investor Foster Friess or Blackwater founder Erik Prince — to challenge him in the primary.",
  "Bannon and his allies have mused about recruiting a wealthy conservative — like investor Foster Friess or Blackwater founder Erik Prince — to challenge him in the primary.",
  "For years, Democrats have been dreaming of making serious gains in Texas — and for years, they’ve failed to do so, despite the growth in the state’s Hispanic population.",
  "Assuming they defend all 26 of their own that are up (no easy task), there are then two Republican-held seats — Nevada and Arizona — that have seemed seriously in play.",
  "For instance, Sen. Thad Cochran (R-MS) has been in poor health, and there have been reports that President Trump might nominate Sen. Tom Cotton (R-AR) to head the CIA.",
  "Democratic leaders, meanwhile, successfully convinced their preferred candidate — Rep. Kyrsten Sinema (D-AZ) — to run, and she’s the favorite to win the nomination.",
  ": There’s some intrigue around this seat, as 83-year-old Sen. Orrin Hatch (R) has been viewed as likely to retire but hasn’t confirmed his plans to do so just yet.",
  "As for Republicans, depending on the timing of the vacancy, likely primary rivals Kelli Ward and Martha McSally could end up running in different races after all.",
  "The race was closer than expected even before Moore was accused of sexually assaulting two teenagers last month; after it, Jones got enough of a boost to win.",
  "Ward is a favorite of some populist conservatives in the state (as well as Bannon), but is viewed by the establishment as a fringe figure who could lose big.",
  "Phil Bredesen (D) has decided to jump into the race — and though he hasn’t run for office since 2006 and could be a bit rusty, he has won statewide before.",
  "And though polling of the primary has been sparse so far, Tarkanian has led in some of the ones we’ve seen — signaling a tough road ahead for Heller.",
  "It’s long been very difficult to plot a plausible path to a Democratic Senate takeover in 2018, since the party faces such a disadvantage in the map.",
  "So it’s a good time to review the entire lineup of Republican Senate seats on the ballot — or that could plausibly be on the ballot — in 2018.",
  "And for each of their incumbents who does lose, the number of GOP-held seats Democrats would have to win to retake control would go up by one.",
  "Just a few months ago, practically no one would have predicted that Democrats would pick up a US Senate seat in the Alabama special election.",
  "And the senator up for reelection in 2018 is Ted Cruz, a controversial figure with many enemies, who currently has a weak approval rating.",
  "Of the 26 of their own seats on the ballot, 10 will be in states Trump won, and five of those will be in states he won overwhelmingly.",
  "But first he has to get past a primary challenge from Danny Tarkanian, who’s said he’s won the backing of party gadfly Steve Bannon.",
  "In 2016, though, Donald Trump only won the state by 9 points, the worst performance for a GOP presidential nominee there in decades.",
  "Wyoming : Sen. John Barrasso (R-WY), who’s close to Mitch McConnell and serves on the GOP Senate leadership team, is running again.",
  "Still, if the fired-up Democratic enthusiasm we’ve seen this year holds up, this race might end up being closer than many expect.",
  "But they did with Doug Jones’s victory Tuesday — and their chances for retaking the chamber next year have dramatically improved.",
  ": Sen. John Barrasso (R-WY), who’s close to Mitch McConnell and serves on the GOP Senate leadership team, is running again.",
  "Another special: Finally, it’s of course possible that another unexpected special election could be added to the lineup.",
  "The second obvious target for Democrats is the Arizona seat currently held by Sen. Jeff Flake (R-AZ), who is retiring.",
  "To reiterate: If Democrats manage to hold all of their own seats (something that, again, will be quite difficult!",
  "A divisive GOP primary ended in the controversial Moore defeating the party establishment’s preferred candidate.",
  "Businesswoman and Lincoln City Council member Jane Raybould is running for the Democratic nomination there.",
  "Businesswoman and Lincoln City Council member Jane Raybould is running for the Democratic nomination there.",
  "Donald Trump won Tennessee by a whopping 26 points, so this race is definitely a stretch for Democrats.",
  "If he does retire, former presidential candidate Mitt Romney will likely run for the GOP nomination.",
  "If he does retire, former presidential candidate Mitt Romney will likely run for the GOP nomination.",
  "In either case, Salt Lake County Council member Jenny Wilson is running for the Democratic nod.",
  "In either case, Salt Lake County Council member Jenny Wilson is running for the Democratic nod.",
  "), and win just these two GOP-held seats, they’ll end up with a 51-49 Senate majority in 2019.",
  "Arizona has several other ambitious Republican members of Congress and state politicians too.",
  "Both Mississippi and Arkansas are such conservative states, as are the others mentioned here.",
  "Next, there is the Tennessee seat currently held by Sen. Bob Corker (R), who is retiring.",
  "For Democrats, Jackson Hole businessman Gary Trauner announced last week that he’ll run.",
  "For Democrats, Jackson Hole businessman Gary Trauner announced last week that he’ll run.",
  "For now, though, McCain remains in the Senate and has expressed no plans to step down.",
  "More recently, he bragged that he “helped write” the deeply unpopular GOP tax bill.",
  "The likely GOP nominee is Rep. Marsha Blackburn, a staunch conservative.",
  "It’s not yet clear who the strongest Democratic candidate would be here.",
  "It’s not yet clear who the strongest Democratic candidate would be here.",
  "But things have only gotten worse for him over the course of this year.",
  "Nebraska : Sen. Deb Fischer (R-NE) will be up for reelection.",
  ": Sen. Deb Fischer (R-NE) will be up for reelection.",
  "Democrats have needed to gain, on net, three seats.",
  "But again ... Doug Jones did win.",
  "Got the hardest one first.",
  "But former Gov."
]