[
  "With the recent release of an August 2012 classified intelligence memo to then Secretary of State Hillary Clinton detailing the presence of the organization that became ISIS among the Syrian oppositional forces supported by the West, it’s important to remember the history of exactly how the Islamic State arose from the ashes of a failed Obama/Clinton foreign policy.",
  "Even worse, after obtaining intelligence that this slippage was occurring, we continued to pour guns, ammunition, and other support to the very groups who would take hostage entire towns, slit the throats of innocent journalists, and persecute Christians and other minorities caught in the web of their reach.",
  "Ignoring this ugly reality — that they neglected the expertise and experience to vet these people properly and withheld the basics of professional soldiering — makes Obama/Clinton complicit, even responsible, for empowering ISIS and helping it to become what it is today.",
  "For all of the criticism that Obama levied on Bush, he continued to apply a deeply delusional Washington perspective to Middle Eastern politics and culture — ignoring all we should have learned in 13 years of Iraq conflict and warfare.",
  "Because of our ignorance of what to look for when we vet potential sources and partners, AQ/ISIS used “opposition members” to score resources and support from the U.S. government which almost immediately fell into ISIS’ hands.",
  "The Syrian Rebel groups were like dozens of hungry baby vultures in a nest all competing for resources, and the worst and meanest destroyed their counterparts using the aid given them by their misguided American benefactors.",
  "Two key factors amplified their failures: a failure in vetting those they were supporting (just like the absence in vetting prospective immigrants to the U.S.) and a failure to manage the units they were building.",
  "After a decade plus of current experience working with Sunni groups in Iraq, the Obama/Clinton team ignored the hard learned lessons that insurgent, terrorist, and opposition groups are elastic.",
  "The Syrian “Arab Spring” agitations that began in March 2011, where majority Sunnis rebelled against an Assad run Alawite Shia Ba’th Party, quickly dissolved into a multi sided proxy war.",
  "All the while the Assad regime’s traditional allies of Russia and Iran provided weapons, training, and even thousands of fighters themselves to combat the U.S. supported Sunni rebels.",
  "The origins of Daesh, known commonly as the Islamic State or ISIS, tie back directly to Obama and Clinton policy delusions and half measures of the Iraq and Syria conflicts.",
  "Clinton State Department policy grew into helping these Sunni rebels under the banner of the “Free Syrian Army (FSA)” with weapons, money and diplomatic support.",
  "The men of Syria were not always this crazy, but when thrown into a nest of vultures competing to stay alive they raced to the darkest depths of human depravity.",
  "Membership changes by the hour or the day — based on which group is able to generate the best resources allowing them to project power and consolidate control.",
  "Just because someone tells you he is a member of an opposition group that we agree with today, doesn’t mean he will still be a member of that group tomorrow.",
  "Command Leadership, intelligence support, communications, medical and logistics organization are the basic skeletal structure that any unit is built upon.",
  "Compounding the bad choice of getting enmeshed in the Syrian civil war, their failures of implementation made the most evil actors dominant.",
  "Professionals soldiers embedded with a new unit act like training wheels on a child’s bicycle, keeping things up right and moving forward.",
  "The chaos sewn globally by ISIS today grew directly from the bad seeds planted by the Clinton/Obama failures in the basics of statecraft.",
  "Obama/Clinton continued to approach the Middle East with the same naivety that led the Bush Administration into Iraq in the first place.",
  "Professional soldiers (Special Forces or contracted talent) must initially provide key combat enablers to any fledgling unit.",
  "Erik Prince is a former Navy SEAL, founder of Blackwater, and currently a frontier market investor and concerned parent.",
  "Clinton/Obama completely ignored these basics, and western civilization suffers daily now from those ignorant failures.",
  "It would be nearly impossible to devise a more perfect formula for failure than that devised by the Clinton/Obama team.",
  "Nor does it mean that he was ever a “moderate” instead of just a guy who knew how to trick the Americans he met with.",
  "The Sunni Arab Gulf states piled on behind the U.S. government to help their Sunni brethren with more arms and cash.",
  "The FSA exerted zero control over the dozens of rival militias fighting each other and the Assad regime in Damascus.",
  "The half measures of the risk-averse Obama/Clinton team prevented the basics of unconventional warfare.",
  "However, the reality is that the FSA existed only in the minds of the State Department leadership.",
  "The very basics of waging unconventional warfare dictate that with assistance comes oversight.",
  "They sent billions of dollars in weapons to fledgling rebel units but without any oversight.",
  "The result was a true race to the bottom of Syrian Rebel groups.",
  "The Obama/Clinton team couldn’t even do a proxy war correctly."
]