[
  "In a letter to Speaker Paul Ryan and Minority Leader Nancy Pelosi that was released on Monday, Reps. Lee Zeldin of New York, Mia Love of Utah and John Ratcliffe of Texas demanded an inquiry into what they described as “improper release of information to the media by committee members or staff.”\n\nStory Continued Below\n\n“Significant evidence that serious leaks have occurred in relation to the [House intel] investigation into alleged Russian meddling in the 2016 election must be immediately addressed,” the three lawmakers wrote.",
  "“Members or staff who may have violated rules by leaking sensitive information to the press or other outside entities must be promptly removed from this investigation and proper inquiries undertaken without delay.”\n\nThe three lawmakers said they were particularly concerned that details of an eight-hour closed-door interview with President Donald Trump’s son, Donald Trump Jr., were revealed to reporters before he had finished testifying.",
  "Reps. Lee Zeldin, picutred, Mia Love and John Ratcliffe demanded an inquiry into what they described as “improper release of information to the media by committee members or staff.” | Matthew Eisman/Getty Images House Republicans demand probe of Russia investigation leaks\n\nThree House Republicans are demanding an investigation of what they say are leaks coming out of the House Intelligence Committee’s Russia probe.",
  "That’s how much time the House Intelligence Committee’s top Democrat, Rep. Adam Schiff, responsible for overseeing America’s spy agencies, has spent on television blabbing since President Trump took office,” RNC rapid response director Michael Ahrens wrote in an email to reporters last week.",
  "“Ranking Member Schiff and his staff do not leak classified or confidential information, and any disclosure of non-public information by the congressional committees undertaking investigations is singularly unhelpful,\" Schiff's office said in a statement last week.",
  "After Trump Jr.’s interview earlier this month, the committee’s top Democrat, Rep. Adam Schiff, told reporters that Trump Jr. had refused to answer a question about a conversation with his father by citing attorney-client privilege.",
  "One senior House Democratic aide said the letter Monday was a \"disingenuous attack\" given that Republicans have leaked information about Obama-era officials' handling of intelligence materials involving Trump's associates.",
  "\"It is imperative that all investigations into Russia’s covert political interference campaign operate with appropriate discretion and refrain from publicizing information for short-sighted political gain.\"",
  "Schiff said that while committee members typically refrain from revealing details of their closed-door interviews, they’re permitted to divulge when a witness refuses to share information.",
  "The investigation’s top Republican, Rep. Mike Conaway (R-Texas), has lamented the fact that some of the committee’s Democrats have aired their views of the investigation in TV interviews.",
  "“This is evidenced in multiple tweets and online articles that contained privileged information that only members or staff present for the interview would have been privy to,” they wrote.",
  "Under questioning recently from Rep. Joaquín Castro (D-Texas), Erik Prince, former CEO of private security contractor Blackwater, said he wouldn’t discuss his contacts within the NYPD.",
  "Democrats involved in the probe argue that their ability to weigh in publicly on the investigation are the only tools at their disposal on a committee dominated by Republicans.",
  "“The leaking of privileged information continued after the interview had concluded.”\n\nSign up here for POLITICO Huddle A daily play-by-play of congressional news in your inbox.",
  "The Republican National Committee has highlighted, in particular, Schiff’s ample airtime discussing the investigation.",
  "Email Sign Up By signing up you agree to receive email newsletters or alerts from POLITICO.",
  "Still, they say they oppose leaking information divulged in closed-door interviews.",
  "Still, witnesses have complained about leaks during Russia-related interviews.",
  "\"We admonish every witness ... do not talk to anyone except your lawyer.",
  "“This is a leaky committee,” he said, “and I will not do it.”",
  "\"Why would we not hold ourselves to the same standard?\"",
  "Why would we not honor that ourselves?\"",
  "“20 hours, 44 minutes, and 49 seconds.",
  "You can unsubscribe at any time.",
  "Conaway said."
]