[
  "“By supporting the Afghan forces at the battalion levels with mentors – trainers that would live with, train with, patrol with those forces – you would reduce the corruption, greatly increase the combat capabilities, the performance of those units with some air and with some government support.”\n\n“That total package, plus the budget for the Afghan security forces, amounts to really ten to fifteen percent of what we’re spending now, which would allow almost $40 billion to return to the Treasury to be spent wherever the administration sees fit,” he estimated.",
  "Any father, any parent, any taxpayer should care about what happens to U.S. combat forces, and so I’m happy to be heard on the issue.”\n\nPrince said the first lesson from Afghanistan is that “counterinsurgencies take a long time.”\n\n“The problem is fighting that, or having a U.S. presence there solely with the big Pentagon, they tend to mow the lawn with a Porsche – meaning they take a very high cost structure in how they do big state-on-state wars, and they try to apply it to guys that are driving pickup trucks and wearing flip-flops,” he elaborated.",
  "I think the president is looking for a more America First focus, and not what amounts to a large wealth transfer to Afghanistan.”\n\nPrince noted that the Pentagon has requested more money and more troops for Afghanistan, but “media reports indicate that was roundly rejected by the president last week.”\n\n“He is looking for the third path, and that would really be to focus on what the Afghan security forces need to support them at the battalion level, give them a bottoms-up capability,” he said.",
  "So obviously that’s not a good option.”\n\n“The next option is to kind of keep doing the same thing we’ve been doing for the last sixteen years, where the United States has already spent a trillion dollars, with more than 22,000 seriously wounded, more than 2,000 dead, and almost half the country is lost to the Taliban again,” he continued.",
  "I provided that detail so they at least have a stalking horse to say, ‘This is how little we can do this for, versus what the Swamp keeps dictating how much these things should cost.’”\n\n“Whether the left is worried or not, I’m sorry for them, but I do care that we have almost 9,000 U.S. forces in danger,” said Prince.",
  "Because right now, the United States taxpayer is being exhausted trying to tamp down these fires.”\n\n“It’s wonderful to have a ten-year strategy, but you have to have a ten-year strategy to make it cost sustainable, which we are clearly not,” Prince contended.",
  "“The other course I think that the president is potentially driving towards is one that would scale back the spending, kind of go back to a smaller, leaner footprint like what really won the country in the first few months after 9/11,” said Prince.",
  "Prince said there are “basically three paths the president can take.”\n\n“One is to have just complete pullout, at which point the Afghan government I think would collapse in three or four weeks tops,” he said.",
  "That’s a problem, and I think the president is pushing back on the Pentagon for that very reason.”\n\nBreitbart News Daily airs on SiriusXM Patriot 125 weekdays from 6 a.m. to 9 a.m. Eastern.",
  "Former Navy SEAL and ex-Blackwater CEO Erik Prince talked about the Trump administration’s new strategy for Afghanistan on Tuesday’s Breitbart News Daily with SiriusXM host Alex Marlow.",
  "“We would leave the U.S. special forces in place but provide an off-ramp for U.S. conventional forces,” Prince elaborated.",
  "“Right now, the U.S. is spending more than when there were five times as many troops in country,” he pointed out.",
  "“What I care about is, as a taxpayer, that we’re largely wasting $45 billion a year in Afghanistan,” he said.",
  "Marlow noted that some on the left have described Prince as a shadow adviser to the Trump administration.",
  "“They have to figure out how to go leaner and cheaper so that they can actually outlast the enemy.",
  "“Because of the duration of those wars, they have to change their cost model,” he urged.",
  "“We are spending more than the entire U.K. defense budget in Afghanistan next year.",
  "I wrote an op-ed, it got some attention, the White House asked for some detail.",
  "“We’re spending more than the entire U.S. infrastructure budget in Afghanistan.",
  "Prince replied that he was not worried about the left’s political opinions.",
  "“There have been a number of American fatalities yet again this year.",
  "“Which would give the global jihadi movement a huge moral victory.",
  "“I don’t think it’s appropriate to pull out completely."
]