[
  "Yiannopoulos has said that the videos were “selectively edited” to make it appear as if he was defending child abuse, and that their release was part of a “coordinated effort to discredit me.”\n\n[Trump lashes back at Berkeley after violent protests block speech by Breitbart writer Milo Yiannopoulos]\n\nOn Wednesday, he said he plans to invite a colorful range of characters to speak at his “Free Speech Week” at Berkeley, including conservative thinkers, porn stars, drag queens, fashion designers and comedians.",
  "Daniel Savio, the son of the student leader, told the Guardian on Wednesday that he saw Yiannopoulos’s award in his father’s name as “some kind of sick joke.”\n\nThe son pointed out that while his father supported free speech, there should be limits to speech that threaten others who are vulnerable, such as the way Yiannopoulos has focused on specific transgender students in the past and mocked and harassed them.",
  "(Jeremy Papasso/Daily Camera via AP)\n\nProvocative conservative writer Milo Yiannopoulos said Wednesday that he plans to occupy the public plaza at the heart of the University of California at Berkeley and will host a week of free-speech rallies there this fall to protest the university’s recent handling of controversial speakers, including himself and conservative commentator Ann Coulter.",
  "A former Breitbart writer, the subjects of his articles appear to seek reaction from liberals especially: that feminism makes women ugly, that he would prefer it if teenagers self-harmed rather than discuss transgender issues on Tumblr, and that women would be happy only if society were to “un-invent” the birth control pill and the washing machine.",
  "And like a dog being kicked to death, it is lashing out.”\n\n[Ann Coulter speech at UC Berkeley canceled, again, amid fears for safety]\n\nHis plans for a “Free Speech Week” comes as activists from the far-right and far-left continue to flock to Berkeley to stage violent confrontations with each other during demonstrations on campus and in the city.",
  "Yiannopoulos blamed Berkeley for forcing Coulter to scrap an appearance she was planning for Thursday at the university, and he criticized the public university for how it handled his visit to campus on Feb. 1, which also was canceled after his presence sparked massive, violent protests.",
  "For Berkeley, he said, “I’ll bring a whole truckload of Blackwater contractors if that’s what it takes to occupy Sproul Plaza.”\n\nHe said he also is creating a new free speech award named after Mario Savio, the much-praised student leader of the Free Speech Movement of the 1960s.",
  "“And if the university refuses to actively help us in planning it or tries to block us, we will make it even longer, a month-long rally, not just one week.”\n\nHere's a look at some of the protests in the Berkeley, Calif., area in recent months.",
  "It also suggests that such clashes might not ebb anytime soon; protesters said Wednesday they plan to be on Berkeley’s campus Thursday even if Coulter isn’t, and Yiannopoulos expects to draw a massive crowd when he’s there.",
  "The final day likely will center on his beliefs about how political correctness involving the treatment of Muslims and Islam is not just threatening free speech but poses a threat to Americans in general.",
  "Sproul Plaza is the site of the 1960s Free Speech Movement protests and lies at the heart of campus, completely open and difficult for police to secure if violence breaks out, officials say.",
  "Yiannopoulos, whose speech at the University of California at Berkeley was canceled earlier this year amid violent protest, plans to return in September for a week of free-speech rallies.",
  "Yiannopoulos was forced to resign from Breitbart, lost a book deal with Simon & Schuster, and his invitation to speak at the Conservative Political Action Conference was rescinded.",
  "He said he plans to install a permanent security team at Sproul Plaza along with a lectern and microphone, and create a tent city of continuous protest against the administration.",
  "He said he plans to hold the rallies on Sproul Plaza, the same site university officials had warned Coulter to avoid because of the wide range of security concerns there.",
  "Each day of the planned protest week will be devoted to attacking one liberal group that he believes is suppressing the free speech of conservatives, Yiannopoulos said.",
  "In February, just days after his appearance at Berkeley caused riots, videos surfaced showing Yiannopoulos making controversial comments about pedophilia and consent.",
  "“Is freedom of speech such an important principle that we can afford to uphold it even when it means sacrificing the safety of some other folks?” Savio’s son said.",
  "He also blamed liberals for the fears of violence arising from his and Coulter’s planned speeches at Berkeley: “It’s happening because the left knows it’s losing.",
  "(Gillian Brockell/The Washington Post)\n\nYiannopoulos described in detail his plans for the week of protest, which he has tentatively scheduled for September.",
  "Yiannopoulos said he plans to hire his own security for his coming appearance at Berkeley to ensure it does not get canceled again.",
  "When he travels to speaking events, his security detail often includes as many as four guards, including former Navy SEALs.",
  "I have the money to do it,” he said in a telephone interview about his planned week of rallies.",
  "A self-described troll, Yiannopoulos has drawn criticism for his provocative statements.",
  "\n\nMilo Yiannopoulos speaks at the University of Colorado in Boulder, Colo., on Jan. 25.",
  "It’s losing the political battle and losing the free speech battle.",
  "He said he now has a hired security guard with him at all times.",
  "Yiannopoulos said he plans to give Coulter the inaugural award.",
  "One day will focus on feminists, another to Black Lives Matter.",
  "[Berkeley gave birth to the Free Speech Movement in the 1960s.",
  "Now, conservatives are demanding it include them.]",
  "Susan Svrluga contributed to this report.",
  "“I’ll bring an army if I have to."
]