[
  "\"I don't think there is any serious analyst of the situation in Afghanistan who believes that the war is winnable,\" Laurel Miller, who until recently was a US diplomat to Afghanistan and Pakistan but now works for the RAND Corporation, told Politico.",
  "REUTERS/Omar Sobhani\n\nAnd Kushner and Bannon even reportedly reached out to former Blackwater CEO Erik Prince to devise a plan for Afghanistan, but \"Mattis politely declined\" Prince's idea to send private contractors to the country.",
  "McMaster and Cabinet officials eventually agreed on a plan to send a \"modest\" number of more troops to Afghanistan during a meeting last week, Politico said, but Trump sent it back to them.",
  "McMaster and Defense Secretary James Mattis both favor deploying additional troops, while Jared Kushner and Steve Bannon are opposed to doing so, The New York Times reported in May.",
  "\"We've been there for now close to 17 years, and I want to find out why we've been there for 17 years, how it's going, and what we should do in terms of additional ideas.\"",
  "Still, The Wall Street Journal reported in early July that that everyone in the administration believes that US troops should remain there \"for as long as they are needed.",
  "Trump's refusal to sign off on his Cabinet's plan might also signal his lack of confidence in McMaster, Politico said, citing multiple senior US officials.",
  "The problem, which Politico said Trump might be grappling with, is that there aren't many options left that previous presidents haven't already tried.",
  "While some have said the situation in Afghanistan is a stalemate, other studies have characterized it as a deteriorating situation.",
  "The Special Inspector General for Afghan Reconstruction released a report in April detailing the declining situation.",
  "Andrew Harrer - Pool/Getty Images\n\nPresident Donald Trump refused to sign off on National Security Adviser H.R.",
  "There are currently over 10,000 US troops there, and the US is spending $3.1 billion a month on the war.",
  "When Trump was asked last week if the US would send more troops to Afghanistan, he said, \"We'll see.\"",
  "Inside sources also told Politico that the meeting was a \"s--- show\" and that \"words were exchanged.\"",
  "US soldiers attend to a wounded soldier at the site of a blast in Kabul, Afghanistan, June 30, 2015.",
  "More than 2,200 US troops have died and more than 20,000 more have been wounded since the war began.",
  "Trump even had lunch with US troops last week to hear their ideas on what to do in Afghanistan.",
  "Trump's Cabinet has apparently been split on what to do in Afghanistan for a number of months.",
  "McMaster's plan to send more US troops to Afghanistan, Politico reported.",
  "Still, Trump doesn't appear to know quite what to do about Afghanistan.",
  "\"We've been there for many years,\" Trump told reporters last week.",
  "President Donald Trump at the White House on February 7, 2017.",
  "Trump even reportedly \"tunes out\" McMaster at times.",
  "There will be no timelines for withdrawal.\""
]