[
  "Trump retreats from Obama crackdown on student debt collectors\n\nWith help from Caitlin Emma, Kimberly Hefling and Benjamin Wermund\n\nTRUMP RETREATS FROM OBAMA CRACKDOWN ON STUDENT DEBT COLLECTORS: The Trump administration is preparing to reinstate the government contracts of several debt collection companies that the Obama administration sought to fire over allegations they misled struggling federal student loan borrowers, according to a Morning Education review of recent court filings.",
  "A House Judiciary Committee aide tells Morning Education “the hearing will cover a broad range of issues such as student protests, academic freedom, federal funding, and speech codes maintained by public colleges and universities.”\n\n— The panel will hear testimony from several witnesses expected to criticize campus “free speech zones” — specifically designated areas on a campus for demonstrations or other protests— as well as incidents where campus speakers are shouted down.",
  "Therefore, the department said, any new business that the department potentially offers to the previously-fired debt collectors is expected to last an “appreciable period of time.”\n\n— One of the debt collection companies last Friday requested that the federal judge overseeing the case hold a hearing at “the earliest possible opportunity” to discuss how the case should move ahead given the Education Department’s proposal to resolve it.",
  "Education Secretary Betsy DeVos praised the provision Monday during a visit to Fort Bragg, N.C. “Secretary DeVos should be focused on investing in public schools — those in which the majority of military connected children attend — instead of praising a bill that would drain dollars away from those schools,” said Hilary Goldmann, president of National Association of Federally Impacted Schools.",
  "“Reversing the practices that have allowed me and other trans kids to thrive at school would be devastating.”\n\nSESAME STREET MUPPETS ON CAPITOL HILL: Julia, a new Sesame Street muppet that has autism, will join character Abby Cadabby today for an event tied to the release of a study that evaluated an online initiative by Sesame Street that seeks to reduce stigma surrounding autism.",
  "SCHOOL CHOICE ON MILITARY BASES: The National Association of Federally Impacted Schools and the Military Impacted Schools Association have issued a joint statement expressing “strong concerns” about a bill by Sen. Tim Scott (R-S.C), that would create a pilot program that would allow federal funds to pay for private tuition for military families.",
  "The speakers include: Stanley Kurtz, senior fellow at the Ethics and Public Policy Center Greg Lukianoff, president of the Foundation for Individual Rights in Education; David Hudson, ombudsman of the Newseum Institute’s First Amendment Center; and Ken Klukowski, senior counsel at the First Liberty Institute and legal editor at Breitbart.",
  "The Education Department announced on Monday that it would soon be sending emails to Pell grant recipients who attended recently-closed colleges to let them know the department is resetting their eligibility for the grants – which has a lifetime cap of 18 semesters for a student pursuing a four-year degree.",
  "— Also happening on the Hill today: The House subcommittee overseeing education and labor funding will hold a hearing “examining federal support for job training programs.” The Trump administration has proposed cutting some federal funding for such programs, which some conservatives argue are ineffective.",
  "— Speaking of ESSA: Connecticut’s state plan features its “Next Generation Accountability System.” That system for holding schools accountable under the law will include a dozen measures, from student growth and participation on state tests, to chronic absenteeism, physical fitness and access to the arts.",
  "— The findings are particularly alarming for low-income students, who pay for about 29-percent of college costs with their own earnings — getting way less help from their families (just 2 percent of the total bill) than their upper-income peers, whose families pick up 81 percent of college costs.",
  "For example, the state is bundling together chronic absenteeism and out-of-school suspensions into one metric, called “Chronically Out of School.” The weighting of that metric has been reduced to 10 percent of the framework Tennessee is using to hold schools accountable.",
  "Story Continued Below\n\n— An Education Department official wrote in court documents that the agency has decided to “reconsider” the Obama administration’s February 2015 decision to end the contracts of four companies that collect student loans on behalf of the government.",
  "The evaluation, which was conducted by researchers from Georgetown University Medical Center in collaboration with Children’s National Health System, said that people who viewed the online site found the materials “engaging and useful.” Read more from the findings here.",
  "— Secretary of Housing and Urban Development Ben Carson says in an interview that his agency will be partnering with the Education and Justice Departments to identify the nation’s safest schools that provide the most opportunities and best outcomes for students: WBFF.",
  "DEVOS MOVES AHEAD WITH RESTORING PELL ELIGIBILITY FOR STUDENTS HIT BY SCHOOL CLOSURES: The Trump administration is moving ahead with an Obama-era plan to restore the Pell grant eligibility of students whose education was interrupted by their college’s sudden closure.",
  "— Democrats and Republicans in Congress last year called on the Education Department to restore Pell eligibility to students at closed schools in the wake of the collapse last year of ITT Tech, the for-profit giant whose closure displaced thousands of students.",
  "But the district is being sued by two conservative groups, the Alliance Defending Freedom and the Independence Law Center, on behalf of a student who says his privacy was violated when he had to change in front of a transgender student in the locker room.",
  "— School district technology leaders have ranked budget constraints and a lack of resources as top challenges for the third year in a row, according to an annual survey by the education technology nonprofit, The Consortium for School Networking or CoSN.",
  "The unofficial third party reviews come as advocates anxiously await the level of scrutiny state plans will receive under the Trump administration and whether DeVos will take a backseat approach, as Senate HELP Chairman Lamar Alexander has suggested.",
  "THE LATEST LOOK AT COLLEGE COSTS: New data out today from the Urban Institute confirms what many students already know: College is expensive — too expensive to work your way through, as used to be the norm, unless you have help from your family.",
  "— House Judiciary Chairman Bob Goodlatte (R-Va.) has previously called on some public colleges and universities to change policies that the Foundation for Individual Rights in Education have singled out as violating students’ free speech rights.",
  "HOUSE PANEL TACKLES CAMPUS FREE SPEECH: The House Judiciary Committee’s Subcommittee on the Constitution and Civil Justice today is holding a hearing to discuss First Amendment protections for students at public colleges and universities.",
  "FIRST LOOK: GUN VIOLENCE THIS SCHOOL YEAR: There have been 558 gun incidents in schools nationwide during the first seven and a half months of this school year, the Brady Center to Prevent Gun Violence finds in a new report.",
  "GROUPS TEAM UP FOR THEIR OWN ESSA PLAN REVIEWS: The nonprofit education groups Collaborative for Student Success and Bellwether Education Partners are teaming up to review state plans under the Every Student Succeeds Act.",
  "ACLU JOINS PENNSYLVANIA FIGHT OVER TRANSGENDER STUDENT RIGHTS: The American Civil Liberties Union and the ACLU of Pennsylvania on Monday filed a motion to intervene in a federal lawsuit over transgender student rights.",
  "The companies — Navient-owned Pioneer Credit Recovery, Enterprise Recovery System, National Recoveries and Coast Professional — are challenging that decision in a lawsuit that has been going on for more than two years.",
  "According to New York Fed data released Monday, default rates among higher-balance borrowers have worsened notably in recent years and payment progress is slower among those who borrowed more to attend college.",
  "While it has long been accepted that those who take out bigger loans do so to earn higher degrees (such as in medicine or law), and also tend to earn more after they graduate, new data suggests a new pattern.",
  "In the 1960s and ‘70s, a student who worked 10 hours a week during the school year and 35 hours a week over the summer could cover tuition, fees and most of room and board at the average four-year college.",
  "The Education Department responded on Monday that the new process is on hold because some other companies that lost out on contracts have filed formal protests with the Government Accountability Office.",
  "The Obama administration said it wanted to cut ties with the companies because it determined they made “materially inaccurate representations” to borrowers trying to get their loans out of default.",
  "But the Obama administration said it didn’t have the power to reset those students’ Pell grant eligibility — which has a lifetime cap of 18 semesters for a student pursuing a four-year degree.",
  "The ACLU filed a motion to intervene in the case on behalf of Aidan DeStefano, a transgender student at Boyertown Area Senior High, and a coalition of LGBT student leaders and groups.",
  "That includes an incident as recent as March 28, when a 16-year-old boy was found shot to death in the parking lot of a Pennsylvania middle school where he often played basketball.",
  "— Erik Prince, the brother of Education Secretary Betsy DeVos and founder of Blackwater, held secret Seychelles meeting to establish Trump-Putin back channel: The Washington Post.",
  "— In an effort to dismiss the lawsuit, Trump’s Education Department says in court documents that it plans to essentially nullify the Obama administration’s 2015 decision.",
  "REPORT ROLL CALL\n\n— The Education Finance Council is out with a new white paper outlining “recommendations for improving higher education financing.” Read it here.",
  "— The reform group Chiefs for Change is out with a report for state education leaders on innovative uses of federal funding under the Every Student Succeeds Act.",
  "— California state lawmaker announces bid for state superintendent of public instruction by vowing to fight Trump, DeVos education agenda: LA School Report.",
  "They argue that any reprieve for them would be short-lived because the department is in the process of awarding a new round of debt collection contracts.",
  "Connecticut is measuring chronic absenteeism as the percentage of students missing 10 percent or more of the total number of days enrolled in school.",
  "@caitlinzemma (cemma@politico.com), @khefling (khefling@politico.com), @mstratford (mstratford@politico.com) and @BenjaminEW (bwermund@politico.com).",
  "Each state plan is already subject to a federal review, in which a team of educators and experts examine the plans to ensure they gel with the law.",
  "— But attorneys representing the debt collection firms argue in court filings the Education Department’s plan to help them doesn’t go far enough.",
  "The department said it was prepared to potentially award new business to the companies as soon as two weeks after the resolution of the lawsuit.",
  "But the department’s prior findings that the firms misled borrowers “will not be considered” as part of that decision, the department wrote.",
  "Boyertown Area School District in Pennsylvania has allowed transgender students to use locker rooms in alignment with their gender identity.",
  "— Code.org and a number of other education organizations look at state policies supporting K-12 computer science education in a new report.",
  "Room and board, meanwhile, vary widely, and the time it takes to complete a degree can quickly drive up costs, according to the analysis.",
  "But the Collaborative and Bellwether — in addition to a number of other education groups — are doing their own independent reviews, too.",
  "That includes incidents that have been reported in K-12 schools, colleges and universities, on school buses, bus stops and elsewhere.",
  "SYLLABUS\n\n— Penn State Trustee apologizes for comment about Jerry Sandusky’s “so-called victims”: The Chronicle of Higher Education.",
  "— Federal law allows students at a closed school to seek a discharge of the federal loans they took out to attend the institution.",
  "Under the department’s plan, officials will re-evaluate whether to assign new defaulted borrower accounts to the four companies.",
  "The Education Department’s announcement on Monday also provides technical guidance to colleges on how to carry out the change.",
  "They’ll also discuss a proposal for conditioning federal funding of colleges on their compliance with the First Amendment.",
  "Now that workload covers just about a third of the average cost to attend a four-year college, according to the analysis.",
  "“Transgender students just want what everyone else wants, to be accepted for who we are,” DeStefano said in a statement.",
  "Other states considering chronic absenteeism include Massachusetts and New Jersey as well as the District of Columbia.",
  "— Tennessee today is noting a few changes to its plan after getting public feedback on the draft published last year.",
  "— Philanthropic groups wants to revamp or build 25 D.C. public schools over the next five years: The Washington Post.",
  "“Fifteen people died in gun-related incidents on school property between August and mid-March,” the report notes.",
  "— Meanwhile, new data from the New York Fed suggests a longstanding trend in student borrowing may be changing.",
  "“Out of 86 school shootings, 30 took place at high schools, and 16 occurred at middle or elementary schools.",
  "Schools will get the most points when their chronic absenteeism rates clock in at 5 percent or lower.",
  "A panel discussion about the findings is at 11 a.m. in the Capitol Visitor Center, room HVC-201AB.",
  "But I’m here to educate you about the danger they pose to our way of life: Exhibit A.",
  "… Drop me a line with your tips and feedback: mstratford@politico.com or @mstratford.",
  "The hearing starts at 10 a.m. in room 2358-C of the Rayburn House Office Building.",
  "— Denver high school student runs for seat on the city’s school board: Chalkbeat.",
  "Education Secretary Betsy DeVos will have the final say on approving the plans.",
  "A certain colleague has used this space to tell you about the wonders of Peeps.",
  "The National Military Family Association also expressed similar concerns.",
  "The remaining 33 occurred on or near college campuses.” Read the report.",
  "— A number of other states are considering chronic absenteeism.",
  "Seven incidents took place on school buses or at bus stops.",
  "And follow us on Twitter: @Morning_Edu and @POLITICOPro.",
  "GOOD TUESDAY MORNING AND WELCOME TO MORNING EDUCATION.",
  "Share event listings: educalendar@politicopro.com.",
  "Read more from Kimberly Hefling.",
  "Follow the Pro Education team.",
  "Read the state’s application.",
  "Benjamin Wermund has more.",
  "Feel It Still.",
  "Watch live."
]