[
  "“That’s why the approach we took lets long-term contracted professionals – it could be American, it could be individuals from NATO countries – to do the long-term embed, train, and advise-and-assist missions with the Afghans, so that U.S. forces can go home.”\n\nHe warned that the first 30 to 60 days of deployment for new troops sent to Afghanistan is very dangerous, because “a lot of those guys will be green in the area.”\n\n“Remember, U.S. troops rotate.",
  "For as hard as the president campaigned to his base and what the people voted for, for him to be this much aligned with McCain and Graham perhaps should give him pause.”\n\nPrince accused the Pentagon of “stacking the deck” in last Friday’s final meeting on Afghanistan policy by filling it with “people that were only in favor of the big DoD, big government solution to this.”\n\n“The president still needs to ask, what are the metrics?",
  "He expressed agreement with the notion that some form of “political settlement” must ultimately be reached in Afghanistan, but at the moment negotiations could not proceed from a position of strength, because “the Taliban is winning right now.”\n\n“I don’t know that they’re going to turn the realities on the ground around with just the addition of 4,000 troops,” he said.",
  "He’s going to be facing that for years to come unless he has a plan to actually close this thing off.”\n\nPrince predicted that support for Trump’s strategy expressed by some in the media, and by Republicans like Senators John McCain (R-AZ) and Lindsey Graham (R-SC) who are normally opposed to him, would only last until the first casualties could be blamed on Trump.",
  "“Each of those governments, Afghanistan and Pakistan, have both been very effective at playing one part of the U.S. government against another, and to continue to suck money and resources out of the U.S. taxpayer.”\n\nWhen Marlow gave Prince credit for keeping the size of the new troop deployment down, Prince said he knows National Security Adviser H.R.",
  "If our goal in being in Afghanistan is to deny terror a sanctuary, well, half of the country is now a terror sanctuary.”\n\nPrince said he has long argued for the president to “appoint a viceroy,” by which he means not a ruler for Afghanistan, but a strong central figure to coordinate the implementation of U.S. policy.",
  "The rest of them, the Pentagon approach to these things is very high overhead, very high support groups, so we’re not going to get a lot of people on the objective.”\n\n“After 16 years of war, it shouldn’t have to be American combat troops out leading and fighting and engaging the enemy anymore,” Prince said.",
  "“There’s a better way to spend the $50 billion we consume there now.”\n\nMarlow noted that Prince’s fears about the ineffectiveness of adding just 4,000 troops to the current Afghanistan mission have been echoed from many quarters, including a segment by CNN’s Fareed Zakaria on Monday night.",
  "He said the policy changes described by President Trump in his Monday night speech largely consisted of things the military could have been doing since Trump’s inauguration, without requiring increased troop levels or funding, if they had simply asked for permission.",
  "“Now the president owns it because we’ve committed more troops for this new strategy of his to hand victory to him by the Pentagon, so now every loss on the battlefield, every casualty, they’re going to hang around the president’s neck.",
  "“Then you have a Navy that has navigation problems, clearly, and you have an Air Force that has severe readiness problems and is more than a thousand pilots short, and you have an Army that can’t seem to finish an insurgency,” he added.",
  "We need to find a way to deliver a cheap, sustainable way to keep the Afghan upright and able to fight these battles, so that U.S. forces who have a very high cost in blood and treasure, so they don’t have to do that,” said Prince.",
  "You have the State Department, you have McMaster, you have the Pentagon with all their generals, and you have CIA station chiefs and all that infrastructure, not just in Afghanistan but in Pakistan as well,” he pointed out.",
  "“I am concerned that we’re one grenade or one suicide vest in a chow hall away from a mass casualty incident which will finally – the Left has largely ignored the Afghan war for the last eight years,” he elaborated.",
  "“It is very much business as usual to say, ‘Yeah, we want to get Pakistan and India involved.’ Nothing was said in that speech that could not have been delivered in 2002, 04, 06, 08, 10, 12, 14, 16, or last night.",
  "McMaster “originally asked for an additional 70,000 to 80,000 troops.”\n\n“If past performance is an indicator of future performance, 16 years, I don’t see the Pentagon tacking sharply to turn this thing around.",
  "“The president needs, and he really missed an opportunity, to appoint one person that is in charge of all efforts, spending, organizational, and policy of the U.S. government for Afghanistan and Pakistan.",
  "“As much as the Pentagon wants to claim they focus on diversity, they weren’t really interested in diversity of opinion on how to end this longest war,” Prince told SiriusXM host Alex Marlow.",
  "“The more we’ve gone to a conventional military approach, with a lot of bureaucratic restrictions, it’s really prevented the military from having that effect on the ground,” he observed.",
  "Former Navy SEAL and ex-Blackwater CEO Erik Prince said President Trump has “signed up for what he’d been opposing” in Afghanistan on Tuesday’s edition of Breitbart News Daily.",
  "How is the military going to adapt, to have some kind of long-term presence, either with active duty or contracted forces, to get small and to get cheap and to be sustainable?",
  "Prince quoted a previous caller to Breitbart News Daily who recalled how a small force of special operators with strong air support quickly devastated the Taliban after 9/11.",
  "If they haven’t been able to close this thing off in 16 years, the plan that was laid out last night is not going to do anything about it either,” he predicted.",
  "“We went from a special operations and intelligence-run war in the first month after 9/11 to basically one that mimics the Soviet battle plan in the Eighties.",
  "“Of course, he was right to say we’re not going to announce our tactical objectives or our timeline objectives, but he really needs to ask, what is the model?",
  "“You negotiate with the Taliban when you’ve put them on their knees, not when they’re standing over you with a gun, which is largely what they’re doing.",
  "“The addition of 4,000 troops the way the military operates means that maybe four to six hundred of those guys will actually leave the wire regularly.",
  "I was asked by White House officials to come up with a plan to do that, and I believe we did that, but the Pentagon wants to stay with their own plan.",
  "The problem is that the Pentagon’s targeting cycle and bureaucracy is so pervasive and so oppressive, I still think those will occur,” he said.",
  "We’d go down to around five, and keep another 2,000 SOCOM personnel to have a unilateral direct action capability for the DoD, and that’s it.",
  "That’s the only advice he’s getting.”\n\nPrince agreed with Marlow that President Trump is placing a “big bet” on the Pentagon’s strategy.",
  "You know, the presidency by its nature is a bubble, and the president has filled that bubble with very conventional general officers.",
  "“The plan that we laid out provides an off-ramp for all the conventional troops to go home, and for most of the contractors.",
  "“Look, I think the president did this because he felt politically battered because of the Charlottesville fiasco,” he said.",
  "So as these troops go in, just like the two kids that were killed two weeks ago, it was their first 30 days of deployment.",
  "Because spending more than the entire U.K. defense budget in Afghanistan is clearly not sustainable,” he contended.",
  "They go in for six or nine months, and then they go home, and all that area local knowledge leaves with them.",
  "“We’re spending way too much in Afghanistan, more than the entire defense budget of the U.K.,” said Prince.",
  "“The president campaigned on a rationalizing plan to spend less and to close this thing off honorably.",
  "“There have been three open-air victory parades in Afghanistan just in the last couple of months.",
  "And he is going to own the 16 years of largely bad decisions that have been made in Afghanistan.",
  "The president is used to building large buildings, to have phase lines and timelines to be met.",
  "“Apparently the president has gone with the Pentagon’s plan for more troops and more money.",
  "Breitbart News Daily airs on SiriusXM Patriot 125 weekdays from 6 a.m. to 9 a.m. Eastern.",
  "You’ve got to do that to actually try to bring this thing to a close as well,” he urged.",
  "But there’s really been no metrics and no accountability for this entire Afghan effort.",
  "“The Taliban that have survived these last 15 years, they’ve stayed in the battlespace.",
  "“He wasn’t feeling like stepping off into something else controversial or different.",
  "“As you look at 16 years of the Pentagon doing this, they really haven’t adapted.",
  "Maybe now the Pentagon’s excuses are completely gone from that happening again.",
  "For these 4,000 they send in, what are their deliverable results going to be?",
  "“What are 4,000 troops going to do that 140,000 don’t?” Prince asked again.",
  "They are a very capable enemy, and they know what they’re doing,” he said.",
  "It’s not an expansion of contractors, it’s a contraction of everything.",
  "That’s how we close this thing off,” Prince said of his own proposal.",
  "The president should insist on those going forward,” he recommended.",
  "I don’t think that makes a huge difference on the ground,” he said.",
  "They know exactly how the U.S. moves, communicates, plans, targets.",
  "This is a management of conflict, not a termination of conflict.",
  "The Taliban are not afraid of the United States striking them.",
  "Now they’re going from 9,000, adding another 4,000 troops.",
  "There are 26,000 contractors in-country right now.",
  "They haven’t adapted to the Taliban,” he lamented.",
  "The enemy does get a vote,” Prince cautioned.",
  "“The Pentagon has had up to 140,000 troops.",
  "They control almost half the country now.",
  "“Today we have this multi-headed monster.",
  "So there’s going to be more casualties.",
  "It’s been the same approach,” he said.",
  "We are losing,” he declared.",
  "That’s the problem.",
  "They have survived.",
  "That’s the problem."
]