[
  "Kelly peppered the group with questions that reflected much of Trump’s thinking, according to a senior White House aide, from “Why can't we withdraw?” and “Why can’t we shift to a counterterrorism only platform?” to “Why couldn’t we do this with paramilitary forces [supplied by the CIA] only?”\n\nThe president’s remarks, delivered from Fort Myer in Arlington, Virginia, came less than a week after he enraged his enemies and alienated Republican leaders with his response to a white nationalist rally that took place just over a hundred miles away, and the occasion offered him a chance to take on what has typically been a more unifying role: that of commander in chief.",
  "Chief strategist Steve Bannon, who was dismissed Friday, was a vocal opponent of the strategy endorsed by the president Monday, and though one White House adviser described him as a “ghost” in internal deliberations — he preferred to speak privately with the president or to talk to the news media — he succeeded, at least temporarily, in dubbing the effort “McMaster’s War.”\n\nSome Trump advisers — including Attorney General Jeff Sessions, Energy Secretary Rick Perry and Homeland Security Adviser Thomas Bossert — worried that Trump’s approach might betray the promises he made as a candidate.",
  "“My original instinct was to pull out,” Trump conceded, adding that “decisions are much different when you sit behind the desk in the Oval Office.”\n\nIf there was a worldview behind the remarks, it was what Trump called a \"principled realism\" devoted to rooting out terrorists without building up the countries that host them — a balance between the president's isolationist tendencies and the neoconservative ideology that animated the last Republican administration.",
  "Story Continued Below\n\nThe plan — which will maintain an unspecified U.S. troop presence without withdrawal timetables and intensify pressure on Pakistan to crack down on terrorist safe havens — was the product of a months-long strategy review in which the president’s national security team talked him out of ending the costly 16-year war.",
  "As a result, our hard-won gains slipped back into the hands of terrorist enemies.” And he pumped up his relatively modest policy prescriptions with trademark bombast: “They are nothing but thugs, criminals, predators and yes, losers,” Trump said of terrorists and insurgent fighters in Afghanistan.",
  "In 2013, he voiced his supported for Obama’s drawdown in Afghanistan, writing in a tweet that the U.S. should “leave Afghanistan immediately” and focus on rebuilding “the U.S. first.”\n\nLike Obama before him, Trump was forced to confront a teetering situation from the day he assumed office.",
  "In one of the last senior staff meetings before the president made his decision last Friday at Camp David, chief of staff John Kelly — himself a retired Marine general — played devil’s advocate, preparing Cabinet members and top aides for a grilling from the skeptical president.",
  "Although McMaster had hoped Trump would sign off on a strategy before a late May NATO summit in Brussels, allowing him to work out the new plan with allies there, White House aides say Trump’s resistance to the proposals from his national security team dragged out the process.",
  "In the spring, he told aides, including McMaster, that he had “campaigned against this” and had “been to Walter Reed and seen these guys with their arms and legs blown off.” He asked for more options and he demanded to know how he could justify an additional troop commitment.",
  "Florida Sen. Marco Rubio, who last week chastised the president, telling him he couldn't allow white nationalists to share \"only part of the blame\" for the carnage in Charlottesville, said Monday evening on Twitter that Trump was taking \"the right approach\" in Afghanistan.",
  "In his first national security address, President Donald Trump broke with his “America First” campaign rhetoric and his past skepticism about the war in Afghanistan, bowing to the stay-the-course advice of the generals who occupy top posts in his administration.",
  "“It shows that he’s open to reconsidering his positions on national security, which is a good thing,” said Fred Kagan, a scholar at the American Enterprise Institute and a former adviser to Gen. David Petraeus, the top commander in Iraq in the late 2000s.",
  "After Trump raised the question of mineral wealth one Cabinet meeting, Secretary of State Rex Tillerson — a former ExxonMobil CEO who oversaw projects in several dangerous nations — warned him about the risk of investing in politically unstable regions.",
  "Trump’s Monday night speech laid out a new American strategy for the war in Afghanistan that he cast as a bold new approach — “I’m a problem-solver… in the end, we will win,” he said — but which critics cast as an extension of a failed approach.",
  "Trump was also intrigued, in two discussions with Afghan President Ashraf Ghani, by Ghani’s mention of the Afghanistan’s huge mineral reserves — which, he told Trump, the Afghans themselves lacked the technology and the resources to exploit.",
  "McMaster and Mattis, both of whom served in Afghanistan, stressed the weakness of the Afghan government, which controls little more than half the country, and warned that an end to U.S. military support would lead to a Taliban takeover.",
  "While Trump demands obedience from his civilian subordinates, his decision to recommit to Afghanistan demonstrated a willingness to change his mind on matters of national security when his military aides press him hard enough.",
  "Trump did not specify troop levels on Monday, but White House officials say the U.S. will deploy about 4,000 additional soldiers to Afghanistan, many of them in a training role to help stand up wobbly Afghan security forces.",
  "“We are killing terrorists.”\n\nIn selling the decision — and perhaps in justifying it to himself — Trump emphasized the folly of his predecessor’s withdrawal from Iraq, though without citing President Barack Obama by name.",
  "“It was an attempt to convince the president.”\n\nIt was also an unsatisfying outcome for a president who likes to act boldly and who has called America’s commitment to Afghanistan a waste of money.",
  "And like Obama, who later complained that his generals had boxed him into sending 30,000 more troops to the country in 2009, Trump chafed at the options presented to him by his military advisers.",
  "McMaster and Defense Secretary James Mattis, who convinced Trump that removing the 8,000-plus U.S. troops in Afghanistan could mean a replay of Iraq after U.S. troops left that country in 2011.",
  "The president’s national security team presented him with additional options, including a plan to outsource the war to contractors overseen by Erik Prince, the former Blackwater chief.",
  "Trump nevertheless tasked Commerce Secretary Wilbur Ross with examining any potential investment opportunities for the U.S. in Afghanistan, according to a senior White House aide.",
  "They were telling him to put in more troops than he wanted to,” said Eric Edelman, who served as undersecretary of defense for policy under George W. Bush.",
  "White House aides say the president’s Cabinet was united in its recommendation to the president, but there were skeptics and dissenters along the way.",
  "By some assessments, more than $1 trillion in mineral wealth, much of it in the form of lithium, could lay in the rock and soil of Afghanistan.",
  "McMaster visited Afghanistan, Pakistan and India shortly after he took over from former national security adviser Michael Flynn in April.",
  "But many analysts say that, given conditions in the country, it could be many years before it can be tapped at a significant profit.",
  "If the Taliban takes over and then there’s a terrorist attack, that is a big political risk for him,” Edelman added.",
  "Trump’s pronouncements on foreign policy during the presidential campaign were inchoate but largely isolationist.",
  "Republican heavyweights who assailed him days ago rallied around him moments after his speech ended.",
  "But the president conceded that the world looks different from behind the presidential desk.",
  "He launched a strategy review of American policy in South Asia shortly after his return.",
  "“We cannot repeat in Afghanistan the mistake our leaders made in Iraq,” he said.",
  "“Trump does recognize that just pulling out is not an option.",
  "“Obama was suspicious of what the generals were telling him.",
  "“In 2011, America hastily and mistakenly withdrew from Iraq.",
  "That is a major victory for national security adviser H.R.",
  "“It wasn’t a debate,” said a senior White House aide.",
  "“We are not nation-building again,” Trump said."
]