[
  "Related: Meet Trump's Latest Top Picks\n\nDeVos has spent millions lobbying for voucher programs for private schools, which jibes with Trump's campaign promise to make taxpayer-funded charter schools and vouchers for private and religious schools as a hallmark of his education policy.",
  "By nominating Betsy DeVos, the Trump administration has demonstrated just how out of touch it is with what works best for students, parents, educators and communities,\" NEA President Lily Eskelsen Garcia said in a statement.",
  "/ Updated By Elizabeth Chuck\n\nPresident-elect Donald Trump picked Betsy DeVos to be his education secretary Wednesday, putting an outspoken advocate of charter schools and school vouchers in America's top education post.",
  "\"Betsy DeVos is everything Donald Trump said is wrong in America — an ultra-wealthy heiress who uses her money to game the system and push a special-interest agenda that is opposed by the majority of voters.",
  "“Under her leadership we will reform the U.S. education system and break the bureaucracy that is holding our children back so that we can deliver world-class education and school choice to all families.\"",
  "\"Her allegiance is to families, particularly those struggling at the bottom of the economic ladder, not to an outdated public education model that has failed them from one generation to the next.\"",
  "A major GOP donor who gave money to Carly Fiorina and Jeb Bush during the primaries, DeVos ultimately supported Florida Sen. Marco Rubio as the Republican candidate for president — not Trump.",
  "She's married to Dick DeVos, an heir to the Amway fortune, and is the sister to Erik Prince, founder of notorious government-contracted security company Blackwater, now known as Academi.",
  "Carolyn Kaster / AP\n\nDeVos, a 58-year-old billionaire philanthropist from Michigan, leads the American Federation for Children, which promotes charter school education.",
  "\"She has a long and distinguished history championing the right of all parents to choose schools that best ensure their children's success,\" Bush wrote on Facebook.",
  "But the National Education Association, which supports public education causes, criticized DeVos as having a history of supporting policies that hurt students.",
  "Installing her in the Department of Education is the opposite of Trump’s promise to drain the swamp,\" AFT President Randi Weingarten said in a statement.",
  "President-elect Donald Trump and Betsy DeVos shake hands at Trump National Golf Club Bedminster clubhouse in Bedminster, N.J., Saturday, Nov. 19, 2016.",
  "\"She has consistently pushed a corporate agenda to privatize, de-professionalize and impose cookie-cutter solutions to public education.",
  "\"Betsy DeVos is a brilliant and passionate education advocate,” Trump said in a statement confirming her selection.",
  "Nikki Haley accepted Trump's offer to be ambassador to the United Nations, a Cabinet-level position.",
  "The American Federation of Teachers slammed DeVos' voucher efforts as \"anti-public education.\"",
  "DeVos is the second woman Trump has chosen for his administration.",
  "Jeb Bush lauded her nomination, calling her an \"outstanding pick.\"",
  "Breaking News Emails Get breaking news alerts and special reports.",
  "The news and stories that matter, delivered weekday mornings.",
  "On Wednesday morning, South Carolina Gov."
]