[
  "In a letter to House Oversight and Government Reform Committee leaders, the former Texas governor detailed the trips:\n\n— A mid-May one-day round trip from Reagan to Olathe, Kan. for DOE's Small Business Forum & Expo that cost an estimated $35,000,\n\n— A private charter flight on Sept. 28 (one day before HHS Secretary Tom Price resigned after a series of POLITICO reports on his lavish private plane usage) from Dulles to Hazleton Regional Airport in Pennsylvania that later continued to the Greater Portsmouth Regional Airport in Ohio at a cost of an estimated $11,000,\n\n— Use of a DOD plane in May to travel from Idaho Falls, Idaho to Santa Fe, N.M. at an estimated cost of $7,000, and,\n\n— Use of a Bonneville Power Administration plane in August to fly from Seattle to Richland, Wash., to visit the Hanford nuclear site, which cost an estimated $3,246\n\nDOE spokesperson Shaylyn Hynes said in a statement.",
  "The former EPA administrator who authored the regulation: “They're using stall tactics to defer action, ignoring the courts and the demands of the American people ... They’re adding more pollution into our air and threatening public health at a time when the threats of climate change are growing and the costs are growing immeasurably higher on our children and their future.”\n\nSomebody tell Rick Perry: Pruitt blasted the Obama administration, saying \"regulatory power should not be used by any regulatory body to pick winners and losers.” Not sure where he might come down on the latest move by Energy Secretary Rick Perry, who has asked FERC to write rules to prop up the struggling coal and nuclear sectors.",
  "STAFFING UP: Interior Secretary Ryan Zinke formally announced six hires on Friday: Jason Larrabee as principal deputy assistant secretary for Fish and Wildlife and Parks; Austin Ewell as deputy assistant secretary for Water and Science; Brian Steed as deputy director of BLM; Cally Younger as counselor to BLM; Kathleen Benedetto as senior adviser to BLM and Benjamin Cassidy as senior deputy director for Intergovernmental and External Affairs.",
  "Clean Power Plan reversal comes today\n\nWith help from Alex Guillén and Darius Dixon\n\nCLEAN POWER PLAN WALKBACK ARRIVES: From the heart of coal country in Hazard, Ky. and alongside Senate Majority Leader Mitch McConnell, EPA Administrator Scott Pruitt announced Monday he’d sign a proposed rule today formally kicking off what’s expected to be a protracted, years-long regulatory and legal process of withdrawing the Obama-era Clean Power Plan.",
  "New probe sought: Meanwhile, the Campaign Legal Center has asked DOJ’s Office of Special Council to investigate whether Interior Secretary Ryan Zinke’s appearance at a political fundraiser in the U.S. Virgin Islands while on an official trip ran afoul of the federal law prohibiting federal officials from using government resources to engage in partisan political activity, Pro’s Nick Juliano, Ben Lefebvre and Esther Whieldon report.",
  "Story Continued Below\n\nPOLITICO’s Emily Holden and Andrew Restuccia got the talking points ahead of the announcement, which show President Donald Trump’s administration will frame the regulation’s repeal as “another step advancing the president’s America First strategy.” It’s worth noting the country is more than halfway toward meeting the rule’s goals even though it never formally took effect.",
  "Feud with mayor goes on: FEMA Administrator Brock Long dismissed the criticism of the federal government’s response by San Juan Mayor Carmen Yulín Cruz as “political noise” during a Sunday interview on ABC’s “This Week.” That comes after Cruz tweeted Sunday “Increasingly painful to undestand [sic] the american people want to help and US Gov does not want to help.",
  "WE NEED WATER!” She had previously called Trump’s remarks during a visit to the island “insulting.”\n\nFlorida seeks more hurricane relief funding: All of Florida’s congressional delegation (except for Rep. Daniel Webster) signed a letter Friday seeking nearly an additional $27 billion in disaster relief as the state recovers from Hurricane Irma.",
  "Ricardo Rosselló asked Congress to provide an additional $4 billion from various federal programs and agencies to meet the island’s “immediate emergency needs.”\n\nCongressional delegation vows support: A bipartisan, bicameral group of lawmakers toured the devastated territory over the weekend and vowed long-term support to rebuild the island.",
  "In the rare instances where government-owned or chartered aircraft have been used, trips were pre-approved by an Ethics officer within the Office of General Counsel.”\n\nSpeaking of questionable travel, EPA’s inspector general confirmed Friday it had expanded a prior investigation to include all of Pruitt’s travel, Pro’s Alex Guillén reports.",
  "CONSERVATIVES URGE TRUMP TO IMPLEMENT RFS REFORMS: A group of conservative organizations are out with a letter today urging Trump to revamp the Renewable Fuel Standard by moving its point of obligation, which they describe as a “mandate [that] hinders economic growth and stifles innovation” particularly among smaller companies.",
  "“Moving the ‘point of obligation’ would level the playing field between large oil companies and independent refiners as well as reduce the unfair advantage that the mandate gives large gas station chains over small mom-and-pop gas stations,” wrote the groups, including Tea Party Nation and Institute for Liberty.",
  "“This activity constitutes impermissible solicitation of political contributions if event organizers conditioned the opportunity to take a photograph with Secretary Zinke on paying a higher fee,” Walter Shaub, the Campaign Legal Center’s senior director for ethics, wrote, citing POLITICO’s reporting.",
  "ARNOLD’S LIFE AFTER POLITICS: POLITICO’s Edward-Isaac Dovere takes a look at what Arnold Schwarzenegger’s been up to in the six years since the Republican terminator left the California governor’s mansion and gets this quote on climate change efforts that seems like it could have come from Gov.",
  "WOTUS WATCH AT SCOTUS: Supreme Court justices hear arguments Wednesday on the relatively simple but ultimately important, question of which court should hear arguments over the waters of the U.S. regulation (and a forthcoming replacement), Pro’s Alex Guillén reports in Energy Regulation Watch.",
  "BONN MOVE: Quashing rumors that Pruitt might lead the U.S. delegation to the major international climate change summit in Bonn, Germany next month, the Trump administration has picked the State Department’s Thomas Shannon to head up the U.S. delegation, POLITICO’s Andrew Restuccia reports.",
  "PERRY RELEASES DEETS ON NON-COMMERCIAL TRAVEL: Joining the ranks of Trump officials utilizing non-commercial travel arrangements while in office, Perry announced Friday he’d spent as much as $56,246 during four trips on government-owned or chartered aircraft, Pro’s Darius Dixon reports.",
  "FERC ASKS COURT FOR LIMITED REHEARING ON STUDY: FERC appealed a federal court decision that directed the agency to amend an environmental study for the Southeast Market Pipelines Project to include an assessment of greenhouse gas emissions from the power plants that may use the fuel.",
  "That outcome risks significant disruption to natural gas and electricity service to Florida consumers.” FERC issued a 5-page draft supplemental environmental impact statement on Sept. 27 to start compliance with the court order, and has asked for comments through Nov. 20.",
  "Erik Prince, the founder of the security contractor Blackwater, is taking a hard look at challenging Senate Environment and Public Works Chairman John Barrasso for the Republican Senate nomination in deep red Wyoming, the New York Times and Associated Press report.",
  "Of course, shifting that obligation to comply with the program had been a major goal of Carl Icahn, the Trump adviser and refinery owner who resigned his unpaid White House position in August amid concerns he was using his influence to help one of his companies.",
  "The watchdog has faced pressure to look into whether Pruitt’s non-commercial flights were necessary and appropriate expenses as it’s already looking into whether the former Oklahoma attorney general’s frequent trips back to his home state were appropriate.",
  "DISASTER FUNDING FIGHT ON TAP: The House is expected this week to consider a massive $29 billion disaster funding relief package to provide aid to Florida, Texas and Puerto Rico in the aftermath of four consecutive blows from hurricanes.",
  "“Vacatur would revoke the certificates of public convenience and necessity for these pipelines – pipelines that are currently providing natural gas to power plants in Florida,” FERC attorneys wrote in their rehearing request.",
  "“We are concerned that current compliance costs and the volatile RIN market may lead to the closure of one or more these merchant refineries, which would have a devastating impact on the regional economy,” they wrote.",
  "In that case, former EPA employee Barbara Jordan wrote an email that she was outside a hotel and that \"i am going to murder those (expletive).... and i hope they drop dead like flies.” Jordan has pleaded not guilty.",
  "Bob Casey and Pat Toomey, as well as 12 House members, sent a letter Trump urging him to revamp the RIN credit program which they said is “undermining the continued viability” of Northeast oil refiners.",
  "JONES ACT WAIVER LAPSES: The Trump administration declined to renew a Jones Act waiver allowing foreign vessels to load ships at domestic ports for delivery to Puerto Rico, Pro’s Ben Lefebvre reports.",
  "“There is an ample supply of Jones Act-qualified vessels to ensure that cargo is able to reach Puerto Rico.” Ships previously loaded at U.S. ports now have until Oct. 18 to deliver their cargos.",
  "At issue is whether Clean Water Act cases like this should start at the district courts or, like many Clean Air Act challenges, skip that step and go to the federal appeals court level.",
  "“If the federal government, Republicans and Democrats, and Donald Trump and his whole White House would be smart, they would just copy exactly what we are doing in California,” he said.",
  "“Scott Pruitt’s politics really does militate against him signing a regulation on greenhouse gas emissions,” said Joe Goffman, the lead attorney at EPA when it filed the rule in 2015.",
  "“We will see this challenge through.” The most recent government figures show 59.5 percent of residents now have potable drinking water and 15 percent of people have electricity.",
  "The appointment of Shannon, undersecretary for political affairs at State, comes as the administration has declined to appoint a climate envoy, who would normally lead the trip.",
  "So environmentalists and Obama-era EPA leaders say Pruitt seems to be setting himself up to never actually issue a replacement rule limiting carbon emissions from power plants.",
  "Because every single day, what we do impacts you and we have to work together to achieve better outcomes for water and air quality in this country.”\n\nGina McCarthy’s thoughts?",
  "“The past administration was unapologetic, they were using every bit of power, authority to use the EPA to pick winners and losers on how we pick electricity in this country.",
  "Let’s make sure we get this grid built.”\n\nVice President Mike Pence visited the island on Friday and said the Trump administration would be there for the long haul ahead.",
  "Circuit Court of Appeals provide the agency with more time to address the order as well as reconsider their decision to vacate FERC’s certificate approving the project.",
  "The brother of Education Secretary Betsy DeVos, Prince, wouldn’t challenge Barrasso’s conservative bona fides, but would instead go after his close ties to McConnell.",
  "Patrick Sullivan assistant inspector general for investigations, told the local news station: “I do feel we’ve prevented acts of violence through our investigations.",
  "WALK, DON'T RUN: 134 of the the nation's mayors are launching a push today to ensure their citizens live within a 10-minute walk from a park or public green space.",
  "Senate Energy’s Patrick McCormick (a fellow alumnus) identified Susan Collins as the first U.S. Senate Youth Program graduate subsequently elected to the Senate.",
  "“If you’re a utility CEO and you’re listening to this right now, I hope you will contact the Puerto Rico power authority,” Gardner said, according to McClatchy.",
  "SAD STATE OF AFFAIRS: EPA’s inspector general has launched 70 investigations into a surge of threats against agency employees this year, NBC Washington reports.",
  "Long haul ahead: It’ll take a ton of time to actually formally remove the Clean Power Plan from the books and to defend those actions in court, Emily reports.",
  "\"It modernizes the law to restore its intent, allowing for the protection of actual antiquities without disenfranchisement of local voices and perspectives.",
  "MOVERS, SHAKERS: Two former George W. Bush administration Interior veterans have been named to lead Brownstein Hyatt Farber Schreck’s energy practice.",
  "“We believe that extending the waiver is unnecessary to support the humanitarian relief efforts on the island,” DHS spokesman David Lapan said.",
  "Send your tips, energy gossip and comments to aadragna@politico.com, or follow us on Twitter @AnthonyAdragna, @Morning_Energy and @POLITICOPro.",
  "Jon Hrobsky worked in the Office of the Secretary and was also deputy director for policy and planning of the U.S Minerals Management Service.",
  "ANOTHER ONE BITES THE DUST: One of Texas’ largest coal-fired power plants will permanently close Jan. 4, 2018, the Houston Chronicle reports.",
  "“I am proud we’re supporting the goal of a 10-minute walk to a quality park for all,” New Orleans Mayor Mitch Landrieu said in a statement.",
  "But even without the rule, many companies and states are moving away from coal, opting for cheaper natural gas or renewable power.",
  "Meanwhile, CNN is reporting that Obama's Interior secretaries had spent $971,000 on non-commercial air travel over seven years.",
  "Farmers count more: Pruitt didn’t seem too concerned Monday that his schedule includes few meetings with environmental groups.",
  "Speaking at a Kentucky Farm Bureau Monday afternoon, Pruitt said he was asked by reporters earlier about the lack of meetings.",
  "Steve Bannon is leading the charge for Prince to run despite his scant ties to Wyoming (he had a residence in Wapiti, Wyo.",
  "Vistra Energy’s 1,800 megawatt Monticello power plant will lay off approximately 200 employees with the closure.",
  "On Friday afternoon, regulators said they plan to comply with the Aug. 22 ruling but asked that the D.C.",
  "MOVING ON ANTIQUITIES ACT REFORM: House Natural Resources Chairman Rob Bishop released legislation H.R.",
  "“The people of Puerto Rico can be assured that we will be with you every step of the way,” he said.",
  "Cory Gardner and Ron Johnson, said reconnecting the island’s electric grid was their top priority.",
  "I feel very confident we have.” There’s been a rise in threats against Pruitt, the report says.",
  "“Without such certificates, the pipelines would have to cease operating, at least temporarily.",
  "— After Irma, Rubio Vows To Rebuild Everglades National Park ‘Stronger Than Ever.’ CBS Miami.",
  "— Ex-Grassley aide helps his firm makes millions on tax deduction he shepherded in Congress.",
  "— In New Rule, Trump EPA Allows Texas Coal Plants to Pollute Even More Than They Already Do.",
  "“This was a difficult decision made after a year of careful analysis,” CEO Curt Morgan said.",
  "\"This legislation provides for accountability in the Act’s uses,\" he said in a statement.",
  "3990 (115) Monday revamping the Antiquities Act ahead of a Wednesday markup of the bill.",
  "I'm your host Anthony Adragna, and I hope everyone had a wonderful Columbus Day holiday!",
  "Luke Johnson was former deputy director for policy programs and chief of staff for BLM.",
  "New York Attorney General Eric Schneiderman vowed to sue over that action Monday.",
  "What about those farmers and ranchers in North Dakota and Kentucky?” he asked.",
  "It standardizes and limits the president’s power to reshape monuments. \"",
  "— Hurricane Nate shuts down about 90% of Gulf of Mexico oil production.",
  "“Then I sat down and I listened to them about issues that impact them.",
  "QUICK HITS\n\n— Review of Dakota Access Pipeline to Extend into Spring.",
  "But the one that caught ME’s eyes was one that targeted McCarthy.",
  "For today: Who’s the most recent physician elected to the Senate?",
  "“The Secretary travels almost exclusively on commercial aircraft.",
  "— Oil prices stable after OPEC signals possible further action.",
  "— Tony Abbott says climate change is 'probably doing good'.",
  "Lawmakers write letter of their own: Pennsylvania Sens.",
  "“Well, what about those farmers and ranchers in Iowa?",
  "The court could respond in the next few weeks.",
  "That is wrong,” Pruitt told the crowd.",
  "Multiple lawmakers, including Sens.",
  "in the late 1990s and early 2000s).",
  "And the answer is, you count more.",
  "That comes as Puerto Rican Gov.",
  "BARRASSO GETTING A CHALLENGER?",
  "“Come into Puerto Rico.",
  "Des Moines Register.",
  "WELCOME TO TUESDAY!",
  "Do they not count?",
  "THAT'S ALL FOR ME!",
  "Texas Observer.",
  "The Guardian.",
  "Read it here.",
  "Contact them.",
  "Jerry Brown.",
  "MAIL CALL!",
  "Reuters.",
  "CNBC.",
  "AP."
]