[
  "It’s likely to be a dramatic departure from the status-quo and from Trump’s own promises during the 2016 campaign that he would avoid embroiling the United States in messy and expensive ground wars and nation-building efforts overseas — and would instead place the interests of “America first.”\n\nTrump, apparently, is convinced that a calibrated military escalation can allow the US to prevail in Afghanistan – and reportedly has rejected two of his original options – staying the course with a modest US military advisory presence – now capped at 8,400 after once ballooning to over 100,000 – or withdrawing from the conflict completely.",
  "McMaster are reportedly apoplectic about Prince’s proposal, and about the airing it has received, not only in the mainstream media but within the upper reaches of the administration, largely due to strong support it received from departing presidential counselor Stephen Bannon and Jared Kushner, the president’s son-in-law, with whom the president consults regularly.",
  "Prince also proposes to allow PMCs to direct an air operation, much like the one currently being proposed by the Pentagon brass – but it would be in private hands, possibly under the operational control of the CIA, working closely with PMCs on the ground,\n\nTrump’s Defense Secretary James Mattis and his National Security Advisor H.R.",
  "Option 4 calls for the introduction of private military contractors, or PMCs – most of them retired members of the US special operations forces, or SOF – to begin replacing American advisors so that a promised “withdrawal” – of regular army forces, at least – can begin expeditiously.",
  "It will surely spur calls from Congress for fresh hearings, policy oversight and aid “conditionality.” It may well provoke Trump’s base – including Bannon, now firmly re-ensconced at Breitbart News — to question whether Trump has “sold out” the cause.",
  "Thus far, American forces have refrained from using air power on the scale and with the same dramatic effect seen in Iraq and Syria – but under the proposed plan air power will be used as a strategic fulcrum to try to alter the course of the war.",
  "Tonight, the president will speak to the nation in his first televised address to lay out a fresh strategy for defeating the Taliban in Afghanistan and restoring peace and stability throughout South Asia, including Pakistan and Iraq.",
  "Trump has long expressed his admiration for special operations forces as a counter-terrorism force, and clearly has fewer scruples than the Pentagon about how these forces might be deployed — either as full-time soldiers, or as PMCs.",
  "PMCs are already present in a big way in both Iraq and Afghanistan but have functioned mostly as military trainers and security guards, a role that Mattis has said publicly he supports as a way of freeing up American soldiers.",
  "However, these advisors will get much closer to the war by becoming embedded with Afghani soldiers at the battalion level, giving them far more influence over the actual conduct of the fighting in the field.",
  "The idea was first proposed publicly by Erik Prince, founder and past president and CEO of the controversial private security firm Blackwater, in a op-ed published in the Wall Street Journal last May.",
  "Prince argued that relying on veteran PMC soldiers to help fight and direct the war would be cheaper and more efficient – about $10 billion annually compared to the $45 billion now being spent.",
  "Which means the success or failure of Trump’s proposed escalation could prove to be a key factor determining whether the billionaire real estate mogul manages to get re-elected in 2020.",
  "Another less publicized aspect of the escalation will be a vastly expanded and aggressive use of air power to target Taliban strongholds and to support US-directed ground operations.",
  "But it’s just as possible that Trump will decide to implement some combination of the two plans, if only to appease Prince and the varied constituencies he seems to represent.",
  "It doesn’t hurt, of course, that Prince also happens to be the brother of Trump’s education secretary Betsy DeVos, and has ties to conservative GOP fundraisers.",
  "It could be that Bannon’s ouster – in part prompted by his persistent disagreements with McMaster — means that Prince’s privatization plan will be tabled.",
  "Prince was scheduled to participate in the final briefing of Trump on the Afghani options last week but McMaster reportedly prevented him from attending.",
  "Even the Pentagon is suggesting that it may take another three years for an expanded American presence of this size to show real results on the ground.",
  "And in the wake of Charlottesville, it may well give Trump’s most ardent critics one more reason to question whether the president is “fit” to lead.",
  "Stewart Lawrence | Stewart J. Lawrence is a Washington, D.C.-based public policy analyst who writes frequently on immigration and Latino affairs.",
  "The longest running war in U.S. history – America’s sputtering 17-year intervention in Afghanistan – is about to become Donald Trump’s war.",
  "But using PMCs as Pentagon force multipliers is one thing; transforming them into America’s primary “boots on the ground” is another.",
  "It will be fascinating to see in Trump’s speech and the aftermath how this fierce behind-the-scenes bureaucratic conflict plays out.",
  "He is also founder and managing director of Puentes & Associates, Inc., a bilingual survey research and communications firm.",
  "The PMCs would stay in the field semi-permanently rather than rotating out every nine months as regular American units do.",
  "Whichever option or combination of options Trump chooses, even a modest escalation is going to prove controversial.",
  "It also cleverly disguises a de facto escalation as a US troop withdrawal – which helps Trump politically.",
  "It’s so radical and outside-the-box that it’s hard to believe that it’s seriously under consideration.",
  "Three years will take Trump through the end of his first – and perhaps only – term in office.",
  "One is to increase the US military advisory presence not only in size – but in scope.",
  "The figure being bandied about is no more than another 4,000 additional US advisors.",
  "But it’s Trump’s fourth option in Afghanistan that has much of Washington buzzing.",
  "As many polls show, Americans are anxious to see the war in Afghanistan wind down.",
  "Trump has admitted that he not only read Prince’s op-ed but found it intriguing.",
  "The proposal dovetailed with his reflexive support for private sector solutions.",
  "The political stakes are high and will likely grow even higher with time.",
  "It’s an escalation to be sure, but still a fairly modest one.",
  "That leaves two actual options.",
  "But is it feasible, in fact?"
]