[
  "The GOP tax reform bill helps Betsy DeVos’s school choice agenda, but worries public education advocates\n\nHowever, after it became clear that Hillsdale would be the only college benefiting from the Toomey provision, Republicans added wording that gave other colleges a break from paying the new tax.",
  "Sen. Pat Toomey, R-Pa., a member of the tax-writing Senate Finance Committee, and other Republican senators gather to meet with Senate Majority Leader Mitch McConnell, R-Ky., on the GOP effort to overhaul the tax code, on Capitol Hill in Washington, Friday, Dec. 1, 2017.",
  "At nearly 500 pages, the emerging Senate tax bill provides breaks for industries small and large, but one particular provision sparked a heated exchange Friday night, something Democrats called it the \"Hillsdale carveout.\"",
  "A last-minute inclusion in the legislation, authored by Sen. Patrick J. Toomey (R-Pa.), that exempts any college that does not accept federal funding from a 1.4 percent tax on investment income from university endowments.",
  "Other private schools that do not take federal funds, including Grove City College, an influential conservative institution north of Pittsburgh, do not have endowments large enough to get hit by the new tax.",
  "There are a dozen or so colleges that do not accept federal funding, but Democrats believe that Hillsdale would be the only one that actually qualifies for this new tax benefit under the language proposed.",
  "The new endowment tax, part of the House and Senate tax proposals, initially hit private colleges whose endowments are worth more than $250,000 per full-time student, according to a Bloomberg analysis.",
  "\"It would be available to any college that made that choice,\" Toomey responded, defending Hillsdale for saving taxpayers \"many millions altogether\" for choosing not to accept federal funds.",
  "He said such colleges should not pay higher federal taxes on capital gains from their endowments, putting that onus on massive private university endowments such as Harvard and Yale.",
  "Erik Prince, DeVos' brother and founder of the private security company Blackwater USA, sits on its board, as do former congressman Chris Chocola (R-Ind.",
  "Chocola took over the Club for Growth, the conservative advocacy group, after Toomey left the organization to prepare for his 2010 run for Senate.",
  "That's for Hillsdale College, the small school in Michigan that has a large endowment funded by the DeVos family and other wealthy conservatives.",
  "Democrats are suggesting Hillsdale, a conservative college whose alumni network includes prominent Republicans, is being given special status.",
  "When the final version of the Senate bill was unveiled, aides scrambled to raise the size of endowments that would be hit by the new tax.",
  "It now requires a student-to-endowment ratio of $500,000, which will exempt Hillsdale and some unknown number of other colleges.",
  "asked Toomey during debate on the legislation, highlighting the college's connection to Education Secretary Betsy DeVos.",
  "Scott Applewhite)\n\n\"Any others that chose to [reject federal funding] would be able to participate,\" Toomey said.",
  "), \"Wheel of Fortune\" host Pat Sajak and Jeffrey H. Coors, a descendant of that family's beer brewing dynasty.",
  "Hillsdale's endowment cleared more than $500 million earlier this year, according to the student newspaper.",
  "It had fewer than 1,500 students last year, giving it a student-to-endowment ratio of more than $300,000.",
  "That means it would have to pay the 1.4 percent tax on its investments made in the endowment every year.",
  "\"Our understanding is this is written for one to qualify,\" Sen. Jeff Merkley (D-Ore.) said.",
  "This allows Republicans to say that their new language benefits more than one institution.",
  "\"Would the senator answer a question about the provision\" Sen. Clair McCaskill (D-Mo.)",
  "\"Do you know who the biggest donor was to the Hillsdale College endowment?",
  "\"That's why it shouldn't be done at the last minute.\"",
  "Would that be the DeVos family?\"",
  "Read more at PowerPost",
  "(AP Photo/J."
]