[
  "In a December 2015 briefing at the Center for Security Policy’s National Security Group, Phares outlined the \"jihadist strata\" and the growth of ISIS in the U.S. That discussion occurred 13 days after the San Bernardino shooting and a little more than a week after Trump called for a temporary shutdown of Muslims from entering the country.",
  "Excellent guy\"); Joe Schmitz, a former inspector general at the Defense Department and later an executive at Blackwater; retired Gen. Keith Kellogg, \"and quite a few more,\" Trump told the editorial board at the meeting in downtown Washington, where he was accompanied by campaign manager Corey Lewandowski and spokeswoman Hope Hicks.",
  "| AP Photo Trump names foreign policy team members\n\nFor the first time in his nine-month-old campaign, Donald Trump on Monday revealed the names of five of his foreign policy advisers in an editorial board meeting with The Washington Post, the paper reported.",
  "The Republican presidential frontrunner had, until Monday, declined to name specific advisers, telling MSNBC's \"Morning Joe\" last week that his primary consultant on foreign policy is himself.",
  "Phares, a professor at National Defense University who appears regularly on Fox News to discuss matters of national security and terrorism, also advised Mitt Romney during the 2012 campaign.",
  "Kellogg, currently a vice president at defense contractor Cubic, previously served as commander of the 82nd Airborne Division and as a security-focused deputy to L. Paul Bremer in Iraq.",
  "Those named by Trump include counterterrorism expert Walid Phares; Carter Page, a long-time energy industry consultant; George Papadopoulos (\"an oil and energy consultant.",
  "His inclusion on Romney's team drew fierce criticism after comments surfaced in which he warned about the influence of sharia law in the United States.",
  "His final job in the military was as director of Command, Control, Communications and Computers for the Joint Chiefs of Staff.",
  "The Post said its meeting with Trump covered media libel laws, foreign policy, climate change and violence at his rallies.",
  "Donald Trump speaks during a March 19 campaign rally in Fountain Hills, Arizona.",
  "Trump told the Post that he plans to announce more names in the coming days."
]