[
  "(Reynold/Epa-Efe/Rex/Shutterstock/Reynold/Epa-Efe/Rex/Shutterstock)\n\nErik Prince, a supporter of the Trump campaign and the former head of the security firm Blackwater, told congressional investigators that he discussed trade relations and countering terrorism with a close associate of Russian President Vladi­mir Putin during a meeting in the Seychelles early this year, according to a newly released transcript of the interview.",
  "The committee's top Democrat, California Rep. Adam B. Schiff, complained in a statement that Prince was \"less than forthcoming\" with information, concluding that committee Republicans \"must compel Prince to testify on these matters\" — particularly because the GOP has been acutely focused on finding the source of government leaks.",
  "Prince said his meeting with Dmitriev came up at the last minute and at the suggestion of the crown prince of Abu Dhabi, Mohammed bin Zayed al-Nahyan, who Prince said invited him to the Seychelles — although he said he could not remember when or who from Zayed's staff extended the invitation.",
  "[Blackwater founder held secret Seychelles meeting to establish Trump-Putin back channel]\n\nIn the House Intelligence Committee interview, Prince alleged that The Post was leaked U.S. intelligence about the meeting and claimed that he was improperly \"unmasked\" by former officials.",
  "Prince also said he did not remember when or where he had a conversation with White House chief strategist Stephen K. Bannon, during which Bannon told Prince he had met MBZ in New York in December, just weeks before Prince traveled to the Seychelles.",
  "Prince told investigators last week that Kirill Dmitriev, the head of the Russian Direct Investment Fund, told him during the Jan. 11 meeting that \"he wished trade would resume with the United States in a normal way.\"",
  "Prince responded by telling Dmitriev that \"if Franklin Roosevelt could work with Josef Stalin to defeat Nazi fascism, certainly the United States could work with Vladi­mir Putin to defeat Islamic fascism.\"",
  "The meeting in the Seychelles has drawn scrutiny as one of several interactions Trump associates had with Russian officials during the presidential campaign and transition.",
  "Prince told congressional investigators that he was a donor to Trump's campaign who later submitted policy papers to members of the president-elect's transition team.",
  "Erik Prince, founder of the former Blackwater security firm, heads for a closed meeting of the House Permanent Select Committee on Intelligence on Nov. 30, 2017.",
  "The Washington Post in April reported Prince's meeting in the Seychelles with an unidentified Russian close to Putin.",
  "Prince refused during the interview to identify those who he claimed told him that he had been unmasked.",
  "Prince said Bannon vouched for MBZ during the conversation, calling him \"a great guy.\"",
  "The Post attributed its April story to U.S., European and Arab officials.",
  "As head of Russia's sovereign wealth fund, Dmitriev reports to Putin.",
  "Prince said he never told Bannon about meeting Dmitriev .",
  "The crown prince is widely known as MBZ.",
  "Read more at PowerPost"
]