[
  "Rabbi Jonathan Sacks, former Chief Rabbi of the UK, is 7-0 ... Micah Barbour ... Stephanie Robson ... Politico’s Emily Wymer Solomon ... Rep. Alan Lowenthal (D-Calif.) is 77 ... Sarah Henning, chief of staff to Ian Bremmer of the Eurasia Group ... Amanda Nunez ... Bruce Lerner ... Lucy Hall ... Karen Katz of Mathematica Policy Research ... Lauren Farber of Catalist ...\n\n... Mallory Quigley, comms director at Susan B. Anthony List ... Alex Tureman ... Sarah Rogers, aide to House Republican Conference Chairman Cathy McMorris Rodgers (R-Wash.) … Sean Magers … Tatum Gibson ... Lauren Parks, digital strategy specialist at Boeing ... Andrew Koneschusky, partner at CLS Strategies ... Jody Arlington, PR at SXSW (h/ts Jon Haber) … Rich Bramer ... Emma Brodie ... Eric Sumberg, principal for comms at CamberView Partners and a Scott Stringer alum ... AARP’s Ashley Wolos ... Nathaniel Sobel, JD candidate at Harvard Law ... Alexis Rice ... Leon MacMullen … Jeff Sonderman … Zack Fink is 45 … Randy Lynn ... Leslie Crocker Snyder ... Brittney Bain, comms.",
  "SUBSCRIBE to the Playbook family: POLITICO Playbook http://politi.co/2lQswbh ... Playbook Power Briefing http://politi.co/2xuOiqh ... New York Playbook http://politi.co/1ON8bqW … Florida Playbook http://politi.co/1OypFe9 ... New Jersey Playbook http://politi.co/1HLKltF ... Massachusetts Playbook http://politi.co/1Nhtq5v … Illinois Playbook http://politi.co/1N7u5sb ... California Playbook http://politi.co/2bLvcPl ... London Playbook http://politi.co/2xfDPuK … Brussels Playbook http://politi.co/1FZeLcw ... All our political and policy tipsheets http://politi.co/1M75UbX\n\nFollow us on Twitter Anna Palmer @apalmerdc\n\n\n\nJake Sherman @JakeSherman\n\n\n\nDaniel Lippman @dlippman\n\nFollow Us\n\nCORRECTION: This newsletter has been updated to correct that an event at the Metropolitan Club was held for Reed Cordish, not Gary Cohn.",
  "“A witness cooperating with Mueller has told investigators the meeting was set up in advance so that a representative of the Trump transition could meet with an emissary from Moscow to discuss future relations between the countries, according to the people familiar with the matter, who spoke on the condition of anonymity to discuss sensitive matters.” http://wapo.st/2DbtEtB\n\n-- “Hope Hicks told House Intelligence Committee she was hacked, sources say,” by NBC News’ Jonathan Allen, Mike Memoli and Ken Dilanian: “A day before she resigned as White House communications director, Hope Hicks told the House Intelligence Committee last week that one of her email accounts was hacked, according to people who were present for her testimony in the panel's Russia probe.",
  "… Pence, according to more than a half-dozen White House and Capitol Hill aides, has been quietly delivering messages to the president from Republicans on the Hill, who have publicly opposed the tariffs plan set to be announced as early as Thursday—though he’s made sure to maintain a studiously neutral position, to the frustration of some who had hoped he would do more to exert influence over Trump.” http://politi.co/2G4IZiT\n\n-- “Trump shuffle: Suddenly trade guru Navarro takes spotlight,” by AP’s Jill Colvin: “Early in Trump’s term, Navarro at first was outmaneuvered by Cohn ... Navarro, excluded from Trump’s trip to Asia last fall, was sometimes seen walking the West Wing halls at night.",
  "In response to a softball question about GOP inaction on guns and immigration, she spoke at length without uttering the word ‘Republicans.’ Though she's not above taking swipes at President Donald Trump, Harris appears more at home working with Senate Republicans than wrangling with them.” http://politi.co/2oYUkJg\n\nHARASSMENT FILES -- “Forest Service chief resigns in wake of sexual misconduct allegations,” by Catherine Boudreau: “Tony Tooke, chief of the U.S. Forest Service, stepped down from his post on Wednesday following reports of sexual harassment and retaliation at the agency that revealed the Agriculture Department was investigating misconduct allegations against Tooke himself.",
  "Anchors, producers, editors, staff, family, and friends of Nightly News gathered in the NBC newsroom at 30 Rock Wednesday night for a brief toast to 70 iconic years as one of America’s premiere newscasts.” Pics http://bit.ly/2Hi5no6 … http://bit.ly/2FmbJ9C\n\nSPOTTED: Tom Brokaw, Lester and Carol Holt, Brian Williams, Andy Lack, Noah Oppenheim, Phil Griffin, Chuck Todd, Kate Snow, Harry Smith, Anne Thompson, Rehema Ellis, Dr. John Torres, Ali Velshi, Sam Singal, Pat Burkey, Rashida Jones, Janelle Rodriguez, David Corvo, Bob Epstein, John Reiss\n\nBIRTHDAYS OF THE DAY: “NBC Nightly News” anchor Lester Holt is 59.",
  "In an especially personal blow, he was required to copy in Cohn on all his emails after being accused of trying to circumvent West Wing processes, according to two people familiar with the policy.” http://bit.ly/2oS6RPm\n\n-- WAPO’S DAVID LYNCH, HEATHER LONG and DAMIAN PALETTA: “Trump to offer temporary tariff exemption for Canada and Mexico”: “President Trump is planning to offer Canada and Mexico a temporary exemption from new tariffs on steel and aluminum imports, reversing his original insistence that the measures apply to U.S. allies as well as nations like China, administration officials said Wednesday.",
  "Learn more at google.com/grow/veterans\n\nMORE ON MUELLER … WAPO’S SARI HORWITZ and DEVLIN BARRETT: “Mueller gathers evidence that 2017 Seychelles meeting was effort to establish back channel to Kremlin”: “Special counsel Robert S. Mueller III has gathered evidence that a secret meeting in Seychelles just before the inauguration of Donald Trump was an effort to establish a back channel between the incoming administration and the Kremlin -- apparently contradicting statements made to lawmakers by one of its participants, according to people familiar with the matter.",
  "“The details of the order emerged on Wednesday after the White House’s spokeswoman, Sarah Huckabee Sanders, said that Mr. Trump’s lawyer had won an arbitration proceeding against Ms. Clifford, who goes by the name of Stormy Daniels.” http://nyti.ms/2p2spIu\n\nALL ABOUT THE TARIFFS …\n\n-- MATT NUSSBAUM and ELIANA JOHNSON: “Republicans’ last hope to flip Trump on tariffs: Pence”: “In public, Vice President Mike Pence is loudly praising his boss’ proposed tariffs on steel and aluminum -- while gently urging him to scale back the policy behind the scenes.",
  "“But Washington veterans see a dysfunctional operation in which a president becomes trapped in an insular bubble and too dependent on his own instincts and assessments, however informed they may or may not be.” http://nyti.ms/2FC4RV2\n\nNEXT WEEK’S SPECIAL ELECTION -- REPUBLICANS TAKE OUT THE KNIVES -- “Republicans trash their candidate in Pa. special election,” by Alex Isenstadt: “Shortly after the new year, Rep. Steve Stivers, the House GOP campaign chief, delivered a stern message to Pennsylvania Republican special election candidate Rick Saccone.",
  "http://bit.ly/2IemKrl\n\nTHE JUICE …\n\n-- ISAAC DOVERE: “Warren invests $250k for Democrats nationwide”: “In her first major national political move amid widespread assumption that she’s preparing a run for president, Elizabeth Warren announced Wednesday that she’s donated $5,000 to every state Democratic Party in the country.” http://politi.co/2oViOUg\n\n-- ATTN DCCC: HOUSE MAJORITY PAC’s reservations for 2018. http://politi.co/2FsZ94g\n\n-- THE TRAILER for the Ruth Bader Ginsburg documentary.",
  "And how will the U.S. monitor finished products that may include steel from problematic sources like China?” http://politi.co/2FoQsYT\n\n-- WHERE THE KOCHS STAND -- CHARLES KOCH in WaPo: “Corporate leaders must reject Trump’s tariffs”: http://wapo.st/2tqS4jp\n\nTHE BIG PICTURE -- “In Trump’s White House, the Adviser Who Really Matters Sits in the Oval Office,” by NYT’s Peter Baker and Maggie Haberman: “President Trump once said ‘I alone can fix it.’ Looks like he may have to.",
  "It is unclear if Hicks was referring to the campaign or the personal account.” http://nbcnews.to/2FxBy63\n\nMORE ON STORMY … “Trump Lawyer Obtained Restraining Order to Silence Stormy Daniels,” by NYT’s Jim Rutenberg and Peter Baker: “President Trump’s lawyer secretly obtained a temporary restraining order last week to prevent a pornographic film star from speaking out about her alleged affair with Mr. Trump, according to legal documents and interviews.",
  "The person insisted on anonymity because they believed they would be fired for speaking out.” http://cnnmon.ie/2FzRe8D\n\nPlaybookers\n\nSPOTTED: Denis McDonough dining at Fiola Mare last night with a large group of people ... Tiffany Trump walking into Bresca last night ... Nancy Pelosi having lunch at Fiola ... At two separate tables: Sen. Bernie Sanders (I-Vt.) and Jeff Weaver and Sen. Joni Ernst (R-Iowa) at La Loma Mexican restaurant on the Hill.",
  "So, here’s a small hint if anyone out there still needs gift ideas.” Q&A: http://politi.co/2oWN6Fm\n\nBIRTHDAYS: Kristian Denny Todd … Joe Slade White is 68 ... Adrian Saenz ... George Allen, former Virginia senator and governor, is 66 … Shanon Henry ... Taylor Lustig, manager of government and external affairs at PepsiCo … Jesse Thomas, head of product at Crowdpac ... Evan Feigenbaum, vice chairman of the Paulson Institute at U Chicago ...",
  "AMAZING … AP’S JILL COLVIN: (@colvinj): “An update on the Nunberg will-he, won’t-he drama: He says he’s now compiled all the docs Mueller asked for, tells me, ‘It ended up not being as onerous as I thought it would be.’”\n\nAT THE WHITE HOUSE TODAY … THE PRESIDENT is hosting video game industry leaders and members of Congress “to discuss violent video-game exposure and the correlation to aggression and desensitization in children.",
  "THE BIG SCOOP OF THE LAST 12 HOURS -- NYT: MIKE SCHMIDT and MAGGIE HABERMAN: “Trump Spoke to Witnesses About Matters They Discussed With Special Counsel”: “The special counsel in the Russia investigation has learned of two conversations in recent months in which President Trump asked key witnesses about matters they discussed with investigators, according to three people familiar with the encounters.",
  "Kushner … did not invite the American ambassador — Roberta S. Jacobson, a diplomat with more than 30 years of experience in the region — to join him in the meetings, according to a senior American official who was not authorized to speak publicly.” http://nyti.ms/2FjWFJQ\n\nFIRST IN PLAYBOOK: ED O’KEEFE is leaving the Washington Post to join CBS News as a political correspondent in mid-April.",
  "http://bit.ly/2ts0Hdh\n\nBIG NEWS: LIVE PLAYBOOK INTERVIEW WITH BILL GATES … GATES, the co-chair of the Bill & Melinda Gates foundation, will join us live for his only D.C. event next THURSDAY, MARCH 15, AT 8:30 A.M. We’ll have a wide-ranging conversation about the Gates Foundation’s priorities for 2018, the role of U.S. leadership in global health and development and news of the day.",
  "“Under relatively routine questioning from Rep. Jim Himes, D-Conn., about her correspondence, Hicks indicated that she could no longer access two accounts: one she used as a member of President Donald Trump’s campaign team and the other a personal account ... Hicks, who portrayed herself as not savvy in matters of technology, told lawmakers that one of the accounts was hacked ...",
  "“The episodes demonstrate that even as the special counsel investigation appears to be intensifying, the president has ignored his lawyers’ advice to avoid doing anything publicly or privately that could create the appearance of interfering with it.” http://nyti.ms/2FpVAfo\n\n\n\nA message from Google: Google is supporting service members as they transition to civilian jobs.",
  "“The order, issued by an arbitrator in California and reviewed by The New York Times, pertained to the actress Stephanie Clifford, who had been paid $130,000 shortly before the 2016 election in what she calls a ‘hush agreement.’ In recent weeks, she had prepared to speak publicly about Mr. Trump, claiming his lawyer, Michael D. Cohen, had broken the agreement.",
  "Learn more at google.com/grow/veterans\n\nTHE TRUMP ADMINISTRATION -- “Ousted White House drug-policy aide joins HUD,” by Lorraine Woellert: “President Donald Trump’s former liaison to the Office of National Drug Control Policy, who was pushed out after questions surfaced about his lack of experience, has joined the Department of Housing and Urban Development.",
  "He will focus on opioid policy, Williams said.” http://politi.co/2tmMhuY\n\nMEDIAWATCH – “Sinclair’s new media-bashing promos rankle local anchors,” by CNN’s Brian Stelter: “‘This is so manipulative.’ That’s an anchor at a local TV station owned by Sinclair, describing the company's latest mandate, a promotional campaign that sounds like pro-Trump propaganda.",
  "Sign up now http://bit.ly/2Ga22bL\n\nTRAILBLAZER -- “With a VIP audience, Nancy Pelosi donates her speaker’s gavel and suit to the Smithsonian,” by WaPo’s Emily Heil: http://wapo.st/2G31jJ3\n\n\n\nPlaybook Reads\n\nPHOTO DU JOUR: Students are arrested for protesting in front of Senate Majority Leader Mitch McConnell's office on March 7.",
  "The record-high turnover at the White House has now reached 43 percent with the pending departure of Gary D. Cohn, the national economic adviser, as the team that arrived with Mr. Trump 13 months ago heads for the doors in increasing numbers and the president increasingly relies on his own judgment for key decisions.",
  "SPOTTED: House Intelligence Chairman Devin Nunes (Calif.), House Armed Services Chairman Mac Thornberry (Texas), House Agriculture Chairman Mike Conaway (Texas), House Budget Chairman Steve Womack of Arkansas, House Natural Resources Chairman Rob Bishop (Utah), Reps. Kay Granger (Texas), Liz Cheney (Wyo.",
  "“In January 2017, Erik Prince, the founder of the private security company Blackwater, met with a Russian official close to Russian President Vladimir Putin and later described the meeting to congressional investigators as a chance encounter that was not a planned discussion of U.S.-Russia relations.",
  "-- THE IMPLEMENTATION QUESTION: ADAM BEHSUDI: “Trump’s order will likely direct the U.S. International Trade Commission, an independent federal agency, to publish the updated tariff schedules, which are expected to be 25 percent on steel and 10 percent on aluminum.",
  "RSVP here http://bit.ly/playbookbillgates\n\n-- RSVP FOR OUR SXSW EVENT: http://bit.ly/playbooksxsw\n\nBUZZ -- TOP CITIES OPERATIVES ARE TALKING ABOUT FOR THE 2020 POLITICAL CONVENTIONS: FOR DEMOCRATS: Minneapolis, St. Louis, Phoenix, Milwaukee, New York and Columbus.",
  "“Sitting with POLITICO reporters in her Capitol office last week for a rare extended interview, she offered detailed, philosophical answers largely devoid of the partisan talking points of other new Senate arrivals plainly eyeing the White House.",
  "Internal documents call the new initiative an ‘anchor delivered journalistic responsibility message.’ But the staffers who shared the documents with CNN say the promos are inappropriate -- yet another corporate infringement on local journalism.",
  "In the other episode, Mr. Trump asked his former chief of staff, Reince Priebus, how his interview had gone with the special counsel’s investigators and whether they had been ‘nice,’ according to two people familiar with the discussion.",
  "), Pat Vance, president of the Entertainment Software Rating Board; Mike Gallagher, president and CEO of the Entertainment Software Association; Robert Altman, CEO of ZeniMax Media and Melissa Henson of the Parents Television Council.",
  "An article he’s been reading recently: “A colleague referred me to Andrew Sullivan’s article [‘The Poison We Pick’ -- http://nym.ag/2CgcTl7] in New York Magazine about the roots of the opioid epidemic which I’ve just begun reading.",
  "One year into her stint in the Senate, the Democratic Party's newest rising star - and one of its most buzzed-about potential 2020 hopefuls - has cut a profile that offers few clues about her political aspirations.",
  "But in the weeks to come, the National Republican Congressional Committee quietly dispatched a staffer to the district to walk Saccone, who lacked any donor infrastructure, through the basics of how to fundraise.",
  "Stivers had several more conversations with the candidate to try to prod him along.” http://politi.co/2Da3xTX\n\n-- MORE MONEY POURING IN: PATRIOT MAJORITY PAC just put $100,000 into the district opposing Saccone.",
  "Tooke said he admired the courage of the women who related their accounts of sexual harassment, and that Forest Service leadership was committed to investing the resources needed to change the work environment.",
  "Playbook: Scalise takes several Republicans to dine with Mattis Presented by\n\nHouse Majority Whip Steve Scalise hosted a group of Republicans for a private dinner with Defense Secretary James Mattis last night.",
  "OUT AND ABOUT IN NYC -- Pool report: “Thunder-snow and a treacherous Nor’easter couldn’t keep the NBC faithful away from celebrating the 70th anniversary of its flagship evening broadcast, NBC Nightly News.",
  "manager for the Bush Center ... Terry Spring ... Nancy Christy ... Becky Ogle ... Jim Autry ... Mike Tate ... Neil Giesser ... Thomas Cellucci is 6-0 ... Stephen Saunders … Sarah Rogers ... Jona Arnold.",
  "“It's all the other questions that businesses are wondering about: How will the tariffs — which are expected to be done in the name of national security — apply to some of the U.S.' closest allies?",
  "“The head-spinning pace of departures has contributed to the sense of disarray in the West Wing, but it reflects the way Mr. Trump has operated since he announced that he was running for president.",
  "“You need to start to pulling your weight, Stivers implored Saccone, a mustachioed 60-year-old state legislator who is carrying the weight of the Republican Party in a crucial contest next week.",
  "One version of the plan, which was still being finalized ahead of an expected announcement on Thursday, would give Canada and Mexico a 30-day exemption from the tariffs, the officials said.",
  "| Mark Wilson/Getty Images\n\nKNOWING KAMALA HARRIS -- BURGESS EVERETT and ELANA SCHOR: “Ask Sen. Kamala Harris about her aspirations for higher office and you'll get an unsatisfying answer.",
  "‘What I can control, however, are decisions I make today and the choice of a path for the future that is best for our employees, the Forest Service and the U.S. Department of Agriculture.",
  "“He constantly searches for new voices, but burns through staff as he quickly loses faith in the people around him, leaving him with a dearth of advisers on whom he genuinely depends.",
  "I must also think about what is best for my family.’” http://politi.co/2FjSaid\n\n\n\nA message from Google: Google is committed to helping veterans build successful civilian careers.",
  "http://bit.ly/2Fip56V\n\nCHECK IT OUT: PLAYBOOK POOL IS BACK -- SIGN UP for the 2nd Annual Playbook Pool and face off against readers from our Playbooks from around the country.",
  "Mr. Trump said this week that this did not lead to chaos but to a healthy refreshing of his team, adding that a reasonable amount of conflict helped him make better decisions.",
  "The exemptions could be extended based on progress in renegotiating the North American Free Trade Agreement.” http://wapo.st/2G5AEvp\n\nREPUBLICANS will take this as a half win.",
  "SPOTTED: Friends and colleagues celebrated the departure of Reed Cordish, assistant to the president in the Office of American Innovation, at the Metropolitan Club last night.",
  "Today when service members search “jobs for veterans” on Google, and enter their military occupational specialty code, they’ll see jobs that match their military skill sets.",
  "Expectations for her are especially high given that Harris hails from California, the center of the resistance engaged in an ongoing battle with the Trump administration.",
  "“In one episode, the president told an aide that the White House counsel, Donald F. McGahn II, should issue a statement denying a New York Times article in January.",
  "McGahn never released a statement and later had to remind the president that he had indeed asked Mr. McGahn to see that Mr. Mueller was dismissed, the people said.",
  "But if Saccone didn’t start upping his fundraising game and getting his sluggish campaign in order, he could lose a race that should be a gimme for the party.",
  "“‘I have been forthright during the review, but I cannot combat every inaccuracy that is reported in the news media,’ Tooke said of the USDA investigation.",
  "Taylor Weyeneth will serve as a mid-level official in the office of Community Planning and Development, according to HUD spokesman Raffi Williams.",
  "A fun fact about Josh: “For my first concert, I went to go see Bruce Springsteen at the Meadowlands and since then have seen him dozens of times.",
  "VIDEO GAME INDUSTRY LEADERS: Strauss Zelnick, CEO of Take-Two Interactive; Media Research Center’s Brent Bozell; Lt. Col. Dave Grossman (Ret.",
  "We also help employers find them by enabling companies to implement this feature on their career sites using Google Cloud’s Talent Solution.",
  "This meeting will be the first of many with industry leaders to discuss this important issue,” the White House’s Lindsay Walters said.",
  "… NYT’S AZAM AHMED in Mexico City and NICHOLAS CASEY in Bogota, Colombia on Jared Kushner’s trip to meet the Mexican president: “Mr.",
  "The article said Mr. McGahn told investigators that the president once asked him to fire the special counsel, Robert S. Mueller III.",
  "Looks like a good deep dive.” Read his Playbook Plus Q&A: http://politi.co/2HhnISw\n\n-- Freshman Rep. Josh Gottheimer (D-N.J.) is 43.",
  "Through Grow with Google, our initiative to create economic opportunities, we’ve developed resources specifically for veterans.",
  "“Tooke, who was appointed by Agriculture Secretary Sonny Perdue in August, announced his resignation in an email to employees.",
  "3 House Republican, hosted Republican members at a private dinner Wednesday night at Joe’s with DEFENSE SECRETARY JIM MATTIS.",
  "Gates is one of the most important figures on planet earth, and everything he says is newsy and incredibly interesting.",
  "CareerBuilder, Pepsi, Siemens, RecruitMilitary, and many others have already implemented the API on their career sites.",
  "They were urging Congress to change gun laws in the wake of the high school massacre in Parkland, Florida last month.",
  "Stivers’s warning, described by two people familiar with the call, was intended to put the candidate on notice.",
  "), Lee Zeldin (N.Y.), Martha Roby (Ala.), Mike Rogers (Ala.), Austin Scott (Ga.), Vicky Hartzler (Mo.",
  "‘I have aspirations to get through this interview,’ the California Democrat says with a belly laugh.",
  "KEEP YOUR EYES PEELED: We’re delivering Playbook basketballs to House and Senate offices next week.",
  "Brett Horton, Scalise’s chief, and Bart Reising, his member services director, were also on hand.",
  "Email Sign Up By signing up you agree to receive email newsletters or alerts from POLITICO.",
  "Prizes include Apple Watches, AirPods, GoPros, Google Homes, Snapchat Spectacles and more.",
  "MEMBERS OF CONGRESS attending: Sen. Marco Rubio (R-Fla.) and Reps. Vicky Hartzler (R-Mo.)",
  "Also, Secretary of State Rex Tillerson and Defense Secretary Jim Mattis did not attend.",
  "Sign up for POLITICO Playbook and get the latest news, every morning — in your inbox.",
  "FOR REPUBLICANS: Early favorites include Phoenix, New York, Miami and San Antonio.",
  "Tweet a fun photo with your basketball with #PlaybookLoyal and we’ll retweet it!",
  "| Playbook photo\n\nDriving the Day\n\nHOUSE MAJORITY WHIP STEVE SCALISE, the No.",
  "‘At my station, everyone was uncomfortable doing it,’ a local anchor said.",
  "Suggested questions to Jake and Anna (emails are at the top of Playbook).",
  "SPEAKER PAUL RYAN is in Atlanta today at Home Depot’s HQ this afternoon.",
  "Here is a private jet scheduled to leave DCA for the Sea Island airport.",
  "The national GOP would be helping him out substantially, Stivers said.",
  "), Will Hurd (Texas), Bradley Byrne (Ala.) …\n\n… Trent Kelly (Miss.",
  "), Mike Coffman (Colo.), Tom Cole (Okla.) and Paul Cook (Calif.).",
  "Customs and Border Protection is responsible for collecting them.",
  "Multiple senior staff were on hand, including Ivanka Trump.",
  "The AEI event in Sea Island, Georgia, is this weekend.",
  "Create your bracket after Selection Sunday this week.",
  "WHERE: Gallup’s Global Headquarters at 901 F St NW.",
  "Will the tariffs apply to goods already in transit?",
  "In effect, it can feel like a presidency of one.",
  "HERE IS A PHOTO of Scalise giving Mattis a whip.",
  "Scalise is the whip … well, at least for now.",
  "No one else seems to be sticking around.",
  "The most reliable politics newsletter.",
  "WHO NEEDS EXPERTS WHEN YOU HAVE JARED!",
  "You can unsubscribe at any time.",
  "-- THIS WILL BE A HOT TICKET.",
  "Outside cameras are welcome.",
  "“Saccone said he understood.",
  "and Martha Roby (R-Ala.).",
  "Get it?",
  "“Mr.",
  "..."
]