[
  "White House spokesperson Sarah Huckabee Sanders, asked about it in December, said she had not asked the president but “it’s not something that’s currently in the works.”\n\nThe Intercept reported that Oliver North and Erik Prince were also involved in the scheme.",
  "A major reason for the effort to privatize espionage was the belief by some of those involved that the “deep state,” a shadowy network in the government, was sabotaging Trump’s agenda, and that to work effectively Trump, had to use channels outside the CIA.",
  "Thomas O. Hicks Jr., a wealthy friend of Donald Trump Jr. and a top Trump fundraiser, helped a security company pushing the Trump administration to outsource intelligence missions and covert operations, according to three sources familiar with the plan.",
  "Hicks met with key Amyntor figures, according to two sources who were told about the meetings by participants, at least once in a special suite in the Trump International Hotel in Washington, DC, that was billed as secure from electronic surveillance.",
  "Over the summer and fall, the White House and CIA considered a package of proposals to privatize intelligence operations, including a plan to snatch terrorists overseas in a rendition action, as BuzzFeed News first disclosed.",
  "His role — not previously disclosed — in the effort to secretly privatize intelligence operations underscores the clout and influence of those pushing the Trump administration to take these unusual steps.",
  "At the center of the plan was a security and intelligence company called Amyntor Group, headquartered in Whitefish, Montana, associated with figures from the Iran-Contra operation of the 1980s.",
  "Hicks’ role and knowledge” concerning the privatization effort “have been grossly exaggerated.” Donald Trump Jr.’s attorney and the Trump Organization did not respond to requests for comment.",
  "With respect to the President’s son, Donald Trump Jr. has nothing to do with Amyntor.”\n\nA representative for Hicks, Arthur Schwartz, declined to address specific questions but said “Mr.",
  "“Tommy Hicks introduced business people he knew to Amyntor representatives as a courtesy to both so the business people could determine whether they were interested in hiring Amyntor.",
  "Hicks was the national finance co-chair of the Trump campaign, vice chair of the inauguration committee, and a close friend and hunting buddy of the president’s son, Donald Jr.",
  "He’s on the advisory board of Turning Point USA, a group that organizes college students to support conservative political causes, and was recently profiled in the New Yorker.",
  "After BuzzFeed News exposed the scheme, some intelligence officials privately argued that they had not taken it seriously, and that they were merely humoring those involved.",
  "Some officials at the National Security Council were also briefed on it, though an NSC spokesperson said that the head of the council, National Security Adviser H.R.",
  "Three sources with knowledge of the company’s proposals have told BuzzFeed News that CIA director Michael Pompeo and other agency officials met Amyntor executives.",
  "North is the former Marine Corps officer who was at the center of the Reagan-era Iran-Contra scandal and later became a Fox News TV personality.",
  "A lawyer for Amyntor, Raymond R. Granger, provided a statement to BuzzFeed News, confirming that Hicks helped broker meetings for the company.",
  "(The president has used the term “deep state” in a tweet, though in reference to the Justice Department rather than the CIA.)",
  "The two sources say he made introductions for Amyntor, though it is unclear to whom he introduced the company officials.",
  "In the summer and fall of 2017, three sources say, North was involved in meetings and phone calls for the Amyntor plan.",
  "It’s not clear how Hicks first connected with Amyntor and the cadre of intelligence figures associated with it.",
  "Furthermore, Mr. Hicks has not, directly or indirectly, invested in or otherwise provided money to Amyntor.",
  "The 40-year-old Hicks is the son of the billionaire who used to own the Texas Rangers.",
  "Amyntor’s advocates were insisting that “we need to do this off the books,” he said.",
  "Erik Prince, the Blackwater founder, denied involvement through his spokesperson.",
  "Neither Mr. Hicks nor any business with which he is affiliated has hired Amyntor.",
  "That room was dubbed the “Tinfoil” suite, the Intercept reported in December.",
  "Some of the introductions may have occurred at the Trump International Hotel.",
  "“None of this makes sense,” said one former official who was briefed on it.",
  "Hicks is a supporter of America First Action, the new pro-Trump super PAC.",
  "Prince had been an associate of an Amyntor official, John Maguire.",
  "McMaster, and other officials had not been aware of it.",
  "North did not respond to phone calls and an email.",
  "Hicks brokered introductions for this company.",
  "Maguire didn’t return calls for comment.",
  "The CIA declined to comment."
]