[
  "Graeme Smith, a political analyst and former political affairs officer for the United Nations Assistance Mission in Kabul, Afghanistan, said on Twitter that this means \"the war may be growing more intense than anything since the 1980s.\"",
  "There continues to be fierce fighting against the Taliban, which controls or contests nearly half of the districts in the country, as tenuous efforts to establish peace talks have done little to change things on the ground.",
  "But that the war is becoming increasingly intense, from a broader standpoint, suggests the US military isn't likely to pull out of Afghanistan anytime soon, a move that would risk toppling the Afghan government.",
  "Nicholson, who will soon be replaced as the top US general in Afghanistan, also praised President Donald Trump's strategy in the region and argued that the allied effort was making progress.",
  "The terrorist group ISIS has also emerged as a threat in the country and last week claimed responsibility for a brutal attack that left 34 students dead at an educational facility in Kabul.",
  "Data from the Uppsala Conflict Data Program suggests the total number of battle deaths in Afghanistan, including civilians and combatants on both sides, will surpass 20,000 in 2018.",
  "James Mackenzie/Reuters\n\nThe war in Afghanistan is nearing its 17th anniversary, and a new graphic suggests the conflict has reached its deadliest point in years.",
  "The Trump administration last year decided to increase the US's footprint in Afghanistan by several thousand troops, and the US now has 15,000 troops there.",
  "Overall, 2,414 US troops have been killed since the war began in 2001 following the 9/11 terror attacks, according to iCasualties.",
  "But US Gen. John \"Mick\" Nicholson on Wednesday said there was \"an unprecedented opportunity for peace now\" with the Taliban.",
  "In total, five US troops have been killed in Afghanistan in 2018, according to the casualties-tracking site iCasualties.",
  "US military advisers from the 1st Security Force Assistance Brigade at an Afghan National Army base.",
  "It's a far cry from America's deadliest year in the war, 2010, when 499 US troops were killed.",
  "In short, there's no end in sight to this conflict or America's role in it.",
  "Despite the troop increase, the situation in Afghanistan has not improved."
]