[
  "[In Mueller probe, son-in-law of Russian businessman pleads guilty to false statements]\n\nThe UAE agreed to broker the meeting in part to explore whether Russia could be persuaded to curtail its relationship with Iran, including in Syria, a Trump administration objective that would be likely to require major concessions to Moscow on U.S. sanctions, those officials said.",
  "Prince said his meeting with Dmitriev came up at the last minute and at the suggestion of the crown prince of Abu Dhabi, Mohammed bin Zayed al-Nahyan, who Prince said invited him to the Seychelles — although he told congressional investigators he could not remember when or who from Zayed’s staff extended the invitation.",
  "The Washington Post has previously reported that the Seychelles meeting, which took place about a week before Trump’s inauguration, was described by U.S., European and Arab officials as part of an apparent effort to establish a back-channel line of communication between Moscow and the incoming administration.",
  "Investigators are interested in Nader’s role at a January 2017 meeting in the Seychelles between Erik Prince, a supporter of President Trump, and a Russian official close to President Vladi­mir Putin, according to the people, who spoke on the condition of anonymity to discuss sensitive matters.",
  "A Lebanese American businessman who has acted as an adviser to the United Arab Emirates has been cooperating with special counsel Robert S. Mueller III, after he was hit with a subpoena upon arriving in the United States in mid-January, according to people familiar with the matter.",
  "Prince also told congressional investigators he did not remember when or where he had a conversation with Stephen K. Bannon, then a senior Trump adviser, during which Bannon told Prince he had met MBZ in New York in December, just weeks before Prince traveled to the Seychelles.",
  "Nader — and the Seychelles meeting — are of interest to Mueller’s team as it examines whether any foreign money or assistance fueled the Trump campaign, and how Trump officials during the transition and early days of the administration communicated with foreign officials.",
  "Mueller has also asked numerous witnesses about how the president’s son-in-law and adviser, Jared Kushner, set up calls with foreign leaders and whether he bypassed normal protocols that kept records of the contacts and the content of the discussions.",
  "He told congressional investigators that his meeting with Kirill Dmitriev, the head of the Russian Direct Investment Fund, was a passing encounter over a drink at the bar of the Four Seasons in the Seychelles, an island nation in the Indian Ocean.",
  "The issue of foreign officials talking about their meetings with Kushner and their perceptions of his vulnerabilities was a subject raised in McMaster’s daily intelligence briefings, according to the current and former officials.",
  "McMaster, Trump’s national security adviser, learned that Kushner had contacts with foreign officials, including from the UAE, that he did not coordinate through the National Security Council or officially report.",
  "However, according to officials familiar with the meeting, he presented himself as an unofficial envoy for Trump to high-ranking Emiratis involved in setting up his meeting with the Russian official.",
  "One person described Nader as an important witness in Mueller’s efforts — one who has spoken repeatedly to investigators since his arrival in the United States.",
  "The businessman, George Nader, was served with a grand jury subpoena shortly after landing at Dulles International Airport, these people said.",
  "Prince said Bannon vouched for MBZ during the conversation, calling him “a great guy.”\n\n[Mueller and Trump: Born to wealth, raised to lead.",
  "Prince has sharply disputed that account, saying he did not present himself as a representative of the incoming administration.",
  "Prince, the founder of the former Blackwater contracting firm, had no formal role with the Trump campaign or transition.",
  "Carol D. Leonnig, Ellen Nakashima and Karen DeYoung contributed to this report.",
  "Nader couldn’t be reached for comment, and his lawyer declined to comment.",
  "His cooperation was first reported by the New York Times.",
  "Prince said he never told Bannon about meeting Dmitriev.",
  "The crown prince is widely known as MBZ.",
  "Then, sharply different choices.]",
  "H.R."
]