[
  "One Sri Lankan government official said the platforms were banned for “spreading hate speeches and amplifying them.” [NYT / Vindu Goel, Hari Kumar, and Sheera Frenkel]\n\nSri Lanka has long faced deep ethnic divides — the latest escalated by growing Sinhalese Buddhist nationalist groups, which have railed against the minority Muslim population, saying they have forced people to convert to Islam and are stealing from Buddhist temples.",
  "[Racked / Cheryl Wischhover]\n\nVerbatim\n\n“Turning off the buzzing breaking-news machine I carry in my pocket was like unshackling myself from a monster who had me on speed dial, always ready to break into my day with half-baked bulletins.” [NYT / Farhad Manjoo]\n\nWatch this: Why the market for skin whitening is growing\n\nSkin whitening has proven to be damaging, physically and mentally.",
  "For more newsletters, check out our newsletters page\n\nSri Lanka’s Muslim population is under attack\n\nSri Lanka’s Muslim population is under siege — and many in the community fear there’s more violence to come, after Buddhist mobs tore through Muslim neighborhoods in Sri Lanka’s central Kandy District over the weekend.",
  "[Associated Press / Bharatha Mallawarachi]\n\nThe government has shut down social media sites and messaging apps including Facebook, Instagram, and Whatsapp in another measure to curb violence, citing inflammatory posts.",
  "[YouTube / Aleli May Vuelta]\n\nRead more\n\nVox’s Ezra Klein will interview Melinda Gates at SXSW\n\nThe gun control debate in Congress is no longer about guns\n\nMy husband pressured me into sex for years.",
  "[Washington Post / Marwa Eltagouri]\n\nWhy do we keep clicking on those stories of ridiculous Instagram beauty “trends” that turn out to have been adopted by no more than three people?",
  "[Economist]\n\nMiscellaneous\n\nInterior Secretary Ryan Zinke does NOT want to talk about his $139,000, taxpayer-funded set of office doors, thank you very much.",
  "[Associated Press / Michael Biesecker and Matthew Daly]\n\nFrance has proposed 90-euro fines for catcalling as part of its initiative against sexual violence.",
  "[Al Jazeera / Tasnim Nazeer]\n\nViolence continued throughout the week, despite the Sri Lankan government imposing curfews and declaring a state of emergency.",
  "Sign up for the Vox Sentences newsletter, delivered straight to your inbox Monday through Friday, or view the Vox Sentences archive for past editions.",
  "[ABC News]\n\nAmelia Earhart’s remains may finally have been identified, after those same remains were previously declared definitely not her.",
  "Buddhist mobs ignored security measures, burning homes to the ground with gasoline bombs and destroying shops and restaurants.",
  "Subscribe By signing up, you agree to our Privacy Policy and European users agree to the data transfer policy.",
  "Seychelles and secrets\n\nvox-mark Vox Sentences The news, but shorter, delivered straight to your inbox.",
  "Sanctuary cities, explained\n\nThe EPA is letting key staffers keep their political consulting side gigs",
  "Robert Mueller homes in on a meeting in Seychelles; Buddhists and Muslims clash in Sri Lanka.",
  "Vox Sentences is your daily digest for what's happening in the world, curated by Ella Nilsen.",
  "Buddhists make up 70 percent of the population, while Muslims make up close to 10 percent.",
  "The market is predicted to be worth $31.2 billion by 2024.",
  "#MeToo must include sexual assault in marriage.",
  "But sales are booming.",
  "Racked explains."
]