[
  "With his Princeton-Harvard-Oxford education and experience spanning consequential cases in an era of war and terrorism — \"American Taliban\" John Walker Lindh's among them — Ellis is known to cut lawyers down to size, sometimes subtly, sometimes not so much.",
  "In 2009, he dismissed lawsuits filed by alleged Iraqi victims of the contractor once known as Blackwater USA, ruling that a pattern of recklessness or a culture of lawlessness is not enough to sustain an allegation of war crimes under the federal law.",
  "He's welcomed new generations of immigrants as the presiding judge at naturalization ceremonies, addressing Spanish-speakers among them in his and their native language; his eyes have been known to grow moist in these proceedings.",
  "But Trump's opinion about people can turn on a dime, and this week, without identifying the judge, he blasted the decision by Ellis to house Manafort in solitary confinement, a move the prosecution says was to keep him safe.",
  "In the Manafort trial, Ellis, 78, is trying to keep a handle on a case that centers on the Trump associate's consulting work for wealthy Ukrainian clients and whether he fraudulently hid millions from banks and the IRS.",
  "The judge introduced a theatrical twist at an earlier hearing, telling prosecutors he did not want to see pictures of Manafort and others \"at a cocktail party with scantily clad women,\" if they should happen to exist.",
  "An immigrant from Bogota, Colombia, Ellis came to the bench in 1987, nominated by President Ronald Reagan after an early career as a Navy aviator in the 1960s and a lawyer in private practice in the 1970s.",
  "In the pretrial hearing where Dreeben's presence made waves, Ellis supposed that the Manafort case was really about the government trying to make the defendant \"sing\" on Russia and the Trump campaign.",
  "Descriptions of Manafort's $15,000 ostrich-leather jacket, the $6 million in cash he put toward real estate and his $900,000 in purchases at a New York boutique also left the judge unimpressed.",
  "Easily exasperated, and with a sharp wit, the U.S. district judge called out attorneys for both sides this week when he heard they'd been rolling their eyes, apparently at him.",
  "It stems from special counsel Robert Mueller's broad investigation into Russia's interference in the 2016 election and any collusion between Russians and the Trump campaign.",
  "In 2002, Ellis sentenced Lindh to 20 years in prison without parole in a plea deal for the American who fought with the Taliban, telling him, \"You made a bad choice.\"",
  "But he allowed most of the plaintiffs to refile their lawsuits if they had a persuasive case that Blackwater employees engaged in intentional killings and beatings.",
  "Privately, lawyers who have appeared before him say Thomas Selby Ellis III likes to be seen as the smartest person in the courtroom, not a huge leap for a judge.",
  "That's what happened when Justice Department attorney Michael Dreeben, a legend in legal circles, appeared at a pre-trial hearing in the Manafort case.",
  "U.S. President Donald Trump's former campaign manager Paul Manafort arrives for a hearing at U.S. District Court in Washington, U.S., November 2, 2017.",
  "In the Manafort trial, Ellis has shown impatience with meandering arguments from either side while being tougher on the prosecution out of the gate.",
  "Trump suggested the justice system might be treating Manafort more harshly than it did Al Capone, the legendary mob boss who went crazy in Alcatraz.",
  "Prosecutors \"don't really care\" about Manafort, he said, but instead care about getting information from him to go after Trump.",
  "As soon as Dreeben began making his arguments for the prosecution, Ellis cut in — \"Would you spell your name for the record?\"",
  "Prosecutors are inferring that Manafort associates himself with \"despicable people and therefore he's despicable,\" he said.",
  "He also promised no photos of Russian flags and said it's unlikely any government witness \"will utter the word 'Russia.'\"",
  "The trial of President Donald Trump's former campaign chairman has plenty of drama and it's coming from the judge.",
  "When prosecutors addressed Manafort's relationship with Ukrainian \"oligarchs,\" he told them to knock it off.",
  "That delighted the president, who called the judge \"really something very special\" in an NRA speech in May.",
  "That's not a question he asks others appearing in his Washington-area Eastern District of Virginia court.",
  "Prosecutor Greg Andres countered: \"Judge, this is not an effort to prove Mr. Manafort lived lavishly.",
  "___\n\nAssociated Press writers Matthew Barakat, Eric Tucker and Chad Day contributed to this report.",
  "The judge judged their expressions to mean, \"Why do we have to put up with this idiot judge?\"",
  "Long-ago associates nicknamed him Taz for his swirling Tasmanian Devil drive in law practice.",
  "\"The government doesn't want to prosecute somebody because they wear nice clothes, do they?\"",
  "Aaron P. Bernstein/Reuters\n\nWASHINGTON (AP) — \"I'm not in the theater business,\" Judge T.S.",
  "He may not like fancy-pants lawyers, but fancy pants in America are not against the law.",
  "Ellis asserted during jury selection in Paul Manafort's financial fraud trial.",
  "It's not about Trump or Russia, but that matter is the elephant in the room.",
  "\"There will be no pictures of scantily clad women, period.\"",
  "The ruling essentially pleased both sides.",
  "\"You have to be better-looking for that.\"",
  "\"That's not the American way.\"",
  "It's evidence of his income.\"",
  "No worries, Andres said.",
  "Objection, Your Honor.",
  "\"Let's move on.\"",
  "Ellis asked."
]