[
  "I have not intentionally visited schools that are underperforming.”\n\nStahl offered a suggestion: “Maybe you should.”\n\n“Maybe I should, yes,” agreed DeVos, who also expressed her reluctance “to talk about all schools in general, because schools are made up of individual students.”\n\nYes, and brains are made up of individual brain cells, many of which self-destruct upon hearing DeVos speak.",
  "There she was again on NBC’s “Today” show Monday, armed with two things to say — “everything is on the table,” and things are “best decided by local communities and by states” — and she recited these rote phrases to Savannah Guthrie no fewer than six times during the brief interview, regardless of relevance to the question.",
  "Early on, she said she was “confused” at her confirmation hearing about federal disability laws, and she didn’t seem to know the difference between “growth” and “proficiency.” After her full year of on-the-job learning, though, DeVos’s appearance Sunday on “60 Minutes” showed no diminution in her ineptitude.",
  "During her confirmation hearing last year, she was utterly defeated by complex subjects such as “teachers” and “students” but was certain that schools need guns to repel attacks by “potential grizzlies.”\n\nAfter a (too-quiet) first year on the job, DeVos is back, letting her foolish flag fly.",
  "Columnist\n\nBetsy DeVos gives every indication that she is, to borrow President Trump’s phrase, a “low-IQ individual.” Her interview with Lesley Stahl of CBS’s “60 Minutes,” broadcast Sunday night, is being mocked as the most disastrous televised tete-a-tete since Palin met Couric.",
  "The National Center for Education Statistics, part of DeVos’s Education Department, predicts enrollment of full-time students in degree-granting postsecondary institutions, up 38 percent between 2000 and 2014, will climb an additional 15 percent by 2025.",
  "Well, consider that DeVos, whose brother Erik Prince founded the Blackwater mercenary outfit, jettisoned the Education Department’s usual security in favor of round-the-clock protection by U.S. marshals for $6.5 million a year.",
  "Interviews with DeVos broadcast Sunday night and Monday morning by CBS and NBC show that she’s performing below grade level in all subjects — and her deviation below the mean is anything but standard.",
  "All this proves that it is sheer (if perhaps unintentional) genius to have DeVos, who married into the Amway fortune, in her role in the Trump administration.",
  "DeVos, who once said traditional public education is a “dead end,” is proving by example as the nation’s top educator that education generally is a dead end.",
  "People could quite reasonably conclude that education isn’t all it’s cracked up to be, and they wouldn’t go to all the trouble of attending school.",
  "After 15 minutes, those in the presence of DeVos report forgetting the answers to their security questions, including first pet and first car.",
  "College graduates favored Hillary Clinton by nine percentage points, while those without college degrees favored Trump by eight points.",
  "But this unabashed ignorance is DeVos’s hidden genius — and precisely why she is a perfect choice to be Trump’s secretary of education.",
  "(Jabin Botsford/The Washington Post)\n\nAre the number of sexual assaults equivalent to the number of false accusations?",
  "If this is the caliber of the top education official in the land, it hardly speaks well for getting an education.",
  "Listen to her for five minutes and you will no longer be able to complete the New York Times crossword puzzle.",
  "“I don’t know.”\n\n\n\nPresident Trump and Education Secretary Betsy DeVos at the White House last month.",
  "Apparently, this security team has been able to create an impermeable zone of ignorance around DeVos.",
  "Read more from Dana Milbank’s archive, follow him on Twitter or subscribe to his updates on Facebook.",
  "Whenever DeVos speaks, it feels as though the sum total of human knowledge is somehow diminished.",
  "Thankfully, DeVos is doing all she can to combat this noxious scourge of people going to school.",
  "That 17-point gap was “by far the widest” dating to 1980, according to the Pew Research Center.",
  "As it happens, this is exactly what Trump needs to secure the future of his political movement.",
  "After 10 minutes of DeVos, the human brain loses the ability to perform simple arithmetic.",
  "For Trump, the fewer people who get an education, the better off he will be.",
  "How does such a high-level official maintain such a low level of learning?",
  "I don’t know.”\n\nWhy is she known as the most hated Cabinet secretary?",
  "Have the public schools in her home state of Michigan improved?",
  "Exit polls showed a huge education gap in the 2016 election.",
  "The danger for Trump is more Americans are going to college.",
  "“I’m not so sure exactly.”\n\nHas she visited bad schools?",
  "It’s downright brilliant.",
  "“I don’t know.",
  "“I have not.",
  "I have not."
]