[
  "Three months before President Donald Trump's election, his oldest son, Donald Trump Jr., met with a Gulf emissary, an Israeli social media manipulation expert, and a GOP donor who had served as a private security contractor in the Middle East at Trump Tower so that the men could offer their help to the Trump campaign.",
  "Representatives for Rybolovlev issued a statement denying any relatiohnship existed:\n\n\"Neither Dmitry Rybolovlev nor any of his employees or representatives have ever contacted Mr. Joel Zamel, or had any relationship with him and his companies whatsoever.",
  "Both Crown Prince Mohammed bin Zayed al-Nahyan of Abu Dhabi, who rules the United Arab Emirates, and Crown Prince Mohammed bin Salman of Saudi Arabia, the king's main adviser, had resented Obama for the Iran nuclear deal and other controversial policies.",
  "Nader is reportedly cooperating with investigators, and other witnesses have been interviewed in the United States and overseas about whether foreign assistance had been offered to the Trump campaign, and if there had been coordination with Russia.",
  "They also criticized Democratic nominee Hillary Clinton when she was still secretary of State, and diplomats close to both sources said they wanted the U.S. to have a president with a stronger stance on Iran and terrorist groups.",
  "Meanwhile, there is new scrutiny from Mueller about the president's advisers and several Persian Gulf countries, and the special counsel has been asking questions about meetings between advisers and people representing Qatar.",
  "Meanwhile, the Times reporrted that the first meeting began after Nader and Zamel, who were together at a Manhattan location, got a call from Prince on the afternoon of Aug. 3, calling them in for a meeting at Trump Tower.",
  "Joel Zamel, an Israeli social media manipulation expert, was there to discuss his company's work, the source said, and had already created a multimillion dollar plan to manipulate social media in Trump's behalf.",
  "The assertion made that there was a relationship is completely unfounded and was published without any attempt by the [Times] newspaper to contact Mr. Rybolovlev or his representative to verify the facts.\"",
  "Nader had visited Moscow twice as an emissary from Crown Prince Mohammed of Abu Dhabi, and after Trump locked down the nomination had made inquiries for the Emirati prince, sources told the Times.",
  "Alan Futerfas, the attorney representing Trump Jr., said that the president's son does remember meeting with Prince, Nader, and possibly Zamel, and that they had pitched a social media strategy.",
  "One of them, Oleg Deripaska, had been in business with former Trump campaign chairman Paul Manafort, while another, Dmitry Rybolovlev, once bought a house in Florida from Trump, notes the Times.",
  "A person familiar with the meeting said the prince opened it, telling Trump Jr. that \"we are working hard for your father\" before introducing Nader as a friend with deep ties to Arab leaders.",
  "Zamel's attorney, Marc Mukasey, denied that he'd had any involvement in the campaign, and said his client had \"provided full cooperation to the government to assist with their investigation.\"",
  "Nader has also cooperated, his attorney, Kathryn Ruemmler, said, and a Saudi Arabia senior official said the country had never employed Nader or authorized him to speak for the crown prince.",
  "After that, the Israeli specialist reportedly met frequently with Trump's son-in-law, Jared Kushner, and Michael Flynn, who served shortly as Trump's national security adviser.",
  "Special counsel Robert Mueller is investigating the interactions, which may be the first showing other countries may have offered their help to get Trump into the Oval Office.",
  "The GOP donor, Erik Prince, who is the former head of Blackwater and the brother of Betsy DeVos, Trump's eventual secretary of education, arranged the Aug. 3, 2016, meeting.",
  "However, the company Psy-Group, was concerned if the plan was legal, and was told by an American law firm that the effort would be illegal if non-Americans were involved.",
  "The emissary, George Nader, who told the son that the crown princes leading Saudi Arabia and the United Arab Emirates wanted to help his father become president.",
  "Zamel's companies also have Russian ties, including one of which had worked for oligarchs linked to Russian President Vladimir Putin, claims the Times' report.",
  "Nader told Trump's son that the crown princes considered his father to be a strong leader, and that they would be happy to support him.",
  "\"There was a brief meeting, nothing concrete was offered or pitched to anyone and nothing came of it,\" said Mukasey, Zamel's attorney.",
  "According to the Times' sources, Nader paid Zamel up to $2 million, even though there were conflicting reasons given for the payment.",
  "His firm employs several former Israeli intelligence officers who specialize in shaping opinion through the use of social media.",
  "However, one company with links to Zamel did give Nader a presentation about social media and its significance to Trump's win.",
  "According to people familiar with the meeting, campaign aide Stephen Miller, now a White House adviser, was also present.",
  "A person with knowledge of the meeting told The New York Times that Trump Jr. was in favor of Nader's plan.",
  "Their association, reports The New York Times, continued well into Trump's first year at the White House.",
  "One of the sources said Nader invited Trump Jr. to meet with a Saudi prince, but he declined a meeting.",
  "The plan involved creating thousands of fake accounts on social media to push the Trump campaign.",
  "Prince and Nader knew each other from Nader's time with Blackwater, as a business agent in Iraq.",
  "Nader referred to the crown princes as \"my friends,\" a source said.",
  "\"He was not interested and that was the end of it,\" said Futerfas."
]