[
  "Around January 2017, Nader, who used to work for Prince's Blackwater mercenary group in Iraq, was also pushing for Saudi Arabia to form private mercenary armies to destabilize Iran, and even discussed with Prince a plan to get the Saudis to form a $2 billion mercenary army against Iranian-backed Houthis in Yemen, The Times reported.",
  "Donald Trump Jr. Jonathan Ernst/Reuters\n\nDonald Trump Jr. met with an emissary for the crown princes of Saudi Arabia and the UAE three months before the 2016 presidential election in the first sign that a country other than Russia offered the Trump campaign help, according to a new report from The New York Times.",
  "Prince said the meeting with Dmitriev was an impromptu one, that it was not intended to set up a back channel of communication between the US and Russia, and later told a House Intelligence Committee that he didn't attend the meeting as an official representative of the incoming administration.",
  "During the meeting, Nader reportedly expressed the princes' desire to help Donald Trump win the election, and Zamel proposed that his company wage a multi-million dollar social media manipulation campaign for the Trump team, which would include thousands of fake Facebook accounts.",
  "Zamel's lawyer said his client was never involved with the election campaign, and Trump Jr.'s lawyer told The Times that his client remembers \"a meeting with Erik Prince, George Nader and another individual who may be Joel Zamel.",
  "Nader would later meet in December 2016 with Flynn, Kushner, and former White House chief strategist Steve Bannon at Trump Tower as an adviser to and representative of the UAE's Crown Prince Mohammed bin Zayed Al-Nahyan.",
  "The Times identified the emissary in question as Lebanese-American businessman George Nader, and reported that Joel Zamel, an Israeli founder of Psy-Group, a social media manipulation company, also attended.",
  "He has pushed the Trump administration to flood Afghanistan with mercenaries, and has pushed for or helped set up mercenary forces in Libya, China, Somalia, UAE, and other countries.",
  "The meeting occurred at Trump Tower in New York on August 3, 2016, and was arranged by Erik Prince, the Blackwater founder and brother of Education Secretary Betsy DeVos.",
  "But two people familiar with the meetings told The Times that Trump campaign officials were apparently unbothered by the idea of coordinating with foreign nationals.",
  "Nader's lawyer told The Times that her client is cooperating with the probe, and a senior Saudi official said Nader was never employed to speak for the crown prince.",
  "Prince listens during a panel discussion on protecting people and physical security hosted by North Carolina Technology Association in June 2007.",
  "Sara Davis/AP\n\nThe Times also reported that the special counsel Robert Mueller is investigating these meetings between Nader and the Trump team.",
  "But one associate said that after the election, Nader paid Zamel upwards of $2 million, though the reasons for the payment have been disputed.",
  "Nader's lawyer also told The Times that Nader \"has fully cooperated with the U.S. special counsel's investigation and will continue to do so.\"",
  "Nader and Al-Nahayan also met with Erik Prince in the Seychelles in January 2017, when Prince also met with Russian banker Kirill Dmitriev.",
  "Foreign nationals and governments are barred under US law from donating to American political candidates or coordinating with campaigns.",
  "Whatever the case, Nader often met with Jared Kushner, Trump Jr., and Michael Flynn after the August meeting, the Times reported.",
  "Nader's inclusion in the Russia probe stems from his involvement in these December and January meetings.",
  "Trump Jr. liked the proposal, but it's unknown if it was ever carried out, according to The Times.",
  "Prince has long been a proponent of private mercenaries, his Blackwater days notwithstanding.",
  "But Mueller's office has reportedly claimed that the meeting appeared premeditated.",
  "They pitched Mr. Trump Jr. on a social media platform or marketing strategy.",
  "He was not interested and that was the end of it.\""
]