[
  "Nader will continue to answer truthfully questions put to him by the special counsel.”\n\nThe newly released records provide new details about the activity that brought Nader to the attention of federal prosecutors and about the highly secretive work that led him to get a relatively lenient sentence three decades ago: his role in negotiating for the release of U.S. hostages held in Lebanon.",
  "The litany of legal troubles Nader has faced over the years could provide fodder for investigators on Mueller’s team pressing him for details on his work with the Trump transition, including a meeting at Trump Tower in December 2016 that involved President Donald Trump’s son-in-law Jared Kushner, chief strategist Steve Bannon and Mohammed bin Zayed, crown prince of Abu Dhabi.",
  "Hilton, the judge, sided with the defense, concluding that a lighter sentence than usual was warranted “because of the defendant’s extraordinary cooperation with the government’s in certain areas.”\n\nIn addition to his work on the hostage issue, since the 1980s, Nader has been a regular participant in Middle East policy discussions under several U.S. presidents.",
  "“Although the United States Government, at the highest levels, is aware of Mr. Nader’s participation in these negotiations, no ‘official’ confirmation of his activities will be forthcoming since our government’s official policy is not to negotiate with hostage-takers,” defense attorneys Neil Jaffee and Richard Mendelson wrote.",
  "Story Continued Below\n\nNader received a six-month sentence from a federal court in Northern Virginia in 1991 on a felony charge of transporting sexually explicit materials in foreign commerce, according to the newly released records and to prison records POLITICO obtained under the Freedom of Information Act.",
  "“In the Middle East, George had an absolutely amazing degree of contact with the people we were talking to.”\n\n\n\nWhen imposing the six-month sentence, Hilton recommended that Nader be put in a work-release program that would allow him to do his Mideast-related work during the day.",
  "A Middle East expert and analyst who consulted with the Trump administration and was questioned by investigators for special counsel Robert Mueller pleaded guilty to a federal child pornography charge in 1991, court records released on Friday show.",
  "“The inconsistencies in consenting to Mr. Nader’s unrestricted travel and the sealing of this record but refusing to acknowledge his work on behalf of the hostages is, at best, inexplicable, and, at worst, malevolent,” Jaffee and Mendelson said.",
  "Records of Nader’s conviction in the Alexandria case appear to have been sealed for longer than Hilton ordered, although it remains unclear whether Nader regularly sought to extend the seal or asked to have the conviction formally expunged.",
  "Details of the Virginia case have not been previously reported, but it was known that Nader faced a similar charge in federal court in Washington in 1985 involving allegations of importing from the Netherlands magazines depicting nude boys.",
  "… I consider George pretty reliable and pretty authentic, but he disappeared for long blocks of time, presumably in the region.”\n\nMiller said he knew Nader faced some legal issues, but wasn’t clear on the details.",
  "George Nader also reportedly attended a meeting in January 2017 that Robert Mueller (pictured) has investigated and that involved Blackwater founder Erik Prince and a Russian banker with ties to the Kremlin.",
  "“George has popped up under most every administration I”ve been associated with,” said Aaron David Miller, a longtime State Department Mideast negotiator now with the Woodrow Wilson Center.",
  "The 1991 indictment came after customs inspectors at Dulles International Airport found two sexually explicit videotapes in Nader’s luggage as he arrived on a Lufthansa flight from Germany.",
  "“Since no one else at this time can do the work that Mr. Nader is doing in the region, it is essential that he be able to carry on his work there,” a defense attorney wrote in one motion.",
  "Nader also reportedly attended a meeting in January 2017 that Mueller has investigated and that involved Blackwater founder Erik Prince and a Russian banker with ties to the Kremlin.",
  "The defense filed several letters of support, including from Jean Sutherland, whose husband, Thomas, was a professor at American University of Beirut who was then being held hostage.",
  "| J. Scott Applewhite/AP Photo Mueller witness was convicted on child porn charge George Nader, who advised the Trump White House, got a six-month sentence in 1991, records show.",
  "Prosecutors also agreed with the defense to put the entire case under seal “due to the extremely sensitive nature of Mr. Nader’s work in the Middle East,” court records show.",
  "News articles about the Baltimore facility where Nader apparently served his sentence indicate that at least some of the prisoners were free to come and go during the day.",
  "The 1985 case stemmed from a shipment Nader received of film and various magazines that authorities said depicted “pre and post pubescent boys” engaged in sexual acts.",
  "In pressing for leniency, Nader’s defense said he was deeply involved in the hostage talks, even though U.S. officials declined to acknowledge his role to the court.",
  "The session has attracted interest because it was not publicized at the time and reportedly took place without the knowledge of the incumbent Obama administration.",
  "Prosecutors rejected that claim as “totally unfounded” and insisted that much of Nader’s work was indeed opaque to the State Department and other officials.",
  "Later filings make clear that the trips and delays in the case were due to Nader’s involvement in negotiations to free U.S. hostages being held in Lebanon.",
  "A lawyer for Nader, Sandeep Savla, said on Friday that people eager to undermine Nader’s credibility were trying to silence him by dredging up his past.",
  "Prison records indicate that Nader served his six-month sentence on the 1991 charge in a halfway house in Baltimore and completed it in June 1992.",
  "A video aired on C-SPAN in March 1992 shows him hosting a discussion in his capacity as editor of a newsletter called Middle East Insight.",
  "A search warrant also produced evidence that Nader had “corresponded with several young boys and saved their letters,” prosecutors wrote.",
  "At one point last week, the case was listed in an online court docket, but the entry gave no details on the charges or their disposition.",
  "The Associated Press reported on Thursday that Nader was convicted in the Czech Republic in 2002 of 10 cases of sexually abusing minors.",
  "While the charges were pending, Nader made at least five trips overseas with court permission: four to Beirut and one to Moscow.",
  "George Nader, 58, was involved in several foreign policy meetings during the Trump transition and at the White House last year.",
  "“This is nothing more than an orchestrated, disgusting scheme by those who are trying to intimidate Mr. Nader into silence.",
  "Some of the magazine titles listed in court papers are so blunt as to leave little doubt they involved underage children.",
  "However, a docket entry dated Thursday indicates the case was unsealed and records were made public Friday afternoon.",
  "A judge dismissed those charges after ruling that the search warrant issued for Nader’s home was invalid.",
  "A pediatrician consulted by the government said the boys in the videos were about 13 or 14 years old.",
  "He received a one-year prison sentence in that case, a court spokeswoman said, according to The AP.",
  "U.S. District Court Judge Claude Hilton also imposed a $2,000 fine on Nader, the records show.",
  "Email Sign Up By signing up you agree to receive email newsletters or alerts from POLITICO.",
  "Sign up for POLITICO Playbook and get the latest news, every morning — in your inbox.",
  "Defense attorneys even accused prosecutors of being duplicitous about Nader’s role.",
  "“I was aware in the early ’90s of some charges involving something,” Miller said.",
  "\"Does it surprise me that George would surface again in another administration?",
  "Miller said Nader had entree with an impressive range of people.",
  "The court proceedings that followed were far from typical.",
  "“I dealt with him from the Reagan administration on.",
  "A court clerk said the matter was sealed.",
  "The most reliable politics newsletter.",
  "It later disappeared from the docket.",
  "And it appears he did just that.",
  "You can unsubscribe at any time.",
  "It won’t work,” Savla said.",
  "Absolutely not,” he said.",
  "“Mr."
]