[
  "Opinion writer\n\n* Philip Rucker, David Lynch, and Erica Werner report that President Trump is going ahead with this:\n\nPresident Trump on Thursday signed a pair of proclamations that impose tariffs on imported steel and aluminum while offering relief to some U.S. allies, as the president took his most significant step yet away from free trade stance on trade but stopped short of the global tariffs his GOP allies begged him to avoid.",
  "* Amy Goldstein reports that the Trump administration’s war on the Affordable Care Act is producing results:\n\nInsurance premiums for Affordable Care Act health plans are likely to jump by 35 to 94 percent around the country within the next three years, according to a new report concluding that recent federal decisions will have a profound effect on prices.",
  "The nationwide analysis, issued Thursday by California’s insurance marketplace, finds wide variations state to state, with a broad swath of the South and parts of the Midwest in danger of what the report calls “catastrophic” average rate increases by 2021.",
  "* Karoun Demirjian reports that Rep. Adam Schiff is eager to ask Erik Prince — Blackwater founder, brother of Betsy DeVos, possible Bond villain — whether he lied to Congress about a meeting he had in the Seychelles with representatives of the Kremlin.",
  "Other countries with a “security relationship” to the United States may seek exemptions by opening talks with the administration on “alternative ways” to address the threats the administration alleges their products pose to national security.",
  "According to the analysis, the largest single impact will come from eliminating, starting in 2019, the ACA’s penalty for Americans who violate the law’s requirement that most people in the United States carry health coverage.",
  "That change alone, part of a massive tax bill Congress adopted in December, can be expected to increase premiums by 7 to 15 percent next year, depending on the state, and as much as 10 percent each of the following two years.",
  "* And Brian Stelter reports that the Sinclair Broadcast Group is requiring anchors on all of the hundreds of TV stations it owns to read pro-Trump propaganda on the air whether they want to or not.",
  "The tariffs, set to take effect in 15 days, do not apply to imports from Canada and Mexico so that U.S. officials can assess progress as they renegotiate the North American Free Trade Agreement.",
  "* Laura Rozen reports that George Nader, the businessman now cooperating with special counsel Robert Mueller, once helped broker a $4.2 billion arms deal between Iraq and Russia.",
  "* Christopher Ingraham offers up some great work detailing how states with lax gun laws allow guns to flow into states with stricter gun laws.",
  "* A new Monmouth University poll shows that 69 percent of NRA members support universal background checks, which the organization opposes.",
  "* Bill Scher examines the seemingly intractable rift between the left grassroots and the Washington Democratic establishment.",
  "* Clare Malone explains how the good economy is keeping “reluctant” Trump voters on his side, for now.",
  "* David Corn and Michael Isikoff tell the story of the origins of Trump’s mancrush on Vladimir Putin.",
  "* At The Week, I explained why Donald Trump is the Prop 187 of presidents.",
  "And President Trump thinks Democrats are going to get the blame.",
  "* Ari Berman debunks five myths about gerrymandering.",
  "I can already feel the winning."
]