[
  "BIRTHDAYS: Mark McKinnon, of Showtime’s “The Circus,” is 63 ... Dan Balz ... Brian Williams, host of MSNBC’s “The 11th Hour,” is 59 ... Politico Europe political editor Ryan Heath (hat tip: Gabe Brotman) ... former AFL-CIO president John J. Sweeney is 84 ... John Miller, NYPD deputy commissioner for intelligence and counterterrorism, is 6-0 ... House Majority PAC’s Sacha Haworth ... Mike Dorning, deputy White House editor for Bloomberg News ... Christine Pelosi ... Politico’s Alex Guillen and Makayla Lewis ... Julian St. Patrick Clayton of JPMorgan Chase ... Morgan Pehme, co-director of “Get Me Roger Stone” ... Michael Bars is 41 (h/t Rebecca Coffman) ...\n\n... Dustin Walker, of Senate Armed Services, is 29 ... Dan Hornung, Yale Law student and Obama WH alum … Daniel Massey, SVP at BerlinRosen … PwC’s Rachel Wein is 27 ... Amanda Zamora ... Ann Saybolt, partner at Health Impact Strategies (h/t Jon Haber) ... Mike Dennehy ... Katie Quinn … Barry Piatoff ... Jeff Hellerman ... Urooj S. Raja ... Michael Hamrick ... Jackson Sump ... Cris Selin … Nathaniel Haas, USC law student ... AP’s David Sharp ... Jesse Thomas is 36 ... Kim Palmese ... Janet Piraino ... Lisa George.",
  "The homeostatic burden of physical disease can activate the same hypothalamic-pituitary axis and cause release of dynorphin, a molecule that induces dysphoria.” http://bit.ly/2IcyHAM\n\n-- “Human nature matters,” by Skye C. Cleary and Massimo Pigliucci in Aeon Magazine: “The only way to construct a robust philosophy for life is to have a clear and realistic picture of what makes humans tick.” http://bit.ly/2r5L7Qb\n\n-- “The Great High School Impostor,” by Daniel Riley in GQ: “What Artur Samarin pulled off at a school in small-town Pennsylvania is one of the boldest hoaxes of our time.” http://bit.ly/2rhGgwk (h/t Longform.org)\n\n-- “Meet the Pro-Trump PR Guy at the Center of the Mueller Probe — And Everything Else,” by Ben Schreckinger in POLITICO Magazine: “Ronn Torossian got his start representing hip-hop stars but now has ties to some of the most scrutinized parts of the Trump orbit.” https://politi.co/2jiGBKV\n\n-- “The Castaways: A Pacific odyssey,” by Mark Singer in The New Yorker’s Feb. 19, 2007 issue: “Several days after the news coverage began—with headlines such as ‘nine months in eternity’ and ‘miracle on the high seas’—its tone started to shift.",
  "SUBSCRIBE to the Playbook family: POLITICO Playbook http://politi.co/2lQswbh ... Playbook Power Briefing http://politi.co/2xuOiqh... New York Playbook http://politi.co/1ON8bqW … Florida Playbook http://politi.co/1OypFe9 ... New Jersey Playbook http://politi.co/1HLKltF ... Massachusetts Playbook http://politi.co/1Nhtq5v … Illinois Playbook http://politi.co/1N7u5sb ... California Playbook http://politi.co/2bLvcPl ... London Playbook http://politi.co/2xfDPuK … Brussels Playbook http://politi.co/1FZeLcw ... All our political and policy tipsheets http://politi.co/1M75UbX\n\nFollow us on Twitter Anna Palmer @apalmerdc\n\n\n\nJake Sherman @JakeSherman\n\n\n\nDaniel Lippman @dlippman\n\nFollow Us",
  "Nunes -- sitting with a copy of the document in an unopened folder directly in front of him -- opted not to read it, according to four sources with knowledge of the situation.” https://cnn.it/2HWaWts\n\nBEHIND THE SCENES … BOSTON GLOBE’S MATT VISER: -- “Kerry quietly seeking to salvage Iran deal he helped craft”: “John Kerry’s bid to save one of his most significant accomplishments as secretary of state took him to New York on a Sunday afternoon two weeks ago, where, more than a year after he left office, he engaged in some unusual shadow diplomacy with a top-ranking Iranian official.",
  "The small towns that epitomize America’s heartland are cut off from the rest of the world by miles and miles of grain, casualties of a vast commodity agriculture system that has less and less use for living, breathing farmers.” http://bit.ly/2JSS531 (h/t TheBrowser.com)\n\n-- “Why Your Biology Runs on Feelings,” by Antonio Damasio in Nautilus Magazine: “The stress associated with sadness is caused by calling into action the hypothalamus and the pituitary gland and by releasing molecules whose consequence is to damage countless body parts such as blood vessels and muscular structures.",
  "… Office of Minority Whip senior adviser Steve Dwyer … “Newsmakers”: Priorities USA chair Guy Cecil, questioned by Politico’s Elena Schneider and The Washington Post’s Michael Scherer … “Q&A”: Robert Kurson\n\n-- MSNBC’s “Kasie DC”: Phil Rucker … Mike Schmidt … Ken Vogel … Sam Stein … Joyce Vance … John McLaughlin … Jeremy Bash … Christine Matthews … Steve Kornacki … Julia Ainsley … Ali Vitali\n\n-- Washington Times’ “Mack on Politics” weekly politics podcast with Matt Mackowiak (download on iTunes, Google Play, or Stitcher or listen at http://bit.ly/2mGabdq): Amy Chozick.",
  "His position as Trump’s shiny, new penny – confident enough to take an odd shot at a family member on primetime television – appeared to be in jeopardy on Friday, when the president distanced himself from the newest addition to his legal team in back-to-back gaggles with reporters.” https://politi.co/2weJwxz\n\nWAPO’S ASHLEY PARKER, JOSH DAWSEY and PHIL RUCKER: “As a willing warrior for Trump, Sarah Sanders struggles to maintain credibility”: “By virtue of her position, Sanders is inextricably bound in the mistruths of the Trump administration.",
  "DALLAS MORNING NEWS FRONT PAGE: “Trump embraces NRA” http://bit.ly/2HQFocm\n\nSTORMY TIMES …\n\n-- NYT, A1: MIKE SHEAR, MAGGIE HABERMAN, JIM RUTENBERG and MATT APUZZO: “Trump Is Said to Know of Stormy Daniels Payment Months Before He Denied It”: “President Trump knew about a six-figure payment that Michael D. Cohen, his personal lawyer, made to a pornographic film actress several months before he denied any knowledge of it to reporters aboard Air Force One in April, according to two people familiar with the arrangement.",
  "Close to a billion dollars later, he tells his story for the first time.” https://bloom.bg/2JPnL9b\n\n\n\nPlaybookers\n\nOUT AND ABOUT -- Katherine and David Bradley and Jeffrey Goldberg and Pamela Reeves hosted a book party last night for Jake Tapper’s new book “The Hellfire Club.” $16.20 on Amazon https://amzn.to/2rmArNu\n\nSPOTTED: Lara Cox and Matt Klam, Brooke Runnette and Max Culhane, Bob Cohn, Jeff Zeleny, Jim Sciutto, David Chalian, Betsy Fischer Martin, Tammy Haddad, Robin Sproul, Sen. Ed Markey (D-Mass.",
  "“Three months earlier, he gained potential access to another $529,000, through a new mortgage that he and his wife cosigned on a condominium owned by her parents at Trump World Tower, a Trump building in New York.” https://on.wsj.com/2HYBtX7\n\nANNIE KARNI: “Giuliani falls back in line”: “After Rudy Giuliani called Jared Kushner ‘disposable’ in his off-the-rails interview with Fox News’ Sean Hannity earlier this week, the president’s son-in-law watched the clip himself to see what all the fuss was about.",
  "Panel: Byron York and James Freeman\n\n-- Fox News’ “MediaBuzz”: Reince Priebus … Mara Liasson … Emily Jashinsky … Philippe Reines … Sara Fischer … Kat Timpf … Francesca Chambers\n\n-- CNN’s “Inside Politics” with John King: Panel: Josh Dawsey, Molly Ball, Catherine Lucey and Phil Mattingly\n\n-- CNN’s “Fareed Zakaria GPS”: Ernest Moniz … Danny Yatom… Sue Mi Terry … Chris Hughes\n\n-- Univision’s “Al Punto”: Univision News anchor Ilia Calderón … Mexican Catholic Priest and human rights activist Rev.",
  "Learn more at google.com/grow/veterans\n\nBANNON BACK IN TOUCH WITH TRUMP -- “Trump Turns to Outsiders, Not White House Staff, for Key Advice,” by WSJ’s Mike Bender and Peter Nicholas: “There appears to be little prospect of a return to [John] Kelly’s strict procedures: Mr. Trump has recently turned for advice to several people with whom he was once close, then was distant, and now is back in touch, though not on the White House staff, or operating on White House protocol.",
  "The school is overseen by Frontier Services Group, a Hong Kong-based company founded by Erik Prince, a former Navy SEAL who created Blackwater ...\n\n“The school’s promotional materials boast that Frontier has trained more than 5,000 Chinese military personnel, 200 plainclothes police officers, 500 SWAT specialists, 200 railway police officers and 300 overseas military police officers.",
  "Panel: Shawna Thomas, Ben Domenech, Nancy Youssef and Ed O’Keefe\n\n-- CNN’s “Reliable Sources”: Carl Bernstein, Amanda Carpenter, Jon Meacham and David Cay Johnston … Michael Caputo … Kyle Godfrey-Ryan … Mujib Mashal\n\n-- Fox News’ “Sunday Morning Futures”: House Majority Leader Kevin McCarthy (R-Calif.) ... Joe Lieberman … Rep. John Ratcliffe (R-Texas) … Michael Mukasey.",
  "“Andrew Wheeler, sworn in as EPA’s deputy administrator in late April after a six-month confirmation battle, has spent decades in what President Donald Trump calls ‘the swamp,’ first as a top aide to Sen. Jim Inhofe (R-Okla.) at the Environment and Public Works Committee, then as an energy lobbyist for clients such as the politically active coal company Murray Energy.",
  "The home has four bedrooms, a private garden and four wood-burning fireplaces, all of which Mr. Abrams said he has used over the years.” https://on.wsj.com/2Ihuvj7\n\n-- Elizabeth Landers (@ElizLanders): “Some personal news: after 15 news-filled months covering the @WhiteHouse, I’m excited to head to the other side of Pennsylvania Ave to report on Congress for @CNN.",
  "Learn more at google.com/grow/veterans\n\nMEDIAWATCH -- JACQUELINE ALEMANY on CBSNews.com, “Trump booked himself for his first TV interview in months”: “Last week, on his wife's birthday, President Donald Trump appeared on Fox News’ ‘Fox and Friends’ for a freewheeling phone interview -- his first TV interview in months -- where he made news on a variety of topics.",
  "Mr. Trump then directed the press office to coordinate the logistics of the interview.” https://cbsn.ws/2HT6HPb\n\n-- “Television Host Dan Abrams Lists West Village Condominium,” by WSJ’s Candace Taylor: “Dan Abrams, a television host, entrepreneur and a self-professed history buff, is listing his apartment in an 1830s-era Manhattan townhouse for $8.799 million.",
  "“Those transactions could factor into a broad investigation of Mr. Cohen’s business affairs being conducted by Manhattan federal prosecutors and the Federal Bureau of Investigation, who are examining whether Mr. Cohen violated any laws in his efforts to raise cash and conceal negative information about Mr. Trump, according to people familiar with the matter.",
  "Woodhouse said Las Vegas appears to have placed a late bid to host the RNC.” http://bit.ly/2HRfmpv\n\nCLICKER – “The nation’s cartoonists on the week in politics,” edited by Matt Wuerker – 10 funnies https://politi.co/2FGVcsj\n\n\n\nPlaybook Reads\n\nPHOTO DU JOUR: President Donald Trump speaks at the National Rifle Association annual convention in Dallas on May 4.",
  "), Sally Quinn, Kay Kendall and Jack Davies, Jackie Kucinich, Steve Hayes, Evan Perez, Bob Barnett, Susanna and Jack Quinn, Emily Lenzner, Howard Fineman, Ben Rhodes, Robert Draper, Doyle McManus, Lauren Pratapas, Stephanie Cutter, Gloria Borger, Nia Malika Henderson, Michael Schaffer, Shimon Prokupecz, Kaitlan Collins, Michelle Kosinski, Sam Feist.",
  "…\n\n“Facing the growing pressure, and outrage from President Donald Trump, Rosenstein finally relented in early April -- and granted Nunes and Rep. Trey Gowdy of South Carolina access to the document with only minimal redactions to protect the name of a foreign country and agent, along with all members of the House Intelligence Committee.",
  "This year it is finally being published.” http://bit.ly/2w8Zs4i\n\n-- “When a Suicide Bombing Claims a Friend,” by May Jeong on NewYorker.com: http://bit.ly/2w9vrBf\n\n-- “Syria, a love story,” by WaPo’s Louisa Loveluck and Suzan Haidamous: “A young couple was caught in the crosscurrents of romance and revolution.",
  "But three people close to the matter said that Mr. Trump knew that Mr. Cohen had succeeded in keeping the allegations from becoming public at the time the president denied it.” https://nyti.ms/2weFTYt\n\n-- WSJ’S MICHAEL ROTHFELD, REBECCA DAVIS O’BRIEN, MARK MAREMONT and JOE PALAZZOLO: “U.S.",
  "It has been an amazing ride- thank you to everyone who supported it.”\n\nGREAT WEEKEND READS, curated by Daniel Lippman:\n\n-- “Will There Always Be an England?” by Andrew Sullivan in New York Magazine: “In a little less than a week in London, I have yet to buy anything from someone English.",
  "... [Prince] has said that his business in China ‘is not a patriotic endeavor’; rather, it is an effort ‘to build a great business and make some money doing it.’” https://wapo.st/2HW8tyU\n\n\n\nA message from Google: Google is committed to helping veterans build successful civilian careers.",
  "Probes Cohen Over Cash He Built Up During Campaign”: “Michael Cohen, President Donald Trump’s personal lawyer, gained access to as much as $774,000 through two financial transactions during the 2016 presidential campaign as he sought to fix problems for his boss, public records show.",
  "... Mr. Baker said in a telephone interview that he would be joining the Brookings Institution to write for Lawfare, its blog focused on national security law.” https://nyti.ms/2FMTi9p\n\n\n\nA message from Google: Google is supporting service members as they transition to civilian jobs.",
  "Alejandro Solalinde … Rep. Beto O’Rourke (D-Texas) … U.S. Republican Party president in Mexico Larry Rubin … BRAIN CEO Laura Ruvalcaba … pop singer Laura Pausini\n\n-- C-SPAN: “The Communicators”: House Majority Leader Kevin McCarthy (R-Calif.) … House Minority Whip Steny Hoyer (D-Md.)",
  "But is it against U.S. interests?” by WaPo’s Marc Fisher, Ian Shapira and Emily Rauhala: “Beijing’s International Security Defense College, which boasts of becoming “the largest private security training school in China,” sits behind a 45-foot-high exterior wall and a barricade.",
  "-- “The man who could replace Scott Pruitt,” by Eric Wolff: “The man poised to take the reins at the [EPA] if Scott Pruitt falls to scandal is a longtime Washington insider and coal lobbyist who would pursue the same anti-regulation agenda — only without all of Pruitt’s baggage.",
  "At another point in her briefing, she repeated her assertion that she does not intentionally mislead the public, but acknowledged that she is not always provided the most accurate or complete information about her boss.” https://wapo.st/2rn4p3X\n\nCOMEY WATCH -- “2 F.B.I.",
  "GOP executive director Dallas Woodhouse, who is attending the Republican National Committee meeting in Miami, said he has been told by numerous national Republicans that they were impressed by the city’s Democratic leadership teaming up with statewide Republicans.",
  "What price would they pay for a shot at freedom?” https://wapo.st/2JQAAjw (h/t Longreads.com)\n\n-- “The Gambler Who Cracked the Horse-Racing Code,” by Kit Chellel in Bloomberg: “Bill Benter did the impossible: He wrote an algorithm that couldn’t lose at the track.",
  "Mr. Bannon was ostracized a few months ago over comments attributed to him in Michael Wolff’s critical Trump book, ‘Fire and Fury.’” https://on.wsj.com/2HVqhuf\n\nCNN’S MANU RAJU, JEREMY HERB and LAURA JARRETT: “Exclusive: Nunes demands Justice Department records.",
  "In February 2016, as Mr. Trump’s fortunes as a presidential candidate rose, Mr. Cohen nearly doubled the amount he could use on a bank credit line tied to his Manhattan apartment, increasing his ability to borrow by $245,000, according to real-estate records.",
  "But those who have dealt with him say he’s on board with the broad deregulatory agenda that Pruitt and Trump are pursuing.” https://politi.co/2wfgYUj\n\nYOU’RE INVITED ... We’ll sit down with NANCY PELOSI next Tuesday in D.C. Six months ahead of Election Day.",
  "It was the second time in about two months that the two had met to strategize over salvaging a deal they spent years negotiating during the Obama administration, according to a person briefed on the meetings.” http://bit.ly/2JXlOb5\n\nTHE NEXT SCOTT PRUITT?",
  "“Kushner – newly determined to stay in his lane and not meddle in the president’s legal strategy – decided to downplay a comment that raised eyebrows among other White House officials, instead mitigating potential tension with Giuliani by laughing it off.",
  "“In contrast to Pruitt, an Oklahoma conservative who has alienated even some fellow Trump-supporting Republicans, Wheeler is a smooth insider with a penchant for policy details and a reputation for working well with both friends and adversaries.",
  "Why wasn’t their existence disclosed in the first place?” http://bit.ly/2wiNgOD\n\n-- “The Mystery of the Killer Vacation,” by James Vlahos in GQ: “He’d sold his company, chartered a yacht, and set off with his model girlfriend to see the world.",
  "…\n\n“It was not immediately clear when Mr. Trump learned of the payment, which Mr. Cohen made in October 2016, at a time when news media outlets were poised to pay her for her story about an alleged affair with Mr. Trump in 2006.",
  "He went on to co-found a pathbreaking political consulting firm.” http://bit.ly/2w9MSSe\n\nDEEP DIVE -- “Behind Erik Prince’s China venture: The Blackwater founder has cut a lucrative security-training deal with Chinese insiders.",
  "He Became A Progressive Star Anyway,” by HuffPost’s Molly Redden: “For more than a decade, women have accused [Clay] Johnson, a leader in the world of political technology, of physical and verbal abuse.",
  "“For months, he had been demanding a fully uncensored version of a highly sensitive document from the Justice Department explaining how the Russia investigation began in 2016, but he wasn’t getting it.",
  "Where the hell was Chris Smith, really?” http://bit.ly/2JMODqE\n\n-- “The Last Slave” – Vulture: “Cudjo Lewis was last survivor of the Middle Passage — the shipping of slaves from Africa to America.",
  "Panel: Jonathan Karl, Matthew Dowd, Karen Finney and Jason Riley\n\n-- CBS’s “Face the Nation”: Michael Avenatti … Jonathan Turley … British Ambassador to the U.S. Kim Darroch … Michael Hayden.",
  "“She was assailed by conservatives after texts that she had exchanged with the agent overseeing the investigation into links between President Trump’s campaign and Russia were made public.",
  "They’ve complained to some of the most powerful people in Washington’s nonprofit and progressive circles — only to watch, horrified, as Johnson became a powerful figure, too.",
  "Today when service members search “jobs for veterans” on Google, and enter their military occupational specialty code, they’ll see jobs that match their military skill sets.",
  "For those whose self-understanding is wrapped up in bluebells and tea, these times are culturally terrifying.” https://nym.ag/2FFbult\n\n-- “Rural Kansas is dying.",
  "A White House official confirmed that ‘Fox and Friends’ co-host Steve Doocy invited the president to appear on his show over the phone and Mr. Trump accepted.",
  "Two sources told CBS News that it was the president himself, who currently has no communications director, who booked his own appearance on the morning show.",
  "She is a willing warrior for Trump, and her critics say she should be held accountable for his utterances — from the untruthful to the racist to the sexist.",
  "“During Johnson’s first job in politics, on Howard Dean’s 2004 presidential campaign, [two campaign workers] separately accused Johnson of sexual assault.",
  "Officials, Once Key Advisers to Comey, Leave the Bureau,” by NYT’s Mike Schmidt: “One of them, James A. Baker, was one of Mr. Comey’s closest confidants.",
  "“For instance, Mr. Trump has been in contact of late with his former campaign manager and senior adviser Stephen K. Bannon, a White House official said.",
  "He served as the F.B.I.’s top lawyer until December when he was reassigned as the new director, Christopher A. Wray, began installing his own advisers.",
  "RSVP http://bit.ly/playbookpelosi\n\nCHARLOTTE OBSERVER FRONT PAGE … “Charlotte’s one of the final contenders for the 2020 RNC,” by Steve Harrison: “N.C.",
  "Cupp, Rick Santorum, Rep. Gregory Meeks (D-N.Y.) and Patti Solis Doyle\n\n-- NBC’s “Meet the Press”: Alan Dershowitz … Michael Avenatti … Michael McFaul.",
  "Thirty-seven percent of the capital’s population is foreign-born — the same as New York City — and that share is predicted to be 50 percent by 2031.",
  "“He sat down at the United Nations with Foreign Minister Javad Zarif to discuss ways of preserving the pact limiting Iran’s nuclear weapons program.",
  "Since taking office, Trump has made more than 3,000 false or misleading claims, according to an analysis by The Washington Post’s Fact Checker.",
  "“But when the pair arrived at the Justice Department to review the electronic communication, officials were caught off-guard by his next move.",
  "We also help employers find them by enabling companies to implement this feature on their career sites using Google Cloud’s Talent Solution.",
  "THE SHOWS, by @MattMackowiak, filing from Austin:\n\n-- “Fox News Sunday”: Rep. Mac Thornberry (R-Texas) … Joseph diGenova and Lanny Davis.",
  "“Power Player of the Week” segment with Rye Barcott\n\n-- CNN’s “State of the Union”: Rep. Adam Schiff (D-Calif.) … Sen. Roy Blunt (R-Mo.).",
  "Three poor Mexican fishermen had been pulled from the sea more than five thousand miles from home, but originally there had been five.",
  "Located on Waverly Place in the West Village, Mr. Abrams’s condo encompasses the first three floors of a Greek Revival townhouse ...",
  "Through Grow with Google, our initiative to create economic opportunities, we’ve developed resources specifically for veterans.",
  "“Those include transactions tied to his credit line and his ownership of real estate and taxi medallions, the people said.",
  "Panel: Kimberly Atkins, Bob Costa, Jon Meacham and Danielle Pletka\n\n-- ABC’s “This Week”: Michael Avenatti … Roger Stone.",
  "Mr. Baker had been investigated by the Justice Department on suspicion of sharing classified information with reporters.",
  "CareerBuilder, Pepsi, Siemens, RecruitMilitary, and many others have already implemented the API on their career sites.",
  "“CNN reported that Nevada GOP chairman Michael McDonald made a presentation this week to a site selection committee.",
  "…\n\n“Sanders said she first learned that Trump had reimbursed Cohen by watching Giuliani’s interview with Hannity.",
  "I drove 1,800 miles to find out why,” by Corie Brown in New Food Economy: “No one lives there, not anymore.",
  "The other aide, Lisa Page, advised Mr. Comey while serving directly under his deputy, Andrew G. McCabe.",
  "As long as his wife didn’t call him ‘disposable,’ he joked to people, everything was going just fine.",
  "He was captured in Benin in 1860, put to work on the docks of the Alabama River, and freed in 1865.",
  "But Johnson kept his job, and his work on the campaign became his ticket to a high-profile career.",
  "“Less than 48 hours later, it was Giuliani whose ‘disposable’ status was more of a question mark.",
  "Everywhere I hear foreign accents or one of the more than 300 languages London now incorporates.",
  "But back home there was trouble: missing money, unraveling secrets, and a sudden question.",
  "| Susan Walsh/AP Photo\n\nSEXUAL HARASSMENT FILES – “He Was Accused Of Attempted Rape.",
  "Then he doesn’t read them”: “House Intelligence Chairman Devin Nunes was livid.",
  "Kentucky Derby post time tonight is 6:46 p.m. and will be broadcast on NBC.",
  "Word of both women’s complaints reached several of Dean’s top deputies.",
  "Finally, it seemed, Chris Smith was living the life he’d always wanted.",
  "Panel: Guy Benson, Jonathan Swan, Gillian Turner and Juan Williams.",
  "Stormy times Presented by\n\nDriving the Day\n\nGood Saturday morning.",
  "Woodhouse said he believed Las Vegas is a strong competitor.",
  "The other two were said to have died of starvation.",
  "Gold Cup is also today in Warrenton, Virginia.",
  "Zora Neale Hurston wrote his story.",
  "He lived another 70 years.",
  "He has not been charged.",
  "Publishers rejected it.",
  "Panel: S.E.",
  "Oh?",
  "...",
  "..."
]