[
  "“When President Obama pulled the troops out in 2011, he really turned over Iraq to Iranian dominance, and [Iran] made a big play in Syria, as well, and they sought to connect, basically, a theocratic crescent all the way from Iran to be a direct ground resupply of their surrogate forces that are surrounding the northeast side of Israel to include Lebanon and the Syrian border right up against, right near the Sea of Galilee area,” said Prince.",
  "“If the president says some places are shitholes, he’s accurate,” said Prince, adding, “I’m happy to have a president that will bluntly speak the truth in negotiations.”\n\nBreitbart News Tonight airs Monday through Friday on SiriusXM’s Patriot channel 125 from 9:00 p.m. to midnight Eastern (6:00 p.m. to 9:00 p.m. Pacific).",
  "Destroying the Islamic State’s quasi-state—or caliphate—may produce a “rallying cry” for Islamic terrorists reminiscent of the Texian Army’s call to “Remember the Alamo” during the Texas Revolution, said retired Navy SEAL Erik Prince.",
  "So they can continue to beat the drum and recruit would-be Jihadis via the internet, as you can see when a guy rents a pickup truck from Home Depot for nineteen dollars and then tries to drive over New Yorkers with it.",
  "MANSOUR: I want to pivot a little bit and ask you about one of the big trouble spots that you have given great insights on, and this is the whole area of the former caliphate of the Islamic State in Syria and Iraq.",
  "You have to kill them wherever they dare to group up, but you also have to go after those who finance them, and you have to go after anyone who gives sanctuary to them, and obviously go after them online.",
  "I just want to get your opinion, now that we’ve seen what’s going on recently, how do you assess the remaining ISIS elements left in Iran and Syria, right now, and should we be worried about them?",
  "Prince, founder of Academi (formerly Blackwater USA), made his remarks in a Friday interview with Breitbart News’s Senior Editor-at-Large Rebecca Mansour on SiriusXM’s Breitbart News Tonight.",
  "In addressing criticisms of President Donald Trump’s alleged description of certain dysfunctional and failed states as “s***hole countries,” Prince concurred with the description.",
  "Former President Barack Obama’s withdrawal of U.S. military forces from Iraq in 2011, said Prince, allowed Iran to extend its influence over Iraqi affairs.",
  "PRINCE: Taking away the legitimacy of holding land for the caliphate certainly hurts [ISIS], but it also serves as a rallying cry.",
  "Kinda like ‘Remember the Alamo’; remember the Caliphate.",
  "That is the danger, so you have take away the caliphate.",
  "LISTEN:\n\n\n\nFollow Robert Kraychik on Twitter @rkraychik.",
  "Partial transcript below."
]