[
  "The weekend before one of his advisers met with representatives of the United Arab Emirates and Russia in the Seychelles islands to supposedly discuss how to improve US-Russia relations, President Donald Trump rejected a $2 billion real-estate proposal from a close Emirati business associate based in Dubai.",
  "The same day, Blackwater founder and Trump associate Erik Prince met with George Nader, a top adviser to Emirati crown prince Mohammed bin Zayed Al-Nahyan, and Kirill Dmitriev, the head of the sanctioned Russian Direct Investment Fund and an ally of Russian President Vladimir Putin.",
  "Trump told reporters on January 11, 2017 that he had turned down the offer a few days earlier from the the luxury real-estate company DAMAC Properties, the Trump Organization's main business partner in the Middle East, which is owned by Emirati billionaire Hussain Sajwani.",
  "Two months later, the Emirati crown prince traveled to Trump Tower in New York to meet with Kushner, incoming national security adviser Michael Flynn, and incoming White House chief strategist Steve Bannon without notifying the US government.",
  "DAMAC's holding company also filed a quarterly earnings report, around the time of Trump Jr.'s visit, listing a new subsidiary called Trump International Golf Club LLC, which the company said it held a 100% legal and economic interest in.",
  "\"A delightful end to a busy three days @WorldEconomicForum, I spent my final hour at a reception honoring my dear friend, President Trump @realdonaldtrump, the first U.S. President to visit Davos in almost 20 years,\" the caption read.",
  "Trump's eldest son, Donald Trump Jr., additionally traveled to Dubai last May to meet with Sajwani, and The Independent reported that the Trump Organization's name appeared on several regulatory filings DAMAC made after the election.",
  "Sajwani, who has been described as having the ability to \"cultivate important friends in high places on an international scale,\" attended the grand opening ceremony in October 2016 for the Trump International Hotel in Washington, DC.",
  "DAMAC's business ties to Russia grow amid US sanctions\n\nPresident Donald Trump and DAMAC Properties chairman Hussain Sajwani Hussain Sajwani/Instagram\n\nMeanwhile, DAMAC's interests in Russia have escalated in recent years.",
  "Reuters/Kevin Lamarque\n\nBlurring the line\n\nMeanwhile, since taking office, ethics experts said, Trump and his family members have repeatedly blurred the line between the presidency and their personal financial interests.",
  "The company was in talks in 2010 with Rostec, another sanctioned Russian state-owned firm whose CEO is close to Putin, about the possibility of launching a $300 million real-estate investment fund.",
  "The watchdog group Citizens for Responsibility and Ethics in Washington found that Trump and White House staff promoted the Trump brand on at least 35 different occasions since he took office.",
  "Moscow favored Trump over Democratic nominee Hillary Clinton during the 2016 election because it believed, in part, that if elected, Trump would be open to easing sanctions on Russia.",
  "Sajwani's relationship with Trump stretches back at least five years, when DAMAC launched the Trump International Golf Club as part of its $6 billion Akoya property in Dubai.",
  "RDIF was penalized when former President Barack Obama imposed sweeping economic sanctions on Russia in 2014 following its aggression toward Ukraine and annexation of Crimea.",
  "Special counsel Robert Mueller is now scrutinizing the meeting as he investigates whether Kushner's platform was subject to foreign influence from the Emiratis and others.",
  "Weeks after the Trump Tower meeting, Sajwani and his family attended Trump's lavish New Year's Eve party at Mar-a-Lago, and Trump called them \"the most wonderful people.\"",
  "The Trump administration declined in January to enforce additional sanctions on Russia which Congress overwhelmingly passed last year to punish Moscow for its meddling.",
  "The fund has jointly invested with lucrative Emirati companies on several projects in Russia worth billions, and the UAE identifies Russia as a critical economic ally.",
  "Since then, the two men have developed a friendly relationship — Trump called him \"an amazing man\" — and their businesses collaborated on several real-estate ventures.",
  "Senior adviser Jared Kushner's family used his connections to the White House to lure wealthy Chinese investors to finance a Kushner property to secure investor visas.",
  "Prince told lawmakers last year that the UAE introduced him to Dmitriev, but Nader reportedly told Mueller that Emirati officials did not made the introduction.",
  "Counterintelligence veterans believe that to be a key factor behind Russia's interference in the race and overtures to the Trump campaign.",
  "In the event that the US' relationship with Russia warms and sanctions are relaxed, the UAE could stand to benefit financially.",
  "The statement did not appear to apply to two Trump Organization-DAMAC projects that were already underway at the time.",
  "Trump said he rejected the offer because he did not want to be perceived as taking advantage of the presidency.",
  "The Trump Organization said last year that it would not make any foreign business deals while he is president.",
  "DAMAC's and the Trump Organization's representatives did not immediately respond to a request for comment.",
  "The Trump Organization ordered new tee markers emblazoned with the presidential seal for golf courses.",
  "U.S. President Donald Trump waves upon his arrival in West Palm Beach, Florida, U.S., March 2, 2018.",
  "Shortly after, the Emirati delegation met with Erik Prince and Kirill Dmitriev in the Seychelles.",
  "Sajwani and Trump were reunited this year at the World Economic Forum in Davos, Switzerland.",
  "It is unclear, then, what prevented Trump from pursuing the $2 billion deal with Sajwani.",
  "He added, however, that DAMAC was \"continuously evaluating opportunities\" in Russia.",
  "Win McNamee/Getty Images\n\nSign up for the latest Russia investigation updates here.",
  "The UAE's and Russia's financial interests are somewhat connected through RDIF.",
  "But DAMAC vice chairman Niall McLoughlin said the venture was not pursued.",
  "The following weekend, Trump rejected the DAMAC deal.",
  "Sajwani posted a photo on Instagram shortly after.",
  "\"I didn't have to turn it down.\"",
  "\"I turned it down,\" he said."
]