[
  "\"Oliver North is, hands down, the absolute best choice to lead our NRA Board, to fully engage with our members, and to unflinchingly stand and fight for the great freedoms he has defended his entire life,\" NRA executive vice president and CEO Wayne LaPierre said in a statement on the pick.",
  "CNN reported in March that North was one of several people listed to attend a fundraiser hosted by Blackwater founder Erik Prince, the brother of Education Secretary Betsy DeVos, for California GOP Rep. Dana Rohrabacher.",
  "North will join the NRA at an increasingly contentious juncture for the group, facing off against a renewed push for gun control in the wake of the February school shooting in Parkland, Florida.",
  "North became a national figure during the Reagan administration as a public face of the Iran-Contra scandal and faced years of legal battles as a result before his charges were dropped in 1991.",
  "LaPierre has for years assumed both public-facing and leadership roles for the group as it has navigated administrations of both parties and responses to incidences of mass gun violence.",
  "Washington (CNN) Oliver North, the Fox News contributor and central figure in the Iran-Contra scandal, will be the National Rifle Association's new president, the group announced Monday.",
  "Some survivors of the shooting have emerged as prominent voices in favor of gun control measures and have accused the NRA of endangering lives through political influence.",
  "After the shooting, President Donald Trump indicated willingness to part with the NRA on some issues but has since backtracked and embraced the group tightly.",
  "In a statement slamming the choice of North, Brady Campaign to Prevent Gun Violence co-President Kris Brown referred to North as a \"walking lightning rod.\"",
  "The scandal arose over secret arms sales to Iran; the US used the proceeds to fund anti-communist rebels in Nicaragua, called the Contras.",
  "North will become president \"within a few weeks,\" the group said, and is retiring from his position at Fox News, effective immediately.",
  "In his statement, LaPierre compared North favorably to Charlton Heston, the Hollywood icon who was once president of the group.",
  "North is set to replace Pete Brownell, who the group announced on Monday would not seek a second term as NRA president.",
  "North has since become an author and hosted Fox News' \"War Stories with Oliver North,\" according to the channel.",
  "UPDATE: This story has been updated to note that North's retirement from Fox News is effective immediately.",
  "\"Oliver North's very name is synonymous with corruption and disgrace,\" Brown's statement read.",
  "He made his fourth consecutive appearance at the NRA's annual convention on Friday.",
  "Iran-Contra was a central controversy for President Ronald Reagan.",
  "The NRA couldn't immediately be reached for comment."
]