[
  "And you should meet him, he’d be an interesting guy for you to know, since you’re doing a lot in the oil and gas and mineral space.’”\n\nHe claimed they only spoke about oil prices and how much the UAE “wished for resumption of normal trade relations with the USA.”\n\nWhat is Mueller investigating?",
  "But according to The New York Times, Trump’s son-in-law Jared Kushner, eventual national security adviser Michael Flynn and then-Russian ambassador Sergey Kislyak discussed the possibility of setting up the communications channel in a December 2016 meeting.",
  "Justin Chin/Bloomberg via Getty Images Erik Prince, the founder of Blackwater and a close associate of President Donald Trump, reportedly met with a Russian linked to the Kremlin during a secret meeting in the Seychelles in January 2017.",
  "Erik Prince, a longtime supporter of Trump’s campaign and the founder of the Blackwater private security firm, met with a Russian official linked to Putin, although Prince has described the meeting as an unplanned chance encounter.",
  "He allegedly served as a representative of the crown prince, and the Times notes that Emirati officials believed Prince was serving as a representative of the Trump transition team and Dmitriev as an envoy from the Kremlin.",
  "The Washington Post also received an anonymous letter claiming that Kushner, Kislyak and Flynn “talked about arranging a meeting between a representative of Trump and a ‘Russian contact’” in an unidentified third country.",
  "George Nader, an adviser to the United Arab Emirates who was at the meeting, has been cooperating with Mueller’s probe, and it appears his testimony could help unlock several major questions about the affair.",
  "A mysterious January 2017 meeting in the Seychelles between a close associate of President Donald Trump and a Russian banker with alleged ties to Vladimir Putin has come under renewed scrutiny this week.",
  "Nader has been cooperating with Mueller’s probe since mid-January and recently gave testimony about his knowledge of the meeting in front of a grand jury, according to a report in the Times this week.",
  "He told the House Intelligence Committee in November that he had no plans to meet with Dmitriev, but Emirati officials convinced him to go to the bar at the hotel he was staying in to have a drink.",
  "“The Seychelles is the kind of place where you can have a good time away from the eyes of the media,” the country’s secretary of state for foreign affairs told the Post at the time.",
  "In an earlier story, the Times noted that Mueller has widened the scope of his probe and is also investigating whether the Emiratis were attempting to buy influence with Trump.",
  "The UAE arranged the meeting in the Seychelles Islands in January 2017, just days before Trump assumed office, The Washington Post first reported last April.",
  "The Post’s Adam Entous told MSNBC that the letter said “Flynn was deemed too high-profile to do the trip.”\n\nKushner has denied that the request took place.",
  "Special counsel Robert Mueller has been gathering evidence about the rendezvous, which took place less than two weeks before Trump’s inauguration.",
  "Mueller is reportedly looking to see if the meeting was meant to set up a secret back channel between Trump and Putin, the Russian president.",
  "Prince met with Kirill Dmitriev, a Russian banker who manages a government-controlled wealth fund and is also thought to be close to Putin.",
  "“One of the entourage says, ‘Hey, by the way, there’s this Russian guy that we’ve dealt with in the past,’” Prince told lawmakers.",
  "Nader served as a representative for the Middle Eastern nation and had met Prince before, serving as a consultant for Blackwater.",
  "Prince has said he went to the Seychelles as a private businessman, and has denied the original report by the Post.",
  "The meeting was set up by the UAE and the country’s de facto leader, Crown Prince Mohammed bin Zayed al-Nahyan.",
  "The location may have been chosen for its relative discretion.",
  "“‘He’s here also to see someone from the Emirati delegation.",
  "It’s not clear what Prince and the official talked about.",
  "Here’s what you should know about the Seychelles meeting.",
  "Why was there a secret meeting in the Seychelles?",
  "Who else was there?"
]