[
  "Nader joined a meeting at New York's Trump Tower in December 2016 that brought together presidential son-in-law Jared Kushner, chief strategist Steve Bannon — fired by Trump last August — and Mohammed bin Zayed, crown prince of Abu Dhabi and de facto leader of the United Arab Emirates.",
  "But Mueller, in his investigation of President Donald Trump, his campaign and possible wrongdoing connected to Russia, is focused on Nader's role in two high-level get-togethers after the presidential election, according to three people familiar with the case.",
  "AP Photo/Susan Walsh\n\nA second meeting occurred a month later in the Indian Ocean archipelago of Seychelles and involved Nader, bin Zayed, former Blackwater boss Erik Prince and Kirill Dmitriev, a Russian banker close to President Vladimir Putin.",
  "Why Mueller is interested in Nader\n\nNader is little known to the public, a man who has led a shadowy existence as a go-between across numerous Middle East capitals and who gave testimony to Mueller's Washington grand jury earlier this month.",
  "WASHINGTON (AP) — How did George Nader — Lebanese-American businessman, globe-trotting \"fixer,\" convicted child molester — get caught up in special counsel Robert Mueller's investigation?",
  "His long history included intrepid back-channel mediation between Israel and Arab countries — and a 15-year-old pedophilia conviction in Europe that has not been previously reported.",
  "Nader's record of sexual abuse in Prague appears unrelated to his role in Mueller's probe in the United States; it is unclear whether Mueller's investigators knew about it.",
  "He was transiting through Dulles International Airport outside Washington, on his way to Trump's Mar-a-Lago resort, when his plans changed — abruptly and involuntarily.",
  "President Donald Trump welcomes Abu Dhabi's Crown Prince Sheikh Mohammed bin Zayed Al Nahyan to the White House in Washington, Monday, May 15, 2017.",
  "Nader later agreed to cooperate with Mueller's investigation, said the people with knowledge of the case as it pertains to Nader.",
  "One of Nader's lawyers, Sandeep Savla, suggested that information about his record was being leaked to stop him from cooperating.",
  "Nader was caught in Mueller's web a few days before the anniversary of Trump's inauguration.",
  "George Nader C-SPAN via AP\n\nSign up for the latest Russia investigation updates here.",
  "The answer, it seems, can be found in the shadows, where Nader has long operated.",
  "They weren't authorized to speak publicly on the case and demanded anonymity.",
  "His electronics were seized and he was then allowed to go see his lawyer.",
  "Mueller's investigators stopped him, people familiar with the case said."
]