[
  "… While the 2016 — and possibly 2020 — presidential candidate will be rallying with a pair of Arizona congressmen in Phoenix on Sunday, most of his trip is focused on his own appearances rather than elevating other specific Democratic candidates.”\n\nNew Facebook and Google ad rules may not be ready for 2018 - WaPo: “Proposed Federal Election Commission rules aimed at preventing foreign influence on U.S. elections through better disclosure of online political ad sponsors may not take effect before the 2018 midterms, the panel’s Republican chairwoman said Thursday.",
  "The tariffs — taxes collected at the border, paid by American consumers — on steel and aluminum imports will be 25 percent and 10 percent, respectively, the most severe of the options proposed by his Commerce Department, which impedes the activity denoted by its name.”\n\nRyan breaks down infrastructure road map - Roll Call: “Speaker Paul D. Ryan on Thursday affirmed House Republicans’ intentions to complete an infrastructure overhaul this year but said that the effort will be broken into pieces.",
  "‘The big argument for Milwaukee is that it’s got an incredible story to tell about where the country is going,’ said Alex Lasry, the senior vice president of the Bucks and the chair of the 2020 bid effort.”\n\n\n\nNUNBERG APPEARS BEFORE GRAND JURY\n\nFox News: “Former Trump campaign aide Sam Nunberg arrived at the federal courthouse in Washington D.C. Friday to testify before a grand jury as part of FBI Special Counsel Robert Mueller’s Russia probe.",
  "… Beyond surrogates, the Republican National Committee, which is the White House's political arm, has spent more than $1.1 million so far to support Saccone, said committee spokesman Rick Gorka.”\n\nSENATE REPUBLICANS READY PLAN TO BLOCK TRUMP TARIFFS\n\nPolitico: “A bloc of Senate Republicans is readying legislation to halt Donald Trump's steel and aluminum tariffs, in the most provocative step yet taken to thwart the president on trade.",
  "‘It’s absolutely imperative that we get out to those states that Trump won, speak to the working people of those states, and make very clear that the campaign that Trump won on — where he promised to stand for working people — turned out to be a lie,’ Sanders told POLITICO in an interview Thursday, shortly before taking off for Texas and Arizona, two states the president carried by single digits in the 2016 presidential election.",
  "SCOREBOARD\n\nTrump job performance\n\nAverage approval: 39.6 percent\n\nAverage disapproval: 54.4 percent\n\nNet Score: -14.8 points\n\nChange from one week ago: up 3.2 points\n\n[Average includes: Marist College: 44% approve - 49% disapprove; Quinnipiac University: 38% approve - 56% disapprove; Monmouth University: 40% approve - 54% disapprove; Gallup: 39% approve - 55% disapprove; IBD: 37% approve - 58% disapprove.]",
  "‘Lamb has made better inroads in appealing to those union voters than Saccone,’ O'Connell said.”\n\nTeam Trump is Team Saccone - AP: “In the first wave of the White House's new western Pennsylvania offensive, one of President Donald Trump's chief aides on Thursday attacked Democratic congressional candidate Conor Lamb on abortion while casting Republican Rick Saccone as ‘a reliable vote’ for the president.",
  "That could be a sign of greater enthusiasm on the Democratic side, as we have seen in other special elections in 2017 and 2018.”\n\nCoal becomes the hot issue for the district - Fox News: “The future of coal mining has become center stage in the District 18 House race in Pennsylvania – with both candidates trying to win over coal mining workers who have struggled to find jobs after the industry dried up.",
  "Thursday night in Washington, the people pushing Milwaukee’s bid for the next Democratic convention made the case directly to party insiders at a reception during the Democratic National Committee winter meeting in Washington, complete with a raffle of Bucks, Brewers and Packers gear displayed on cheesehead hats and a brief stop-by from DNC chair Tom Perez which he stressed was not an endorsement.",
  "**\n\nOn the roster: Trump triangulates early - Pennsylvania special election comes down to the wire - Senate Republicans ready plan to block Trump tariffs - Heller puts re-election hopes in Justice Kennedy’s retirement - That’d be a long guest list\n\nTRUMP TRIANGULATES EARLY\n\nA president typically waits until after a midterm rout to do a policy pirouette, so maybe President Trump is just early.",
  "Control of House\n\nRepublican average: 37.6 percent\n\nDemocratic average: 49 percent\n\nAdvantage: Democrats plus 11.4 points\n\nChange from one week ago: Democratic advantage down 0.2 points\n\n[Average includes: Quinnipiac University: 48% Dems - 38% GOP; Monmouth University: 50% Dems - 41% GOP; USA Today/Suffolk: 47% Dems - 32% GOP; CNN: 54% Dems - 38% GOP; Marist College: 46% Dems - 39% GOP.]",
  "Prince, who is the founder of the Blackwater private security firm and brother to Education Secretary Betsy DeVos, says accusations that he lied to the House Intelligence Committee simply aren’t true.”\n\nPLAY-BY-PLAY\n\nU.S. economy adds 313,00 jobs in February - Reuters\n\nWH won’t provide info to House Oversight about former staff secretary Rob Porter - WashEx\n\nGov.",
  "THE RULEBOOK: CHECK YOSELF\n\n“Whatever may be the arguments or inducements which have wrought this change in the sentiments and declarations of these gentlemen, it certainly would not be wise in the people at large to adopt these new political tenets without being fully convinced that they are founded in truth and sound policy.” – John Jay, Federalist No.",
  "A delay by the FEC would probably leave the task of providing more transparency about who is seeking to shape public opinion online in the hands of tech companies.”\n\nDems eye Milwaukee for convention location - Politico: “They’re trying to ensure the 2020 Democratic nominee makes at least one more stop in Wisconsin than Hillary Clinton did.",
  "It’s in line with the tightrope Heller has to walk to have any hope of winning reelection against a Trump-inspired Republican primary opponent and a highly touted Democratic general election challenger — in a state that Hillary Clinton won in 2016.”\n\nBredesen’s Senate campaign worries they’ve been hacked - AP: “Former Tennessee Gov.",
  "The lawsuit was later settled.”\n\n\n\nPrince fights accusations he tried to help set up Russia back channel - Fox News: “Erik Prince tells Fox News that there was no perjury, no collusion and no attempt to set up a back channel to the Kremlin when he met with a Russian oligarch weeks before President Donald Trump’s inauguration.",
  "We have watched with interest and amusement as Republicans who barked about Barack Obama’s naïve, amateuristic approach to policy – particularly on the matter of direct negotiations with rogue nation tin pots like Kim Jong Un – develop a strange new respect for Trump’s fresh thinking on the subject.",
  "Rick Scott signs school safety and gun access bill - Sun Sentinel\n\nKentucky man pleads guilty to attack on Sen. Rand Paul - Fox News\n\nTrump hosts private meeting with the video-game execs - WaPo\n\nANY GIVEN SUNDAY\n\nThis weekend, Fox News colleague John Roberts will guest host for Mr. Sunday.",
  "As an overture to his predictable announcement of steel and aluminum tariffs, the president, that human sponge ever eager to soak up information, held a ‘listening session,’ at which he listened to executives of steel and aluminum companies urge him to do what he intended to do.",
  "He was referring to a budget deal reached earlier this year on raising the sequestration spending caps…”\n\n\n\nHELLER PUTS RE-ELECTION HOPES IN JUSTICE KENNEDY’S RETIREMENT\n\nPolitico: “Dean Heller knows he’s the most vulnerable Republican senator in the country.",
  "But I think a new Supreme Court justice will get them motivated.’ The 45-minute recording of the media-shy Heller shows a senator defending President Donald Trump repeatedly, breaking only delicately with the president on issues like trade and gun control.",
  "In a letter obtained by The Associated Press, campaign lawyer Robert E. Cooper Jr. wrote that Bredesen's aides became suspicious when someone pretending to be the campaign's media buyer asked for money to be wired to an international account.",
  "There are some more serious philosophical questions as it relates to commerce, since the ways in which people organize their economic affairs and make their livings could be considered the most essential freedom guaranteed to our citizens.",
  "One piece of good news for Lamb (and potentially Democrats more generally): In the Emerson survey, 63 percent of Lamb’s backers reported that they were ‘very excited’ to vote next week, compared with 53 percent of Saccone’s supporters.",
  "And they are gearing up for an open clash with Trump over economic policy, with Sen. Jeff Flake (R-Ariz.) telling reporters that he will introduce legislation to block the tariffs.”\n\nGeorge Will: ‘Trump delights in executive swagger.",
  "Many of the same folks who found Obama’s preference for solar panel manufacturers like Solyndra over more traditional businesses to be an unacceptable government intervention have a strange new respect for picking winners and losers.",
  "The case that produced the Supreme Court decision declaring the federal requirement to purchase health insurance as permissible was the result of a lawsuit brought by 25 such states, fighting the Obama administration tooth and nail.",
  "White House counselor Kellyanne Conway, the first of three Republican heavyweights set to campaign in the region before Tuesday's special election, charged that even a single vote could affect Trump's policy agenda on Capitol Hill.",
  "‘The commission has been reluctant to change the rules of the game in the middle of the election season, so that would be something we would want to seriously consider,’ Chairwoman Caroline Hunter told reporters.",
  "GOP leaders have spent this week urging Trump to reconsider his tariff plan, warning of a snowballing trade war that could choke off the economic benefits of the tax cuts they are touting on the campaign trail.",
  "PENNSYLVANIA SPECIAL ELECTION COMES DOWN TO THE WIRE\n\nFiveThirtyEight: “The special election on Tuesday in Pennsylvania’s 18th Congressional District isn’t the huge story that Alabama’s U.S. Senate race was.",
  "note: I do not know how long ago you left “Almost Heaven” for the Lone Star State, but if you were there in 2009 you will recall that talk of Texas seceding from the Union rose beyond the level of bar talk.",
  "AUDIBLE: YOU DO YOU\n\n“If I do a campaign, I'm going to do it my way.” – Richard Painter, former White House ethics lawyer under George W. Bush, talking to CBS News about a possible Senate bid in Minnesota.",
  "‘Thanks to alert action by campaign management, no funds were diverted,’ the letter states.”\n\nSanders goes campaign mode in Trump country - Politico: “Bernie Sanders is taking his pitch to Trump country.",
  "As the International Olympics Committee states, the individual who takes on this meaningful role embodies the nation's values, Olympic and Paralympic ideals, and is an inspiration for future generations.",
  "Democratic candidate Conor Lamb, a former federal prosecutor, is essentially tied with Republican Rick Saccone, a Pennsylvania state representative, according to a couple of polls released this week.",
  "THAT’D BE A LONG GUEST LIST\n\nWKYC: “While the Cleveland Browns went to the NFL Scouting Combine last week focused on their future, some of the team's former employees opted to poke fun at their past.",
  "The virulence of the response to what Texas and other red states saw as irresponsible, unconstitutional, overreach by the Obama administration and Democrats in Congress was something to behold.",
  "After a year of governing like Mike Pence, we are starting to see the Trump that he promised to be as a candidate: non-ideological, trans-partisan and only interested in making the best deals.",
  "Phil Bredesen's campaign for U.S. Senate told the FBI on Thursday that it fears it has been hacked, amid growing concern that candidates in the 2018 election could be targets of cyberattacks.",
  "Up until bringing back head coach Hue Jackson for 2018, the Browns hadn't retained a head coach for more than two seasons since Romeo Crennel, who was fired following the 2008 campaign.",
  "… No word yet on whether or not the fired Cleveland coaches summit will become an annual combine tradition moving forward.”\n\nChris Stirewalt is the politics editor for Fox News.",
  "‘I know an opponent of the coal industry when I see one, and my opponent is an opponent of the coal industry,’ Saccone told coal miners and other attendees at his rally March 5.",
  "The effort will start ‘in about a week and a half’ with a short-term reauthorization of the Federal Aviation Administration, whose authorization is scheduled to expire March 31.",
  "But, again, if making steel more expensive really did take our already hot economy and turn it into a blast furnace of prosperity, even Milton Friedman might look the other way.",
  "A decade later, he has turned tragedy into triumph—he's going for the gold at the 2018 Paralympics, and helps other athletes do the same with his prosthetics company, BioDapt.",
  "‘Kennedy is going to retire around sometime early summer,’ Heller predicted in Las Vegas last week, according to audio of an event he spoke at that was obtained by POLITICO.",
  "According to Jeremy Fowler of ESPN, a small group of former Browns coaches opted to hold a ‘fired Browns coaches party’ at a local restaurant while together in Indianapolis.",
  "Democrats fumed at the “lawless” conduct of states that sought to disregard or circumvent key provisions of not just the health law but other Obama regulations and policies.",
  "While their efforts may have succeeded in narrowing the tariffs' impact, Trump is pressing ahead — leaving Republicans pondering how to check the leader of their own party.",
  "2\n\n\n\nTIME OUT: READY, WILLING AND ABLE\n\nEsquire: “Mike Schultz [had] the honor of being the U.S. flag bearer at the Paralympics opening ceremony in Pyeongchang on Thursday.",
  "But the Keystone State campaign might still have implications beyond just deciding who will represent the people in this district in the U.S. House for the next 10 months.",
  "They mocked Obama for trying to engineer the economy of the future but are noticeably muted in their complaints about Trump trying to reanimate the economy of the past.",
  "Conservatives long cheered when Trump disregarded the political conventions and political correctness sacred to the left, but it’s their turn in the barrel now.",
  "The letter says the person used an email address nearly identical to the actual media buyer's and knew about an upcoming TV campaign and its proposed dates.",
  "The Vermont senator is doing it entirely on his own terms — not as a proponent of national Democrats’ strategies, or even often their candidates, out west.",
  "Senate Republicans discussed the matter in depth on Thursday, just hours before Trump announced he would go through with his crackdown on imported metals.",
  "While neither Schefter nor Fowler revealed which former Cleveland coaches took part in the gathering, there are plenty of candidates to choose from.",
  "But, just like jawboning with Kim, socking it to steel prices or raising the legal age to purchase firearms, it’s only a good thing if it works.",
  "The Democrat was a dilettante but the Republican is a fresh thinker, you see…\n\nThe same for slapping tariffs on foreign-made steel and aluminum.",
  "Trump is moving his party to the left simply by being who he said he would be, and that even includes the sacred subject of firearms control.",
  "Republicans said they oppose direct talks with North Korea because they would not work and would only elevate the Kim regime to legitimacy.",
  "Nunberg was one of Trump’s earliest political advisers, helping him connect with conservative audiences ahead of his 2016 presidential run.",
  "Best part of my day is catching up on your well researched, nuanced and balanced views on politics.” – Jai Suresh, Milpitas, Calif.\n\n\n\n[Ed.",
  "His tariffs show it.’ - WaPo: “Is it too much to ask that the government not insult our intelligence while it is lightening our wallets?",
  "Cooper says the campaign hired a cyber-security firm that found the impostor emails were registered through an Arizona-based registrar.",
  "The very fact that Trump has to travel to Pennsylvania to try to save a seat that should be a shoo-in for his party tells us that much.",
  "He will sit down with CIA Director Mike Pompeo and, in her in her first Fox News Sunday appearance, Senator Elizabeth Warren, D-Mass.",
  "Especially on matters relating to foreign policy and the economy, most Americans would be quite pleased with anything that works.",
  "The FAA extension, likely to last sometime in the summer, is expected to be attached to the fiscal 2018 omnibus spending bill.",
  "Based on past precedent for hurting a common foe in lieu of fixing the issue - why would the President hurt Europe and Brazil?",
  "Share your color commentary: Email us at\n\nHALFTIMEREPORT@FOXNEWS.COM and please make sure to include your name and hometown.",
  "This would end their stupidity within a couple hours.” – William Watkins, Mabank, Texas (former Wheeling resident)\n\n[Ed.",
  "People who take a literal reading of the Tenth Amendment ought to welcome these conditional converts with open arms.]",
  "He was eventually rehired but then fired again by Trump in 2015, after past racially-charged Facebook posts surfaced.",
  "Later during the campaign, Trump sued Nunberg for $10 million, accusing him of breaching a confidentiality agreement.",
  "Or, maybe, he will succeed in avoiding the wipeouts that hit most of his modern predecessors in their first midterms.",
  "A communications aide who helped arrange the interview with BuzzFeed, Nunberg was blamed by Trump for the bad press.",
  "There were probably plenty of Republicans who opposed tariffs at least in part just because Democrats support them.",
  "FROM THE BLEACHERS\n\n“California is acting like they are a sovereign country by disobeying our immigration laws.",
  "Democratic candidate Conor Lamb is also trying to appeal to coal workers, telling them to vote blue in rallies.",
  "‘I’m a huge patriot and what holds a lot of value for me is to be part of Team USA.’”\n\n\n\nFlag on the play?",
  "He was accompanied by his attorney, Patrick Brackley, who was not allowed into the Grand Jury room itself.",
  "The states in the federal government are supposed to be in competition and jealous of each other’s powers.",
  "ESPN's Adam Schefter confirmed Fowler's story, adding that it was a restaurant aptly named Rock Bottom.",
  "That was a very informative piece on US immigration history, anti-English sentiment and protectionism.",
  "‘Which I’m hoping will get our base a little motivated because right now they’re not very motivated.",
  "And, thank God, we have a robust, functional, fair court system in which to hash these matters out.",
  "There’s nothing like a Republican president to turn liberal Democrats to states’ rights advocates.",
  "As a snocross racer growing up, he was dubbed ‘Monster Mike’ for his fearlessness on the tracks.",
  "But in 2008, his world turned upside down after a devastating accident cost him his left leg.",
  "But he thinks Supreme Court Justice Anthony Kennedy might just help him hang on to his seat.",
  "What remains to be seen is whether Trump’s return to Trumpiness will change the climate.",
  "The spending measure will include a ‘downpayment’ on infrastructure funding, Ryan said.",
  "But Saccone said the Democratic candidate doesn't have their best interests in mind.",
  "It was, in fact, his single best selling point other than not being Hillary Clinton.",
  "Nunberg told reporters he was not making a statement as he entered the courthouse.",
  "#mediabuzz - Host Howard Kurtz has the latest take on the week’s media coverage.",
  "- Email us at\n\nHALFTIMEREPORT@FOXNEWS.COM with your tips, comments or questions.",
  "‘Just competing with Team USA is going to be really memorable for me’ [he said].",
  "An Emerson College survey showed Lamb leading Saccone 48 percent to 45 percent.",
  "Let’s support them in this by shutting down all federal services in the state.",
  "He was fired in 2014 after an unflattering piece about Trump ran in BuzzFeed.",
  "… Ryan said the infrastructure overhaul will be tackled in five to six bills.",
  "From what I read, China was #10 on the list of countries that we import from.",
  "Tell them ‘Oh by the way you can pick up your mail in Reno or Las Vegas’.",
  "… But not all coal miners agree, especially those who belong to unions.",
  "He ended this charade of deliberation by announcing the tax increases.",
  "But, we have a federal system so that doesn’t bother me too much.",
  "A Gravis Marketing poll had Saccone up 45 percent to 42 percent.",
  "Policies change, situations change and politics surely change.",
  "This is going to be a rough year for Republicans with voters.",
  "[David O'Connell] said PA-18 is a community of union workers.",
  "But that doesn’t make it true, certainly not permanently so.",
  "We should remember here that these are not moral questions.",
  "… Trump's Saturday visit will be his second in two months.",
  "‘We think it’s easier to break it into pieces,’ he said.",
  "**Want FOX News Halftime Report in your inbox every day?",
  "Ridiculous as it may seem, can't we at least aim better?",
  "Want FOX News Halftime Report in your inbox every day?",
  "Check local listings for broadcast times in your area.",
  "… Representing Team USA means everything to Schultz.",
  "Brianna McClelland contributed to this report.",
  "“Hi Chris, Big fan of your halftime report.",
  "note: I didn’t say it was going to work!",
  "Schultz checks off all of these boxes.",
  "Watch #mediabuzz Sundays at 11 a.m.",
  "First time writing in a comment.",
  "Thanks for the kind words.]",
  "Keep up the great work.",
  "Sign up here.",
  "Sign up here.",
  "ET."
]