[
  "The New York Times in July 2017 that then-White House strategist Steve Bannon and the president’s son-in-law, Jared Kushner, had asked Feinberg and private security firm Blackwater founder Erik Prince to devise private-sector alternatives to sending additional troops to Afghanistan.",
  "Feinberg’s predecessors as chair under the Obama administration include physicist Shirley Jackson, former CIA deputy director for intelligence Jami Miscik, former Oklahoma governor and Senate Intelligence Committee chairman David Boren, and former Defense Secretary Chuck Hagel.",
  "The New Yorker’s Stephen Witt outlined the potential conflicts at the time:\n\nThrough DynCorp, Feinberg already controls one of the largest military contractors in the U.S., one which trains Afghanistan’s police force and assists in their narcotics-trafficking countermeasures.",
  "According to the Times, Feinberg proposed an expanded role for such contractors, and also recommended transferring the command of paramilitary operations in the country to the C.I.A., increasing their operating footprint while decreasing both transparency and accountability.",
  "Buying at the tail end of the military-contracting boom of the two-thousands, Cerberus overpaid for the company, then watched as much of its business evaporated following government-spending cuts and the drawdown of U.S. troops in in Iraq and Afghanistan.",
  "In a press release announcing the pick, the administration said he brings “over 30 years of experience conducting organizational assessments, operational improvements, and complex reforms across foreign and domestic stakeholders” to his position.",
  "That same month, also per Bloomberg, Sen. Susan Collins (R-ME) in a Senate hearing said she was worried about “an individual who runs a private equity firm” and lacking experience in intelligence being tapped for an intel oversight job.",
  "Trump called Feinberg “a very talented man, very successful man,” at the time, and said, “He’s offered his services and you know, it’s something we may take advantage of.”\n\nBut there was a hiccup: Feinberg’s business ties.",
  "A senior administration official told NBC News that Feinberg still needed clearance from the Office of Government Ethics, which would be complicated to accomplish, given Cerberbus’ complex business setup.",
  "In February 2017, soon after the president took office, NBC News reported Trump had asked Feinberg to conduct a review of US intelligence agencies and other aspects of the federal government.",
  "The White House on Friday announced Trump’s plans to appoint Feinberg, 58, to become chairman of the President’s Intelligence Advisory Board, a group that reviews the intelligence community.",
  "Trump has wanted Feinberg to be in intelligence for a while\n\nFeinberg has been vaguely in Trump’s orbit and rumored to be taking some sort of post under him for quite some time.",
  "Trump has expressed a deep skepticism of the intelligence community, and some of his supporters appear to buy into the idea of a “deep state” of bureaucrats out to get him.",
  "Created under President Dwight Eisenhower in 1956, the board’s job is to provide independent advice to the president on the quality and adequacy intelligence activities.",
  "Feinberg’s participation raised eyebrows, given Cerberus’ ownership of DynCorp and the fact that the advice he provided could be used to ultimately benefit his company.",
  "In March 2017, however, Feinberg joined Trump and Defense Secretary Jim Mattis on a trip to see a new aircraft carrier in Newport News, Virginia, Bloomberg reported.",
  "There have been reports the president might tap another billionaire — venture capitalist Peter Thiel — to the oversight role, but apparently he didn’t get the job.",
  "The latest addition: Stephen Feinberg, billionaire financier and co-chief executive of Cerberus Capital Management, a private equity firm based in New York.",
  "And it’s not clear how effective or influential the board will be, because that largely depends on Feinberg’s ambitions and his proximity to the president.",
  "(See: Tom Barrack, Betsy DeVos, Wilbur Ross, Carl Icahn, along with all those CEO council members who stepped down post-Charlottesville.)",
  "His Cerberus Capital does own defense contractor DynCorp, which derives most of its $3 billion in annual revenue from the government.",
  "To be sure, that Trump is putting someone in charge of the Presidential Intelligence Advisory Board is potentially a good thing.",
  "Things have not gone particularly well for the ultra wealthy individuals who have tied themselves to the Trump administration.",
  "He co-founded Cerberus in 1992 and according to his firm’s website held positions in the finance industry before that.",
  "In the seven years since Cerberus acquired the company, Feinberg has replaced DynCorp’s CEO four times.",
  "Of course, President Trump has rarely been deterred by lack of experience or potential conflicts.",
  "The White House appears to think Feinberg’s lack of intelligence experience won’t be problematic.",
  "As Foreign Policy noted, Trump had failed to nominate anyone to the board until recently.",
  "The proposals raise obvious questions about war profiteering and conflicts of interest.",
  "Feinberg appears to now be in line for the intelligence advisory board spot.",
  "Feinberg, however, doesn’t have any experience in the intelligence field.",
  "He reportedly discussed Afghanistan with President Trump in person.",
  "He reportedly made recommendations that would, in fact, serve him.",
  "DynCorp has been a bad investment for Feinberg.",
  "Under Trump, the board hasn’t had any members.",
  "Feinberg might have his work cut out for him.",
  "And yet they keep coming."
]