[
  "Send them along via email to our team: Eric Engleman (eengleman@politico.com, @ericengleman), Kyle Daly (kdaly@politico.com, @dalykyle), Nancy Scola (nscola@politico.com, @nancyscola), Margaret Harding McGill (mmcgill@politico.com, @margarethmcgill), Ashley Gold (agold@politico.com, @ashleyrgold), Steven Overly (soverly@politico.com, @stevenoverly), John Hendel (jhendel@politico.com, @JohnHendel) and Li Zhou (lzhou@politico.com, @liszhou)\n\n** A message from Microsoft: Broadband internet is the electricity of the 21st century, yet millions in the U.S. do not have reliable broadband access.",
  "“In [a statement posted on its website], the firm denied wrongdoing, saying it ‘has been the subject of numerous unfounded accusations and, despite the Company’s efforts to correct the record, has been vilified for activities that are not only legal, but also widely accepted as a standard component of online advertising in both the political and commercial arenas.’ The shutdown is effective as of Wednesday, and employees were told to hand over their computers.” Cambridge Analytica was also known for its work on voter targeting for the Trump campaign during the 2016 election.",
  "“More broadly, I urge you to end your use of these dangerous agreements against your customers.”\n\nSILICON VALLEY MUST-READS\n\n— Electrifying spending: “Tesla Inc. burned through cash at a greater rate than analysts expected during the first quarter, intensifying pressure on the Silicon Valley auto maker to raise more capital if it continues to struggle ramping up production of the Model 3 sedan,” The Wall Street Journal reports.",
  "“Cambridge and SCL officials privately raised the possibility that Emerdata could be used for a Blackwater-style rebranding of Cambridge Analytica and the SCL Group, according two people with knowledge of the companies, who asked for anonymity to describe confidential conversations.”\n\nSPRINT SHUFFLE — Just as Sprint seeks to merge with fellow telecom giant T-Mobile, the company is doing some rearranging of its leadership.",
  "“If we come up with the right principles, my hope is it's something that could pass regardless of who has control of Congress.”\n\nTODAY: NET NEUTRALITY FIELD HEARING — Sen. Jeanne Shaheen this morning will host a Senate Small Business Committee field hearing that examines the effect of the FCC’s net neutrality rollback on small businesses.",
  "Manning: Tech’s algorithmic bias is ‘intentional’: “Whistleblower Chelsea Manning warned that machine-learning software can be as biased as the data it relies on and accused the world’s biggest tech companies of deliberately including such biases in their algorithms,” POLITICO Europe’s Janosch Delcker reports.",
  "Khanna offers Internet Bill of Rights update\n\nWith help from Steven Overly and Annabelle Dickson\n\nBILL OF RIGHTS UPDATE — A draft of Rep. Ro Khanna’s internet bill of rights — a set of consumer data privacy regulations — has been circulated among senior Silicon Valley executives and Washington advocacy groups.",
  "CAMBRIDGE ANALYTICA CAVES IN — Cambridge Analytica, the data analytics firm that exploited data from as many as 87 million Facebook users, is shuttering its operations as well as those of British affiliate SCL Group, POLITICO Europe’s Cat Contiguglia reports.",
  "The California Democrat is now in the process of soliciting feedback and, he hopes, garnering support from the likes of Facebook, Google and Apple, as well as the Center for Democracy and Technology, Public Knowledge and Electronic Frontier Foundation.",
  "— Spotify sees dip: “Spotify Technology SA shares dropped as much as 9 percent after the streaming music leader’s subscriber outlook and quarterly revenue fell just short of analyst estimates in its first report as a public company,” Reuters reports.",
  "He will also meet tech leaders including the Internet Association trade body, hold a roundtable with U.S. and U.K. tech founders Octopus Venture and meet Scott Carpenter and Justin Kosslyn from the Google-created think tank Jigsaw in New York.",
  "The panel, which will take place at the University of New Hampshire, will include testimony from business leaders including Zach Luse, CEO of Paragon Digital Marketing, and Lisa Drake, director of sustainability innovation at Stonyfield Farm.",
  "— And another thing: “In recent months, executives at Cambridge Analytica and SCL Group, along with the Mercer family, have moved to created a new firm, Emerdata, based in Britain, according to British records,” The New York Times reports.",
  "POLITICO's Annabelle Dickson discovered during a visit to Washington in February that a lack of detail and the wave of negative headlines about the impact of social media platforms on society appeared to be undermining the U.K. case.",
  "U.K. DIGITAL SECRETARY HITS CAPITOL — The U.K.'s digital secretary Matt Hancock arrives in Washington, D.C., today on a mission to cultivate a trans-Atlantic special tech relationship that he says is already \"incredibly strong.\"",
  "This bill of rights would not be as “intrusive” as the General Data Protection Regulation rules that take effect in Europe this month, Khanna said, which in his view require consumers to consent to data sharing too frequently.",
  "Thousands of small businesses have signed onto a letter that calls on Congress to preserve the FCC’s 2015 net neutrality rules by supporting a measure that aims to undo the agency’s repeal via the Congressional Review Act.",
  "Amazon for pets: “Amazon.com Inc. has started its own brand of pet products, called Wag, expanding on existing private-label efforts that include batteries, baby products, clothing and household goods,” Bloomberg reports.",
  "QUICK DOWNLOADS\n\nCZI dials up education efforts: “The Chan Zuckerberg Initiative has pledged $14 million to expand and improve efforts to ‘personalize’ education in the Chicago area,” Pro Education’s Mel Leonor reports.",
  "Chinese smartphone giant goes public: “Xiaomi Corp. became the first major company to use Hong Kong’s new rules for going public, filing for what’s expected be the world’s biggest debut since 2014,” Bloomberg reports.",
  "Maureen Ohlhausen, a Republican, says she'll keep her seat on the five-person commission until either she gets the federal judgeship Trump nominated her for or serves out her term, which expires in September.",
  "He will meet Matt Lira, the U.S. president's special assistant on innovation policy and initiatives, and Ory Rinat, the White House chief digital officer, during the first two days of the trip in Washington.",
  "“I respectfully request that you immediately stop enforcing arbitration agreements against individuals who bring claims of sexual harassment or assault,” he writes in a letter to Uber CEO Dara Khosrowshahi.",
  "— In a phone interview with POLITICO ahead of the visit, Hancock said he would be discussing rules about social media and how to get them right during the five-day trip to Washington and New York.",
  "UP IN THE AIR — The last Obama-era holdover on the Federal Trade Commission is declining to step down — even after the Senate confirmed President Donald Trump's pick to replace her, Nancy reports.",
  "ROSENWORCEL IN NOLA — Democratic FCC Commissioner Jessica Rosenworcel will participate in a conversation with NBC News’ Jason Abbruzzese at the Collision Conference in New Orleans this afternoon.",
  "The U.K. government is keen to position post-Brexit Britain as a beacon for tech investment from across the globe, but the message has been diluted by the sometimes rancorous rhetoric in London.",
  "… The employee allegedly sent a message to a woman he met on the dating site Tinder, telling her his job involves tracking hackers and finding their identities,” The Wall Street Journal reports.",
  "The telco’s executive board has named Marcelo Claure, previously CEO, to the role of executive chairman, while Michael Combes, who was previously president and CFO, will become the new CEO.",
  "BLUMENTHAL PRESSES UBER ON ARBITRATION — Sen. Richard Blumenthal (D-Conn.) is pushing Uber to release customers who have raised allegations of sexual assault from arbitration agreements.",
  "— Facebook brings in outside help to examine bias: The company has hired external advisers to help conduct a legal audit of how the platform treats communities of color, Axios reports.",
  "\"Marcelo has ... positioned Sprint as a leader in the race to 5G, which promises to revolutionize the communications industry,” SoftBank Group CEO Masayoshi Son said in a statement.",
  "Claure is also now the COO of Softbank Group and is tasked with finding ways for Sprint to work with other companies in the Softbank portfolio on areas such as automation and AI.",
  "Microsoft has been working with partners to expand broadband availability using a mix of technologies, including TV white spaces, to reach rural and remote areas of the country.",
  "Blumenthal’s statement comes in the wake of a CNN investigation that found that more than 100 customers have accused Uber drivers of sexual harassment or abuse.",
  "“As important as getting the support of Congress is getting the support of some of the tech leaders who really understand this space,” Khanna told POLITICO.",
  "The Federal Trade Commission swore in the other three commissioners on Wednesday, a day after swearing in Chairman Joseph Simons, Ashley reports.",
  "“My interest in this is to come up with something that has the buy-in of all my colleagues and it’s not to score political points,” Khanna said.",
  "Send your tech tips to lzhou@politico.com Catch the rest of the team’s contact info after Quick Downloads.Got an event for MT’s tech calendar?",
  "On Tuesday, we announced we are reaching the 1 million mark and have raised our goal to reaching 3 million people in rural America by 2022.",
  "It’s also bringing on others, including former Arizona GOP Sen. Jon Kyl, to separately evaluate allegations of bias against conservatives.",
  "A number of techies are making appearances at the conference, including Microsoft President Brad Smith and Lyft President John Zimmer.",
  "A different Facebook data snafu: “Facebook Inc. has fired an employee who bragged about his access to private user information.",
  "“He will continue to guide Sprint’s strategy and momentum as Executive Chairman through a successful closing with T-Mobile.\"",
  "Khanna expects in “the next month or so.” He compares them to the list of rights passengers find posted inside a taxicab.",
  "He’s also bouncing ideas off Obama administration tech officials like Todd Park, Nicole Wong and Alexander Macgillivray.",
  "Last year, the Microsoft Airband initiative committed to bring broadband to 2 million people in rural America by 2022.",
  "Both Claure and Combes will work together on next steps related to the T-Mobile deal, according to Sprint’s release.",
  "That leaves her successor, Delta Air Lines executive Christine Wilson, waiting in the wings, potentially for months.",
  "Net neutrality has been a linchpin of that success,” Shaheen will say, according to prepared remarks.",
  "They would make it clear that consumers own their data, and have right to move or delete it, he said.",
  "“Today, small businesses can reach customers throughout the world at the click of a button.",
  "GOOD THURSDAY MORNING and welcome to Morning Tech, where we need to make our way to this.",
  "Story Continued Below\n\n— When will the public see those rules?",
  "Learn more here about the Microsoft Airband Initiative.",
  "Instead, you might find these on a company’s homepage.",
  "Email us the details at techcalendar@politicopro.com.",
  "Read the full interview here.",
  "Tips, comments, suggestions?",
  "We’re tracking.",
  "**"
]