[
  "Schiff also told reporters the panel should issue a subpoena for Lewandowski, who in a closed-door interview with committee members Thursday refused to answer questions about what he knew of President Trump’s discussions, including those leading to the firing of FBI Director James B. Comey and the misleading statement issued to explain Donald Trump Jr.’s participation in a June 2016 meeting with a Russian lawyer at Trump Tower.",
  "Efforts to issue a contempt citation for former White House strategist and Trump campaign manager Stephen K. Bannon have flagged as Republicans back away from their earlier zeal to force Bannon to be more forthcoming under a subpoena; Democrats have argued that witnesses such as Lewandowski and former communications director Hope Hicks should also be served with subpoenas for refusing to answer some similar questions.",
  "They have interviewed a witness who said a January 2017 meeting in the Seychelles between Prince and Russian Direct Investment Fund chief Kirill Dmitriev, brokered by the United Arab Emirates, was set up so the incoming Trump administration and the Russian government could discuss U.S.-Russian relations, according to people familiar with the matter.",
  "Schiff said Lewandowski refused to answer certain questions on the grounds that they were not “relevant” — something Schiff dismissed as a “meritless objection.”\n\n“Witnesses don’t get to pick and choose when it comes to very relevant testimony to our investigation,” Schiff said.",
  "The top Democrat on the House Intelligence Committee said Thursday he wants the panel to re-interview Trump supporter and Blackwater security firm founder Erik Prince and serve former Trump campaign manager Corey Lewandowski with a subpoena for his complete testimony.",
  "Rep. Adam B. Schiff (D-Calif.) said he wants to determine whether Prince lied to the panel about a meeting last year in the Seychelles that evidence suggests was an effort to establish a back channel between the incoming Trump administration and the Kremlin.",
  "[Mueller gathers evidence that 2017 Seychelles meeting was effort to establish channel to Kremlin]\n\nPrince told the House Intelligence Committee that he had met Dmitriev in the Seychelles by chance and that he was not representing the Trump administration.",
  "He wants the panel to also speak with George Nader, a Lebanese American businessman who helped organize the meeting in the Seychelles, because his reported version of events “is obviously at odds with” what Prince told the panel in November.",
  "Schiff did not accuse Prince of lying but said the new interviews were necessary “so we can determine which account is accurate.” He added that the panel is waiting for Prince to provide documents to the committee they had requested.",
  "The committee has been struggling with the administration over certain Trump affiliates refusing to answer questions about the transition period and the administration that were not preapproved by the White House.",
  "GOP members of the committee have been pressing leaders to bring the panel’s Russia investigation to a close and issue a report, one Democratic members are not likely to endorse.",
  "Schiff also acknowledged that interviewing Nader possibly rests on securing permission from the investigators in Mueller’s probe — permission the panel has not yet requested.",
  "On Wednesday, Conaway told reporters, “I don’t have a clue who George Nader is.”\n\nNader has been cooperating with special counsel Robert S. Mueller III’s investigators.",
  "Republicans on the committee do not appear to share Schiff’s urgency, either to subpoena Lewandowski or to hold additional interviews with Nader and Prince.",
  "“There is really no way to distinguish these witnesses except that some are in favor and some are out of favor with the White House,” Schiff said Thursday.",
  "The intelligence panel has not had luck scheduling interviews with witnesses who are already cooperating with the Mueller investigation.",
  "), who is running the panel’s Russia probe, declined to comment Thursday about whether he would call Nader or Prince for an interview.",
  "“The special counsel’s obligation is to find out what laws have been broken and decide who should be prosecuted,” Schiff said.",
  "Conaway refused to say Thursday whether the committee would or had scheduled any interviews beyond Lewandowski’s.",
  "“It’s not the special counsel’s responsibility to tell the country what happened.”\n\nRead more at PowerPost",
  "Republican members of the panel have begun writing their report.",
  "Schiff made a public plea for why that standard should change.",
  "Rep. K. Michael Conaway (R-Tex."
]