[
  "Mueller's position as special counsel is in some ways similar to the independent counsels of the past — Mueller's office was created for a particular investigation and is supposed to operate independently of Justice Department oversight on a day-to-day basis — but it differs in that Mueller ultimately must answer to Deputy Attorney General Rod Rosenstein, the highest DOJ official who isn't, as Sessions is, recused from the Russia investigation.",
  "In a January interview on Fox News, diGenova said that the revelation of anti-Trump text messages between FBI agent Peter Strzok — who was removed by Mueller from working on the Russia probe — and attorney Lisa Page were proof of \"a brazen plot to illegally exonerate Hillary Clinton and, if she didn't win the election, to then frame Donald Trump with a falsely created crime.\"",
  "That was followed by a statement on Sunday from Ty Cobb, the White House lawyer handling matters related to Mueller's probe, saying that Trump \"is not considering or discussing the firing of the Special Counsel, Robert Mueller.”\n\nDiGenova brings firsthand experience running a special investigation.",
  "Attorney General Jeff Sessions announced the following day that he had fired McCabe, citing findings by the Justice Department's inspector general's office that McCabe made an \"unauthorized disclosure to the news media\" and \"lacked candor.\"",
  "The New York Times also noted that Toensing represented former Trump campaign cochair Sam Clovis and Erik Prince, who founded the private security firm formerly known as Blackwater USA and served as an adviser to Trump.",
  "DiGenova has also shared the president's disdain for former FBI director James Comey — Comey was \"out of control,\" diGenova said in a May 2017 interview on Fox News — and Comey's former deputy, Andrew McCabe.",
  "McCabe released a statement saying he was \"being singled out and treated this way because of the role I played, the actions I took, and the events I witnessed in the aftermath of the firing of James Comey.\"",
  "President Donald Trump is adding another lawyer to his outside legal team: Joseph diGenova, a former US attorney who has promoted the theory that the FBI and Justice Department conspired to frame Trump.",
  "In a 2013 interview with Washington Lawyer, diGenova said of the independent counsel setup: \"Nothing good is going to come from giving a lawyer a case, an unlimited budget, and a single target.\"",
  "Bush's administration searched then-presidential candidate Bill Clinton's passport files in response to unsubstantiated rumors that Clinton at one time tried to renounce his US citizenship.",
  "\"I have worked with Joe for many years and have full confidence that he will be a great asset in our representation of the President,\" Sekulow said in a statement to BuzzFeed News.",
  "DiGenova did not return a request for comment, and a spokesman for Sekulow did not respond to questions about what diGenova's role would be and why he was being brought on now.",
  "From 1992 to 1995, he served as a court-appointed independent counsel, leading an investigation into how officials in former president George H.W.",
  "Toensing had been representing former Trump legal team spokesman Mark Corallo as recently as last month, when Corallo spoke with Mueller's office.",
  "DiGenova will join Sekulow and John Dowd, who is the president's lead attorney in connection with special counsel Robert Mueller's investigation.",
  "News of diGenova's hiring comes on the heels of a weekend that saw Dowd call for an end to Mueller's probe, in light of McCabe's firing.",
  "DiGenova will be joining Trump's legal team later in the week, according to Jay Sekulow, one of Trump's current lawyers.",
  "He was fired two days before he was set to retire; it isn't clear yet how the firing could affect his pension.",
  "DiGenova in 1995 cleared the Bush administration officials of any criminal wrongdoing.",
  "The New York Times first reported that the president planned to hire diGenova.",
  "DiGenova has joined in the president's criticism of Mueller's investigation.",
  "Toensing and Corallo did not immediately return requests for comment.",
  "On March 15, diGenova was on Fox News calling for McCab'e firing.",
  "DiGenova runs a law firm with his wife, Victoria Toensing.",
  "The independent counsel statute expired in 1999."
]