[
  "Mueller’s team reportedly is looking into whether the United Arab Emirates (UAE), perhaps with help from Nader, tried to gain political influence by putting money into President Trump’s 2016 campaign -- a move that would indicate Mueller’s investigation continues to expand beyond whether campaign officials colluded with Russia.",
  "“He developed close ties to national security officials in the Bush White House.”\n\nNader had been hired by Blackwater USA founder Erik Prince “at one point” to help create deals in Iraq for the business, the Times reported, but Prince told the paper that Nader failed to get contracts with the Iraqi government.",
  "“At the beginning of the Obama era, Mr. Nader tried to parlay his ties to the Syrian government into access to senior members of President Barack Obama’s foreign policy team, while also seeking to advance business deals with former advisers to President George W. Bush,” according to the Times.",
  "And, the president has praised the UAE for the Persian Gulf nation’s efforts to work with the United States on economic issues and squashing terrorism in the region, thanking Crown Prince Mohammed bin Zayed for his efforts just last week, according to the White House.",
  "“Because of his reputation for fairness and his remarkable access to key political and business leaders throughout the region, Nader has produced a magazine of distinction and high quality,” Rahall, D-W.Va., said on Capitol Hill at the time.",
  "The Times reported it had a copy of a memo Nader received about a private Oval Office meeting between Trump and GOP fund-raiser Elliott Broidy, who purportedly has millions worth of private-security contracts with the UAE.",
  "The story also stated that Mueller’s team was interested in how much influence Nader might have had on White House policymaking and whether foreign money has flowed into the U.S. recently to affect Washington policy.",
  "Mueller’s investigators in recent weeks have questioned Nader and asked witnesses for information about whether the UAE tried to buy political influence by giving money to the Trump campaign, according to the Times.",
  "“During the middle part of the last decade, Mr. Nader appears to have spent most of his time in the Middle East, especially in Iraq after the 2003 invasion,” the Times report said.",
  "“Then, he disappeared.”\n\nThe paper added that Nader “effectively vanished from the capital’s policy scene, and his magazine ceased publication in 2002.”\n\nWhat else is there?",
  "George Nader is in the spotlight after a New York Times report said special counsel Robert Mueller’s investigators have questioned the Lebanese-American businessman.",
  "“In the 1990s, George was a very effective under-the-radar operator in the peace process,” former U.S. ambassador to Israel Martin S. Indyk told the Times.",
  "Nader ran the magazine Middle East Insight in the 1990s, with then-Rep. Nick Rahall paying tribute to him in 1996, the Times reports.",
  "MUELLER TEAM LOOKING INTO POSSIBLE UNITED ARAB EMIRATES MONEY INTO TRUMP CAMPGAIN: REPORT\n\nWhat do we know about Nader’s life?",
  "Nader also attempted to arrange an Israel-Syria peace deal during the Clinton administration, the newspaper reported.",
  "Nader reportedly was close to former Trump strategist Steve Bannon, who stepped down from the White House in August.",
  "FORMER TRUMP ADMINISTRATION OFFICIALS, FROM COMEY TO MCCABE\n\nWhat’s going on with the Mueller investigation?",
  "Nader, 58, purportedly has been an adviser to Crown Prince Mohammed bin Zayed.",
  "Nader has been a frequent visitor to the Trump White House.",
  "What about the Trump administration?",
  "Read on for a look at his career."
]