[
  "According to the Post, Prince told lawmakers on the House Intelligence Committee that his meeting with the Russian official was an impromptu session that only came about because he and Kirill Dmitriev, the head of a Russian-controlled financial firm, both happened to be staying at the same hotel in the Seychelles, an island nation in the Indian Ocean.",
  "Schiff said Lewandowski wouldn't answer questions about Trump's firing of former FBI director James Comey, any discussions he had with the president about firing special counsel Robert Mueller, and the writing of a misleading statement about why Donald Trump Jr. attended a June 2016 meeting with a Russian attorney at Trump Tower.",
  "(Photo: Cliff Owen, AP)\n\nWASHINGTON — The top Democrat on the House Intelligence Committee raised questions Thursday about whether Erik Prince, the founder of the private security company Blackwater, misled lawmakers in his testimony about a January 2017 meeting he held with a Russian official close to Vladi­mir Putin.",
  "But according to the Post, “A witness cooperating with Mueller has told investigators the meeting was set up in advance so that a representative of the Trump transition could meet with an emissary from Moscow to discuss future relations between the countries.” The newspaper cited anonymous sources.",
  "The Washington Post reported on Wednesday that Special Counsel Robert S. Mueller III has evidence the Prince meeting was an effort by Trump’s allies to establish “a back channel” between the Trump administration and officials in Moscow.",
  "Later on Thursday, Schiff said he and the other Democrats on the committee have asked the GOP majority to subpoena former Trump campaign manager Corey Lewandowski to compel him to answer questions from the panel.",
  "“It either was a back channel or it wasn’t … And we need to get to the bottom of it.”\n\nSchiff said he would like to call Prince and other witness back before the committee for another round of questioning.",
  "Mueller is investigating efforts by the Russian government to influence the 2016 presidential race and whether there was any collusion between the Trump campaign and Putin allies.",
  "Prince reportedly denied reports that his meeting with Dmitriev was an effort to create a direct line of communication between Trump officials and Putin allies.",
  "\"There is clearly a significant discrepancy” between the Post story and what Prince told the committee, Rep. Adam Schiff, D-Calif., told reporters on Thursday.",
  "Whether that will happen is unclear, as Democrats are in the minority and the committee's probe has been mired in partisan sniping.",
  "\"Witnesses don't get to pick and choose when it comes to very relevant testimony to our investigation,\" Schiff told reporters.",
  "Schiff is the top Democrat on the Intelligence Committee, which is also examining Russian efforts to sway the 2016 election.",
  "The meeting reportedly took place in the Seychelles shortly before President Trump was inaugurated.",
  "Lewandowski testified before the committee for about three hours Thursday behind closed doors.",
  "However, Democrats said he refused to answer key questions and they want him to return.",
  "“Which is accurate I don’t know … but clearly both can’t be true,” Schiff said.",
  "Rep. Adam Schiff, D-Calif., a Democrat on the House Intelligence Committee.",
  "Contributing: Erin Kelly\n\nRead or Share this story: https://usat.ly/2oVRJ2C",
  "He told reporters afterward that he answered all \"relevant\" questions.",
  "Whether that will be granted by the majority or not, I cannot say.",
  "They are taking it under consideration.\"",
  "\"So we have requested a subpoena."
]