[
  "Here's a rundown on how that will play out at energy agencies:\n\n— At the Interior Department: Interior Secretary Ryan Zinke tweeted Thursday that the department would aim to keep public lands “as accessible as safely possible under the law.” Spokeswoman Heather Swift said areas that can stay open with limited support should do so, while parts of parks, refuges and other lands that need snow removal or regular maintenance would close.",
  "Interior’s oil and gas oversight will be running on lower gear, with 73 employees on call at the Bureau of Ocean Energy Management for critical safety, enforcement and emergency response needs, while about half of the Bureau of Safety and Environmental Enforcement’s 874 employees would remain on the job, according to Interior guidance.",
  "“I’m skeptical about whether the other effort out of Texas that’s been going on for more than a year will be able to find a proposal that is acceptable to stakeholder communities on all sides, but the effort deserves credit for taking the time to learn and appreciate the economics around renewable fuels,” he said in a statement.",
  "\"That plan would preserve the 15 billion gallon annual mandate for corn ethanol, but it would split compliance into two categories: One for biofuel credits used in E10 that are capped at the 'blend wall' that is near 9.7 percent of the U.S. gasoline consumption, and another for ethanol used in higher blends, such as E15 or E85.\"",
  "\"Cornyn's office has been hosting talks for months on altering the biofuel program, and he's developed a range of policy options, from creating national octane standards to creating new supports for cellulosic ethanol or further subdividing the system for biofuel credits,\" Pro's Eric Wolff reports.",
  "According to its shutdown plan, which was updated last month, FERC would maintain oversight of energy markets at a “minimum level,” continue to monitor electric reliability and infrastructure, keep inspecting licensed hydroelectric and liquefied natural gas projects, and postpone filing deadlines.",
  "But the governor and Trump ally would not commit to supporting legislation that would ban drilling off his state’s coast, coincidentally a position backed by Sen. Bill Nelson, whom he would challenge if he makes a run for Senate this year, POLITICO Florida’s Bruce Ritchie and Marc Caputo report.",
  "“Our country needs these disciplines now more than ever.”\n\nMAIL CALL — WARREN QUESTIONS EPA ADVISER: Sen. Elizabeth Warren sent a letter to EPA senior adviser Albert Kelly on his appointment to the agency’s Superfund Task Force, given his role at the Oklahoma-based Spirit Bank.",
  "— The Federal Mine Safety and Health Review Commission shutdown guidance, last updated in December, says the agency will “adjudicate only those Federal Mine Safety and Health Act of 1977 disputes that arise from a mine emergency” or are otherwise necessary for public safety.",
  "Blankenship, who will face Rep. Evan Jenkins and state Attorney General Patrick Morrisey in the May 8 primary for Sen. Joe Manchin's seat, told a crowd he “may leave here tonight in a little fancier car, but we come from the same place, and I have not forgotten.” Read more.",
  "“It’s a rugged state with hard-working people.”\n\nBLANKENSHIP LAUNCHES SENATE BID: Former Massey Energy CEO Don Blankenship kicked off his campaign for Senate on Thursday night, where he boasted the pro-coal Trump presidency as an opportunity for his would-be constituents.",
  "In 2013, FERC weathered the two-week shutdown and then-FERC Chairman Jon Wellinghoff suggested the agency could go a full month before being reduced to “essential personnel.” As with all presidential appointees, FERC commissioners are among those who would keep working.",
  "NO MORATORIUM ON TALKING: House Republicans gather today at 1 p.m. for what Natural Resources Chairman Rob Bishop deemed a “very preliminary” meeting on what’s next for the expiring moratorium on oil and gas drilling in the eastern Gulf of Mexico, which lapses in 2022.",
  "\"I haven't seen that proposal, but I've been clear: I oppose offshore drilling,\" Scott told reporters, adding later, “I completely oppose offshore drilling.”\n\nQUOTED: “The good news keeps pouring in,” the president said during a speech near Pittsburgh on Thursday.",
  "Story Continued Below\n\nWHAT IT MEANS: Federal funding expires at midnight on Friday if Republican leaders can’t secure 60 votes in the Senate, effectively shutting the government down for the first time since 2013, when funding lapsed for 16 days.",
  "— At the Federal Energy Regulatory Commission: The agency would keep 49 employees and 18 contractors on the clock, about 4.6 percent of its total employees, if the agency’s carryover funds are exhausted during a government shutdown.",
  "BILL NYE GETS SOTU TICKET: NASA chief nominee Rep. Jim Bridenstine — who was once again approved by the Senate Commerce Committee Thursday — announced he’d bring “The Science Guy” as his guest to Trump’s State of the Union address.",
  "Klotz, who oversees the nation’s nuclear weapons stockpile, was instructed to resign on Inauguration Day 2017 like just about every other political appointee until several lawmakers staged a late-stage intervention to keep him on.",
  "— At the Nuclear Regulatory Commission: The nation’s nuclear power regulator has enough money to keep running for about seven business days, according to an email sent to staff by the agency’s executive director for operations.",
  "Vernon Place NW\n\nCORNYN'S BIOFUELS BID: Texas Republican John Cornyn is drawing up ideas for new legislation to overhaul the Renewable Fuel Standard, in a bid to end the stalemate between corn-state lawmakers and oily ones.",
  "How energy agencies will handle a shutdown\n\nWith help from Alex Guillén, Darius Dixon, Ben Lefebvre, Annie Snider and Anthony Adragna\n\nMOVING CLOSER AND CLOSER TO A SHUTDOWN: The House voted 230-197 on legislation H.R.",
  "EPA said it received three petitions for reconsideration of the rule from: Southwestern Public Service Company, Entergy Services, Inc., and Cleco Power LLC; the Utility Air Regulatory Group; and the state of Alaska.",
  "KLOTZ HANGS UP HIS HAT: Frank Klotz, the rare Obama administration holdover in the Trump era, is resigning from his post as the head of the Energy Department’s National Nuclear Security Administration.",
  "That includes the agency’s three sitting commissioners, but it’s mostly the resident inspectors who oversee reactors around the country, and enough staff for the initial response to a nuclear accident.",
  "DOE ought to be announcing an acting NNSA head today, and we’ve heard that Steve Erhart, NNSA’s policy director, and Doug Fremont, NNSA’s lead on defense nuclear security, are in the mix for the post.",
  "NOMINEE WATCH: Jeffrey Bossert Clark, President Donald Trump's nominee to run DOJ's Environment and Natural Resources Division, cleared the Judiciary Committee Thursday on an 11-10 party line vote.",
  "The agency said it will “commence notice-and-comment rulemaking in which we will address portions of the rule” and that it will finalize guidance documents for State Implementation Plan revisions.",
  "The ultimate goal of Cornyn's proposal, which he is developing in collaboration with Rep. John Shimkus, is to develop consensus options that could become the basis for an eventual RFS reform bill.",
  "\"But also among those in attendance was the father of a 25-year-old man who died in the mine explosion that led to charges against Blankenship, and he called the Senate bid 'a slap' in the face.\"",
  "“Bill Nye has been inspiring countless young people to enter the fields of science, technology, engineering and math since before we used STEM as an acronym,” Bridenstine said in a statement.",
  "Some Senate Republicans have said they'd vote against the bill, report POLITICO's Burgess Everett, John Bresnahan and Rachael Bade, and Democratic support is uncertain without a deal on DACA.",
  "BARRASSO CHALLENGER STILL MULLING RUN: Erik Prince says he’ll likely decide by next month whether he’ll make a bid for the GOP primary against incumbent Barrasso, Pro’s Nahal Toosi reports.",
  "He wasn’t sure of meeting attendees, but suggested Reps. Francis Rooney, Matt Gaetz, Dennis Ross, Mario Diaz-Balart, Daniel Webster, John Rutherford and Neal Dunn as potential ones.",
  "THIS IS STRIKING: Natural Resources ranking member Raúl Grijalva tells ME he’s yet to receive a single substantive response to dozens of oversight letters from Zinke or his agency.",
  "The National Park Conservation Association’s Stephanie Kodish slammed the move in a statement, saying it is \"nothing but a win for polluters at the expense of our national parks.\"",
  "EPA responded in letters to each, which suggest it is revisiting changes made to the submission requirements for states, not the deadline, which was extended until July 31, 2021.",
  "“Americans' monthly utility bills are also going down because major electric companies have announced they will pass their savings from taxes on to their customers,” Trump added.",
  "That includes Administrator Scott Pruitt and his four Senate-confirmed lieutenants, as well as 55 uniformed Public Health Service officers authorized by law to continue working.",
  "EPA is supposed to stop work at Superfund sites, unless doing so would create an imminent threat — like a closed water treatment plant allowing toxins into drinking waters.",
  "Driverless Cars: Who’s Making Sure They’re Safe — At the Washington Auto Show, POLITICO will host a live panel to compare approaches on autonomous vehicle regulation.",
  "EPA MAKES HAZE RULE MOVE: EPA said Thursday it’ll revisit aspects of the revisions made to the 2017 Regional Haze Rule meant to improve visibility at national parks.",
  "During the previous shutdown, for instance, some national labs had enough funds to keep running for more than two weeks while others could have operated for a month.",
  "The issue has been raised with Bishop, but Grijalva said talking oversight with him was like “talking to a stone.” Interior did not respond to request for comment.",
  "— Sen. Bob Menendez led a letter to Senate leadership on Thursday requesting that appropriations legislation taken up by the chamber fix “the deficiencies” in H.R.",
  "\"Blankenship received several ovations from more than 100 supporters present at his town hall-styled kickoff event in\" Logan, W.Va., the Associated Press reports.",
  "For today: In what year did Congress authorize funding for construction of the subway to connect the Capitol to what would be the Russell Senate Office Building?",
  "Andeavor’s Stephen Brown was the first to identify Mae Ella Nolan of California, who in 1923 succeeded her husband in the House after his death left a vacancy.",
  "But the department was largely able to avoid furloughs during the 2013 shutdown because most of its budget comes from \"multi-year\" or \"no-year\" appropriations.",
  "It’s unclear how the shutdown will affect Pruitt’s travel plans; he is expected to visit Japan and Israel next week, although EPA will not confirm those plans.",
  "195 (115) Thursday night to keep the government funded until Feb. 16, kicking the burden of a shutdown to the Senate, where its prospects of passage are grim.",
  "— At the Environmental Protection Agency: EPA's plan, updated in December, calls for 781 of nearly 15,000 personnel to continue working, about 5.4 percent.",
  "— At the Energy Department: DOE’s shutdown plan hasn’t been updated under the Trump administration, and queries to DOE and OMB went unanswered Thursday.",
  "Cornyn said Sen. Todd Young is interested in being involved, and he has consulted with heavyweights on the issue, Sen. Mike Rounds and Chuck Grassley.",
  "Republican leaders will now be forced to consider a shorter stopgap that extends funding for just a few days, while leaders work to strike a deal.",
  "“The oversight, the accountability, the co-equal process that we should have as legislators regardless of the majority, it’s not there,” he said.",
  "But guidance for the Army Corps of Engineers, which manages 2,800 lakes and other recreation sites around the country offered no such reprieve.",
  "Send your tips, energy gossip and comments to ktamborrino@politico.com, or follow us on Twitter @kelseytam, @Morning_Energy and @POLITICOPro.",
  "But while Cornyn's group hasn't honed in on a single policy idea yet, an idea pitched by Marathon Petroleum keeps resurfacing, Eric reports.",
  "VISUALIZE IT: POLITICO’s DataPoint team has compiled this handy graphic illustrating how federal employees would be affected by a shutdown.",
  "“We’re going to be talking to them about what kind of options they actually have, what kind of barriers there are,” Bishop told reporters.",
  "TUNE IN: The California Air Resources Board holds a 50th Anniversary Symposium today at the University of California, Davis, where Gov.",
  "Even if Pruitt can continue, it is likely some of the staff who would normally accompany him internationally would be furloughed.",
  "The committee previously advanced Clark's nomination in August by another party-line vote, but he never received a floor vote.",
  "Employees with expertise can be brought back in the event of a chemical or oil spill, radiological event or other disaster.",
  "Locks, dams and other water infrastructure run by the Army Corps and the Bureau of Reclamation are to remain staffed.",
  "Four employees would remain on as “necessary to protect life and property,” as well as five presidential appointees.",
  "Fish and Wildlife Service guidance can be found here and Office of Surface Mining Reclamation and Enforcement here.",
  "Rick Snyder (R-Mich.) and Richard Threlfall, Partner and Global Head of Infrastructure at KPMG International.",
  "Lab workers may keep plants and animal subjects alive and ensure instruments and facilities aren’t damaged.",
  "Jerry Brown and former EPA Administrator Gina McCarthy will speak on clean air issues and climate change.",
  "If a shutdown goes past that — like it did in 2013 — just 300 employees out of 3,400 will keep working.",
  "The NRC happened to update their plan, which notes that it regularly has “no-year” funding, last month.",
  "Bridenstine has faced criticism from Democrats over his previous doubts about climate change science.",
  "Rick Scott is \"completely\" opposed to the administration’s offshore drilling plan, he said Thursday.",
  "DOE also employs 100,000-odd contractors and how things play out for them is hardly straightforward.",
  "— One year in, Trump's environmental agenda is already taking a measurable toll, Los Angeles Times.",
  "“Wyoming deserves a fighter,” the founder of the private security firm Blackwater told POLITICO.",
  "\"We’re trying to figure out what’s possible and talk to all the key players,\" Cornyn tells Eric.",
  "All registered attendees will gain full access to attend The Washington Auto Show on Jan. 25.",
  "\"I was concerned to learn of your lack of experience in environmental policy,\" Warren writes.",
  "\"This concern was further intensified by your troubled history in the banking industry.\"",
  "“Tremendous reduction in certain companies and people's energy costs.”\n\nWHERE'S ZINKE?",
  "John Barrasso and Jim Inhofe, and said he's hoping to get buy-in from corn states.",
  "Talking about \"Tribal and conservation issues\" at the Tribes of Riverside School.",
  "— EPA official speaks on risk of climate change to toxic sites, Associated Press.",
  "4667 (115) to provide aid to those affected by Hurricanes Irma and Maria.",
  "— Deal reached in rural Washington state water dispute, Associated Press.",
  "Doors open 11:30 a.m. — Walter E. Washington Convention Center — 801 Mt.",
  "The symposium begins at 12:15 p.m. EST and will be livestreamed here.",
  "—A billion-dollar investment in New York’s water, The New York Times.",
  "QUICK HITS\n\n— Oil spill off China coast now the size of Paris, CNN.",
  "Most of the headquarters offices would be down to skeleton staffs.",
  "— Steyer targets state races in Colorado In 2018, Western Wire.",
  "Grassley, for one, remained pessimistic of Cornyn's effort.",
  "SCOTT ‘COMPLETELY’ OPPOSES OFFSHORE DRILLING: Florida Gov.",
  "A limited number of EPA’s activities can continue.",
  "See it here via Zinke's Twitter account here.",
  "Pros, view the full DataPoint graphic here.",
  "Want to add DataPoint to your Pro account?",
  "Cornyn is working on proposals with Sens.",
  "That’s the same as the last time around.",
  "I'm your host Kelsey Tamborrino.",
  "Speakers include Gov.",
  "THAT'S ALL FOR ME!",
  "Read more here.",
  "HAPPY FRIDAY!",
  "Read it here.",
  "Read it here.",
  "Learn more.",
  "Read more."
]