[
  "In recent weeks, the special counsel has collected guilty pleas from former Trump campaign aide Rick Gates and foreign attorney Alex van der Zwaan, and has issued indictments against 13 Russians and three Russian entities alleged to have waged a misinformation campaign to tip the 2016 election toward Trump.",
  "Nader reportedly attended a January 2017 meeting in the Seychelles with a Russian investor connected to President Vladimir Putin, as well as Erik Prince, founder of the private security firm once known as Blackwater and an informal advisor to Trump.",
  "The New York Times reported Tuesday night that Mueller has acquired Emirates aide George Nader as a cooperating witness in the probe of potential collusion between Russia and Trump's 2016 campaign, according to two people familiar with the matter.",
  "It's the first press briefing since a number of late-breaking stories on Tuesday raised new questions about the White House staff, the special counsel's Russia probe and President Donald Trump's increasingly public personal life.",
  "On Monday, former Trump campaign aide Sam Nunberg participated in a series of forthright and occasionally heated interviews after saying he would refuse to comply with the stipulations of a subpoena from the special counsel.",
  "Meanwhile, former adult film star Stephanie Clifford filed a lawsuit against the president over a pact she signed shortly before the 2016 election that barred her from discussing an alleged affair with Trump.",
  "Gary Cohn, Trump's top economic advisor, announced his resignation on Tuesday – a decision that many speculate was catalyzed by Trump's decision last week to impose new tariffs on steel and aluminum.",
  "In another lawsuit, the Department of Justice, led by Attorney General Jeff Sessions, sued California over \"sanctuary\" policies designed to protect undocumented immigrants from deportation.",
  "The subpoena, Nunberg said, asked for all communications between him and a number of Trump-connected figures, including Roger Stone and Hope Hicks, going back to November 2015.",
  "As another official stepped away from the Trump White House, special counsel Robert Mueller's investigation has reportedly expanded all the way to the United Arab Emirates.",
  "He also said that Mueller's team had asked about Trump's business endeavors, including the Miss Universe 2013 pageant in Russia and the Trump Tower Moscow building.",
  "Trump aims to announce the details of his plan to impose tariffs on steel and aluminum on Thursday or Friday, White House officials told CNBC.",
  "The suit alleges that the nondisclosure agreement was never validated by Trump's signature, though his lawyer, Michael Cohen, did sign it.",
  "Stocks sank on Wednesday as the departure of Cohn, a former Goldman Sachs executive and Wall Street darling, echoed through the market.",
  "While claiming that he would not go along with the special counsel, he did say \"I think they may\" have something on Trump when asked.",
  "Nunberg later stepped back from his hard-line stance, saying in an interview that he likely would cooperate with Mueller.",
  "The White House has yet to announce Cohn's replacement, though a number of names have surfaced in news reports.",
  "Cohen said days earlier that he had paid Clifford, whose stage name is Stormy Daniels, out of his own pocket.",
  "Cohn fought behind the scenes to stop the new import taxes, or at least tamp down their effects.",
  "Press secretary Sarah Sanders is set to address reporters in the White House on Wednesday.",
  "Please refresh the page if you do not see a player above at that time.]",
  "[The stream is slated to start at 2:30 p.m., ET."
]