[
  "Even if some serious people wanted him dead, they would know that a person can survive such a fall.”\n\nBorodin wrote a number of stories about Wagner Group, a shady paramilitary organization that has been compared to Blackwater, after around 200 mercenaries embedded with President Bashar Assad’s forces were killed in an attack on Syrian Democratic Forces (SDF) base, where U.S. troops were also stationed.",
  "Miksim Borodin, who published a number of stories about the deaths of dozens of alleged Russian mercenaries who attempted to storm a U.S. facility in Syria in February, died Sunday after falling five stories from his Yekaterinburg apartment balcony April 12.",
  "“But he didn’t write anything; and on the 13th, the media reported that Maksim had been found under his balcony and he was in the emergency room.”\n\nA woman, who says she knew Borodin, told The New York Times to be cautious in reporting potential foul play.",
  "“Several versions are being considered, including that this was an unfortunate accident, but there is no sign a crime has been committed.”\n\nThe door to the apartment was found locked from the inside after Borodin’s fall.",
  "Borodin was not drunk and asked Bashkov to find him a lawyer, as he thought the armed men were waiting for a warrant to search his apartment, according to Radio Free Europe.",
  "Borodin said there were masked “security forces” around his apartment building early April 11, Borodin’s friend, Vyacheslav Bashkov, said in an April 15 Facebook post.",
  "Russian authorities are investigating the fall that lead to the death of a 32-year-old investigative journalist as an accident or something else but not as a crime.",
  "“Those facts suggest that no one left the apartment and that there were probably no strangers there,” police spokesman Valery Gorelykh told local news agency E1.",
  "Content created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "“There are no grounds for launching a case,” the regional Russian Investigative Committee told the TASS state news agency in a statement Monday.",
  "“I didn’t call him after that, although I was waiting for him to write something on Facebook,” Bashkov wrote.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "An hour after that, Borodin called Bashkov again to say the officers were conducting a drill.",
  "“Why would someone break into his apartment in broad daylight and throw him off his balcony?",
  "Follow Thomas Phippen on Twitter\n\nSend tips to thomas@ dailycallernewsfoundation.org.",
  "The keys were found inside, leading police to claim there was no foul play.",
  "There was no suicide note in his apartment, either, police said.",
  "“Let’s switch on our logic here,” Yulia Fedotova told The Times."
]