[
  "Jolie also told the paper she ‘had a bad experience with Harvey Weinstein in my youth.’ … Several other women shared similar experiences in a shocking exposé by Ronan Farrow for the New Yorker.”\n\n\n\nClinton issues statement about the allegations - Fox News: “Hillary Clinton on Tuesday broke her silence on the sexual misconduct allegations against Hollywood producer and Democratic donor Harvey Weinstein, saying such behavior ‘cannot be tolerated.’ ‘I was shocked and appalled by the revelations about Harvey Weinstein,’ the 2016 Democratic presidential nominee said in a statement, released on Twitter by spokesman Nick Merrill.",
  "At the top of the ticket, current Democratic Lieutenant Governor Ralph Northam leads former Republican National Committee Chair Ed Gillespie, 49% to 42%, with Libertarian Cliff Hyra taking 3% of the vote and another 6% still undecided”\n\n\n\nNEW CLAIMS AGAINST WEINSTEIN INCLUDE RAPE\n\nFox News: “Lurid allegations against Harvey Weinstein spread like wildfire on Tuesday as A-list actresses Angelina Jolie and Gwyneth Paltrow accused the studio head of harassment, and the New Yorker published an exposé with claims he raped three women and forced himself on four more.",
  "Both have emerged as leaders of an intensifying conservative campaign to oust Republican incumbents and replace them with bomb-throwing outsiders – an effort that is aimed at undermining Senate Majority Leader Mitch McConnell.”\n\n\n\nCook: GOP schism will have electoral consequences - National Journal: “With 25 Democratic Senate seats up next year, ten in states Trump carried, five in states the former real estate developer won by 19 points or more, this should be a year for the GOP to expand its current narrow 52-48 majority.",
  "Their courage and the support of others is critical in helping to stop this kind of behavior.’”\n\n\n\nPLAY-BY-PLAY\n\nStock market stays strong with Trump in White House - Wash Times\n\n\n\nPence promises federal assistance to assist California wildfires - Fox News\n\n\n\nPennsylvania GOP lining up behind businessman Scott Wagner for 2018 gubernatorial race - National Review\n\n\n\nAUDIBLE: SOUNDS LIKE A FUN LUNCH\n\n“I think it’s fake news, but if he did that, I guess we’ll have to compare IQ tests.",
  "Republican President Donald Trump ended the Obama-era DACA program last month that protected the Dreamers, and gave Congress six months to find a solution.”\n\n\n\nTRUMP MOCKS CORKER’S SHORT STATURE\n\nFox News: “Dusting off an old nickname, President Trump blasted ‘Liddle Bob Corker’ on Tuesday and said the Republican senator sounded like ‘a fool’ in his latest New York Times interview -- escalating one of the nastiest feuds the president has had with a sitting GOP lawmaker.",
  "It’s an addiction and an unhealthy one at that,’ one former GOP aide said of the repeal and replace effort.”\n\n\n\nDems eye shutdown threat to force amnesty for DREAMers - Reuters: “While Democrats and immigration advocates recoiled at hardline immigration proposals unveiled this week by the White House, they see a chance to force Republicans’ hand on legislation to help young ‘Dreamers’ brought to the country illegally as children.",
  "In addition to the banning of Blackburn’s video, we have seen in recent weeks the sites’ inability to control malicious dishonesty in the wake of the Las Vegas shooting, successful efforts by phony accounts to stoke racial discord over NFL players using the national anthem to protest police brutality and found out that the volume and reach of ads sold to Kremlin operatives in 2016 was far greater than previously imagined.",
  "Bannon said it was ‘totally unacceptable’ for Corker to suggest the president is childish when there are U.S. troops fighting wars abroad…”\n\n\n\nBannon bags a challenger for Hatch - Politico: “Utah Republican Boyd Matheson, a former chief of staff to Sen. Mike Lee, is strongly considering a 2018 challenge to veteran GOP Sen. Orrin Hatch – the latest in a string of potential primaries against sitting Republican senators.",
  "The candidates are not scheduled to meet again before the election.”\n\n\n\nNew poll shows Northam with a solid lead - Christopher Newport University: “With barely a month to go before Virginians choose their next governor, lieutenant governor, and attorney general, all three Democratic candidates maintain statistically significant leads over their Republican rivals, according to a Wason Center survey of likely voters.",
  "GOVERNOR DEBATE FOCUSES ON ECONOMY, TAXES\n\nWaPo: “Virginia’s two major-party candidates for governor went after each other in their third and final debate before the Nov. 7 election… Democrat Ralph Northam and Republican Ed Gillespie kept a civil tone but clashed over themes of economic progress for rural Virginia in a debate held Monday night in the state’s ailing coal country.",
  "The tweet on Sen. Bob Corker, R-Tenn., was the latest jab in a war of words that’s been building since the weekend.”\n\n\n\nBannon: Corker should resign for the sake of the troops - The Hill: “Stephen Bannon, President Trump’s former chief strategist, is calling on Sen. Bob Corker (R-Tenn.) to resign following his disparaging remarks about the president’s ability to lead.",
  "note: Well, Mr. Kregel, I say a lot of things… I’m not sure which appearance you are referring to, but lest there be any misunderstanding, I think that it looks next to impossible for Republicans to complete anything this year and that what promises to be a very painful primary season for 2018 Senate races will do nothing to make a grand bargain more likely.",
  "About 83 percent of the 12.2 million people covered by Obamacare health plans get subsidies that help them pay their premiums… Associations likely wouldn’t be required to sell to people with pre-existing health conditions and wouldn’t be required to offer 10 essential benefits set forth by Obamacare, Brookings Institute analyst Matt Fiedler said Monday.",
  "Under different circumstances, the GOP could hope to boost their Senate numbers by four to seven seats, perhaps even reaching the magic 60-seat Senate super-majority level… But given their current disarray, Republicans will need to fight hard to gain any new seats, and losing one or two of their own seats would put their majority in jeopardy.",
  "Fiedler said the damage to the individual insurance market would be ‘quite significant’ because healthier people would seek cheaper coverage through associations, driving up premiums in the Obamacare market.”\n\n\n\nCan GOP keep promising ‘repeal and replace?’ - Axios: “‘I don’t see any problem with talking about repeal and replace.",
  "SCOREBOARD\n\nTrump net job-approval rating: -16.4 points\n\nChange from one week ago: up 1.8 points\n\n\n\n[President Trump’s score is determined by subtracting his average job disapproval rating in the five most recent, methodologically sound public polls from his average approval rating, calculated in the same fashion.]",
  "And I can tell you who is going to win.” – President Trump in an interview with Forbes, discussing the reports that Secretary of State Rex Tillerson called him a “moron.” Tillerson, along with James Mattis, were scheduled to have lunch with the president at the White House today.",
  "TRUMP POISED TO SHAKE UP HEALTH INSURANCE MARKETS\n\nBloomberg: “President Donald Trump on Tuesday hinted on Twitter that he’s getting closer to signing an executive order that could erode Obamacare, after Republicans in Congress failed to pass a repeal bill.",
  "FROM THE BLEACHERS\n\n“You contend that Senator Corker’s recent comments about chaos being averted by the three close advisors to the President may actually undercut their efforts, due to Trump’s fear of having his power usurped by subordinates.",
  "Can anybody hear me out there?”\n\n\n\nTo have the answer come back not just in large numbers but with a widening web of interactions with new online acquaintances provided enormous immediate gratification and created millions of loyal users.",
  "Of course what is sensitive here is that there are strong objections from the Pentagon and proponents of limited government power about what happens when a superpower relies on hired hands rather than its own military to fight its wars.]",
  "The social media site forbade a campaign video from Rep. Marsha Blackburn R-Tenn., for including the phrase “the sale of baby body parts,” in reference to what Blackburn believes is precisely that conduct by Planned Parenthood.",
  "“That most useful kind which relates to borrowing and lending is reduced within the narrowest limits, and this still more from an opinion of insecurity than from the scarcity of money.” – Alexander Hamilton, Federalist No.",
  "Or maybe the comparison you would invoke here is the difference between a “privateer,” one who takes plunder from the enemy with the blessing of their government during wartime and a “pirate” who operates without sanction.",
  "As we learn more about how the Kremlin took advantage of these providers through ads, fake content and other manipulations, it becomes clearer that the salad days for maximum profits and minimal liabilities are over.",
  "They include raising inner eyebrows (‘puppy-dog eyes’) to show fear, surprise, or sadness; pulling back lip corners (smiling) in greeting or submission; and opening eyes wide to indicate alarm.”\n\n\n\nFlag on the play?",
  "Whether it does or doesn’t, we were just pointing out that if Corker himself believes that the steady hands surrounding the president are really keeping America away from chaos, why would he rub Trump’s nose in it?",
  "Corker may be looking to increase the political pressure on Trump to keep those steady hands in place, but one would tend to think that Trump, famous for his vindictiveness, would want to do exactly the opposite.",
  "“It takes an infinite degree of audacity for any member of the Senate, the most ineffective and least accomplished governing body, to criticize anyone, anywhere at any time.” – Mike Larson, Walton, Ky.\n\n\n\n[Ed.",
  "The car prowler was found with paperwork stolen from the first victim’s vehicle and was charged with vehicle prowl and possession of stolen property.”\n\n\n\nChris Stirewalt is the politics editor for Fox News.",
  "What we need in this country are some statesmen, both Republican and Democrat, who are willing to do something for the good of the country, instead of politicians, who are out for the good of their party.",
  "Paltrow told the New York Times Weinstein invited her to his suite at the Peninsula Beverly Hills hotel after casting her in the lead role for ‘Emma’ and suggested they go to the bedroom for massages.",
  "**\n\nOn the roster: Social media comes of age - Trump poised to shake up health insurance markets - Trump mocks Corker’s short stature - New claims against Weinstein include rape - Is that you, Bruce?",
  "I think there is a not inconsiderable chance that before the end of next September Republicans might, using the 51-vote threshold under budget reconciliation rules, put through some kind of tax cut.",
  "… An order allowing association health plans would give Americans in the individual market who don’t receive government subsidies another health care option outside of the Affordable Care Act.",
  "Now, Google, Twitter and Facebook are in a headlong dash to convince customers that they can be responsible corporate citizens like their forbearers in print, radio, movies and television.",
  "Various media have repeatedly suggested that the three experienced military gents exert those checks and balances, thus maintaining as even a keel as possible under the circumstances.",
  "The federal communications commission set tight limits for what broadcasters could and could not send across public airwaves, but until now, social media platforms have been exempt.",
  "This strikes me as something akin to the proprietors of casinos insisting on the word “gaming” rather than “gambling” or undertakers not wanting to be called undertakers anymore.",
  "“This former first lady…”\n\nThe biggest losers from a historical perspective are likely to be social media giants Facebook and Twitter, as well as dominant search engine, Google.",
  "Federal government has taken steps to regulate every medium on which Americans rely for the free flow of information in order to maintain our status as a self-governing people.",
  "I certainly take your point about the degree to which America’s political system and world events have been shaped by an anxious desire to not upset the current president.",
  "… When each man was given the opportunity to query his opponent, both pitched off-kilter questions as a way of trying to underscore what they perceive as their strengths.",
  "Matheson, a prominent conservative who currently runs the Salt Lake City-based Sutherland Institute think tank, would be a formidable contender should he decide to run.",
  "Republicans, who control both houses of Congress, may need Democratic votes to approve the legislation because of divisions within their party over fiscal restraint.",
  "By awarding some users certain status, by manipulating newsfeeds and other sleights of hand, the companies were really, as they would say, “curating” the experience.",
  "The United States has come to be increasingly reliant on contractors, especially to provide security at bases and diplomatic outposts in hostile parts of the world.",
  "Then they watched behavioral footage – 15 hours of video showing 86 male and female horses, from a variety of breeds, ranging in age from four weeks to 27 years.",
  "Twitter is certainly allowed to censor content on its own website, but the incident shows just how tricky things have become for America’s social media mavens.",
  "We did not mean anything pejorative in describing Blackwater as a mercenary force, only to make clear that its business was to provide war fighters for money.",
  "note: I hate to be the one to tell you, Mr. Wiltsee, but there are no checks and balances in the White House other than the ones the president himself allows.",
  "SOCIAL MEDIA COMES OF AGE\n\nEthicists, biologists and the Supreme Court of the United States continue to wrestle with the question of when human life begins.",
  "Even before the Russia business, conservatives were already angry at these outlets for skewing left whenever it came to deciding what was newsy and notable.",
  "Whether the government can devise controls that can curb abuses but not crush the medium may be the single most important challenge facing Washington today.",
  "… The party needs to sublimate its divisions, get mainstream Republicans to the polls, and persuade the Trump base to cast ballot for non-Trump Republicans.",
  "Democrats are considering insisting on help for the Dreamers as their price for providing the votes that may be required to prevent a government shutdown.",
  "The last step was to use a tool called EquiFACS (Equine Facial Action Coding System) to catalog the eye, lip, nostril, and chin movements they’d observed.",
  "But the only thing worse than breaking your promise once is breaking it again and again – and that’s where some conservatives fear their party is headed.",
  "Matheson traveled to Washington last week, where he met with former White House chief strategist Steve Bannon and Citizens United President David Bossie.",
  "15\n\n\n\nTIME OUT: NOT A ONE TIC PONY\n\nNat Geo: “Recent findings have revealed that our equine friends use 17 discrete facial movements to communicate.",
  "Senator Corker’s recent statements are not ‘news.’ Corker may have revealed, however, the deep distrust of Mr. Trump in GOP congressional circles.",
  "“I take issue with you calling Steve Prince a ‘mercenary.’ He was legally employed by the US Government to supply security and not to fight wars.",
  "After years demanding to be treated as bystanders to their own platforms, they are eager to show that they are ready for responsible adulthood.",
  "‘If Bob Corker had any honor or decency, he should resign immediately,’ Bannon told host Sean Hannity on Fox News’ ‘Hannity’ on Monday night.",
  "Researchers at the University of Sussex discovered this by dissecting a horse head and identifying the musculature below its facial features.",
  "The challenge is always finding the degree of regulation that will preserve the platforms but not make them into house organs for Uncle Sam.",
  "If we start demanding that people have moral authority before criticizing others, there won’t be anything left to talk about in Washington!]",
  "Just 9 months into a four-year term, the President has the whole World walking on eggshells, for fear of provoking some off-the-wall action.",
  "Unlike members of the armed services, Prince argued that hired guns could stay in theater for longer stretches, increasing effectiveness.",
  "The media and some politicians used Blackwater as a whipping boy for the problems in Iraq.” – David W. Nelson, Bloomington, Minn.\n\n\n\n[Ed.",
  "The congresswoman, who is running for Senate, holds a different view than those at Planned Parenthood and most in the Democratic Party.",
  "The reason that is bound to change is that the companies have managed to offend the sensibilities of both Republicans and Democrats.",
  "These benefits include pregnancy and newborn care, hospitalization, mental health and substance-abuse services and rehabilitation.",
  "… In the end, the two wrapped up the debate on a more polite tone, thanking each other – and their wives – for running this year.",
  "Even better, they soon realized, was that all of that sharing would create the most valuable trove of consumer data ever amassed.",
  "UPI: “An attempted car thief in Washington left a pair of ‘Hulk Hands’ on the steering wheel after being confronted by a witness.",
  "His supporters would certainly argue that this uncertainty has benefits and that keeping people off-kilter will, in fact, MAGA.",
  "All his actions were covered by legal agreements with various US Government entities, and his actions were covered by US law.",
  "And it’s why last week’s news reduced the odds of the GOP retaining its majority from a good bet to even money.”\n\n\n\nFINAL VA.",
  "Strict antitrust laws were enacted to try to preserve a variety of viewpoints in a rapidly consolidating newspaper industry.",
  "Further, you imply that the ’delicate dance’ between politicians and their advisors over power and influence is not unusual.",
  "Share your color commentary: Email us at\n\nHALFTIMEREPORT@FOXNEWS.COM and please make sure to include your name and hometown.",
  "Prince, who is now contemplating a run for Senate, has argued that military contractors should take the lead in Afghanistan.",
  "Pasco Police shared photos of the green styrofoam hands left clutching to the wheel after the car prowler fled the scene.",
  "Americans for a decade thrilled at the idea of an unfiltered space in which they could share their ideas with each other.",
  "These companies, like all media companies, were exerting influence over what users saw, when they saw it and how often.",
  "… Jennifer Wathan, the study’s lead author, says the similarities between horse movements and human ones are striking.",
  "One complication here is that the continued strong performance of markets lessons the pressure on Republicans to act.",
  "The platform providers pretended that they were just an open forum for which users directed their own experiences.",
  "Far from the popular misconception of ‘mercenaries’ as outside the law, this was not the case for Blackwater.",
  "The American public deserves re-assurance that some checks and balances exist within the current White House.",
  "Can the ultimate usurpation of Donald Trump’s powers be far off?” – David Wiltsee, Applegate, Calif.\n\n\n\n[Ed.",
  "How and when will have a great deal to say about whether there is a tax cut and of what nature it might be.]",
  "And now Democrats, who like to regulate things anyway, are blaming their 2016 defeat on skeevy social media.",
  "Some of the contracts ran to a thousand pages, and even specified what their people could wear, and when.",
  "But part of the reason that markets have been so robust have been because Wall Street expects a tax cut.",
  "As we have seen in Trump’s response to Corker’s jabs, the president has lived down to the accusations.",
  "A spending bill that Congress will need to pass in December in order to keep the U.S. government open.",
  "“Chris- I listened with interest (a week or so on Fox News) to your optimistic outlook on tax reform.",
  "You might say that Hillary Clinton was the hardest hit by Russian interference in the 2016 election.",
  "I don’t believe it is realistic to think the Republicans can ‘pick off’ 8 Dems on ANY major issue.",
  "In a recent opinion piece, Prince said the word “mercenary” denigrates those in the profession.",
  "‘I thought he was going to fire me,’ she said of the producer who helped jump-start her career.",
  "Doing so, he argued, would allow the U.S. to take a longer view of the Afghan occupation.",
  "To continue some ‘delicate dance’ just to protect Donald Trump from reality is untenable.",
  "Perhaps, but the current tensions inside 1600 Pennsylvania Avenue are without precedent.",
  "’That male ran off, but left behind a pair of Hulk-hands attached to the steering wheel.",
  "Some Republicans are loathe to admit defeat in a battle they’ve been waging for years.",
  "That’s 10 fewer than humans – but one more than dogs and four more than chimpanzees.",
  "They once had a beautiful dream: Free content, no liabilities and unlimited profits.",
  "Was made to sound a fool and that’s what I am dealing with!’ Trump tweeted Tuesday.",
  "In doing what his company was hired to do, there were times when they used weapons.",
  "Police spotted the suspect two blocks away about an hour later and arrested him.",
  "- Email us at\n\nHALFTIMEREPORT@FOXNEWS.COM with your tips, comments or questions.",
  "‘The Failing @nytimes set Liddle’ Bob Corker up by recording his conversation.",
  "Necessary to the success, though, was the belief that this was all organic.",
  "(The Republicans can barely get their own 52 members to agree on anything).",
  "Bit by bit, though, the companies had to admit that that was not the case.",
  "They see a non-viable fetus with valuable tissue for scientific research.",
  "The current anxiety-ridden state of affairs cannot continue indefinitely.",
  "In Iraq, the contracts specified he was not under Iraqi law, but US Law.",
  "A ‘mercenary’ is someone who is hired solely to fight for a principal.",
  "‘The behavior described by women coming forward cannot be tolerated.",
  "Ideology rules the day.” – David Kregel, Grand Rapids, Mich.\n\n\n\n[Ed.",
  "The Blackburn case illustrates well the source of those resentments.",
  "If they get it right, we will be more connected and better informed.",
  "It’s not over,’ Senate Finance Committee Chairman Orrin Hatch said.",
  "… According to Paltrow, Weinstein threatened her to keep her quiet.",
  "The Dems are very good at being in lock step with their leadership.",
  "If they wrong, we will keep running toward a new digital dark age.",
  "They were not inside the vehicle before the prowl,’ police said.",
  "But she will become, in time, the answer to a trivia question.",
  "Who knew a content manager at Twitter had it all figured out?",
  "Labels and titles matter a great deal in sensitive subjects.",
  "**Want FOX News Halftime Report in your inbox every day?",
  "Twitter went with the former and chose to shut her out.",
  "Want FOX News Halftime Report in your inbox every day?",
  "note: It’s not illegal to be a mercenary, Mr. Nelson.",
  "I think you give an overly rosy outlook on this.",
  "That feedback loop will be broken at some point.",
  "So we are left to wonder what Corker’s aim was.",
  "Blackburn sees a human baby waiting to be born.",
  "If Corker is right, that sounds like trouble.]",
  "Brianna McClelland contributed to this report.",
  "Steve himself rarely entered the war zone.",
  "One can only guess how this will play out.",
  "It was like CB radio, but with cat GIFs.",
  "THE RULEBOOK: HOW ABOUT $20 TRILLION?",
  "Blackwater was not hired to do that.",
  "But now, their dream is dying.",
  "But now comes the hard part.",
  "‘They can’t stop themselves.",
  "Read his book on Blackwater.",
  "note: Careful, Mr. Larson!",
  "The outlook is not so hot.",
  "We still want to do it.",
  "That’s a tall order.",
  "IS THAT YOU, BRUCE?",
  "“Is this thing on?",
  "Sign up here.",
  "Sign up here.",
  "Their focus?"
]