[
  "Third, and most importantly, Prince proposes a way for the United States to win, or at least achieve some goals, by reducing the conflict’s visibility and allowing the long-term commitment that might be needed to strengthen the Afghan forces and wear down the Taliban.",
  "Last year, Prince proposed a plan to the administration to create a “viceroy” in Afghanistan and to transfer most support activities to long-serving contractors, including the advising of Afghan forces and the conduct of air operations.",
  "It’s not clear that the military has a plan to “win” or even to withdraw after achieving some minimal goals, like establishing a government that will not permit terrorist attacks on the United States.",
  "U.S. operations in Iraq and Afghanistan (and Vietnam for that matter) have been criticized for the lack of continuity, not having 17 years of experience but one year of experience 17 times.",
  "A year ago, the president laid out his plan for Afghanistan, which included about 6,000 more troops above the Obama level of 9,000, and fewer restrictions on military operations.",
  "Given the military’s opposition and Prince’s baggage, full implementation of such a plan is extremely unlikely, but some shift of the military/contractor balance could occur.",
  "He has an opening because of the president’s frustration with the continued stalemate in Afghanistan and the military’ lack of a clear plan for concluding the conflict.",
  "His term “viceroy” is unfortunate because of the connotations of colonialism, but the notion that one person should be in charge of the U.S. effort makes some sense.",
  "This was highly controversial, both because of Prince personally and because the military opposed turning so many of its customary functions over to contractors.",
  "Whether it’s possible to bring together all the elements of government, particularly the departments of Defense and State, is unclear, but it’s worth exploring.",
  "The low visibility allowed the strategy to be sustained for many years, and it succeeded by giving Colombia the time and tools to wear down the insurgents.",
  "Indeed, Afghan security forces recently lost and then re-took the town of Ghazni at great cost, part of the see-saw war that has been going on for years.",
  "He claimed never to have lost the client, but the company was accused of atrocities, particularly a 2007 incident in Baghdad where 20 people were killed.",
  "For those unfamiliar with the name, Prince founded the security company, Blackwater, which provided private security details in Iraq.",
  "This was the U.S. strategy in Colombia, long-term support for the local forces conducted almost entirely through contractors.",
  "Contractors already outnumber military personnel in Afghanistan by 2:1, so some additional use would not be a major change.",
  "There are no parades as the “heroes” come home, no yellow ribbons, no congressional hearings about stress on the force.",
  "However, it has resurfaced recently, with Prince holding a series of interviews and getting some media attention.",
  "Erik Prince is back, publicizing his plan for the Afghan war that is both heretical and worth considering.",
  "It’s now a year later, and victory looks no closer than it has in the previous 17 years of the war.",
  "Second, Prince proposes building a cadre of contractors who stay in Afghanistan for the long term.",
  "Prince offers three things that could be very useful:\n\nFirst, he recommends unity of command.",
  "Long-serving personnel could develop deeper relationships with Afghan troops and leaders.",
  "The president had wanted to get out entirely, and now he’s probably feeling trapped.",
  "After 17 years of war, it might be time to try something different.",
  "To be blunt, conflicts run by contractors have low visibility.",
  "To say he is controversial would be an understatement.",
  "The president repeatedly talked about “winning”.",
  "Why would anyone pay attention now?",
  "The plan was thought to be dead."
]