[
  "\"Between on or about March 27, 1984, and on or about April 12, 1984, within the District of Columbia, George A. Nader, knowingly did use and caused to be used the mails for mailing, the carriage in the mails and delivery of certain non-mailable matter that is a certain envelope addressed to Mr. S. Nader, c/o International Insight, 2019 Connecticut Avenue, N.W., Washington, D.C., containing copies of obscene, lewd, lascivious and filthy magazines, pictures and films, commonly known as \"child pornography,\" the indictment filed in open court Jan. 29,1985, reads.",
  "According to the judge's opinion in the case, the materials were discovered when a U.S. Customs Service officer inspected mail addressed to Nader, according to the judge's opinion, the officer found \"an eight-mm movie film, four magazines and one advertisement for another film.",
  "The New York Times reported earlier this week that Nader, a Lebanese American businessman, testified before a grand jury last week, and Mueller is interested in whether Nader funneled money from the United Arab Emirates to Donald Trump's election efforts.",
  "George Nader, the top Arab Emirates adviser reportedly cooperating with special counsel Robert Mueller's investigation, was charged in 1985 with importing obscene material, according to court documents first obtained and reported by The Atlantic.",
  "\"In sum, this court holds that the warrant read in its entirety amounts to a general warrant which is impermissibly broad and in violation of the Fourth Amendment to the Constitution,\" the judge's opinion reads.\"",
  "The Times reported that Nader was present at the January 2017 Seychelles meeting involving Blackwater founder and informal Trump adviser Erik Prince and a Russian associate of Russian President Vladimir Putin.",
  "But the judge, D.C. District Court Judge John Garrett Penn, found that the much of the execution of the warrant that revealed the images violated Fourth Amendment protections against search and seizure.",
  "Finally, the court rules that the offending portions of the warrant may be severed and that the search and seizure of the six items described with particularity in the warrant may be upheld.\"",
  "Mueller is investigating Russian election meddling and any ties to the Trump campaign, in a probe that doesn't appear to be slowing down anytime soon.",
  "The indictment claims Nader \"knowingly\" allowed the delivery of \"filthy magazines\" and other materials containing \"child pornography.\"",
  "CBS News has reported that Mueller is seeking documents related to Mr. Trump and several of his closest advisers.",
  "For the purposes of the instant motion, the Court assumes that the film and the magazines are obscene.",
  "The court further holds that there is no basis not to apply the exclusionary rule in this case.",
  "Also reviewed at the same time were two other magazines found in the package, \"Boy No.",
  "The 1985 charges alleged that Nader came into the possession of pictures of nude boys.",
  "The charges were eventually dropped, and he was never convicted.",
  "The magazines and the pictures depict nude boys.\"",
  "CBS News' Clare Hymes contributed to this report.",
  "CBS News subsequently obtained the indictment.",
  "53\" and \"Sweet Little Sixteen, Volume 3, No.",
  "8\" and two pictures."
]