[
  "In his opening presentation to the jury on Monday, Assistant US Attorney John Crabb said that Khatallah did not start the fire that killed Stevens and Smith, or launch the mortars that killed the security officers, but he planned the assault along with a cadre of co-conspirators, stocking up on supplies in advance and warning others in the area not to interfere.",
  "He disputed that statements that Khatallah made to FBI agents after he was captured would prove his guilt, and questioned the motives of the government’s witnesses, one of whom received a $7 million reward for gathering information and aiding in Khatallah’s capture in June 2014.",
  "On the first day of trial for the Libyan man accused of planning the deadly 2012 attack on a US government compound in Benghazi, Libya, the jury heard from a State Department security officer who was one of the last people to see US ambassador Christopher Stevens alive.",
  "The trial comes two months after a federal appeals court ruled against the government in another high-profile case, vacating the conviction of a former Blackwater security contractor found guilty of first-degree murder in a 2007 mass shooting in Iraq.",
  "Robinson also indicated that the defense would focus on the fact that the FBI agents who questioned Khatallah during his 12-day sea voyage to the United States did not record any audio or video of the interviews.",
  "Although the government identified more than a half-dozen alleged co-conspirators and participants in the attack during its opening presentation, Khatallah is the only person to stand trial so far.",
  "He said he ran into the building where Stevens was staying, got his gear, and led Stevens and another State Department employee, Sean Smith, into a safe room protected by metal bars.",
  "Khatallah was captured and charged because the US and Libyan governments needed to hold someone responsible, and Khatallah was “easy” to find, Robinson said.",
  "He spoke little to his lawyers, listening to the arguments and testimony via headphones that piped in an Arabic translation from courtroom interpreters.",
  "The US attorney’s office in DC has handled terrorism cases before, but not the same extent as its counterparts in New York and Alexandria, Virginia.",
  "Khatallah, Crabb said, “hates America with a vengeance.”\n\nKhatallah’s lawyers presented a starkly different narrative in their opening presentation.",
  "Wickland said the lights started to go dim, and it took him a moment to realize it was because thick, black smoke was filling the building.",
  "A large group of people burst into the building and then, after a few men unsuccessfully tried to break the locks to the safe room, left.",
  "To date, only one person, Libyan national Ahmed Abu Khatallah, has been publicly charged in a US court in connection with the incident.",
  "Khatallah, he said, went to the US compound that night only because he heard something had happened and went to see it for himself.",
  "The evidence would show that other people were the “brains” of the operation, defense attorney Jeffrey Robinson told the jury.",
  "Before the trial, Khatallah’s lawyers unsuccessfully argued that statements he made at sea should be inadmissible at trial.",
  "On Sept. 11, 2012, Scott Wickland said he was sitting by a pool in the US compound when he heard shouting and then gunfire.",
  "I was right next to them and then that’s it.”\n\nStevens and Smith died of smoke inhalation from a fire in the building.",
  "Khatallah’s trial, in the US District Court for the District of Columbia, is expected to last at least a month.",
  "Two US security guards, Tyrone Woods and Glen Doherty, died in an attack on a second US facility in Benghazi.",
  "He told Stevens and Smith that they were going to move to a bathroom with a window, about eight meters away.",
  "The District’s newly sworn-in US attorney, Jessie Liu, was in the courtroom for the first day of trial.",
  "They started crawling, but along the way Wickland said he realized Stevens and Smith weren’t with him.",
  "Khatallah was in court on Monday wearing a white button-down shirt, dark pants, and sneakers.",
  "It’s a significant case for the US attorney’s office in Washington, DC, on several levels.",
  "According to federal prosecutors, Khatallah was involved in orchestrating the attack.",
  "When Khatallah arrived, a building was already on fire, Robinson said.",
  "There are 15 jurors hearing Khatallah’s case, nine women and six men.",
  "Crabb was a lead attorney for the government in that case as well.",
  "“To this day, I don't even know where they went.",
  "“That eight meters,“ he said, shaking his head.",
  "But any relief was short-lived."
]