[
  "When Jaime is subsequently asked how in the world he could possibly have thought he could save Brienne—what with his being unarmed and one-handed and all—his response is essentially: I didn't need to keep Brienne from being killed; I merely needed to get between her and the bear so you guys would keep me from being killed.",
  "Add to this his heavy convention schedule, his other side projects (the possible Dunk & Egg prequel, The Wit and Wisdom of Tyrion Lannister), and his vague assertions regarding a target date for The Winds of Winter, and it seems that even if Martin eventually does manage to complete the final two (or maybe three?)",
  "This was one of several scenes that seemed to suffer from poor direction—which is potentially unfortunate given that this episode's director (Michelle MacLaren, a veteran of Breaking Bad, The Walking Dead, and other series) is taking the helm again next week.",
  "Caveats first: Don't click on the link if you haven't read the books, and don't click on it if you'd prefer to avoid spoiler-y speculation (but only speculation: I have no inside knowledge) about where this storyline might be headed.",
  "On one level, I suppose this is commendable: Rather than take the easy route and transcribe the relevant portions of his oeuvre into a screenplay, he's bought into, and even expanded upon, Benioff and Weiss's alternative version.",
  "Not to put too fine a point on it, but given the thousands of pages he still has ahead of him, perhaps rewriting parts of the story he already wrote more than a decade ago is not the most practical application of his time.",
  "In other news, Robb joined the recent parade of dude-ity in a lengthy post-canoodling scene with Talisa that seemed to me to point, alternatingly, toward two different (and mutually exclusive) deviations from the novel.",
  "What is perhaps most peculiar of all is that, for all its deviations from Martin's text, this episode was written (like \"The Pointy End\" in Season One and \"Blackwater\" in Season Two) by Martin himself.",
  "It's a nice little variation on the old I don't need to run faster than the bear, I only need to run faster than you gag, and it speaks not only to Jaime's courage but to his intelligence as well.",
  "In the book, Jaime leaps into the pit with Brienne and, just as the bear is about to mangle them both, it's preemptively snuffed by a volley of crossbow bolts from Bolton's men.",
  "I mean, here she is, an invaluable hostage in a camp full of armed men, and when she stomps her foot and storms off no one moves to stop her until after she's escaped?",
  "I can't really describe them without resorting to spoilers for the non-book-readers in the audience—including you, Spencer—so I'll link to them on another page.",
  "Sansa will be Sansa, of course, but is even she so dim that it only now occurs to her that she'll be expected to have sex with her husband-to-be?",
  "Perhaps more relevant though, is that this adds to the accumulating evidence that Martin is never going to finish the remaining novels.",
  "Perhaps she and Tormund should get together and teach a seminar on Advanced Sexual Technique...) The Arya scene felt clunky as well.",
  "were they afraid of a PETA boycott?—but it made the conclusion of the episode as disappointing as most of what came before.",
  "Also, to those who do click through, please keep your comments on the questions raised there to that page.",
  "books of A Song of Ice and Fire, it won't be until long after Game of Thrones has completed its run.",
  "A few thoughts, finally, on the episode's concluding scene, from which it takes its title.",
  "Why they altered it is beyond me—was this version supposed to be more exciting?",
  "I was underwhelmed, too, by the segments with both Stark girls.",
  "(As usual, though, I enjoyed Natalie Dormer's Margaery.",
  "To put it succinctly: They really screwed this up.",
  "(What happens in Vegas, etc., etc.)",
  "Anyway, it's here."
]