[
  "Eric Baculinao / NBC News\n\n\"China's infrastructure investments in other countries will eventually have good returns, and good relations will be established with these countries, so it's worth it,\" added Yao Yaodong, 25, who works at a venture capital firm.",
  "\"Americans currently conceive of power in almost exclusively military terms, which is ironic, because we claim to believe in the power of markets to shape events, and the Belt and Road Initiative relies on markets,\" Freeman told NBC News.",
  "It envisions new roads, high-speed rail, power plants, pipelines, ports and airports and telecommunications links that would boost commerce between China and 60 countries in Asia, Europe, the Middle East and North Africa.",
  "\"There is a huge market for U.S. technology, and by bringing development and stability to Afghanistan and other parts of Central Asia, which are hotbeds of terrorism, the Belt and Road will also benefit U.S.",
  "AFP - Getty Images\n\nPrince's Frontier Services Group has announced two operational bases in China to provide security to the northwest and southwest corridors of the Belt and Road project.",
  "Related: $46 Billion Project Reveals China's Power Play in Pakistan\n\n\"If we don't seize exports opportunities where they exist, the jobs will go to others, not Americans,\" Freeman added.",
  "He highlighted that the countries involved boast about 55 percent of global economic output, 70 percent of the world's population and an estimated 75 percent of known energy reserves.",
  "\"The ambitious plan is not empty talk,\" the official Xinhua News Agency declared, highlighting that China has already invested more than $50 billion in 20 countries along the routes.",
  "Wang Yiwei, a professor of international relations at Renmin University, cited the example of Erik Prince, the Blackwater founder and brother of Education Secretary Betsy DeVos.",
  "The Chinese majority-controlled Greek port of Piraeus, which will serve as a maritime gateway to Central Europe with a planned Belgrade-to-Budapest high-speed rail link.",
  "Former U.S. Assistant Defense Secretary Chas Freeman described the Belt and Road project as \"potentially the most transformative engineering effort in human history.\"",
  "The U.S. delegation is led by Matt Pottinger, a special assistant to President Donald Trump and senior director for East Asia on the National Security Council.",
  "But instead of the camels and caravans that transported spices and silk hundreds of years ago, a $1.4 trillion network of modern trading routes would be built.",
  "On Sunday, Chinese President Xi Jinping will host 28 heads of state at the opening of a two-day summit focusing on the so-called \"Belt and Road\" initiative.",
  "And surrounded by heads of state, Pottinger's relatively low position raises questions about how seriously the Trump administration is taking the project.",
  "The China-Myanmar oil pipeline, which has provided Beijing with its first overland access to Middle East crude that skips the Malacca Straits choke point.",
  "\"The 'Belt and Road' program includes no military component, but it clearly has the potential to up-end the world’s geopolitics as well as its economics.\"",
  "The government's Belt and Road fever has resulted in the China Daily releasing a children's bedtime story video called \"The Belt and Road Initiative.\"",
  "Belt and Road is still a vision, but if it's realized in a significant way, all roads in Eurasia will \"lead to Beijing\" in time, according to Freeman.",
  "Related: China Plans a Megacity the Size of New England\n\nBelt and Road can \"solve global woes,\" according to state-run Global Times newspaper.",
  "Chinese President Xi Jinping Peter Klauzer / Pool via EPA, file\n\nBeijing hopes the gathering will rally international support for the plan.",
  "\"Regardless of the U.S. government attitude, U.S. companies will join the Belt and Road if there is money to be made,\" Wang told NBC News.",
  "That total includes:\n\nThe Gwadar port project in Pakistan, which will open trade routes to China's landlocked western region of Xinjiang.",
  "With 12,500 miles, China already boasts of the longest high-speed rail network in the world — with plans to almost double it by 2025.",
  "/ Updated By Eric Baculinao\n\nBEIJING — China is aiming to re-create Marco Polo's ancient \"Silk Road\" that connected Europe to Asia.",
  "Among Xi's guests will be Russian President Vladimir Putin, as well as the leaders of Turkey, Italy, Pakistan and the Philippines.",
  "\"I beg to differ regarding investing in other countries, because I believe it's better to use the money for our country,\" Li said.",
  "\"I support it because it's good publicity for China, and we are not that poor anymore,\" said Meng Xiawu, a 30-year-old courier.",
  "Xi's colossal program is 11 times the size of the U.S. Marshall Plan, which reconstructed Europe after World War II.",
  "Their company plans to export on trade routes being developed as part of China's \"Belt and Road\" trade initiative.",
  "Ships traveled from China through Southeast Asia to Africa, and they'd bring things back to China like giraffes.",
  "Analysts suggest the project could shift the center of global economy and challenge the U.S.-led world order.",
  "\"China will become the center of economic gravity as it becomes the world's largest economy,\" he added.",
  "The plan is to enable train travel from London to Beijing \"in a mere two days,\" according to Freeman.",
  "\"American aloofness\" is not an answer to the strategic challenge posed by the initiative, he argued.",
  "In part, it runs: \"Once upon a time, several routes led from China to Central Asia to Europe.",
  "So what do ordinary Chinese people think of their country's most expensive foreign venture?",
  "... China's president, Xi Jinping, proposed making new routes like the old routes.",
  "However, the country's children are being taught to embrace the \"new Silk Road.\"",
  "Workers package bricks of tea leaves for export in Wuyi, China, on Thursday.",
  "Breaking News Emails Get breaking news alerts and special reports.",
  "The news and stories that matter, delivered weekday mornings.",
  "His visit to observe the summit was only announced Friday.",
  "Under Belt and Road, a total of 50,000 miles is projected.",
  "But Li Xiaomin, 28, a human resources worker, disagreed.",
  "A minister from reclusive North Korea will also attend.",
  "Dawn Liu and Sami Tseng contributed to this report.",
  "It's called the Belt and Road Initiative.\"",
  "Meng Xiangwu, 30, is a courier in Beijing.",
  "It was called the Silk Road.",
  "But even bigger.",
  "security.\"",
  "..."
]