[
  "“Again, the most effective time the U.S. had against terrorism was about the first year, post-9/11, and the more the Pentagon got involved, and the more battalions of lawyers and bureaucrats got involved, everything slowed down, and all progress stopped.”\n\nIn response to a caller who had military experience in Iraq, Prince talked about the restrictive rules of engagement and burdensome force-protection policies imposed on U.S. troops, pronouncing them too cumbersome for dealing with a vicious irregular enemy.",
  "That’s going to take them from conventional-sized units that can go from battalions, up to even brigade size, thousands of people, down to at least operating at no more than two- to four-man terror cells.”\n\n“It was interesting in the forum last night, Hillary saying ‘I will never use U.S. ground troops,’ and she’s going to try to phone it in from the air – clearly a strategy that hasn’t been working for the last two and a half years, because ISIS is still very active, and still ever as deadly,” Prince said.",
  "But when he says ‘take the oil,’ if friendly forces occupy that territory, that oil is no longer available to the enemy for sale.”\n\nHe said that holding land even allows ISIS to run its own science programs, since they have “taken over the University of Mosul, their science department, and they are using it as a weapons lab for doing research on weapons that will evade detection in the West.”\n\n“You have to take away any legitimacy that the caliphate has by owning or controlling land.",
  "And so there’s not a lot of other real military capability in the Middle East.”\n\nHe recalled the CIA’s use of indigenous forces after 9/11, “led by CIA officers, supported by American air power,” and suggested Trump tap the same kind of intelligence teams to conduct a similar strategy against the Islamic State on the ground, combining “cash, authority, and a real will to fight.”\n\n“DOD can support that, but it must be an Agency-led effort,” Prince specified.",
  "The Pentagon, as Mr. Trump laid out, needs to beef up its conventional military capabilities, which have been eroded and chewed up, trying to fight basically guys with pickup trucks, with our first-rate, very expensive military equipment.”\n\nInstead, he advised using “other guys in pickup trucks” to combat these non-state irregular forces, adding “a few elements of technology to give your side the advantage.”\n\n“You focus on going cheap,” Prince said.",
  "“If you think about, what was the most effective response the U.S. has had to terrorism, I would say it was the first 12 months after 9/11, where you had a few case officers, a handful of special operations officers, supported by capable air and agency air, and it literally turned the Taliban back in a matter of weeks.”\n\n“The U.S. military’s war plan, going back to 9/11, was basically bombs, missile raid, and a ranger raid for the first six months.",
  "Prince said the persecution of Christians draws relatively little media coverage in the United States because “when you have very few people who believe anymore here, who are in those positions of writing, it’s easy for them to ignore.”\n\nMeanwhile, in the Middle East, Christians find themselves in a “war of tribal extinction, where you have ISIS rolling into a village, lining everyone up, and asking them what they believe.",
  "So it’s been that way for 40 years, and you have to separate them, because those two are in a blood feud, and unless they have a very clear boundary, they’re going to continue to fight.”\n\n“You have to basically have the Russians and Assad be willing to shrink the footprint of what Assad’s going to run, and I would take eastern Syria, western Iraq, and put it into a greater Sunni country, call it Sunnistan,” he proposed.",
  "He thought Trump was stronger on content during the forum, because “Hillary doesn’t have anything to be strong on, content-wise.”\n\n“Her foreign policy record is a disaster, whether it’s being part of pulling out of Iraq, basically when the war had been won and the country had been stabilized, all that blood and treasure and effort, literally thrown down the drain by the Obama Administration,” Prince said.",
  "“And then her leading a cavalry charge into Libya, to cause what was a cooperating state on counter-terrorism, they’d given up their nuclear weapons, and she turned it into an Islamic fascist kinda hell-hole that is still melting down – a transit point for millions of refugees a year, thousands of which drowned, people being beheaded, Coptic Christians being murdered, the list of terribles.",
  "He cited legendary military theorist Carl von Clausewitz’s idea that military courage comes in two forms: the individual courage of the soldier, which the U.S. has a “surplus” of, thanks to our “fantastic soldiers, NCOs, and junior officers.”\n\n“The other kind of courage it takes are senior leaders that are willing to commit their people to action, with an uncertain outcome,” he said.",
  "That’s why we’re still spending $44 billion a year in Afghanistan, and right now the Taliban controls more land in Afghanistan then they did on 9/11, 15 years ago.”\n\n“To go at this the same way it’s been done is the definition of insanity, because we keep going around and around in circles,” he said of Hillary Clinton’s counter-terrorist agenda.",
  "We’ve built up this massive barrier mentality when we’re trying to engage with the enemy, and it prevents effective action.”\n\nFor example, he said that “if you’re fighting in Afghanistan, you have to call a U.S. lawyer sitting in an air-conditioned office in Qatar, at some U.S. Air Force base, to get permission to drop a bomb.”\n\n“That’s wrong.",
  "“To elaborate, due to a significant donation into the Clinton Foundation, the State Department ended up approving the sale of a company that owns 20% of the uranium in the United States, certainly a strategic fuel stock for us here, for nuclear energy production, and of course for nuclear weapons, if necessary.",
  "“I think perhaps the lies, the distortions have reached a tipping point, that the rest of the media is saying, we can’t be this dishonest all the time on these matters, we have to do something right,” Prince told Breitbart Editor-in-Chief Alex Marlow on Thursday’s Breitbart News Daily on SiriusXM.",
  "It makes for a very heavy triathlete that’s going to have a hard time bobbing, and moving, and flexing, and moving quickly to fight non-state actors.”\n\nPrince said of Hillary Clinton’s position, “There’s no there there.”\n\n“To announce that you’re never going to use ground troops is wrong.",
  "You’ve even seen other cases of that in Somalia, or Nigeria, or wherever, where radical Islamist terrorists are lining up people and murdering them, if they can’t recite lines from the Koran.”\n\nPrince predicted Trump would “have his hands full” if he became Commander-in-Chief.",
  "He’s listening to some different voices on this, and who knows what that would look like, but I have way more confidence in Mr. Trump doing the right thing than Hillary.”\n\nBreitbart News Daily airs on SiriusXM Patriot 125 weekdays from 6:00 a.m. to 9:00 a.m. Eastern.",
  "“A light, unconventional, again contracted or indigenous force, ought to roll up and destroy any conventional pockets of ISIS, in the entire Iraq/Syria theater.”\n\n“You have to negotiate a deal with what Syria looks like, post-ISIS, with Putin,” he continued.",
  "Prince agreed with a caller that Trump could do more with Hillary Clinton’s sale of American uranium reserves to Russia, calling the story “an under-explored question, certainly by the mainstream media.”\n\n“Clinton Cash does an excellent job of covering it.",
  "He talked about how the maps of modern Iraq and Syria were drawn by the Sykes-Picot treaty in 1916, and that old world has “gone away.” He advised drawing a new map along “tribal and religious lines,” and then allowing good borders to make good neighbors.",
  "And they have largely been run out of Dodge by continued attacks and violence.”\n\nOn the matter of giving Christians a homeland, Prince said there will be a conference called “In Defense of Christians” in Washington this very weekend.",
  "They would still get money, like al-Qaeda does, via some high-net-worth radical Islamist donors, and there’s other ways to deal with that, but you have to take away the legitimacy of the caliphate, by denying them sanctuary anywhere.",
  "Retired Navy SEAL and former Blackwater CEO Erik Prince thought it was “shocking indeed that Matt Lauer asked any question that wasn’t pre-scripted from the Clinton team” during Wednesday night’s national security forum.",
  "“Whether you use U.S. ground forces, whether you use local Arab forces, or whether you use contracted forces, it’s not that difficult to assemble a force – a few thousand people, we’re not talking tens of thousands.",
  "They didn’t want to put any significant boots on the ground until the following April, of 2002, and this is while their headquarters, the Pentagon, was still smoking under attack,” Prince recalled.",
  "It’s now in the hands of a Russian state enterprise.”\n\nMarlow asked for Prince’s take on Donald Trump’s often-repeated call for “taking the oil” after an operation such as the Iraq War.",
  "They sell that oil, they sell it off – oddly enough, by truck, to Erdogan’s son, the ruler of Turkey, so that even the Erdogan family is in on the criminal enterprise of it all.",
  "It means basically to ISIS saying, yes, we can sit back and tear away at these Americans, because they’re afraid to commit their people to come and get us,” he said.",
  "If you give it to the conventional military, they will insist on tens of thousands, just because they move with a much, much larger logistics footprint,” he said.",
  "With that, you could actually have a homeland for Christians, because Christianity’s been in the Middle East for longer than Islam, for the past 2,000 years.",
  "“When you throw hundreds of billions of dollars onto an organization, year after year after year, it creates a lot of bad habits, it creates a lot of fat.",
  "This is a long, drawn-out, long and slow-burning fight, and you have to provision and plan to fight the enemy, to be able to outlast them.",
  "“If I were in the Trump Administration, I would say that the Pentagon does not have a leading role to play, battling non-state actors.",
  "“Give the Kurds, who have been our most steadfast allies, fighting against Daesh and radicalism there, give them their own homeland.",
  "During the Wednesday night forum, Trump more specifically called for seizing oil production before the Islamic State could take it.",
  "It’s a mess that someone’s going to have to go clean out.”\n\n“You’re not going to get Saudi Arabia to send troops,” he continued.",
  "A Shia minority being in charge in Syria is almost like the untouchables running India – it just doesn’t happen.",
  "When the Pentagon gets involved, and you start rolling blocks of 10,000 people in, it comes at an enormous cost.",
  "It’s just saying well, we’re going to get our Arab allies to do more.”\n\n“There’s no there there,” he repeated.",
  "“The caliphate, ISIS, operates with legitimacy in their minds because they control land,” Prince noted.",
  "Remember, Turkey was a major transit point – and still is – for ISIS fighters and weapons, et cetera.",
  "“To me, that’s disqualifying for Hillary, because that’s what she would default to,” Prince said.",
  "“You know, the Alawites, the Assad family are from the Alawite tribe, that’s a Shia minority.",
  "“They’re being destroyed left, right, and center along their southern border in Yemen.",
  "“He’s gonna have a military bureaucracy that needs massive reform,” he said.",
  "This is not an invasion of Grenada that’s going to be done in five days.",
  "He can’t leave, because if he does, the Alawites will be slaughtered.",
  "Unfortunately, enough of America hasn’t seen it yet,” he said.",
  "“I think Mr. Trump is willing to take a different direction.",
  "“Doing so will cut off a major part of their money supply.",
  "That is a non-serious way to fight a war,” he declared.",
  "The Turks’ main interest is in destroying the Kurds.",
  "So she has no record to go on,” he pronounced.",
  "“I think that’s what we’ve suffered from.",
  "It should be an intelligence function.",
  "“You’re not going to trust the Turks.",
  "They cannot have a state,” he urged.",
  "“That land they control holds oil.",
  "Jordan is pretty much tapped out.",
  "“Her position is untenable.",
  "“This is the Long War.",
  "LISTEN:"
]