[
  "In 2008, for example, actress and activist Mia Farrow explored hiring Blackwater to intervene in Darfur, telling ABC News at the time, “Blackwater has a much better idea of what an effective peace-keeping mission would look like than Western governments.” Private military companies also allow governments to disclaim involvement in politically controversial activities.",
  "“Who’s going to tell him you can’t do that after 10 years of war in Iraq and Afghanistan?”\n\nWhat follows is an edited and condensed transcript of an interview I conducted with McFate who, as an employee of the Defense Department, wanted me to note that these are his views, not those of the U.S. government.",
  "If those mercenaries hired by Nigeria that killed Boko Haram are actually succeeding—and it looks like they are, according to reports—and there’s not a whole lot of backlash in the international community, I can imagine somebody saying, well let’s do this against al-Shabab [in Somalia].",
  "If you think about this as an arms-control issue, both [drones and private military companies] should be part of the same category, because they allow national governments to get involved in fighting without actually having citizens do it.",
  "Gilsinan: In the book you raise the point [that private armies lower] the cost of war—and drones do a similar thing when they’re employed by national armies—but that lowering the cost of war could make it more likely.",
  "America's reliance on private military companies in Iraq and Afghanistan over the past decade hasn't just expanded the industry; it's also started to change the conduct of international relations.",
  "Sean McFate: When we think of technology of war, we think of just national armies using it, but now there’s this growing industry of private actors, and they also have access to this technology.",
  "And I could also imagine private military actors showing up and saying, you know, when you hired those mercenaries in Nigeria, they were really effective but they were really expensive.",
  "In 2007, 2008, some companies and even NGOs were looking at using unarmed drones to go to Darfur and to try to document massacres during the genocide there.",
  "McFate: Private navies [which some shippers employ to protect seaborne cargo from piracy] would use drones to find out where the pirates are coming from.",
  "So I can see a situation of arms escalation, trying to get to price points that make sense for consumers, if you will.",
  "McFate: The private military industry allows you to fight wars without having your own blood on the gambling table.",
  "And that’s just going to happen at some point, which means we’re talking about private air forces to some extent.",
  "In theory, armed forces for hire give private actors the option to wage wars where governments can’t, or won’t.",
  "I can do the exact same thing they did at one-tenth the price by using this fleet of 200 drones that are armed.",
  "And that creates moral hazard for policymakers, because it lowers the barriers of entry into conflict.",
  "I hate to commodify conflict that way, but that’s kind of what this industry’s about.",
  "They’re already using drones, in an unarmed context, like reconnaissance.",
  "“Putin is using Chechen mercenaries in Ukraine, allegedly,” McFate said.",
  "It’s hard to track the data of who’s buying this globally.",
  "Kathy Gilsinan: How are private armies using drones?",
  "It would take very little to make a kamikaze drone.",
  "Look at what’s going on in Nigeria right now.",
  "And drones just do that as well."
]