[
  "As the New York Times noted, “[T]he appeals court ruled that he never should have been prosecuted in the same trial as his colleagues, one of whom said he — and not Mr. Slatten — fired the first shots.” The appellate court also rejected the long sentences given to the other three defendants, since they had been prosecuted for a weapons charge — carrying a machine gun — that was usually reserved for drug crime prosecutions, and which was doubly absurd because the government had required them to carry that weapon in the course of their duties.",
  "But for Blackwater, the battle at Nisour Square had been just another day at work in pre-“surge” Iraq, in what was widely recognized at the time as the most dangerous city in the world, where terror attacks were carried out daily against U.S. forces, foreign aid officials, private contractors, and — bloodiest of all — rival Iraqi sects.",
  "On Thursday, the Daily Beast reported that some Blackwater alumni who want to see their comrades freed are furious at Attorney General Jeff Sessions, calling him “spineless” on this issue and on the Russia investigation, which has roped in Blackwater founder Erik Prince over a meeting he had in a bar in the Seychelles.",
  "The defense also notes that the “crime scene” was cleared of evidence before anyone could examine it; that no bullets that killed the civilian victims were ever traced to the defendants’ guns; and that spent AK-47 cartridges were found but withheld from the defense.",
  "The men of Blackwater “were in disbelief when they found themselves in the middle of an international firestorm, accused of heinous and untrue crimes, villainized in the media, their careers destroyed, their reputations ruined,” defense lawyers say.",
  "But critics say that the DOJ should drop the prosecution, which they say is politically motivated, and which has been marred by several violations of the defendants’ rights, including the withholding of exculpatory evidence.",
  "The Trump administration’s Department of Justice (DOJ) is continuing the prosecution of four former employees of Blackwater, the military contractor that was involved in a 2007 shootout in a public square in Baghdad, Iraq.",
  "They argued that under existing law governing private military contractors, the courts lacked jurisdiction to try the defendants, because they had been working for the State Department, not the Department of Defense.",
  "But a year later, the case against the remaining defendants was thrown out, with the presiding federal judge finding that prosecutors had violated the defendants’ constitutional rights.",
  "Circuit agreed that the government had withheld exculpatory evidence, at least with regards to Slatten: namely, that another defendant had admitted firing at the civilian car first.",
  "Circuit Court of Appeals dismissed the charges against Slatten, but the DOJ indicted him again in 2014, this time for murder, accusing him of firing at the civilian car.",
  "On September 12, 2007, Blackwater was escorting a State Department official in Nisour Square, Bagdhad when the convoy allegedly came under attack from small arms fire.",
  "For others, Blackwater represented a troubling shift to the use of private military contractors, or “mercenaries,” rather than active members of the U.S. armed forces.",
  "All four are still in prison — including Slatten, who is waiting behind bars while the federal government decides whether or not to prosecute him for a fourth time.",
  "For some, Blackwater was a symbol of human rights abuses by the U.S. in Iraq, akin to the abuse of prisoners by the Army and the CIA at the Abu Ghraib prison.",
  "As the case progressed, charges were dropped against one defendant, leaving Nick Slatten, Paul Slough, Evan Liberty, and Dustin Heard still in the dock.",
  "After a series of legal battles, and under pressure from the Iraqi government, the Obama administration DOJ decided to charge the five again in 2013.",
  "In the waning days of the George W. Bush administration, the DOJ prosecuted five Blackwater employees for manslaughter and weapons charges.",
  "Eventually, all four were convicted by a Washington, DC jury, with Slatten sentenced to life in prison and the others to 30 years.",
  "Blackwater — which was renamed Xe Services, and later Academi — immediately became a target for critics of the Iraq War.",
  "The company was taken somewhat by surprise when several employees were prosecuted for what they saw as doing their job.",
  "A small civilian vehicle also approached the convoy, and was allegedly perceived as a potential secondary attack.",
  "A sixth pleaded guilty to manslaughter in exchange for testimony and served a year in a minimum-security prison.",
  "The trial court must now re-sentence Slough, Liberty, and Heard, while Slatten awaits his fate in prison.",
  "The Iraqi government inflamed the Nisour Square battle into a major grievance against the United States.",
  "Earlier this month, the appellate court rejected the DOJ’s request to re-hear the case en banc — i.e.",
  "He is the co-author of How Trump Won: The Inside Story of a Revolution, is available from Regnery.",
  "And anti-war Democrats turned Blackwater into the scapegoat for complaints about the Iraq War.",
  "The defense also accuses the DOJ of “forum shopping” for a D.C. jury more likely to convict.",
  "In the ensuing exchange of gunfire, including at Iraqi police, 17 civilians were killed.",
  "The Blackwater team returned fire, though it was later accused of shooting first.",
  "He was named one of the “most influential” people in news media in 2016.",
  "They just want to see the DOJ do what they believe is the right thing.",
  "But a three-judge panel of the Court of Appeals for the D.C.",
  "Joel B. Pollak is Senior Editor-at-Large at Breitbart News.",
  "The defense team points out several problems with the case.",
  "But most could care less about politics, in this context.",
  "And in August 2017, Slatten’s conviction was thrown out.",
  "The court refused to let Slatten be tried separately.",
  "Follow him on Twitter at @joelpollak.",
  "The courts rejected that argument.",
  "with a full panel of judges.",
  "All four men appealed.",
  "The D.C."
]