[
  "My inbox has been full ever since with calls to converge on the White House to protest against pipeline construction, to rally against the refugee ban, to see the huge Greenpeace banner that read “Resist.” This last weekend, protesters gathered in airports around the country in support of those detained because of Trump’s executive order banning Muslims from seven countries from entering the United States.",
  "They want to turn America into a more Christian, more homogenous, more traditional vanguard for the far-right, and that requires keeping away potential immigrants of the “wrong” religion or ethnicity, and even scaring more recent arrivals into considering relocation to more secure countries.",
  "Only then could they win congressional approval to suspend civil liberties — a la the Patriot Act — and use new powers to control the press, arrest “domestic terrorists,” and go after the “deep state” of those opposed to their rule just as Recep Tayyip Erdogan has been doing in Turkey.",
  "Zunger suspects a quid pro quo between Trump and Russian President Vladimir Putin whereby the elimination of sanctions against the Kremlin is rewarded by the transfer of shares in the Russian state oil company through shell companies into Trump’s hands.",
  "The administration — such that it is, given the pause in confirmations and the mass departures of civil servants from government agencies — is in improvisational mode, just as the Trump campaign was during the election.",
  "An informal anti-Trump group in the Senate might include McCain, Cory Gardner of Colorado, Dean Heller of Nevada, Jeff Flake of Arizona, Mike Lee of Utah, Rob Portman of Ohio, and of course Susan Collins of Maine.",
  "There’s been much speculation that the Trump administration is up to something a great deal more than a few outrageous executive orders, that these are only to distract attention from the real conjurer’s trick.",
  "The liberal elite and the rainbow coalition of civil society interests can join hands and somehow use the vehicle of the Democratic Party to win the mid-terms in two years and oust Trump two years after that.",
  "He’s invited his strategic adviser Steve Bannon into the National Security Council, but it’s not as if his noxious views weren’t already represented there by National Security Adviser Michael Flynn.",
  "Populists of Trump’s ilk are often eyeing the spoils — what political scientists call “mass clientelism.” They use the levers of the state to enrich their own friends and colleagues and hangers-on.",
  "If, four years from now, there’s a funeral for the political ambitions of Trump and Bannon, the American flag will be flying over it, and the Star-Spangled Banner will play in the background.",
  "Or how about hefty private security contracts to Erik Prince, founder of the infamous Blackwater, who just happens to be the brother of Betsy DeVos, the nominee for secretary of education?",
  "Challenging the Constitution, bypassing the normal institutions of government, ignoring the courts: The Trump administration is seeing exactly how far it can go to upend the rule of law.",
  "He’s repeatedly disseminated falsehoods — about crowd sizes at inaugurations, about voter fraud in the election — but Trump demonstrated throughout his life an aversion to the truth.",
  "The president has been even more audacious and paranoid than expected, but that’s only if you expected him to suddenly become presidential after a lifetime of being, well, a schmuck.",
  "The president has been even more audacious and paranoid than expected, but that’s only if you expected him to suddenly become presidential after a lifetime of being, well, a schmuck.",
  "Tax cuts for the rich, major deals for military suppliers, bonanzas for extraction industries: Trump and his cronies have gotten their hands on an almost limitless source of money.",
  "Trump and his top advisers must also have known that his executive orders would cause a ruckus — not only among his opponents, but even among some within the Republican Party.",
  "Painting Trump’s policies as fundamentally opposed to the nation can bring together a much broader swath of the American public and appeal as well to the Trump constituency.",
  "“Anytime you do anything hugely successful that challenges the failed orthodoxy, you’re going to see protests,” Stephen Miller, senior adviser to the president, told CBS.",
  "That’s a much bigger margin than Trump’s popularity rating or, certainly, his presidential “victory.”\n\nTrump’s moves aren’t only designed to enrage the opposition.",
  "The Women’s March after the inauguration deluged D.C. in a sea of pink hats and generated companion protests in an extraordinary 670 cities around the world.",
  "He neglected to mention Jewish victims in the annual Holocaust memorial, and then doubled down by having Reince Priebus insist that it wasn’t an oversight.",
  "Of course, they risk dividing the country even more thoroughly, and their victory may well be a Pyrrhic one if the Trump constituency proves ungovernable.",
  "New policies on extraction industries curry favor with the likes of Joe Manchin (D-WV) on coal and Heidi Heitkamp (D-ND) on the Keystone pipeline.",
  "What they haven’t anticipated is a different strategy: to use divide-and-conquer against them by appealing to a more encompassing patriotism.",
  "That also includes the Republican Party, particularly the politicians who had the temerity to stand in the way of Trump’s rise to power.",
  "Seduced by the flash and celebrity of a Trump casino, you didn’t even realize that your pocket was being picked at the roulette table.",
  "They want to show Trump supporters that the new president is pissing off all the people he promised to piss off during the campaign.",
  "More than 100 members of the national security world, including many who served under George W. Bush, also decried the travel order.",
  "They think of the United States in national terms, not as sectorial interests to be won over (Rust Belt, evangelicals, Southerners).",
  "More likely will be obscure deals that benefit U.S. oil companies that will then contribute heavily to Trump’s reelection campaign.",
  "We meanwhile can’t avoid playing our roles as protesters, all the time hoping that sheer numbers can alter the political calculus.",
  "Trump and his cronies will do whatever they can to pit different Democrats and different protest communities against one another.",
  "Trump and Bannon want these protests and reactions (though perhaps not on the scale of the initial post-inaugural mobilization).",
  "In an piece on Medium, Yonatan Zunger speculates that the Trump administration is testing the waters for a future coup d’état.",
  "But it was always clear that Trump’s references to the “Judeo” part of “Judeo-Christian” were just a bit of sly misdirection.",
  "The problem is that he’s surrounded himself with a set of hard-right ideologues who will do the actual work of governance.",
  "To do so, however, will require more than a few executive orders, rescinding Obamacare, or even overturning Roe v. Wade.",
  "If that were his only motivation as president, the country could weather the next four years of egotistical buffoonery.",
  "If that were his only motivation as president, the country could weather the next four years of egotistical buffoonery.",
  "Carlos Barria / Reuters\n\nThe resistance to Donald Trump’s presidency has been strong, sustained, and multi-dimensional.",
  "And then, of course, there’s been the tidal wave of critical reaction from leaders overseas, including U.S. allies.",
  "Unfortunately, the Islamic State or al-Qaeda would be more than happy to play their part in that particular drama.",
  "If I were to indulge in speculation, I could imagine that Bannon, Flynn, and others want to provoke another 9/11.",
  "According to a Reuters poll this week, 48 percent of American voters back the ban vs. only 41 percent opposed.",
  "Don’t let his Jewish son-in-law and converted daughter distract you from his flirtations with anti-Semitism.",
  "They want to rob the liberal elite — the politicians, the academics, the media — of all political influence.",
  "They don’t care if their executive orders increase the risk of a terrorist attack on the American homeland.",
  "Then there’s Trump’s infrastructure plan: a grand opportunity to deliver federal funds into private hands.",
  "Republican senators Lindsey Graham and John McCain, for instance, questioned the wisdom of the Muslim ban.",
  "That includes activists of various stripes, op-ed columnists, and, naturally, progressive pundits like me.",
  "At one level, Trump has done everything in his life for one purpose alone: his own self-aggrandizement.",
  "At one level, Trump has done everything in his life for one purpose alone: his own self-aggrandizement.",
  "Either way, it looks as though the United States is finally about to succumb to the resource curse.",
  "And they are rightly appalled at how Trump is governing so obviously against the national interest.",
  "A tremendous amount of power has been concentrated in the executive branch over the last 15 years.",
  "If we’re good actors, we can take even the most banal script and turn in a powerhouse performance.",
  "They want to create a new political order that will extend well beyond a single term or even two.",
  "The top ranks of the State Department have been cleared away to prepare for Team Tillerson.",
  "They also might not have the numbers to win in 2020, not in the Electoral College at least.",
  "Trump’s promised infrastructure plan appeals to many traditional Democratic constituencies.",
  "Trump and company haven’t even explored the limits of the power they’ve just inherited.",
  "And yet it also seems scripted somehow, as if we’re playing the roles assigned to us.",
  "Don’t believe that his name on the cover of a book means that he wrote any of it.",
  "But they’ll also need to divide the Republican Party and the Trump constituency.",
  "They need concrete proof that America is under direct threat by the outsiders.",
  "Don’t let his wife fool you into thinking that he isn’t constantly womanizing.",
  "I have a visceral dislike of nationalism, particularly the American variety.",
  "They don’t care that the anti-Muslim executive orders enrage Iran and Iraq.",
  "And denunciations from all those furriners represent the icing on the cake.",
  "The targeting of various trade deals helps to peel off some union support.",
  "Stalwarts of the Republican Party like John McCain are old-style patriots.",
  "Bannon and Jeff Sessions and Mike Flynn aren’t interested in mere lucre.",
  "Trump has just nominated originalist Neil Gorsuch to the Supreme Court.",
  "We can resist the divide-and-conquer efforts of the new administration.",
  "They don’t care that they are perfect tool for terrorist recruitment.",
  "But I just don’t think that cosmopolitanism alone will defeat Trump.",
  "He’s not just putting the best face on an unpopular executive order.",
  "Behind the Smoke Screen\n\nDonald Trump is the master of the big con.",
  "But the Trump administration has already anticipated this scenario.",
  "It outmaneuvered such a coalition during the presidential election.",
  "Rally Round the Flag\n\nThere are two possible ways to defeat Trump.",
  "None of the first moves of the Trump administration is a surprise.",
  "Perhaps they, too, are constructing an elaborate bait-and-switch.",
  "But what does the Trump administration want with all this power?",
  "It’s throwing whatever it can out there to see what sticks.",
  "What is the ultimate reveal of the Embarrassment-in-Chief?",
  "The other path is to use patriotism against the populists.",
  "But here’s the most devious and maddening part of it all.",
  "I’m all for the unity of the progressive opposition.",
  "Trump himself is in it for the ego gratification.",
  "Yes, we progressives can unite and oppose Trump.",
  "In fact, the Muslim travel ban isn’t unpopular.",
  "But we must also think about the larger drama.",
  "Or perhaps “governance” is not the right word.",
  "I’m not convinced that a coup is in the works.",
  "We need to play our parts, and play them well.",
  "Trump wants to sow division and create chaos.",
  "They are conservatives, not revolutionaries.",
  "This resistance is stirring and heartening.",
  "I make this suggestion with a heavy heart.",
  "They want to save the soul of the country.",
  "His inner circle is a different matter.",
  "This is nothing short of a revolution.",
  "Some obey a certain political logic.",
  "But revolutions need their sparks.",
  "The Republicans control Congress.",
  "The evidence, so far, is scant.",
  "But that’s only half the story.",
  "I am, at heart, a cosmopolitan."
]