[
  "Parallel to the war against ISIS, we are fighting a war of survival—economic survival, where we’re trying hard to balance our budgets; we’re trying hard to start operating a fiscal surplus; trying hard to reinvest this surplus back into critical infrastructure projects that have all come to a stop here, because of Baghdad cutting our budget in 2014, because of the cost of war, because of the cost of housing 1.8 million internally displaced people and refugees.",
  "But, you know, it’s also important for the administration, and I feel with the people who are in key positions in this administration, who have a deep understanding of Iraq’s complexities, Kurdistan, its position in Iraq, will understand that you can’t paint a whole country with one brush; that Kurds have fought with Americans, have shed blood with Americans, have lost lives with Americans in Iraq, for a common cause.",
  "So, we’re hopeful that America First doesn’t mean disengagement; that it actually means more strategic engagement; strategic engagement with America’s allies in the region, strategic engagement on issues that are of national interest to the United States, of which counterterrorism will always be a top national security issue in the U.S. And we will always remain a valuable ally in the war against terrorism.",
  "Glasser: Well, I am amazed by the extent to which there is disillusion here with President Obama, and elsewhere around the region, and many people who you wouldn’t think would be supportive of President Trump, given his rhetoric about Muslims, given his targeting of certain Muslim countries to be on the list, and I’ve heard that here in Kurdistan, just in the last couple days.",
  "You—it’s very unusual to have seen three different administrations, really, inside Washington, but also to have seen the evolution of the extraordinary degree of independence, even without formal independence that Kurdistan now enjoys, is something that your father could have only dreamed of as he was fighting and struggling over the last several decades.",
  "This is about—I remember my father once, at the U.N. General Assembly, met with both President Bush and President Clinton at the same time, and it was a great moment, because we were standing there, and the cameras were on us, and President Bush said to President Talabani, he said, “Do you know this man?” He said, “Of course, this is President Clinton.",
  "I was studying engineering, I was enjoying working on cars, I had a track that was very nonpolitical, but an opportunity availed itself for me to go to Washington, work with the then-representative of the Kurdish movement, the Kurdish government at the time, Dr. Barham [Salih], who is the host of the Sulaymaniyah Forum here.",
  "We had secretaries of state and secretaries of defense visit here, so really, the level of access and the level of engagement by top-level administration officials surpassed even those under the Bush administration, which was the—for Kurds here, you know, President Bush is a hero, because he was the one that liberated Iraq.",
  "It’s not easy, but I think as we begin to wind down the security elements of the war against ISIS, as we begin to get a better grip on the economy and begin to see some daylight, which we are, I think we will see more discussion internally about the issue of independence, about the, you know, do you want it?",
  "The U.S. administration says “I want to get out”; the Iraqi administration at the time said, “We want you to get out.” Otherwise, we were involved in the efforts to sign a status of forces agreement, which would have kept a not sizable—significant—we would have kept a U.S. military presence in the country.",
  "Our initial, let’s say, tidbits of information that we’re getting from friends in Washington is there will be a continued focus on the war against ISIS, and the war against terror, on ensuring that terror doesn’t spread from the Middle East and be of harm to either America’s allies or America herself.",
  "Mohamed: Yeah, unfortunately because President Trump is an ideal concept for Middle Easterners in general, and Iraqis in particular, because he fits the loud, “strong”—and I put strong into quotations here—the loudmouth, “the one who will say it as it is,” and I put that into quotations, as well.",
  "Talabani: I think that there was a converging of interests between the Obama administration who came into office with a mandate to get out of Iraq and Afghanistan, with the identical interests of the Iraqi government at the time, led by Prime Minister Maliki, to get America out of Iraq.",
  "I think it was too short-lived for it to actually make an impact, but definitely opened doors for people to say, “Oh, does this mean ...?” You immediately saw the Iraqi parliament say, “We’re going to issue a law banning Americans from entering Iraq,” which was hyperbole.",
  "You and I both heard Iraq’s prime minister this morning give a speech in which he talked about a vision of not only Kurds and Iraqis from the rest of the country fighting together, but a vision of a unified country that some people say, unfortunately, is still a fantasy.",
  "But Kurds cannot accept centralization; we will not accept a unitary state, where the power is tightly held in the grips of a central government; we have long put forward the vision for federalism, for decentralization—administrative decentralization, fiscal federalism.",
  "Mohamed: It brought people together in ways they didn’t see it clearly, although my friends were Yazidis, and in their towns, I think their view is right, because their towns is a mix of Yazidis and Sunnis, and now the Yazidis are blaming all Sunnis for what ISIS did.",
  "Our role in the operation to liberate Mosul was to be the tip of the spear, to liberate the areas surrounding Mosul, in order to allow for the Iraqi security services, the Iraqi counterterrorism force and the Iraqi popular mobilization units to enter the city limits.",
  "Kurdistan was the darling child of the world because of the humanitarian calamities of ’91, because of the Anfal genocide of ’88, we had a glorious and golden opportunity to—if we had gotten our house in order in the early ’90s, to have been independent before 1999.",
  "I mean, if you look at the America First analogy, and in no way am I trying to decipher, kind of, the Trump message here, but you know, President Obama, when he came into office, his mandate was to get out of Iraq, which you could say is an America First strategy.",
  "For example, when Saddam Hussein did his referendum to be accepted by the whole population as their president, I asked the woman who used to come to our house to clean once a week, I asked her, “Who did you vote for?” And she was like, “There was one option.",
  "Talabani: Well, I think first and foremost, we have to have history as a marker here, and looking at the global disengagement from Iraq, from 2011 until 2014, we saw how quickly Iraq degenerated into violence, into conflict, into something that bred ISIS.",
  "As I said before, it’s a process that, first of all, first and foremost, requires substantial dialogue within ourselves, between the political parties here in Kurdistan to generally—if not consensus, at least some degree of political unity on this issue.",
  "I’m delighted to be joined now by Qubad Talabani, the deputy prime minister of Kurdistan, a member, we can say, of Kurdistan’s royal family, and someone who is right in the middle of what I think many people consider to be, perhaps, case study No.",
  "People living in Sunni parts of the country feel aggrieved, feel that they’ve not been given economic development, not been the right kind of investments in their areas, in education, in the basic services—health care, water and so on.",
  "It instilled the idea that the Americans don’t care about Iraqis, although the American government had a different opinion from Blackwater, but to Iraqis, Blackwater was an agent for the Americans, not an independent security company.",
  "One day, he [Obama] says he will—we will never interfere in Syria, and then they do, and then he says if they hit with chemical weapons, we will have troops on the ground, and the Assad regime did it, and Obama didn’t do anything.",
  "So, while there’s a lot of goodwill that is generated on the security field between Kurdistan and the rest of Iraq, because of the partnership there, that has not transferred or translated into political and economic cooperation.",
  "So, there needs an—there needs to be a new political order for the country, and that new political order can take many forms, from greater decentralization to confederation, to complete separation, and that requires dialogue.",
  "Glasser: Tell me a little bit about, you know, how you think that new politics inside the United States, but also in Europe, there’s clearly a moment of backlash, of rethinking activist role in the Middle East, in the world.",
  "Glasser: Now, there was a lot of shock and surprise, I think, when Iraq landed on the list of the seven countries whose citizens would be initially banned from coming to the United States on the first Trump executive order.",
  "Glasser: But on this sort of macro point about the ISIS crisis, you know, Trump and others in the U.S. have argued that somehow it was Barack Obama’s fault, that the United States could have done something to head this off.",
  "Glasser: You get into the Iowa Writers’ Workshop, which is your goal, and that when your novel about Baghdad and your magical realist take on Baghdad is published that we’ll host you in Washington for a book reading.",
  "The operation was significant—because it was the first time that—in 25 years, that in Kurdistan, we allowed Iraqi forces to come into Kurdistan, to partner with our forces and coalition forces against a common enemy.",
  "Glasser: And yet it’s so amazing that we were talking earlier today with some of your friends from university, and today, there’s a willingness to once again want a more strongman system of government here in Iraq.",
  "It’s a successful city; it’s a quiet city; it’s one of the main places in Iraqi Kurdistan, and yet the fighting is so close, and it has in many ways overwhelmed what you have aspired to be—an independent republic.",
  "And that is complicated, because we cannot just look at defeating ISIS on the battlefield, because ISIS is not just a security threat; ISIS is a political threat, it’s an ideological threat, it’s a global threat.",
  "Glasser: Well, I want to come back to that, but can we just stop and say for a second that it’s amazing that we’ve gone 14 minutes, according to my phone here, without actually mentioning the name Donald Trump.",
  "Now, you can say, yes, maybe there was—funds could have been appropriated and spent more strategically, and more effectively with greater oversight, and I would be one of those that would agree with that point.",
  "They actually played it into the tone that the United States doesn’t like Iraq, because that kind of concept still exists in Iraq, even after all these years, and I blame—actually, I blame Blackwater for that.",
  "Glasser: So, many of your friends seemed like they were very pessimistic about the future of an Iraq after the fight with ISIS, that they weren’t sure that you could really put the country back together again.",
  "We were very disunited before 2003, but there was leadership from President Barzani and President Talabani at the time, to unify the ranks, to unify the Kurdish position, to go to Baghdad as a unified front.",
  "But I think we have to be mature enough to separate political differences, and solving those political differences through dialogue using political institutions, than using force, and using military moves.",
  "Glasser: And yet that’s what’s so disconcerting, is that it’s developed phenomenally, and to all appearances, right, you have a flourishing city that does not seem to be teetering on the edge of anything.",
  "And to be now involved in trying to reform the economy of Kurdistan, to reform governance here is a source of great pride, and now, also, on the verge of potentially historic changes in the Middle East.",
  "Glasser: So, the dream of an independent Kurdistan, which is something that you, your father, you know, your party has worked for, a few years ago, it probably seemed more possible than it does today.",
  "There is a possibility for us to reach a deal with Baghdad on this, and again, we’ve seen other countries that have sought independence, to have a multiyear approach to attaining their ultimate goal.",
  "I saw an incredible argument break out just last night here in Sulaymaniyah between a European expert and an American expert over this very question of haven’t we just wasted our billions of dollars.",
  "So, obviously, every administration has its own style, has its own modus operandi, but I think that there’s definitely people in the Trump administration that fought in Iraq, that shed blood in Iraq.",
  "We saw that with the initial executive order, there was the court rulings, and there was the whole backlash, and I think that, you know, the—and even then, it was still a—it was a temporary order.",
  "Obviously, the Kurdish forces, Iraqi forces, and the Kurdish forces, the Iraqi forces, the coalition forces have been engaged in a war against ISIS now for almost, you know, two and a half years.",
  "But in other places in Iraq—for example, there are refugee camps in Karbala and Najaf, which are majority Shias, and now they’re interacting with Sunnis, and both the ends of the pole basically.",
  "Talabani: Well, the Peshmerga is a regularized armed force, raised and recruited by the Kurdistan regional government, but it, in context, falls under the larger authority of the Iraqi forces.",
  "It is not for us to get into the weeds of internal American politics, and America is a sovereign country; it has a right to make its own decisions on how it deems it best to protect itself.",
  "We don’t care about articulation in the words; we care about somebody who is saying it out loud, and making all these gestures, because that’s what our presidents, all of them, were doing.",
  "Mohamed: There is the few instances that I saw a difference, like that there has to be something wrong that I’m not putting my finger on, but there was something wrong, but I wasn’t sure.",
  "Now, you know the ins and outs of Washington very well from your time of working in Washington and leading efforts that, I think we can agree, Kurdistan is a major player in Washington.",
  "I don’t see a scenario where independence will ever be handed to us on a plate, but at the same time, I don’t see a scenario where we attain independence through force and violence.",
  "I think a lot of money was spent on supposedly huge infrastructure projects in Iraq, given Iraq’s security climate in 2006, ’07, ’08, ’08, ’09, it was impossible to ever develop.",
  "You have American advisers on the ground, American planes in the sky, and a crucial set of interests in reclaiming basically the key bit of territory held by ISIS here in Iraq.",
  "But if it did happen, and I don’t think it would, to be honest, I hope if it did happen, the politicians would take care of the people, because honestly, they’re not doing it.",
  "It’s a war between urbanism and tribalism that never stopped in this country, so people believe in the one strongman more than they believe in the one inclusive government.",
  "Look, there is no question: Kurdistan today is facing an enormous fiscal and economic threat, and we’ve been facing this threat for two and a half, almost three years now.",
  "Glasser: I was amazed to hear that people’s admiration for what they perceived to be strength and stability even includes welcoming President Trump in the United States.",
  "Ultimately, that changed and became some office of security coordination, and the world looks at America, and when America disengaged, usually the world also disengages.",
  "This is a model that, to some extent, has worked in Kurdistan, which is why you’ve seen a place like Sulaymaniyah develop phenomenally over the last 20 to 25 years.",
  "The recognition that Kurdistan got, the breaking of certain taboos regarding contact with Kurdistan, high-level visitors to Kurdistan; Vice President Biden came.",
  "We’re proud of that, because we will—\n\nGlasser: And of course, it’s happened all while—this 30 percent growth in population—while the oil prices have collapsed.",
  "I’ve been involved in some amazing things: in a war to liberate Iraq in Kurdistan, and the drafting of a new constitution, and the formation of a new country.",
  "Mohamed: What I’m trying to do is tell a story of a normal—not exactly normal, but it’s like the normal life of the city, with some aspects that are abnormal.",
  "Glasser: So, several people, even at this Sulaymaniyah Forum, have said to me they’re really worried about a return to the bad old days, here in Kurdistan.",
  "And we have a new generation of politicians, of parliamentarians, of ministers, of political leaders, who were not involved in that infighting of the ’90s.",
  "We have opened all of our doors, our hospitals, our schools and put our security services to—at work 24 hours, to provide protection for these communities.",
  "Kurds were broadly very supportive of ousting Saddam Hussein, have worked very closely both with the U.S. military and with political leaders throughout.",
  "And we were making the point back then, rather than using money to fix problems—you have a problem in Fallujah, you can’t fix it by throwing money at it.",
  "I think that in fairness to the Obama administration, Kurdistan made enormous strides during the Obama administration—\n\nGlasser: In that period of time?",
  "Actually, I had a very good interaction when I was a kid with an American soldier, and I talked to him with a very little English that I knew back then.",
  "Glasser: One thing that I was really struck by is that you want to tell the story, in a way, of your country, of Baghdad, through the form of a novel.",
  "I’ve seen the tail end of the Clinton administration; I saw two terms of Bush administration, one term of the Obama administration before I came home.",
  "Talabani: I mean that Iraq as a state, as a government, as governing institutions, has not been able to be a fair government for all of its citizens.",
  "But it’s reaching this crescendo with the liberation of Mosul, which was the self-proclaimed caliphate of the Islamic—of the so-called Islamic State.",
  "But in all seriousness, of course, you know, the United States has been a major player here in Iraq politics ever since, of course, the war in 2003.",
  "So, that level of disengagement is detrimental, and I think there isn’t a diplomat who I haven’t spoken to, who hasn’t agreed with that assumption.",
  "Much more needs to be done on the political and economic levels for us to feel safe that ISIS 3.0 will not return and cause havoc in this country.",
  "We would have been independent before the turn of the century, because we—Iraq was gone, under sanctions, weakened; nobody had any care for Iraq.",
  "Of course, the president.”\n\nAnd she said it in a very sarcastic way, and I picked up on the sarcasm, but I didn’t understand why did she do that.",
  "Glasser: Now, the Peshmerga militias who were very active in the first phase of the fighting, what is their role in the fight for western Mosul?",
  "And that the crisis over the last few years with the Islamic State has called into question the future long-term survival of Iraq as a country.",
  "We have prevented the collapse of the government here, and we’ve been able to cut our budget deficits considerably over the last three years.",
  "But—\n\nGlasser: But right now, there’s not even a real—you talk about a process, but, in reality, we don’t actually know what the process is.",
  "Like, on the one hand, you and your party and your family have achieved something closer to what the goal was than could have been imagined.",
  "You know, and it’s the kind of back-to-basic assumptions, almost, that is very challenging for the Kurds, because you’re not an abstraction.",
  "Now, we’re in a process of liberating the western part of Mosul, to ensure that the city has—will be retaken from ISIS, and their control.",
  "So, we were looking—again, we’re just waiting here to see where this—how this administration is going to handle these particular issues.",
  "So, to them, they can see Trump is doing something, instead of what they saw with Obama, especially with some of Obama’s administration.",
  "Mohamed: Openly, they would never say it, but we had some loopholes in our family, like we owned a satellite dish, which was illegal.",
  "My dad—I once called Saddam Hussein Baba Saddam, which means father Saddam, and my dad was like, “You have one father and that’s me.",
  "I was systemized to believe in a sort of belief that were broadcasted to me on television, in newspapers, in school, and everywhere.",
  "These two are taking up all of our time, and taking up all of our resources; it’s taking up all of our mental and physical energy.",
  "It’s hit above its pay grade when it comes to figuring out how to work the levers of Capitol Hill; how to work the administration.",
  "And Kurdistan has been embroiled in a political/economic dispute with the rest of Iraq really since the founding of the new Iraq.",
  "He’s smart enough, but doesn’t have the political backing within Iraq, although he has all the political backing outside of Iraq.",
  "We got federalism enshrined in the constitution; we got the honor of our Peshmerga forces enshrined in the constitution of Iraq.",
  "This is one time where we need to be as wise as we were in 2003, when we unified, sided with the coalition to overthrow Saddam.",
  "Whether that’s now, whether that’s two years from now, whether that’s five, 10 years from now, that train has left the station.",
  "You know, that you’re waiting to liberate Mosul, you’re uniting with a common enemy, but nobody really knows what’s happening.",
  "It is not the character of a strong leader, and he’s not that much of a loudmouth, as much as he’s articulate with his words.",
  "And yet, you, your advisers, any experts you talk to, say that this is a place that is in crisis—even in existential crisis.",
  "The eastern part was predominantly made up of Kurds, Christians and other minorities, most of whom fled the terror of ISIS.",
  "Much lobbying by the Baghdad government; now the revised version of that has been issued, and Iraq’s name is off the list.",
  "Glasser: Was it hurting things on the ground here, potentially, for Americans who’ve been working so closely with Iraqis?",
  "We are waiting for Prime Minister Abadi, who’s supposed to be arriving here as part of the forum that we’ll be attending.",
  "The fighting has progressed; obviously, the main focus over the last few months has been the operation to liberate Mosul.",
  "It’s come at a time of war; it’s come at a time when we’ve had major fiscal shortages because of the drop in oil prices.",
  "We’re not going to go to talk to Turkey or to Iran or to the U.S. or to the U.K.; we have to talk to Baghdad about this.",
  "Were you and the Kurdistan regional government involved in trying to press the case to take Iraq off the list, as well?",
  "You can fix it by throwing money where you can spend it, where you can show effectiveness, where you can show progress.",
  "You know, you are a new generation of leadership; you have the same last name as a previous generation of leadership.",
  "Glasser: And so, even when Trump issued his executive order banning Iraqis, that has not affected how people see him?",
  "How much do you think that would be something good for someone like you, who comes from Baghdad, who is not Kurdish?",
  "You have people here from Syria, as well as from internal Iraqi—\n\nTalabani: Fallujah, from Baghdad, from everywhere.",
  "Can you imagine what would happen to Washington, D.C., if Washington D.C.’s population grew by 30 percent overnight.",
  "Was there a point at which you said, you know, I’d rather stay in London and figure out something a little safer?",
  "You know, Kurdistan historically has been the place that your people have needed to leave from to seek security.",
  "And how much—80 percent of your budget was coming from—\n\nTalabani: 90 percent of our budget is coming from oil.",
  "That constitution, which we thought was the contract, was the compact between us and Arabs in Iraq, has failed.",
  "But we blew that chance, and our politicians will always be held accountable for blowing that chance back then.",
  "It’s important for us as Kurds living in Kurdistan to ensure, one, that we get our house in order, politically.",
  "What do you think is going to happen with both Europe and the United States wanting to pull out of this place?",
  "I used to believe that Americans are evil people who are trying to bomb us in any open opportunity for them.",
  "Glasser: You grew up in Baghdad, and you told me that you were 11 years old while Saddam was still in power.",
  "Two, that we get our house in order economically, and be prepared for any changes that may spring upon us.",
  "There’s question marks about the level of American engagement, the level of engagement by the Gulf states.",
  "And we were always saying in Kurdistan, we were very shortchanged of the U.S. dollars to reconstruct Iraq.",
  "You know, what does the personal narrative of this moment look like, because it is very uncertain, right?",
  "There’s been some talk of a referendum, but now that seems to be on hold while the fight for Mosul rages.",
  "I actually do believe Blackwater played a very negative part in the perception of the Americans in Iraq.",
  "They’re seeing the other’s perspective more clearly, and they’re agreeing with each other more clearly.",
  "Mohamed: I’m actually against the concept of we’re going to fall off the cliff after the ISIS invasion.",
  "Talabani: That have lost friends in Iraq, that I don’t think that they’re going to walk away from Iraq.",
  "Our population in the ’90s may have acquiesced to internal fighting between the two major parties here.",
  "Glasser: Common sense and politics don’t always go together, either, in my country or in your country.",
  "You, yourself, recently said that, basically, “Iraq has failed as a state.” What did you mean by that?",
  "They think if there was an argument in the parliament for opposing point of view, that’s a bad thing.",
  "***\n\nBelow, the conversation with Isa Mohamed, a student at the American university in Sulaymaniyah.",
  "So, if we think that just by liberating Mosul, we have eradicated ISIS from Iraq, that is a fallacy.",
  "But even this, as a Washington hand, it must be befuddling to you, a little bit, what’s going on.",
  "It’s part of the Iraqis’ defense structure, even though it’s commanded by the Kurdish leadership.",
  "But here, on the ground, we are just 140 miles away from the front lines in the battle for Mosul.",
  "You have so many—all of Iraq’s sectarian groups, in effect, represented in this fight right now.",
  "And to think about it in retrospect, it’s kind of scary what was happening in my head back then.",
  "The political leadership—that they will be committing suicide if they—if anyone engages in that.",
  "May have been on the periphery of it—and we’ve seen what damage that did to Kurdistan prospects.",
  "Glasser: And you’re here, though, in Kurdistan, which aspires to be its own independent country.",
  "We stuck to that plan, and we didn’t want to add complications to an already complicated fight.",
  "And through a joint coordinated effort, we’ve been able to liberate the eastern part of Mosul.",
  "I want to unpack your savvy Washington analysis of how it affects things on the ground here.",
  "But after 2004, 2005, tension rise—rose, and then Blackwater happened, and hell broke loose.",
  "The people are really suffering, and the government is enjoying all the privileges they can.",
  "I think politics will always be contentious, and will always have a degree of disunity here.",
  "It’s a bit disconcerting to be here in Sulaymaniyah; it’s a very, actually, beautiful city.",
  "And you know, at least for someone from Washington, not—that’s almost a land-speed record.",
  "Glasser: A very first time, perhaps, that that’s been interpreted as a bipartisan policy.",
  "ISIS was born in Iraq; it was born out of the failures of—the failure of Iraqi politics.",
  "So, he needs to be—can I say have—I’m going to say he needs more balls, let’s be honest.",
  "I want to thank you again, Qubad Talabani, for this conversation—\n\nTalabani: Thank you.",
  "We have a new leader back at home who talks about an America First vision of the world.",
  "We have Russia involved, Turkey will always be involved, Iran is going to be involved.",
  "Talabani: There was a period in my life where I was pursuing a very different career.",
  "Glasser: Well, you know, we’re sitting here right now in this very grand hotel lobby.",
  "Talabani: Well, I think we’re all waiting for the dust to truly settle in Washington.",
  "On a scale of 1 to 10, where would you say your dream of independence lies right now?",
  "Deputy Prime Minister Talabani understands the situation, I think, better than most.",
  "Talabani: No, I—it’s my personal belief that Kurdistan will be independent one day.",
  "They were vague, so the people got confused by it somehow, especially here in Iraq.",
  "They’re really worried about the prospect of warlordism and what comes after Daesh.",
  "I mean, everybody feels—who you talk to, right, that they’re on the knife’s edge.",
  "What does it mean for Iraq to have a President Trump talking about America First?",
  "So, we haven’t been able to coalesce around the common vision for a unified Iraq.",
  "People—there are some in Baghdad that view a unified Iraq as a centralized Iraq.",
  "Mosul is really broken up into two parts; the western part and the eastern part.",
  "If we didn’t do this infighting in the mid-’90s, we would be independent by now.",
  "In fact, I think it’s a good thing that it happened, because—\n\nGlasser: Because?",
  "Mohamed: It has affected the people who were planning on having a future there.",
  "And that was enormous progress, but regrettably, the constitution didn’t work.",
  "Susan Glasser: This is Susan Glasser, and welcome back to The Global POLITICO.",
  "Tell us a little bit—a quick report on how the fighting is going up the road.",
  "We have to also learn that we cannot—must not self-destruct this time around.",
  "We got a very, very tiny percentage of U.S.-appropriated money for Kurdistan.",
  "You call him Uncle Saddam and I wouldn’t mind.”\n\nGlasser: That’s interesting.",
  "And nobody—when you stand next to American Humvees back then, you were safe.",
  "If you could talk to the Prime Minister right now, what would you tell him?",
  "Glasser: And your parents were afraid to tell you what they really thought.",
  "It’s hard even to convey to people just how devilishly complicated this is.",
  "It’s come at a time when Baghdad has cut all fiscal transfers to Kurdistan.",
  "Now, I want to, just before we finish, get a little personal for a second.",
  "Mohamed: Probably, because the invasion—I remember the first days of them.",
  "And one thing is for certain, that I don’t see the status quo continuing.",
  "It is, you know—so, but we saw that getting out of Iraq didn’t help Iraq.",
  "There is a political standoff here; you’ve referred to it several times.",
  "But you, President Bush, you implemented it.” So, it was a joint effort.",
  "On the other hand, everybody here understands it’s on the knife’s edge.",
  "What do you think the Obama administration could have done differently?",
  "Mohamed: Honestly, I don’t think they are actually seeking it for real.",
  "Glasser: Well, I think that’s probably the perfect note to end this on.",
  "It’s actually called the Grand Millennium Hotel, here in Sulaymaniyah.",
  "Talabani: I think, again, we’re really waiting to see the dust settle.",
  "We have different powers playing in the game of the Middle East today.",
  "Mohamed: Apparently, for me, it was a fun time because I was a child.",
  "Susan B. Glasser is POLITICO’s chief international affairs columnist.",
  "I think that’s—there’s an irresistible movement towards independence.",
  "But at the same time, we have to be able to kind of multitask this.",
  "And now, when I look back at it, of course she did vote for Saddam.",
  "Talabani: And we don’t want to get into Republican-Democrat debate.",
  "Every time we saw an American Army Humvee, we used to wave for it.",
  "1 of what American foreign policy in the Trump era will look like.",
  "It—I think it’s a political play to gather the crowds, basically.",
  "Now, let’s not kid ourselves; ISIS is not a foreign organization.",
  "You believe that it was an internal Iraqi failure, in many ways.",
  "We don’t know what the future of the Middle East will look like.",
  "But in their special situation, the Yazidi situation, it’s grim.",
  "The load on the health care sector and the health care services.",
  "Glasser: That’s an understated way, if anything, of putting it.",
  "We wish you so much luck, and I hope that—\n\nMohamed: Thank you.",
  "Are you sure that you can’t go back to that kind of infighting?",
  "You know, we spend billions of dollars; what has it gotten us?",
  "A government should be decisive and have one vote, one voice.",
  "Talabani: Including my party, absolutely—including my party.",
  "But at the same time—so, we have to also learn from history.",
  "So, yes, but I don’t regret taking the path that I’ve taken.",
  "The other thing is, this issue of independence is a process.",
  "Our plan from the onset was never to enter the city limits.",
  "We don’t think those two things are counter to each other.",
  "The war against ISIS, managing fiscal and economic crisis.",
  "Glasser: And you’re going to be right in the middle of it.",
  "And I was—I can actually say I was a child of the regime.",
  "There will be tectonic shifts throughout the Middle East.",
  "Talabani: Again, look, we’ve got two parallel priorities.",
  "Then, we can go and talk, first and foremost, to Baghdad.",
  "It’s just a matter of whether it speeds up or slows down.",
  "What load would it have on water and sanitation service?",
  "We’ve been managing this threat to the best that we can.",
  "We’ve self-destructed many times throughout our history.",
  "Do you agree that some of the blame should lie with him?",
  "Her new podcast, The Global Politico, comes out Mondays.",
  "We fought for our rights and the constitution of Iraq.",
  "Talabani: We won’t go back to the physical infighting.",
  "Or is it more about Obama, or is it more about Trump?",
  "Talabani: I think it could have been used negatively.",
  "And we’re hopeful, again, that common sense prevails.",
  "Why did she have the sarcastic tone when she said it?",
  "You’re not used to hosting large numbers of refugees.",
  "Talabani: We have two parallel priorities right now.",
  "It didn’t help the United States in the Middle East.",
  "Glasser: Even more than the actual invasion itself?",
  "I mean, it was probably never going to go anywhere.",
  "It wasn’t a—it wasn’t something that was permanent.",
  "He was regularly on the phone with our leadership.",
  "Our population today will not accept that from us.",
  "Glasser: Can you have a normal life in Iraq today?",
  "We can see a unified Iraq as a decentralized Iraq.",
  "Glasser: But you’re basically buying time, right?",
  "Story Continued Below\n\nQubad Talabani: Thank you.",
  "You’re real people with real problems, right now.",
  "Talabani: We—this is an historic moment in time.",
  "I didn’t understand anything that was happening.",
  "I think politics is always going to be hot here.",
  "I don’t think people understand the scale of it.",
  "What load would it have on the electricity grid?",
  "We have—our population has grown by 30 percent.",
  "So, it’ll make for an interesting book one day.",
  "Mohamed: I would honestly tell him, keep it up.",
  "Glasser: Including your party and your family.",
  "But it also led to a very successful campaign.",
  "Obviously, they’re not inside the city itself.",
  "Glasser: So, there’s a jarring—two realities.",
  "In the West, it’s still called an occupation.",
  "But within Iraq, his own lot is fighting him.",
  "As they see it, the way they see it is right.",
  "It’s how they were programmed, unfortunately.",
  "Some of their stuff weren’t that much clear.",
  "Glasser: The new national security adviser.",
  "Whatever he’s doing, he’s trying his best.",
  "You have seen the full arc of this story.",
  "Can you have imagined a different career?",
  "It didn’t help peace and prosperity here.",
  "Mohamed: If they got their independence?",
  "Thank you, Susan, for this opportunity.",
  "I lived through three administrations.",
  "Glasser: And that is such a key point.",
  "I hope you’re keeping very good notes.",
  "He was the one that got rid of Saddam.",
  "We did the best with what we did get.",
  "And that took me on a different path.",
  "So, this is significant symbolically.",
  "So, we’re not out of the woods, yet.",
  "Mohamed: If you set your mind to it.",
  "It’s a mind-set, living in Iraq now.",
  "So far, I’m not seeing it happening.",
  "A government shouldn’t be like that.",
  "So, to them, that’s indecisiveness.",
  "We still here call it a liberation.",
  "He signed the Iraq Liberation Act.",
  "What do you remember of that time?",
  "Mohamed: It’s the tribal mind-set.",
  "I served in the U.S. for 12 years.",
  "Glasser: Rimmed by the mountains.",
  "In Iraq, we believe in tribalism.",
  "Others wouldn’t—didn’t even care.",
  "Talabani: In that period of time.",
  "Is that surprising at all to you?",
  "It was a marriage of convenience.",
  "Talabani: No, it’s not personal.",
  "Tell me about that a little bit.",
  "We live in the tribal societies.",
  "I remember the first month, too.",
  "Who are we going to get it with?",
  "You weren’t afraid of anything.",
  "Talabani: Definitely not here.",
  "It’s great to be on your show.",
  "Who do you think I voted for?",
  "Mohamed: Thank you very much.",
  "Follow her on Twitter @sbg1.",
  "Who else would she vote for?",
  "It’s a very elaborate place.",
  "So, here’s my last question.",
  "Our population has evolved.",
  "You hear that increasingly.",
  "So, there’s—it’s a process.",
  "How are we going to get it?",
  "Will there be a referendum?",
  "It didn’t land from Mars.",
  "Why do you think that is?",
  "This is not about that.",
  "You grew up in Baghdad.",
  "Glasser: That’s right.",
  "Glasser: A liberation.",
  "One is to defeat ISIS.",
  "Education facilities.",
  "Talabani: Absolutely.",
  "Talabani: Absolutely.",
  "Talabani: Thank you.",
  "I can see it in him.",
  "It’s a grim future.",
  "Glasser: All right.",
  "When do we want it?",
  "Thank you so much.",
  "What’s your view?",
  "I was just a kid.",
  "Subscribe here.",
  "ISIS is Iraqi.",
  "Glasser: Yes."
]