[
  "— Lenika Cruz\n\nThe Americans, “ Do Mail Robots Dream of Electric Sheep ?”\n\nFX\n\nFor three seasons, The Americans has challenged the tight moral line its protagonists walk, and no episode this year was more wrenching than “Do Mail Robots Dream of Electric Sheep?” Even for this thriller of a show it was a nerve-wracking hour, revolving around Elizabeth’s (Keri Russell) ethical dilemma after Betty, an innocent woman (Lois Smith) stumbled across her trying to bug an FBI mail robot.",
  "— David Sims\n\nBetter Call Saul, “Mijo”\n\nAMC\n\nIn the second episode of Better Call Saul, Vince Gilligan conducted a lab-pure demonstration of how exactly this show would differ from Breaking Bad—and how, exactly, it could reach similarly amusing but nerve-wracking heights.",
  "— Spencer Kornhaber\n\nBlack-ish, “The Word”\n\nABC\n\nBlack-ish’s second-season opener focused entirely on one fraught issue, and in that it felt almost like the very special episodes of the ’80s and ’90s, only infinitely more poised and much, much funnier.",
  "The various answers were riotous (don’t even think about it, white people, member of Menudo, or Don Lemon), but also nuanced, with Dre ultimately deciding that his son should think about the history of the word before he decided whether to use it.",
  "—Sophie Gilbert\n\nBroad City, “ Wisdom Teeth ”\n\nComedy Central\n\nOne of the best aspects of Broad City—beyond its subtle skewering of the assorted smugnesses of the pop culture of 2015—is the friendship between Abbi and Ilana.",
  "When 6-year-old Jack was sent home from a school concert after rapping the n-word in a rendition of Kanye West’s “Gold Digger,” the rest of the family debated who had the right to use the word, and when.",
  "Elizabeth withheld Betty’s heart medication and slowly watched her die, but the conversations about their life choices that unfolded over the next hour were among the most arresting TV drama of the year.",
  "The results: two skateboarders with broken legs—and a mild case of PTSD both for the man who would become Saul and for viewers who’d just seen what he could accomplish with words alone.",
  "Instead of the chemistry teacher Walter White fighting for survival with science, we had the grubby lawyer Jimmy McGill using his skills as a shapeshifting, say-anything negotiator.",
  "And no episode better captures their bond than “Wisdom Teeth,” whose plot was basically this: Abbi got her wisdom teeth out, and Ilana tried to take care of her.",
  "It’s hard to juggle social issues without coming across as preachy, but Black-ish offered a lesson in how to do so while staying entirely in character.",
  "It was a hero’s journey that ended at a Whole Foods in Brooklyn, and, just like Broad City itself, it was weird and wonderful and laugh-out-loud funny.",
  "The control in this experiment was the unhinged Albuquerque drug kingpin Tuco Salamanca; the variable was the man he wanted to kill.",
  "Hijinx—involving, among other things, an enormous, tooth-shaped stuffed mascot and doomed trip to the froyo shop 42 Squirts—ensued.",
  "“Friendship,” actually, doesn’t seem like enough.",
  "All without a single bullet being fired.",
  "Ilana lost Abbi, and searched for her.",
  "(This being Ilana: She tried to.)",
  "They are platonic life partners."
]