[
  "La David Johnson in Niger: Military.com\n\n— Marines are being investigated for allegedly yelling racial slurs in a Snapchat video: Washington Examiner\n\n— The Pentagon’s hurricane relief effort is nearly over in Puerto Rico, but some missions remain: The Washington Post\n\n— Russia goes after an international chemical weapons watchdog: Reuters\n\n— Top advisers are urging Trump to ship Ukraine weapons: BuzzFeed\n\n— Britain’s defense review is delayed by its leadership shakeup: Defense News\n\n— Turkey expects its S-400 surface-to-air missile system by 2019: Reuters\n\n— The lives of those who stayed in Damascus, Syria: NYT\n\n— Lebanon’s prime minister is home after his strange resignation, but the political crisis is not over: The Washington Post\n\n— Could Yemen’s women help end its war?",
  "SPEED READ\n\n— The U.N. Yugoslav war crimes tribunal convicts Bosnian Serb military chief Gen. Ratko Mladic of genocide and crimes against humanity and sentence him to life in prison: AP\n\n— The Coast Guard’s “Floating Guantanamos”: NYT Magazine\n\n— North Korean troops violated truce while chasing defector, U.N. command says: NYT\n\n— Dramatic video shows North Korean soldier making a run for freedom: The Washington Post\n\n— How researchers figure out North Korea’s nuclear secrets: The Washington Post\n\n— Lockheed Martin is praised at the Pentagon for its naval ballistic-missile defense: Bloomberg\n\n— The military finds additional remains of Sgt.",
  "— A SECOND-LOOK AT THE NDAA, via our colleague Connor O’Brien and Greg: “The $700 billion defense policy bill headed to President Donald Trump’s desk would boost the military in all sorts of ways, authorizing more ships, more fighter jets, more active-duty troops — and a few other things you may have just overlooked.”\n\nAmong those provisions: a new Asia-Pacific fund, other strategic initiatives, missile defense, surplus firearms, pilot physiological episodes, professional sports and more.",
  "“‘I’m almost sure that if we have more money to spend, we can buy more airplanes because everyone knows we need more,’ said Commodore Paul Herber, the Dutch defense attache in Washington.”\n\nTOP DOC — CSBA URGES FOCUS ON ELECTROMAGNETIC WARFARE, via your Morning D correspondent: “The Center for Strategic and Budgetary Assessments is urging the Pentagon improve its ability to conduct electromagnetic warfare to counter Russia and China's ‘gray-zone’ capabilities.",
  "“The ruling is another legal blow to one of Trump's signature military policy changes — one that has been hailed by social conservatives but drawn varying levels of criticism in both political parties and been bottled up in a Pentagon review.”\n\nBut the Trump administration appeals the first ruling, by the U.S. District Court for the District of Columbia, to partially block the ban, adds The Hill.",
  "U.S. Navy plane with 11 aboard crashes off Japan, 8 rescued\n\nWith Eli Okun, Connor O’Brien, Jacqueline Klimas and Wesley Morgan\n\nBREAKING OVERNIGHT — U.S. NAVY PLANE WITH 11 ABOARD CRASHES OFF JAPAN, 8 RESCUSED, reports The Associated Press: “Eight people were rescued and three remained missing after a U.S. Navy plane crashed into the western Pacific Ocean on Wednesday, the Navy said.",
  "The Independent\n\n— The U.S. kills more than 100 militants in Somalia: Defense News\n\n— Searchers race against time to find the missing Argentine submarine: WSJ\n\n— The U.S. will retry a former Blackwater guard for his role in a Baghdad traffic-circle massacre: The Washington Post\n\n— Explaining CBO discrepancies in nuclear weapons cost estimates: Breaking Defense",
  "And, it adds, those capabilities have influenced Russian aggression along its eastern border as well as China’s militarization of the South China Sea.”\n\nMAKING MOVES — TRUMP TAPS BAYER FOR NAVY INSTALLATIONS POST: The president has picked Phyllis Bayer to be assistant secretary of the Navy for installations, energy and the environment.",
  "SENATE APPROPRIATIONS RELEASES DEFENSE SPENDING BILL, reports your Morning D correspondent: The Senate Appropriations Committee Tuesday released its fiscal 2018 defense spending bill, including $581.3 billion in base Pentagon funding — the latest input from Congress as negotiators work to fashion a final defense spending package.",
  "“The speaker of the Parliament, Jacob Mudenda, read out a letter in which Mr. Mugabe said he was stepping down ‘with immediate effect’ for ‘the welfare of the people of Zimbabwe and the need for a peaceful transfer of power.’\n\n“Lawmakers erupted into cheers, and jubilant residents poured into the streets of Harare, the capital.",
  "WAR REPORT — TRUMP AND PUTIN TALK SYRIA, reports CNN: “President Donald Trump and Russian President Vladimir Putin spoke for ‘a little over an hour’ Tuesday morning, discussing a range of pressing international concerns a day after Putin met with Syrian President Bashar al-Assad, a White House official told CNN.",
  "“The statistics, released Tuesday by the U.S. Air Forces Central Command are a sign of how quickly the war against ISIS is changing in the wake of several costly defeats for the militant group.”\n\nMeanwhile, Afghan leaders in Helmand criticize U.S. airstrikes on Taliban drug labs, via The Washington Post.",
  "— AFGHANISTAN AIRSTRIKES SPIKE WHILE ANTI-ISIS ONES DROP, reports Military Times: “The number of weapons released in Afghanistan hit its highest monthly point in nearly seven years in October, and the total number of weapons released this year is on track to nearly triple over 2016.",
  "ZIMBABWE’S MUGABE FINALLY RESIGNS, writes The New York Times: “Robert Mugabe — who has ruled Zimbabwe since independence in 1980 and once proclaimed that ‘only God will remove me!’ — resigned as president on Tuesday shortly after lawmakers began impeachment proceedings against him.",
  "— IRAQ WAITS TO DECLARE FINAL VICTORY OVER ISIS, via Reuters: “Iraqi Prime Minister Haider al-Abadi said on Tuesday Islamic State had been defeated from a military perspective but he would only declare final victory after IS militants were routed in the desert.",
  "Story Continued Below\n\n“The C-2 “Greyhound” transport aircraft came down about 500 nautical miles (925 kilometers) southeast of Okinawa as it was bringing passengers and cargo from Japan to the USS Ronald Reagan aircraft carrier, the Navy said in a statement.",
  "TREASURY TARGETS NEW NORTH KOREA WITH NEW SANCTIONS, reports POLITICO’s Patrick Temple-West: “The Treasury Department on Tuesday imposed new sanctions targeting North Korea, stepping up pressure on the regime to abandon its nuclear development program.",
  "ANOTHER COURT HALTS TRUMP’S TRANSGENDER TROOP BAN, reports our colleague Jacqueline Klimas: “A second federal court on Tuesday ordered the Pentagon to halt implementation of President Donald Trump's controversial ban on transgender service members.",
  "North Korea was previously added to the list of state sponsors of terrorism in 1988 and removed from it in 2008 amid nuclear negotiations spearheaded by former President George W. Bush.”\n\nChina opposes the unilateral sanctions, reports Reuters.",
  "“Iraqi forces on Friday captured the border town of Rawa, the last remaining town under Islamic State control, signaling the collapse of the group’s ‘caliphate’ proclaimed after it overran much of Iraq’s north and west in 2014.",
  "The U.S. District Court for Maryland granted the preliminary injunction in a lawsuit filed on behalf of six transgender troops by the American Civil Liberties Union, which argues the ban is unconstitutional and discriminatory.",
  "Securing desert and border areas is what remains in the campaign against Islamic State, military commanders say.”\n\nBut Defense Secretary Jim Mattis warns against counting ISIS out, via the Christian Broadcasting Network.",
  "The bill would also provide $64.9 billion to the Pentagon’s Overseas Contingency Operations war account and appropriate $4.5 billion in emergency funding for missile defense, as requested by President Donald Trump.",
  "DUTCH DEFENSE ATTACHE EYES F-35’S, he tells our colleague Andrew Hanna: “Newly available defense funds may allow the Netherlands to purchase more F-35 joint strike fighters, according to a Dutch defense official.",
  "It seemed to be an abrupt capitulation by Mr. Mugabe, 93, the world’s oldest head of state and one of Africa’s longest-serving leaders.”\n\nHow Mugabe clung to power for almost 40 years, via The Washington Post.",
  "Join the fun at participating businesses during Women Rule Week (Nov. 27 – Dec. 1) for exclusive deals and tweet 5x using #WomenRule for a chance to win two free tickets to the Summit on Dec. 5!",
  "“The sanctions come a day after the Trump administration designated North Korea a state sponsor of terrorism, adding the hermit state to a list that includes Iran, Sudan and Syria.",
  "“The Reagan was operating in the Philippine Sea during a joint exercise with Japan’s Maritime Self-Defense Force when the twin-propeller plane crashed at 2:45 p.m. Japan time.",
  "“The two leaders discussed the situation in Syria and terrorism more broadly, the official said, as well as the state of affairs in Afghanistan, Ukraine and North Korea.",
  "POLITICO is partnering with women-led businesses in the D.C. metro area to offer a full week of exclusive perks in conjunction with the 5th annual Women Rule Summit!",
  "The White House was expected to release a full readout of the call later Tuesday.”\n\nTrump cedes post-war planning to Putin, writes POLITICO’s Michael Crowley.",
  "“At the same time, the number of weapons released against the Islamic State fell precipitously in October to their lowest point since October 2014 ?",
  "She has been chief of staff in the Office of the Assistant Secretary of Defense for Readiness and must be confirmed by the Senate in her new post.",
  "And the Pentagon is investigating the behavior of some military communications personnel on Trump’s Asia trip, reports The Washington Post.",
  "“Both Russia and China have deployed advanced long-range sensor and weapon networks along their borders, the center notes in a new report.",
  "Former President George W. Bush served holiday fare to troops from what U.S. Army division during his Thanksgiving 2003 trip to Iraq?",
  "They were taken to the Reagan for medical evaluation and are in good condition, the Navy said.”\n\nThe latest AP updates are here.",
  "The first person to email the correct answers to Morning D (ghellman@politico.com) wins a mention in Monday’s edition.",
  "The 2018 military pay raise would the biggest in eight years, but just how generous would it be, asks Military Times.",
  "IT’S WEDNESDAY AND WELCOME TO MORNING DEFENSE, where we're wishing our readers safe travels and happy Thanksgivings!",
  "North Korea launches its latest tirade, calling Trump a “mean trickster and human reject,” via The Washington Post.",
  "And Iraq relocates hundreds of foreign wives and children of suspected ISIS militants to Baghdad, Reuters reports.",
  "Email us at ghellman@politico.com, and follow on Twitter @greg_hellman, @morningdefense and @politicopro.",
  "The cause of the crash was not immediately clear and the incident will be investigated, the Navy said.",
  "And a bonus question: What holiday-food-related “fake news” controversy accompanied this visit?",
  "Relisting North Korea as a state sponsor of terrorism could damage diplomacy, writes the NYT.",
  "Listen to the latest Women Rule podcast featuring Glamour Editor-in-Chief Cindi Leive HERE.",
  "And the NDAA would give the Air Force flexibility in rocket selection, adds Ars Technica.",
  "Meanwhile, a truck bomb kills at least 32 people in an Iraqi town, adds the AP.",
  "Meanwhile, a figure known as “Crocodile” is poised to take over, adds the AP.",
  "MD TRIVIA: Today’s trivia question comes via our colleague Wesley Morgan.",
  "A PROGRAMMING NOTE: Morning Defense will not publish Thursday and Friday.",
  "And how elite plotters toppled his reign, via The Wall Street Journal.",
  "Congress may have given the Space Corps a start, writes Defense News.",
  "And Russia’s not likely to give up involvement in Syria, adds the AP.",
  "In the meantime, continue to follow Pro Defense issues here.",
  "“Eight people were rescued about 40 minutes later.",
  "And a committee explanatory statement is here.",
  "the third month of Operation Inherent Resolve.",
  "The full defense appropriations bill is here.",
  "We'll be back on Monday, Nov. 27.",
  "MARK YOUR CALENDAR!"
]