[
  "The Washington Post cites anonymous sources in its report that Special Counsel Robert Mueller “has gathered evidence that a secret meeting in Seychelles just before the inauguration of Donald Trump was an effort to establish a back channel between the incoming administration and the Kremlin.”\n\nPaul Manafort pleads not guilty to charges in Russia probe\n\nTrump and the Russia investigation: What you should know\n\nBRACING FOR TARIFF IMPACT: Observers will be watching Wall Street closely Friday following President Trump's order imposing tariffs on steel and aluminum imports ... Trump's order, which he signed Thursday, carved out an exception for Canada and Mexico for now while North American Free Trade Agreement (NAFTA) negotiations are under way.",
  "Included among the callers are several family members who students reached out to in the midst of the chaos, a person living nearby that thought they heard gunshots and an individual who spoke in such a low voice that the dispatcher had trouble hearing him when he said, “Marjory Stoneman Douglas High School is being shot up.” Several of the calls were transfers from other 911 operators, including one from a parent who said her son said he “heard noises and pops and he thinks there’s a shooting going on at the school.” Another woman who was emotional also called in saying she was talking with her son who “said ‘Shots!",
  "Developing now, Friday, March 9, 2018\n\nPresident Trump agrees to meet with North Korean leader Kim Jong Un by the end of May, but critics call for continued pressure on the rogue nation\n\nRecordings of 911 calls from the Parkland, Fla., massacre reveal the panic and fear unleashed by a gunman’s attack\n\nFOX NEWS EXCLUSIVE: Blackwater founder denies trying to set up back channels to Russia for the incoming Trump administration\n\nWall Street watches closely after Trump imposes tariffs on imported aluminum and steel on all countries except Canada and Mexico.",
  "'The View's' Joy Behar reportedly apologizes for mocking Vice President Pence's Christian faith\n\nTHE LEAD STORY - A CAUTIOUS APPROACH TO TRUMP-KIM MEETING: President Trump's planned meeting with North Korean dictator Kim Jong Un was met with cheers from many Republican lawmakers -- but some skepticism from others ... After months of saber-rattling, Trump accepted an invitation by Kim to meet face-to-face.",
  "Evan S. Medeiros, a former adviser in the Obama administration, warned that Kim could be \"playing Trump,” adding, “Kim will never give up his nukes.”\n\nFLORIDA 911 CALLS CAPTURE CHAOS, HORROR: The Broward County Sheriff’s Department released 10 of 81 emergency calls placed during the shooting at a Florida high school on Valentine’s Day that left 17 people dead ...",
  "But Graham warned Kim directly that “the worst possible thing you can do is meet with President Trump in person and try to play him.” Rep. Ed Royce, R-Calif., chairman of the House Foreign Affairs Committee, also said the invitation showed that sanctions on North Korea were “starting to work.”\n\nHowever, some lawmakers and observers remained skeptical.",
  "NO JOY, ALL APOLOGIES AT ABC SHAREHOLDER'S MEETING: ABC News' \"The View” star Joy Behar has reportedly apologized for recent comments that mocked Vice President Pence’s Christian faith ... Disney CEO Bob Iger said during the Q&A portion of a shareholder meeting on Thursday that Behar apologized directly to Pence on the phone.",
  "God.”\n\nFOX NEWS EXCLUSIVE: FAMILY TIES AND KREMLIN BACK CHANNEL 'LIES': Blackwater private security founder Erik Prince tells Fox News that there was no perjury, no collusion and no attempt to set up a back channel to the Kremlin when he met with a Russian oligarch weeks before President Trump’s inauguration ...",
  "Danhof told Iger that some of Disney’s recent decisions are “strange when trust in media is at an all-time low” and referred to Disney’s ESPN as a “24/7 anti-Trump tirade channel” before bringing up the Behar controversy.",
  "ET: Rep. Jim Jordan on Trump's tariffs plan, the latest in Russia investigation and the planned Trump-Kim meeting; Sen. James Lankford on Russia, cyber security and the upcoming midterms; former New Mexico Gov.",
  "\"– Author and commentator Mark Steyn, on Tucker Carlson Tonight, blasting some Democrats' relationship with Nation of Islam leader Louis Farrakhan and liberal leadership's refusal to disavow him.",
  "1964: The U.S. Supreme Court, in New York Times Co. v. Sullivan, raises the standard for public officials to prove they'd been libeled in their official capacity by news organizations.",
  ": While traveling in Djibouti, U.S. Secretary of State Rex Tillerson told reporters a \"dramatic\" and surprising change of posture by Kim Jong Un led Trump to agree to a meeting ...",
  "Sen. Ed Markey, D-Mass., also said that the invitation was the “beginning of a long diplomatic process” and that Trump needed to avoid “unscripted” remarks that could derail it.",
  "1918: Writer Mickey Spillane, famous for his pulp detective novels, is born Frank Morrison Spillane in Brooklyn, N.Y.\n\nFox News First is compiled by Fox News' Bryan Robinson.",
  "On Fox News Radio:\n\nThe Fox News Rundown podcast: President Trump signed a proclamation on steel and aluminum tariffs, defying critics and causing concerns of a trade war.",
  "ET: Guests include: Bruce Klingner, former CIA deputy division chief for the Koreas; Michael Wolf, Activate co-founder and CEO; Terence Wrong, executive producer of 'O.J.",
  "AS SEEN ON FOX NEWS\n\nDEMOCRATS' FARRAKHAN PROBLEM: \"It's embarrassing that this nut is a power broker in the Democrat Party and the media won't cover it.",
  "Tom Bevan, co-founder and publisher of RealClearPolitics, discusses the possibility of a blue wave as Pennsylvania's special election Tuesday approaches.",
  "HOLLYWOOD SQUARED\n\nObamas in talks to create programs for Netflix\n\nFormer Obama aide Kal Penn wants Schumer 'out of office' after pro-Israel speech.",
  "ET: Longtime State Rep. Rick Saccone, who's running for the Pa. congressional seat, joins Cavuto Live ahead of Tuesday's critical special election.",
  "Prince, who also Education Secretary Betsy DeVos's brother, says accusations that he lied to the House Intelligence Committee simply aren’t true.",
  "– Laura Ingraham, sounded off on the sanctuary city debate and the \"radical takeover of California,\" in her monologue for \"The Ingraham Angle.\"",
  "ET: Attorney General Jeff Sessions sounds off on feds' problems with sanctuary state California, calls for a second special counsel and more.",
  "Lindsey Graham, R-S.C., praised the planned meeting, saying that it “gives us the best hope” to “peacefully” resolve escalating tensions.",
  "The shareholder who asked the question was Justin Danhof, who is the general counsel for the National Center for Public Policy Research.",
  "Stocks posted gains Thursday after Trump signed the tariffs order, easing concerns on Wall Street that the plan would fuel a trade war.",
  "The U.S. was taken aback at how \"forward-leaning\" Kim was in his conversations with a visiting South Korean delegation, Tillerson said.",
  "Trump stressed Kim was interested in denuclearization and that sanctions would remain in place until an agreement is reached.",
  "Trump, He added, made the decision \"himself\" after determining the time was right for \"talks\" — but not formal negotiations.",
  "The two would meet by May, South Korean National Security Adviser Chung Eui-yong announced at the White House on Thursday.",
  "MINDING YOUR BUSINESS\n\nStocks flat ahead of February jobs report | Will February report trigger another market sell-off?",
  "WATCH\n\nNO CALIFORNIA LOVE: \"California is almost acting like it's a separate country altogether, not a separate state.\"",
  "\"Kim Jong Un talked about denuclearization with the South Korean Representatives, not just a freeze,\" Trump tweeted.",
  "ET: Anthony Scaramucci, Sean Spicer and Geraldo size up planned Trump-Kim meeting and the president's tariffs order.",
  "The tariffs will go into effect in 15 days and critics of the plan are debating its potential impact on consumers.",
  "And Andrew Pollack, whose daughter Meadow was killed in the Parkland massacre, discusses his meeting with Gov.",
  "Rep. Markwayne Mullin: Trump isn’t starting a trade war, he's helping to restore 'Made in America.'",
  "ACROSS THE NATION\n\nNeedles, debris, human waste tallied after cleanup of California homeless camp.",
  "Texas jump-started the midterm elections season with a strong turnout from both political parties.",
  "ET: Did President Trump make the right decision in accepting Kim Jong Un's invitation to meet?",
  "Shock in Milwaukee over 'cluster' outbreak of HIV and syphilis, including babies and teens.",
  "WATCH\n\nTHE SWAMP\n\nWill atheist Dem have a prayer in deep-red Tennessee's special election?",
  "FOX NEWS OPINION\n\nDaylight saving time: Don’t Blame Ben Franklin -- But make it stop.",
  "ET: Brad Blakeman, former deputy assistant to President George W. Bush; Kentucky Gov.",
  "Callista Gingrich: Ending human trafficking must be a global priority for us all.",
  "ET: Mark Levin has a conversation with Israeli Prime Minister Benjamin Netanyahu.",
  "Teacher's handcuffing, rough treatment prompt state attorney general's lawsuit.",
  "Defense officials hailed the planned meeting as a \"potential breakthrough.\"Sen.",
  "Susan Sarandon says Paul Newman once gave up some of his salary for equal pay.",
  "Plus, how can consumers limit the data Facebook's advertisers are collecting?",
  "Rep. Ron DeSantis on the 911 calls released from the Parkland mass shooting.",
  "Rick Scott as governor mulls his decision on a proposed school safety bill.",
  "A source close to Pence confirmed to Fox News that Behar did apologize.",
  "(Christopher Wallace) is killed in a drive-by shooting in Los Angeles.",
  "\"Also, no missile testing by North Korea during this period of time.\"",
  "The deadliest animals in America probably aren't what you think.",
  "ET: Scott Paul, Alliance for American Manufacturing president.",
  "Want the Fox News Rundown sent straight to your mobile device?",
  "Bill Richardson on the significance of the Trump-Kim meeting.",
  "Subscribe through Apple Podcasts, Google Play, and Stitcher.",
  "Daylight saving time: When and why we spring clocks forward.",
  "ET: An interview with House Majority Leader Kevin McCarthy.",
  "Toys R Us preparing to liquidate U.S. operations: Report.",
  "Joy Behar: Conservatives have a 'penchant for Nazis now.'",
  "We'll see you in your inbox first thing Monday morning.",
  "#OnThisDay\n\n1997: Gangsta rapper The Notorious B.I.G.",
  "Plus, commentary by 'The Five' co-host Juan Williams.",
  "Fox News Weekend:\n\nCavuto Live, Saturday, 10 a.m.",
  "President Trump will be campaigning for Saccone.",
  "Dreamers to Democrats: We're tired of your lies.",
  "ET: What’s behind the media's anti-Trump excess?",
  "Sean Spicer and the Hill's Joe Concha weigh in.",
  "STAY TUNED\n\nOn Fox News:\n\nFox & Friends, 6 a.m.",
  "spending $139G to fix doors in Zinke’s office.",
  "On Fox Business:\n\nMornings with Maria, 6 a.m.",
  "WHAT LED TO TRUMP ACCEPTING KIM'S INVITATION?",
  "Fox News' John Stossel weighs in on the move.",
  "Matt Bevin; boxing legend Evander Holyfield.",
  "The Volkswagen Beetle will soon be squashed.",
  "Household net worth jumps to $98.7 trillion.",
  "Life, Liberty & Levin, Sunday, 10 p.m.",
  "Sunday Morning Futures, Sunday 10 a.m.",
  "Countdown to the Closing Bell, 3 p.m.",
  "Kurt the \"CyberGuy\" shares insight.",
  "And will they ever accept reality?",
  "The Brian Kilmeade Show, 9 a.m.",
  "ET: Ohio Rep. Warren Davidson.",
  "Tucker Carlson Tonight, 8 p.m.",
  "Simpson: The Lost Confession?",
  "The killing remains unsolved.",
  "The Tom Shillue Show, 3 p.m.",
  "Enjoy your day and weekend!",
  "Rep. Steve King joins Tom.",
  "Welcome to Fox News First.",
  "Thank you for joining us!",
  "DID YOU HEAR ABOUT THIS?",
  "After the Bell, 4 p.m.",
  "Varney & Co., 9 a.m.",
  "Not signed up yet?",
  "'; Sean Spicer.",
  "Hannity, 9 p.m.",
  "Interior Dept.",
  "Click here.",
  "Shots!",
  "Shots!",
  "Mom!",
  "Amb."
]