[
  "Though restricted by Afghan law to operate only in international airports or within 50 kilometers of the border, they’d entered the city on May 29 when their boss, Brigadier General Abdul Raziq, was appointed acting chief of police in Kandahar province, following the assassination of his predecessor.",
  "The Border Police were a new sight in the city: rough-looking types with wraparound shades and bandoliers of grenades, who could be seen lounging at checkpoints throughout the city and guarding installations such as the governor’s palace.",
  "Early the next morning, they were taken to the governor’s palace, a long, low white compound fronted by a series of arches, jointly guarded by American soldiers and Border Police, where U.S. and Afghan officials meet on a daily basis.",
  "When the beating was over, Najib and Ahmad were taken outside and thrown into the back of an armored Humvee, where they lay all night with their wrists still tightly cuffed, suffocating in the stiflingly hot, enclosed interior.",
  "Around 11 o’clock that night, police showed up at the restaurant and arrested Najib and Ahmad as well, accusing them of having sent the younger boys out to feed the Taliban.",
  "Inside the station, the policemen tied a scarf to Najib’s handcuffs and hung him from the ceiling until he felt as if his arms were being pulled from their sockets.",
  "Then two men—one in uniform and holding a black metal baton, the other in plain clothes and wielding a length of cable—began beating him across his hips and thighs.",
  "The police brought them around the back, to a filthy room that smelled of human waste, where they were shackled to the wall next to two other prisoners.",
  "“It felt,” Najib told me, “like my whole body was filled with moving knives.”\n\nAfter he passed out from the pain, it was Ahmad’s turn to be tortured.",
  "They were taken to police headquarters, where they were handed over to men wearing the mottled gray-green uniforms of the Border Police.",
  "A third man, also in plain clothes, questioned Najib: “What was the name of the commander you were bringing food to?",
  "Raziq was well known as a warlord and suspected drug trafficker who had waged a brutal campaign against the Taliban.",
  "He was forced to lie on his back, and wires leading to the generator were attached to toes on both his feet.",
  "In a nearby room, Ahmad could hear his friend’s screams, though he was spared for the time being.",
  "Then, one at a time, they were taken to a second room, empty except for a gas-powered generator.",
  "A group of Border Police crowded around him, jeering and spitting snuff on his face.",
  "In the evening, they were taken to police headquarters to see Abdul Raziq himself.",
  "How often do you bring food to the enemy?” Sobbing, Najib pleaded his innocence.",
  "He was also a close ally of both President Hamid Karzai and the U.S. military.",
  "When the two awoke from the ordeal, they were placed in separate rooms.",
  "“They said, ‘We are going to beat you,’” Ahmad recalled.",
  "“Tell us the truth,” they commanded.",
  "Then they switched on the power.",
  "Najib went first."
]