[
  "“The vice president has not weighed in on any side other than to make sure that the options presented to the president are fully fleshed out and objective,” his office said in a statement, calling the vice president “an honest broker.”\n\nMcMaster, a key member of the globalist wing in the administration, is believed to have enlisted Pence’s help in recent weeks as he sought to convince Trump of increasing the number of boots on the ground in the face of a Taliban force gaining strength in the country.",
  "“The president is studying and considering his options and will make an announcement to the American people, to our allies and partners, and to the world at the appropriate time,” White House Press Secretary Sarah Huckabee Sanders said in a statement.",
  "According to Politico, the pair teamed up at a high-level meeting to persuade President Donald Trump to increase military presence in the war-torn country, and even rehearsed their arguments before going into the meeting.",
  "In the wake of former White House Chief Strategist Stephen K. Bannon’s departure, Politico claims that Vice President Mike Pence and National Security Adviser H.R.",
  "Sources told Politico that Erik Prince, founder of the Blackwater private security firm, was supposed to attend the sessions, but McMaster blocked his attendance.",
  "Prince is understood to have been in favor of outsourcing the war effort, and Politico reported that he had Bannon’s backing.",
  "The push came on the same day as Bannon left the White House to retake his position as Executive Chairman of Breitbart News.",
  "A memo was also distributed Friday to the other attendees of the session that laid out a path of persuading the president.",
  "An administration official told the outlet that the rehearsal took place in part via Pence’s secure phone on his plane.",
  "There was no immediate announcement from the White House, so it is unclear if the proposal was approved.",
  "Bannon is believed to have argued in favor of restricting America’s military presence abroad.",
  "However, Pence’s office denied that he had done any rehearsing of arguments with McMaster.",
  "Adam Shaw is a Breitbart News politics reporter based in New York.",
  "McMaster are teaming up to push for more troops in Afghanistan.",
  "Follow Adam on Twitter: @AdamShawNY"
]