[
  "In a tweet sent out early on Monday morning June 5th, the Saudi Ministry of Foreign Affairs announced: “Protecting national security from threats of terrorism and extremism, Saudi Arabia has decided to sever diplomatic and consular relations with the State of Qatar.”\n\nThe official statement accused Qatar of supporting “various terrorist and sectarian groups aimed at destabilizing the region, including the Muslim Brotherhood group, Daesh (ISIS), and Al-Qaeda, promoting the ethics and plans of these groups through its media (Al-Jazeera).” The charge seems hyperbolic if not dubious.",
  "Virtually the entire agenda of a two-day conference that took place a year ago between Foundation for Defense of Democracies (FDD)—a neocon think tank—and high-level UAE government officials seemed as a deliberate effort to project Qatar as a rogue nation that finances and hosts “terrorist organizations.” Within 24 hours after the hacked emails appeared in the public domain, the operation to sever the relationship with Qatar was in full force.",
  "As someone who considers conventional military apparatuses to advance geopolitical interests both costly and obsolete and that paramilitary options could adequately fill their roles and achieve their objectives, Prince sees Trump’s myopic world view and rhetorical attack on Qatar as a valuable opportunity to rearrange US-Qatar military partnership.",
  "On the other hand, Avigdor Lieberman, Israel’s Defense Minister went public with his nation’s enthusiasm: “There is no doubt that this opens very many possibilities of cooperation in the struggle against terror.”\n\nMeanwhile, Kuwait and Turkey have offered diplomatic intervention and urged all parties to de-escalate and exercise restraint.",
  "Two of them were for his political base and the Israel and Saudi lobbies: escalate the anti-Iran rhetoric to pave the way for US pullout of the Iran deal negotiated by former President Barack Obama; and further isolate the Muslim Brotherhood to ultimately place that outfit in the international terrorist list.",
  "International Reaction\n\nWhile the diplomatic dominoes were falling one after the other, the Pentagon, via its military Central Command, has issued a statement confirming that there was “no plans to change our posture in Qatar,” in reference to the US military base and troops stationed in that country.",
  "Saudi Arabia, UAE, Egypt and Bahrain share four particular interests: One, to uproot the Muslim Brotherhood as they have what’s generally considered as a legitimate moral grievance per el-Sisi led a coup in Egypt and the subsequent atrocities of public massacres, mass incarceration, etc.",
  "In his own special way and through his favorite platform, Trump praised Saudi Arabia and the Covfefe Coalition with these two historic tweets:\n\nDuring my recent trip to the Middle East I stated that there can no longer be funding of Radical Ideology.",
  "The HackGate\n\nThe recent public release of hacked emails of UAE Ambassador to the US Yousef Al-Otaiba raise many questions and implicate UAE along with some former US officials as co-conspirators in a multiparty effort to isolate Qatar.",
  "‘Hiding In The Shadows’\n\nErik Prince of the infamous Blackwater is a close friend of Sheik Mohamed bin Zayed al-Nahyan, the Crown Prince of Abu Dhabi, and he has an “intimate relationship” with US President Donald Trump.",
  "And lastly, to hand the “Deep State” whom he is convinced is actively conspiring against him a payback punch by shaking the foundation on the US military arrangement with Qatar and thus the American grand strategy.",
  "He “was with Donald Trump and his family at Trump Tower on election night in November.” Erik Prince is also the brother of Trump’s loyal friend, hefty campaign donor, and Secretary of Education, Betsy Devos.",
  "The other objectives were to dominate the headlines to turn mainstream media away from the scandalous saga of the Trump presidency, ongoing investigation and Senate hearings implying illegal shenanigans.",
  "And since the Gulf Cooperation Council (GCC) is the epicenter of Arab oil wealth, it is fair to conclude that there are other actors, interest groups and nations whose hands are not always visible.",
  "Saudi Arabia has assembled a coalition that includes UAE, Bahrain, Egypt and few others that are less important politically and economically to join in an effort to squeeze Qatar into submission.",
  "Of course, each actor who is part of this coalition is there to gain something; some of them might have short-term interests while others are motivated by the strategic outcome or the long-term.",
  "While the diplomatic discontent between Saudi Arabia and Qatar has been written on the wall since the Arab Spring, it caught foreign policy experts in the Middle East and the West by surprise.",
  "Four, to undermine Qatar’s rising political clout with a blockade and negative campaign, especially since the 2022 World Cup could elevate its international profile and influence.",
  "A significant amount of Qatar’s food import comes through Saudi Arabia and this being the holy month of Ramadan it could have severe consequences on the former’s food supply.",
  "And the brotherhood’s various institutions, expertise and intellectual capacity present to the coalition threats that are more consequential than that of ISIS and al-Qaida.",
  "Any shake-up in the current arrangement will make space for paramilitary entrepreneurs such as Erik Prince to expand their sphere of influence and indeed business.",
  "It has press freedoms that stand out in the Arab world as media in countries such as Egypt and Lebanon have been growing flagrantly jingoistic or sectarian.",
  "In these times of uncertainty when a number of Middle East states have been collapsing one after another, Qatar has been making sound strategic decisions.",
  "Also, in 2022 it is set to step up to the global center stage as it becomes the first Arab and first Muslim nation to ever host the FIFA World Cup.",
  "Welcome to the twilight zone of foreign policy and geopolitics where facts and fiction are inseparable and alliance formation is ever more elusive.",
  "— Donald J. Trump (@realDonaldTrump) June 6, 2017\n\nNotice the contradiction between Trump’s tweets and the Pentagon statement quoted earlier.",
  "Two, to isolate Iran to prevent it from broadening its political influence in the Middle East, especially in Yemen and Syria.",
  "They simultaneously cut their relationships with Qatar and denied that tiny state any access to their sea, land and airspace.",
  "According to journalist Jeremy Scahill, Erik Prince is the de facto Trump adviser on military and intelligence matters.",
  "Three, to seriously look into the split, or the two-Yemen solution since the Yemen war is becoming a bloody quagmire.",
  "[I]t is fair to conclude that there are other actors, interest groups and nations whose hands are not always visible.",
  "The Emir of Kuwait has been busying himself with “shuttle diplomacy.”\n\nSo, what is driving this issue, and why now?",
  "Chameleons In The Desert\n\nMultilateral diplomatic divorces of this nature are not something that occur haphazardly.",
  "Prince and UAE partnership already has contracts in Somalia (Bosaaso Seaport) and Somaliland (Berbera Seaport).",
  "— Donald J. Trump (@realDonaldTrump) June 6, 2017\n\nAnd\n\n...extremism, and all reference was pointing to Qatar.",
  "The Trump Factor\n\nIn late May, at the Riyadh Summit, Donald Trump had addressed 50 Arab and Muslim leaders.",
  "It is the richest nation in the world in terms of per capita and is the standard-bearer of Arab progress.",
  "For Prince and company, this is an opportunity to carve out his enterprise a much broader role.",
  "The danger in this option is that these private paramilitaries are accountable to none.",
  "Perhaps this will be the beginning of the end to the horror of terrorism!",
  "If it is a single motive it would have to be a multifaceted one.",
  "In hindsight, Donald Trump clearly had four objectives.",
  "There is no reality TV that can outdo this reality.",
  "The possible answers might not please all parties.",
  "Trump wasted no time in taking credit.",
  "Leaders pointed to Qatar - look!"
]