[
  "AP Photos/Susan Walsh Erik Prince's plan to send a private military force to Afghanistan may not have worked out, but another venture he's involved with has sunnier prospects: a secure communications solution for journalists, human rights workers, and even the Democratic Party.",
  "The company has received funding from Gilman Louie, the former CEO of In-Q-Tel, a CIA-funded venture firm, and several other investors, including Richard Clarke and Michael Wertheimer, have close ties to the U.S. intelligence and national security communities.",
  "Wickr may be best-known for its secure private messaging app, but the company last year launched its professional version, which Wired magazine described as a \"self-destructing Slack,\" a reference to the popular collaboration tool.",
  "Less well-known is that one of the principal investors is Erik Prince, the founder of the controversial private security firm Blackwater (now Academi), according to a confidential briefing obtained by Foreign Policy.",
  "The company briefing quotes the Electronic Frontier Foundation (EFF), a nonprofit that defends digital rights, saying it commends Wickr for \"its strong stance regarding user rights, transparency, and privacy.\"",
  "Wickr, the American software company best-known for its free secure messaging app, is developing a suite of different secure communications apps, including one that is being used by the Democratic Party.",
  "Many in the intelligence community genuinely want to help secure Americans' communications, while \"other members of the intelligence community want to undermine encryption at every turn,\" Timm said.",
  "Two US private security contractors investigate the site where a military armored bus was damaged by a roadside bomb near Baghdad International Airport in Baghdad, Iraq, Nov. 27, 2004.",
  "\"I wouldn't say that EFF has endorsed Wickr's use,\" a spokesperson for the foundation told FP, pointing to a study that was done as part of a broader project that scores many apps.",
  "According to the confidential briefing, the company is also working on Wickr I/O, a secure communications platform that would be used to safeguard things like oil rigs and ATMs.",
  "Hadi Mizban/AP\n\nIt's not a contradiction to have both government officials and human rights workers using the same secure communications app, says a former In-Q-Tel official.",
  "The involvement of one of America's most notorious businessmen with a company touting itself to human rights workers and the Democratic Party is, if nothing else, surprising.",
  "The head of a cybersecurity firm that does business with the intelligence community told FP that his engineers trust Wickr more than Signal after having looked at its code.",
  "AP\n\n\"Wickr has also been promoted by Arabic-speaking pro-Islamic State Twitter users known for providing security tips,\" says the intelligence bulletin, obtained by FP.",
  "The Blackwater founder has been in the news again in recent weeks after proposing an ambitious plan to send an army of private contractors and aircraft to Afghanistan.",
  "Trevor Timm, the executive director of the Freedom of the Press Foundation, said he was encouraged to see that political parties were using end-to-end encryption.",
  "His plan fell apart, however, after President Donald Trump's confidant Steve Bannon left the administration, cutting off Prince's access to the White House.",
  "When asked about his involvement with the company, a spokesperson for Wickr pointed to a 2015 press release that listed several investors, including Prince.",
  "It is also reportedly popular among international and domestic terrorist organizations, according to a 2015 report produced by a Florida fusion center.",
  "Nico Sell, one of the company's founders, has described herself as a fierce privacy advocate and is known for always donning sunglasses in public.",
  "\"There is a need for secure messaging on devices that don't look weird or like spy tools,\" the former official, who asked not to be named, said.",
  "And it shouldn't be assumed that encryption software, like Wickr, tied to people in the intelligence community is necessarily compromised.",
  "This year, Wickr opened up its code for review, finally allowing security researchers to verify that the app was doing what it claimed.",
  "Wickr's secure messaging app has been used by journalists and politicians alike, including Australian Prime Minister Malcolm Turnbull.",
  "As with all secure communications apps, the biggest question for security researchers is whether the software can be trusted.",
  "His first name is misspelled in the 2-year-old release, which appears to be the only public mention of Prince's involvement.",
  "Yet the company's links to the defense and intelligence communities were also well-established from the start.",
  "\"So it definitely makes me wary,\" he said of Wickr's ties, \"but it's also not proof of nefarious conduct.\"",
  "\"That is likely to be as true for Academi/Xe/whatever their name is as it is for national intel orgs.\"",
  "The Democratic Congressional Campaign Committee is also using Wickr, a spokesperson confirmed.",
  "Wickr was founded in 2012, with lofty ambitions of protecting personal information.",
  "The Democratic National Committee, which uses Signal, is currently testing Wickr.",
  "Prince did not respond to a request for comment about his ties to Wickr.",
  "Prince's investment in Wickr is by no means secret, but it is obscure.",
  "Erik Prince testifies on Capitol Hill in Washington, Oct. 2, 2007.",
  "More recently, Wickr has made inroads with the Democratic Party.",
  "It's unclear how big a stake Prince has in the company.",
  "Erik Prince."
]