[
  "February 1 – “Almost Everything That Could Go Wrong Did”\n\nScore: 3.9\n\nThe New York Times delved into the botched Yemen raid, concluding, “almost everything that could go wrong did.” A Reuters dispatch captured complaints of Trump’s decision-making process from anonymous “military officials” who said Trump “approved his first covert counterterrorism operation without sufficient intelligence, ground support or adequate backup preparations.” Trump opined on Fredrick Douglass during a Black History Month event, calling him “an example of somebody who’s done an amazing job and he’s being recognized more and more, I noticed.” A leaked transcript of a call with Mexican President Enrique Peña Nieto suggested Trump threatened military action: “You have a bunch of bad hombres down there ...",
  "In his prime-time address to the joint session of Congress, he called for “all citizens to embrace this renewal of the American spirit” and said, “The time for trivial fights is behind us.” The speech’s emotional climax came when he honored the memory of fallen Navy Seal William “Ryan” Owens, telling his tearful widow, “We will never forget Ryan.” Liberal CNN pundit Van Jones declared, “He became president of the United States in that moment, period.” The drama of the moment washed away weeks of questions about the botched raid in Yemen that took Ryan’s life.",
  "I’ll look into that.” Meanwhile, POLITICO published a leak-stuffed report citing “aides and allies” who said Trump was “increasingly frustrated with the challenges of running the massive federal bureaucracy,” that “his mood has careened between surprise and anger” and “the transition from overseeing a family business to running the country has been tough on him.” Trump was also skewered in social media for his awkward, protracted handshake with Japanese Prime Minister Shinzo Abe who, in his facial expression, seemed to channel the world’s incredulity.",
  "Tied for #78 (Score: 4.3)\n\nJanuary 21: Trump’s first full day as president was dominated by the Women’s March, while Trump inflated the size of his inaugural crowd while addressing the CIA, and Spicer insisted the crowd was actually the largest ever, “Period.”\n\nFebruary 5: The White House bristled at the New York Times’ depiction of a White House in disarray: “Aides confer in the dark because they cannot figure out how to operate the light switches in the Cabinet room,” and Trump watches “television in his bathrobe ….",
  "On the other side of the ledger, Buzzfeed reported that former Trump adviser Carter Page “met with and passed documents to a Russian intelligence operative in New York City in 2013.” And the Washington Post uncovered that “The United Arab Emirates arranged a secret meeting in January between Blackwater founder Erik Prince and a Russian close to President Vladimir Putin as part of an apparent effort to establish a back-channel line of communication between Moscow and President-elect Donald Trump.”\n\n#4 (tie).",
  "February 13 – Out Like Flynn\n\nScore: 3.9\n\nHours after Conway insisted, “General Flynn does enjoy the full confidence of the president,” Flynn resigned, taking blame for “inadvertently brief[ing] the Vice President Elect and others with incomplete information regarding my phone calls with the Russian Ambassador.” However, Trump ended the day with more staff than the day before, as Steven Mnuchin and David Shulkin were confirmed to lead the departments of Treasury and Veterans Affairs, respectively.",
  "House Oversight Committee Chair Jason Chaffetz immediately declared Conway “wrong, wrong, wrong” and signed a bipartisan letter to the Office of Government Ethics requesting “recommendations for disciplinary action, if warranted.” To cap the awful day, Reuters broke the news that an internal Department of Homeland Security report had pegged the cost of a border wall at $21.6 billion, nearly double what the Trump campaign estimated and a poor omen for the proposal’s prospects in Congress.",
  "March 1: The Washington Post uncovered that “Sessions met with Russian envoy twice last year, encounters he later did not disclose.”\n\nMarch 5: POLITICO reported, “There’s a real frustration among many — including from the president — that things aren’t going as smoothly as one had hoped.”\n\nMarch 16: While the Senate Intelligence Committee debunked Trump’s wiretap claim, Spicer doubled down and suggested British spies were involved.",
  "The move was portrayed as voluntary, but days later, CNN reported “people who know Walsh said … it was doubtful she left of her own volition … and [it] reflects poorly on [chief of staff Reince] Priebus' ability to protect his hires, or himself.”\n\n#93 (tie), April 6 – Nunes Recuses\n\nScore: 3.7\n\nDays of Democratic pressure got to Nunes, as he recused himself from leading the House Intelligence Committee’s Russia investigation.",
  "April 23: Trump tried on Twitter to explain why he’s asking taxpayers for border wall money: “Eventually, but at a later date so we can get started early, Mexico will be paying, in some form, for the badly needed border wall.”\n\n\n\nTied for #60 (Score: 4.6)\n\nJanuary 22: Kellyanne Conway coined the term “alternative facts.”\n\nJanuary 30: Acting Attorney General Sally Yates refused to defend the travel ban and was quickly fired.",
  "Trump also struck a blow in the drug war by imposing sanctions on Venezuelan Vice President Tareck El Aissami, who was described by Bloomberg as “one of the most-senior government leaders of any country” targeted “under the Foreign Narcotics Kingpin Designation Act.” The White House received a letter from the Office of Government Ethics saying Conway should be disciplined for hawking Ivanka Trump’s product line.",
  "February 2 – Pray for Arnold, Ivanka and the Bowling Green Massacre Victims\n\nScore: 3.9\n\nTrump roiled the National Prayer Breakfast by going on an extended rant about “Apprentice” host Schwarzenegger: “I want to just pray for Arnold ... for those ratings.” Trump would soon have a new focus for his enmity: Nordstrom, which on this day dropped the sale of his daughter’s product line after poor sales.",
  "The Daily Beast headlined “Steve Bannon Calls Jared Kushner a ‘Cuck’ and ‘Globalist’ Behind His Back.” POLITICO revealed the infighting seeps throughout the bureaucracy, “paralyzing federal agencies, which have been hamstrung by slow hiring, disorganization and an overall lack of direction.” But the Senate delivered Trump a present: deploying the nuclear option and cueing up Gorsuch’s confirmation.",
  "March 30 – New Mess With Nunes\n\nScore: 3.7\n\nEight days after House Intelligence Committee Chairman Devin Nunes undercut Comey’s testimony and claimed to have evidence that “the intelligence community incidentally collected information about U.S. citizens involved in the Trump transition,” the New York Times reported that the information was fed to Nunes by two White House officials.",
  "We must fight them, & Dems, in 2018!” And the Environmental Protection Agency embarrassed Trump by leading a news release meant to tout an executive order with the statement, “President Trump has chosen to recklessly bury his head in the sand.” The EPA apologized for “mistakenly” sending an “internal draft.” Finally, White House deputy chief of staff Katie Walsh resigned.",
  "The New York Times reported that the CIA told senior lawmakers last summer that “it had information indicating that Russia was working to help elect Donald J. Trump president.” The Times raised the prospect that Trump son-in-law Jared Kushner, who “did not mention dozens of contacts with foreign leaders or officials in recent months,” may be ensnared by the probe.",
  "April 7 – The Strike\n\nScore: 6.6\n\nFor the second time, a CNN commentator made the post-inauguration declaration, “Donald Trump became president of the United States.” No, Fareed Zakaria didn’t say it just because Trump fired off some missiles, but because he did it in the name of upholding an international agreement against the use of chemical weapons.",
  "And worse, a sucker who is a tool of the D.C. establishment.”\n\nApril 1: Trump promoted a survey by the National Association of Manufacturers, which found “Manufacturers’ Optimism at 20-Year High.” The New York Times reported that Flynn did not include payments from Russia on his financial disclosure forms.",
  "But perhaps the most important event was that, according to the New York Times, “American-backed militia fighters in Syria … severed the last remaining access for supply deliveries to Raqqa”—the “de facto capital” of ISIS—“and may have eliminated an escape route for Islamic State fighters.”\n\n#7 (tie).",
  "But former Trump campaign aide Carter Page added to the fire, recounting on MSNBC that \"I’m not going to deny that I talked with [Russian Ambassador to the U.S. Sergei Kislyak].” And the New York Times found that Kushner and Kislyak had a meeting that included Flynn during the transition.",
  "The effort to craft an Obamacare repeal bill was mocked by Sentor Rand Paul, who dubbed it “Obamacare-lite.” He then went on a public hunt for the draft, reacting to a Bloomberg story that “the document is being treated a bit like a top-secret surveillance intercept” by House negotiators.",
  "March 6 – Squeezing ISIS in Raqqa\n\nScore: 5.6\n\nThis day was best-known for the Republican introduction of the American Health Care Act, a revised “travel ban” executive order and press secretary Sean Spicer’s painful attempts to explain Trump’s accusation that Obama wiretapped him.",
  "Such a request from the White House is a violation of procedures that limit communications with the FBI on pending investigations.”\n\nMarch 13: The Congressional Budget Office estimated that 24 million fewer people would have coverage under the House Republican health care bill.",
  "Earlier in the day, Trump continued to befuddle voters with his obsession over his replacement host for “The Apprentice.” “Yes, Arnold Schwarzenegger did a really bad job as Governor of California and even worse on the Apprentice,” tweeted Trump, “but at least he tried hard!\"",
  "He called a refugee agreement between the two countries “the worst deal ever” and the phone call “the worst call by far.” According to the Washington Post report published a few days later, Trump also “boasted about the magnitude of his Electoral College win.”\n\n#89 (tie).",
  "April 13 – Trump Bombs the S—t Out of ISIS\n\nScore: 5.5\n\nThe GBU-43 Massive Ordnance Air Blast bomb—or the “mother of all bombs”—was successfully dropped on an ISIS tunnel complex in eastern Afghanistan, killing around 100 militants with no reports of civilian casualties.",
  "Trump vented on Twitter about his health-care defeat: “Democrats are smiling in D.C. that the Freedom Caucus, with the help of Club For Growth and Heritage, have saved Planned Parenthood & Ocare!”\n\nApril 19: Sarah Palin, Kid Rock and Ted Nugent visited the White House.",
  "Trump also had a chummy meeting with Saudi Deputy Crown Prince Mohammed bin Salman, afterward heralding “a historic turning point in bilateral relation of the two countries.” Salman even went so far as to defend the travel ban, which did not target his country.",
  "March 20 – The Comey Double-Whammy\n\nScore: 3.3\n\nDuring his testimony to the House Intelligence Committee, FBI Director James Comey confirmed that the bureau was actively investigating whether the Trump presidential campaign colluded with the Russian government.",
  "April 26: Trump agreed to renegotiate NAFTA after flirting with terminating it, announced a thinly detailed tax reform plan, agreed to continue Affordable Care Act subsidies and did not start World War III after briefing the entire Senate on North Korea.",
  "The Swedish prime minister scolded, “We must all take responsibility for using facts correctly and verifying any information that we spread.”\n\nFebruary 24: Trump spoke at the annual Conservative Political Action Conference and attacked the FBI for leaks.",
  "Coming a day after the Congressional Budget Office leveled a devastating blow to the House Republican bill to replace Obamacare, the tax story briefly diverted attention away from negative stories about health care reform and showed nothing scandalous.",
  "He also lashed out at the Freedom Caucus for rejecting his health care bill: “The Republican House Freedom Caucus was able to snatch defeat from the jaws of victory.”\n\n\n\n***\n\nTHE JUST AVERAGE DAYS\n\nTrump had six days in which the needle did not move.",
  "The Los Angeles Times reported that an official with Afghanistan’s intelligence agency said Russia has been providing the Taliban with money, weapons and “strategic advice”—a blow to Trump’s hope that Putin would be a partner in combating terrorism.",
  "Senator McCain criticized the Yemen mission: “I would not describe any operation that results in the loss of American life as a success.”\n\nMarch 7: Conservatives and moderates in the House Republican caucus recoiled at the unveiled health care bill.",
  "A “Saturday Night Live” sketch channeled the mood of blue America: “I want one day without a CNN alert that scares the hell out of me.”\n\nMarch 11: Longtime Trump associate Roger Stone admitted to having an exchange with Russian hacker Guccifer 2.0.",
  "Grant 10 points for every time a pundit declares, “Trump became president of the United States today.” Take away 5 points for embarrassing, leak-filled “palace intrigue” stories, and 3 points for breakout anti-Trump “Saturday Night Live” sketches.",
  "March 10: The Associated Press reported, “Trump transition knew Flynn might register as foreign agent.”\n\nApril 2: White House aides mistakenly told reporters that Kushner arrived in Iraq before he actually did, creating a potential security risk.",
  "National Security Adviser Michael Flynn tacitly acknowledged to the Washington Post that he had discussed sanctions with the Russian ambassador to the United States before Trump was inaugurated, one day after flatly denying the allegations.",
  "February 6: The speaker of the British Parliament refused to let Trump address his chamber in an upcoming visit due to “our opposition to racism and to sexism.”\n\nFebruary 11: Trump was briefed on North Korea in the middle of Mar-a-Lago.",
  "March 4: Trump woke up, accused President Barack Obama of wiretapping his phones without any evidence, claimed Arnold Schwarzenegger got “fired by his bad (pathetic) ratings, not by me,” then hit some golf balls at Trump International.",
  "February 3 - Travel Ban Banned\n\nScore: 3.6\n\nTrump suffered his first major judicial defeat when a Republican-appointed district court judge in Seattle issued a nationwide restraining order throttling implementation of his travel ban.",
  "By warmly welcoming Egypt’s strongman president to the White House, Trump was achieving a key nationalist foreign policy goal: deprioritizing human rights in favor of transactional alliances that serve the narrow national interest.",
  "Meanwhile, Trump seethed about the previous week’s Obamacare repeal failure, tweeting out a threat to the far-right freedom caucus: “The Freedom Caucus will hurt the entire Republican agenda if they don't get on the team, & fast.",
  "Conway became a laughingstock when, during an MSNBC town hall she defended the travel ban by claiming Iraqi refugees “were the masterminds behind the Bowling Green massacre,” even though no Bowling Green Massacre ever occurred.",
  "March 2 – Sessions Recuses\n\nScore: 3.8\n\nAttorney General Jeff Sessions tried to quell a firestorm about his contacts with Russians during the campaign by recusing himself from any investigation involving the 2016 campaign.",
  "But I thought: What better way to mark the milestone than with a good old-fashioned ranking—a list, from best to worst, smooth to chaotic, squeaky clean to scandalous, of all the president’s days in the White House so far?",
  "Trump also signed legislation that makes it easier for states to refuse Planned Parenthood funding, and scraps an attempt by Obama to help cities and counties create retirement savings programs for private-sector workers.",
  "Meanwhile, a unanimous three-judge panel on the Ninth Circuit of Appeals upheld a lower court’s restraining order blocking the “travel ban.” Trump angrily tweeted “SEE YOU IN COURT” but later submitted to the decision.",
  "Tied for #72 (Score: 4.4)\n\nFebruary 4: After Bill O’Reilly told Trump that Vladimir Putin is a “killer,” Trump retorted, “You think our country’s so innocent?” Melissa McCarthy debuted her impression of Sean Spicer.",
  "... Don’t hide behind my son’s death to prevent an investigation.”\n\n\n\n#82 (Score: 4.2)\n\nJanuary 28: Travel ban protesters swarmed airports while a judge partially, and forebodingly, blocked the executive order.",
  "Tied for #83 (Score: 4.1)\n\nFebruary 23: CNN reported that “the FBI rejected a recent White House request to publicly knock down media reports about communications between Donald Trump's associates and Russians.",
  "Tied for #51 (Score: 4.8)\n\nFebruary 12: POLITICO reported that Trump was “complaining to friends and allies about some of his most senior aides,” but that did not get in the way of golf at Trump International.",
  "March 22: During a Time interview, Trump giddily cited information released by Nunes (later revealed to have initially come from the White House) giving credence to Trump’s claims of being wiretapped by Obama.",
  "Tied for #55 (Score: 4.7)\n\nJanuary 26: Mexican President Enrique Peña Nieto canceled his White House visit to protest the border wall executive order, but the mayor of Miami dropped “sanctuary city” status.",
  "Many of us political scribes are sizing up the meaning of President Donald Trump’s first 100 days in office with long essays about foreign policy evolutions or executive orders or presidential temperament.",
  "Meanwhile, a Ukrainian member of Parliament released documents suggesting former Trump campaign manager Paul Manafort had tried to hide payments from the pro-Russian Ukrainian President Viktor Yanukovych.",
  "But a judge ruled municipalities can sue the federal government over Trump’s executive order targeting so-called “sanctuary cities.”\n\nApril 15: Trump didn’t let the Tax Day march get in the way of golf.",
  "After an ISIS bombing of two Coptic churches, Trump praised the Egyptian leader: “I have great confidence that President el-Sisi will handle the situation properly.”\n\n\n\n***\n\nTRUMP’S 10 WORST DAYS\n\n#99.",
  "March 21: Trump half-jokingly threatened Freedom Caucus leader Rep. Mark Meadows: “I’m gonna come after you, but I know I won’t have to, because I know you'll vote ‘yes,’” on the Obamacare repeal bill.",
  "POLITICO reported that White House staffers work in “an environment of fear that has hamstrung the routine functioning of the executive branch.”\n\nResearch assistance was provided by Lakshmi Varanasi.",
  "CNN reported there is “paranoia and unrest among top staff” with “rival factions” led by Kushner and “alt-right” leader Bannon, who had been removed from the National Security Council the day before.",
  "January 24 – Turn on the Spigot\n\nScore: 5.5\n\nEarly points on the board: Trump signed executive orders that reversed Obama’s procedural blocks of the Dakota Access Pipeline and Keystone XL pipeline.",
  "March 14 – Manipulating Maddow\n\nScore: 5.7\n\nRachel Maddow took to the airwaves armed with Trump’s 2005 tax return, which had been mailed anonymously to journalist and tax expert David Cay Johnston.",
  "intelligence officials have withheld sensitive intelligence from President Donald Trump because they are concerned it could be leaked or compromised.” Labor Secretary nominee Andy Puzder withdrew.",
  "Democrat Jon Ossoff nearly won 50 percent in the first round of the special election in Georgia’s 6th Congressional District, the former district of Health and Human Services Secretary Tom Price.",
  "March 24, 2017 – Obamacare Wins\n\nScore: 2.7\n\nFacing certain defeat at the hands of his own party, House Speaker Paul Ryan canceled a planned vote on legislation to repeal and replace Obamacare.",
  "The panel voted to stick to the agreement, forged with the Obama White House, to double vehicle fuel efficiency by 2025 in defiance of Trump’s move earlier in month to reconsider the standards.",
  "Back in the White House briefing room, Counselor Kellyanne Conway exhorted Americans to “go buy Ivanka’s stuff” days after Nordstrom announced it was dropping her line of branded productions.",
  "He delivered for social conservatives by cutting off support for the United Nations Population Fund, which provides contraception and other family planning services to women around the world.",
  "February 17: Trump delivered a well-received speech at a Boeing factory in South Carolina, while Senator John McCain delivered a speech in Munich widely interpreted as critical of Trump.",
  "And Trump’s Transportation Department delighted the airline industry by suspending the process for creating a rule that would have increased transparency in airline passenger fees.",
  "April 14: Trump was surely happy with the “failing” New York Times, which reported, “Many Supporters Are Unfazed by His Reversals.” And he got in some golf at Trump International.",
  "And for a fleeting moment, Trump’s polarizing agenda felt a little less polarizing, as the country thought that maybe the blustery Trump had left behind his combative tendencies.",
  "Tied for #11 (Score: 5.3)\n\nJanuary 23: Trump junked the Trans-Pacific Partnership and stopped funding for international family planning services that offer or promote abortions.",
  "And Carter Page continued his series of unhelpful interviews, telling ABC News that during a visit to Russia, discussion of easing sanctions “may have come up in a conversation.",
  "Nunes then circled back to the White House to brief the president, instead of vetting the information in bipartisan fashion with his committee—setting off a rash of complaints.",
  "Trump also pulled off a warm meeting with his ideological opposite, Canadian Prime Minister Justin Trudeau, temporarily quelling fears of a trade war between the two countries.",
  "(The resulting Time cover: “Is Truth Dead?”)\n\nMarch 23: As his health-care bill neared a scheduled House vote, Trump met with truckers and got to play with a steering wheel.",
  "Tied for #31 (Score: 5.1)\n\nFebruary 19: Trump played golf and clarified that last evening’s reference to Sweden was not about a terrorist attack, but a Fox News segment.",
  "February 22: The Education and Justice departments jointly revoked Obama’s policy supporting transgender students’ ability to use the school bathroom of their choice.",
  "April 25: A district court partially blocked Trump’s immigration executive order, preventing Justice and Homeland Security from cutting off funds to sanctuary cities.",
  "Spicer famously explained why Trump referred to a travel “ban” while denying it was a ban at all: “He’s using the words that the media is using.”\n\nFebruary 20: H.R.",
  "Now, the Dakota Access Pipeline is expected to be in service next month, though the Keystone application has yet to overcome the Nebraska Public Service Commission.",
  "Trump also signed three bills that scrapped Obama-era regulations regarding hunting on federal land in Alaska, workplace safety record-keeping and internet privacy.",
  "April 10 – Trump Basks\n\nScore: 5.7\n\nThree days after the Syrian strike, Trump was rewarded with a CBS poll showing 57 percent of Americans supported the decision.",
  "March 18: The Washington Post reported, “Inside Trump’s White House, New York moderates spark infighting and suspicion.” Trump played golf at Trump International.",
  "And he lost his nominee for secretary of the Army, Vincent Viola, who withdrew after having difficulty resolving conflicts of interest with his business assets.",
  "Things were a little better in the Senate, which confirmed Ben Carson and Rick Perry to the departments of Housing & Urban Development and Energy, respectively.",
  "But the House Intelligence Committee, without Nunes at the helm, invited former Acting Attorney General Sally Yates to testify about the Russian investigation.",
  "March 9: After portions of the health care bill cleared House committees, Trump tweeted, “Despite what you hear in the press, healthcare is coming along great.",
  "March 31: Trump signed legislation negating an Obama-rule that sought to limit states’ ability to require drug testing for receipt of unemployment benefits.",
  "February 27: Wilbur Ross was confirmed as commerce secretary, and the Justice Department partially abandoned a legal challenge to the Texas voter ID law.",
  "March 27: Trump signed four bills erasing Obama-era rules, including one that would have required federal contractors to disclose labor law violations.",
  "April 9 – Twitter Diplomacy\n\nScore: 5.4\n\nTrump had a quiet Sunday in the aftermath of his missile strike in Syria, getting in some golf at Mar-a-Lago.",
  "But when major legislation intended to fulfill a campaign pledge gets derailed, which only happened with health care, the penalty is stiff: 20 points.",
  "We will see what happens.” And he got defensive about Tax Day marchers: “Someone should look into who paid for the small organized rallies yesterday.",
  "April 16: Trump defended China on Twitter: “Why would I call China a currency manipulator when they are working with us on the North Korean problem?",
  "The Pentagon launched an investigation into a series of recent strikes in Iraq and Syria alleged to have caused the deaths of nearly 300 civilians.",
  "February 26: The father of the Navy SEAL killed in Yemen ripped Trump in a Miami Herald interview: “I told them I don’t want to meet the president.",
  "Tied for #35 (Score: 5.0)\n\nJanuary 31: Neil Gorsuch was nominated for the Supreme Court, and Elaine Chao was confirmed as transportation secretary.",
  "Bill Scher is a contributing editor to Politico Magazine, and co-host of the Bloggingheads.tv show “The DMZ.”\n\nThis article tagged under: 1600 Penn",
  "A drone killed 18 allied Syrian rebels in what the Washington Post deems, “the worst friendly fire incident of the war against the Islamic State.\"",
  "March 25: The day after the health-care defeat, pro-Trump rallies were held in several cities, and Trump played golf at Virginia’s Trump National.",
  "February 25: Trump ate a well-done steak with ketchup at his Washington hotel with Ivanka Trump, Jared Kushner, Nigel Farage and Florida Gov.",
  "April 12: Trump gleefully recounted on Fox Business Network how he told the Chinese government about the Syrian strike over chocolate cake.",
  "January 25: Trump signed executive orders that launched his crackdown on illegal immigration and construction of the southern border wall.",
  "Trump attracted plenty of mockery of his own when the content of his belligerent phone call with the Australian prime minister was leaked.",
  "March 28: Trump signed a wide-ranging environmental executive order that rescinded several Obama-era initiatives regarding climate change.",
  "February 14: The New York Times and CNN exposed “repeated” and “constant” contacts between top Trump campaign advisers and Russian spies.",
  "April 4: The Syrian government killed dozens with chemical weapons in rebel-held Idlib province, an action that Trump swiftly condemned.",
  "Trump reportedly told his warring aides Jared Kushner and Steve Bannon to “work this out” because, according to the New York Times, “Mr.",
  "Trump declared that Syria crossed “many, many lines.”\n\n\n\n***\n\nTHE NOT-SO-GOOD DAYS\n\nTrump had 48 days with a score between 4.0 and 4.9.",
  "And Democrats on the Senate Intelligence Committee complained about the pace of its investigation into Russia’s election interference.",
  "But Homeland Security’s inspector general warned that the department is too understaffed to carry out Trump’s immigration crackdown.",
  "If Trump nominates someone for a key post requiring Senate confirmation, give him a point, and another if the person gets confirmed.",
  "April 22: Trump awarded a Purple Heart at Walter Reed Medical Center, while tens of thousands attended March for Science protests.",
  "February 9, 2017 – Flynn Pinned\n\nScore: 2.4\n\nOn no day was the White House under siege on more fronts than this fateful Thursday.",
  "And he engaged in one of his favorite presidential pastimes: taking credit for corporate investments planned before the election.",
  "A point is added or subtracted for every percentage point of movement in the day’s Gallup tracking poll of Trump’s job approval.",
  "Score: 5.5\n\nTrump got real on trade, as the Commerce Department announced plans to impose a tariff on Canadian softwood lumber.",
  "British Prime Minister Theresa May was welcomed to the White House, though her name was misspelled on the official schedule.",
  "The statement showed Trump successfully reorienting America’s foreign policy priorities and alliances, for better or worse.",
  "March 3: Trump defended Sessions in a tweetstorm after the attorney general recused himself from the Russia investigation.",
  "... There’s zero chaos.”\n\nMarch 26: Trump held meetings at Trump National in Virginia for an hour but likely did not golf.",
  "Here’s my methodology: Trump starts each day with a score of 50, then earns or loses points depending on the day’s events.",
  "... Why at this time did there have to be this stupid mission when it wasn’t even barely a week into his administration?",
  "February 10 – Shinzo Feels Our Pain\n\nScore: 3.4\n\nDemocrats pushed for Flynn’s ouster one day after his tacit admission.",
  "February 21: Trump condemned the spate of threats to Jewish community centers, after being criticized for his silence.",
  "\"Iran is playing with fire,” Trump added on Twitter, “they don't appreciate how ‘kind’ President Obama was to them.",
  "But a POLITICO dispatch this day also warned Trump that his base was unhappy that Bannon appeared to be sidelined.",
  "The deputy secretary for homeland security was confirmed and an assistant secretary of the Treasury was nominated.",
  "Circuit Court of Appeals sided with Trump’s EPA and suspended the case over Obama’s landmark climate regulations.",
  "Trump did flex some foreign policy muscle, slapping Iran with sanctions in response to a ballistic missile test.",
  "Herewith, from the impressive to the humiliating, are Trump’s first 100 days, ranked:\n\nTRUMP’S 10 BEST DAYS\n\n#1.",
  "But the New York Times’ Maureen Dowd penned an open letter: “You, Donald, are getting a reputation as a sucker.",
  "April 18: An aircraft carrier said to be headed toward North Korea was actually headed toward the Indian Ocean.",
  "Trump met with two House Democrats about prescription drug prices and had dinner with Ted Cruz and his family.",
  "Tied for #68 (Score: 4.5)\n\nJanuary 29: Navy SeAL William “Ryan” Owens was killed in the botched Yemen raid.",
  "Meanwhile, Customs and Border Protection solicited proposals from contractors regarding building the wall.",
  "Trump applied a balm to his woes that evening with a rally in Louisville before thousands of adoring fans.",
  "offering a bitter play-by-play of critics like CNN’s Don Lemon.” Earlier in the day, Trump played golf.",
  "(The White House and the Mexican government disputed the characterization that Trump was threatening.)",
  "He confused everyone by wrongly suggesting a terrorist attack happened the previous night in Sweden.",
  "April 21: Trump met with the charity worker his administration helped free from an Egyptian prison.",
  "February 16: Trump held a boisterous news conference in which he insisted, “I see stories of chaos.",
  "March 12: Senator Rand Paul warned Trump: “We’re not going to vote for” the House health care bill.",
  "April 3 – The Handshake\n\nScore: 5.8\n\nApril 3 featured Trump’s handshake with Abdel Fattah el-Sisi.",
  "March 15: The second attempt at a travel ban was stymied again by a federal district court judge.",
  "The EPA ignored its science advisers and rejected a proposed ban on chlorpyrifos in pesticides.",
  "Senator Mark Warner and some colleagues visited the CIA as part of their Russia investigation.",
  "Give Trump 2 points when he gets in a game of golf, and 1 point for days he stays off Twitter.",
  "Story Continued Below\n\nFor a major military or diplomatic success or failure, give or take 5.",
  "April 20: Trump learned that the Egyptian-American charity worker would be freed from prison.",
  "And he complained to members of Congress about nonexistent illegal votes for Hillary Clinton.",
  "Trump’s environmental deregulatory agenda collided with the California Air Resources Board.",
  "And he debunked Trump’s wild claim that Obama had ordered a wiretap on Trump Tower phones.",
  "February 8: Jeff Sessions was confirmed as attorney general, and Trump attacked Nordstrom.",
  "Trump’s Mar-a-Largo summit with the Chinese president wrapped without diplomatic incident.",
  "February 28 – The Speech\n\nScore: 7.7\n\nOn this day, Trump behaved like a normal president.",
  "Beyond the strike, the day had other hallmarks of a White House interested in governing.",
  "April 17: Treasury Secretary Steven Mnuchin conceded tax reform won’t be done by August.",
  "March 19: A game of golf compensated for a 3-point drop in the Gallup tracking poll.",
  "Trump said he recognized that the continuing state of drama was unsustainable.”\n\n#3.",
  "We are talking to many groups and it will end in a beautiful picture!” (It did not.)",
  "And Chinese President Xi Jinping arrived at Mar-a-Lago without diplomatic incident.",
  "Trump baselessly accused Obama’s national security adviser, Susan Rice, of a crime.",
  "Tied for #86 (Score: 4.0)\n\nFebruary 15: The Wall Street Journal learned that “U.S.",
  "Freedom Caucus members would later cite the exchange as a reason the bill failed.",
  "On the upside: Tom Price was confirmed as secretary of Health and Human Services.",
  "For every substantive bill he signs or executive branch action, he gets 2 points.",
  "Trump played dumb, telling reporters on Air Force One, “I don’t know about that.",
  "He was also buoyed by the smooth beginning of the Gorsuch confirmation hearings.",
  "The New York Times editorial board criticized “President Bannon,” irking Trump.",
  "So, I developed a highly subjective objective points system and began to count.",
  "April 8: Chinese state media praised President Xi’s summit meeting with Trump.",
  "***\n\nTHE NOT-SO-BAD DAYS\n\nTrump had 24 days with a score between 5.1 and 5.3.",
  "But a tweet furthered his desire to strengthen America’s alliance with Egypt.",
  "March 29: Trump hit his lowest level in the Gallup tracking poll, 35 percent.",
  "Trump derided the “so-called angry crowds” who flooded Republican town halls.",
  "April 11: Spicer apologized after saying Hitler did not use chemical weapons.",
  "Trump gets 2 points for leading a rally or for independent pro-Trump rallies.",
  "You’ll get a score for the day ranging from 1 to 10, with 10 being the best.",
  "On this day, it was Toyota’s $1.33 billion investment in a Kentucky factory.",
  "Trump also repealed Obama’s ban on Arctic Ocean drilling by executive order.",
  "Plus, North Korea’s missile test failed, possibly due to a U.S. cyberattack.",
  "Budget director Mick Mulvaney argued for cutting funds for Meals on Wheels.",
  "Trump golfed, and tweeted about why he didn’t bomb Syrian airbase runways.",
  "April 27: Trump removed Obama-era caps on troop levels in Syria and Iraq.",
  "March 17: Trump refused to shake German Chancellor Angela Merkel’s hand.",
  "He also ditched a campaign pledge to label China a currency manipulator.",
  "February 18: Trump held a rally in Melbourne, Florida, and played golf.",
  "For partial judicial blocks or follow-up rulings, Trump loses 2 points.",
  "Trump played golf with Senator Rand Paul at Virginia’s Trump National.",
  "Tied for #41 (Score: 4.9)\n\nJanuary 27: Trump signed the travel ban.",
  "McMaster was appointed national security adviser, replacing Flynn.",
  "Deduct 10 points for major scandal developments, 2 for minor ones.",
  "If an executive action is blocked in court, he loses 10 points.",
  "… We'll see what comes out in this FISA transcript.”\n\n#7 (tie).",
  "April 5: Bannon was booted off the National Security Council.",
  "February 7: Betsy DeVos was confirmed as education secretary.",
  "And he hit two golf courses with the Japanese prime minister.",
  "He also savored the swearing-in ceremony of Justice Gorsuch.",
  "But, Trump also gained 2 points in the Gallup tracking poll.",
  "He also approved the fateful counterterrorism raid in Yemen.",
  "I just might send [our military] down to take care of it.\"",
  "This administration is running like a fine-tuned machine.",
  "(He later said he did not hear her invitation to shake.)",
  "Tied for #19 (Score: 5.2)\n\nJanuary 20: Inauguration Day!",
  "But the White House Easter Egg Roll was not a disaster.",
  "Sonny Perdue was confirmed as agriculture secretary.",
  "(Five points for confirming a Supreme Court justice.",
  "The House again delayed a vote on Obamacare repeal.",
  "Supreme Court nominee Neil Gorsuch was confirmed.",
  "He loses 2 points for major anti-Trump rallies.",
  "Every Sean Spicer gaffe is a loss of 1 point.",
  "Miscellaneous events are scored arbitrarily.",
  "But a worrisome development clouded the day.",
  "Scott Pruitt was confirmed to lead the EPA.",
  "Bannon and Kushner met to reduce tensions.",
  "Trump played golf at Trump International.",
  "Make it 2 for minor developments abroad.",
  "But lose five when a nominee withdraws.",
  "(Photos show him watching golf on TV.)",
  "This is not to say they were dull.",
  "On this day, Trump did not tweet.",
  "His CIA director was confirmed.",
  "March 8: A day of reaching out.",
  "It’s the exact opposite.",
  "The election is over.\"",
  "Finally, divide by 10.",
  "What report is that?",
  "I haven’t seen that.",
  "That’s big league.)",
  "I haven’t seen it.",
  "April 24 – Timber!",
  "April 28: The D.C.",
  "She wasn’t.",
  "With riots!",
  "Rick Scott.",
  "#89 (tie).",
  "#89 (tie).",
  "#93 (tie).",
  "#7 (tie).",
  "#4 (tie).",
  "Not me!\"",
  "#95.",
  "#96.",
  "#97.",
  "#98.",
  "#10.",
  "#92.",
  "#6.",
  "...",
  "#2."
]