[
  "HIGHLIGHTS: The president said that there are three pillars to his strategy:\n\nThe U.S., he announced, will shift from a \"time-based approach to one based on conditions\" in which he said his administration will \"not talk about numbers of troops\" or plans for further military operations.",
  "Trump says his original instinct was to withdraw U.S. troops from Afghanistan\n\nThe president said that shortly after his inauguration, he directed Defense Secretary James Mattis and his national security team to undergo a comprehensive review of all strategic options in Afghanistan.",
  "Mr. Trump's address comes after he's spent two weeks at his golf club in Bedminster, New Jersey, and experiencing the most tumultuous week in his presidency last week after the way he handled the terror attack and violence ignited by white supremacists in Charlottesville.",
  "The Trump administration had also been considering a plan proposed by Blackwater founder Erik Prince to privatize a large portion of the U.S. effort in Afghanistan in which 5,000 private military contractors would replace U.S. troops that assist the Afghan army.",
  "The administration had been exploring possible options for a new strategy for months, but the decision was delayed over concerns that the U.S.-led coalition is not winning the fight against the Taliban, al Qaeda and the Islamic State in Iraq and Syria (ISIS).",
  "I also share their frustration over a foreign policy that has [spent] too much time trying to rebuild countries in our own image instead of pursuing our security interests,\" he said in a primetime address to the nation from Fort Myer in Arlington, Virginia.",
  "Trump says he arrived at three conclusions in evaluating U.S. strategy in Afghanistan\n\nThe president said that the U.S. must seek an \"honorable and enduring outcome\" in Afghanistan because he said servicemembers \"deserve a plan for victory.\"",
  "The president says he share's Americans' \"frustration\" with \"longest war in American history\"\n\nMr. Trump said that Americans are \"weary of war without victory,\" referring to the war in Afghanistan, which he said has gone on for 17 years.",
  "Trump says U.S. troops deserve to return to a country \"that is not at war with itself at home\"\n\nFollowing Charlottesville, Mr. Trump said that \"a wound inflicted upon a single member of our community is a wound inflicted upon us all.\"",
  "Trump commits to providing \"necessary tools\" to make strategy work\n\nThe president said that he has already lifted restrictions the Obama administration on war fighters that prevented the defense secretary and commanders in the field.",
  "In June, CBS News national security correspondent David Martin reported that the Pentagon had been making plans to send additional U.S. troops to Afghanistan, with the number expected to be between 3,000 and 5,000 troops.",
  "Second, the president said that Afghanistan will require the integration of diplomatic, economic and military solutions in which one day, a political settlement could occur that might involve elements of the Taliban.",
  "Mr. Trump emphasized that the U.S. would no longer engage in \"nation-building\" overseas and is instead mainly interested in decimating terrorist groups and defending the U.S. from national security threats.",
  "U.S. strategy in Afghanistan and South Asia will \"change dramatically,\" Trump says\n\nThe president discussed three pillars of his decision, based on the comprehensive review conducted by his administration.",
  "— Donald J. Trump (@realDonaldTrump) January 11, 2013\n\nBut after meeting with Defense Secretary James Mattis, and other members of his national security team, he said he arrived at a difference conclusion.",
  "Mr. Trump said that Afghanistan will require the integration of diplomatic, economic and military solutions in which one day, a political settlement could occur that might involve elements of the Taliban.",
  "President Trump unveiled what he described as a \"dramatically\" new U.S. strategy in Afghanistan and South Asia Monday night, but declined to provide specific details about a possible increase in troops.",
  "Trump sends \"thoughts and prayers\" to sailors on USS McCain\n\nThe president said he sends his thoughts and prayers to the families of the \"brave sailors\" and to those conducting the search and recovery.",
  "U.S. to ask NATO for additional troops and funding in Afghanistan\n\nThe president said that he will ask NATO partners for additional troops and funding increases in Afghanistan \"in line with our own.\"",
  "Live updates below:\n\nTrump says U.S. commitment in Afghanistan is \"not unlimited\" and \"not a blank check\"\n\nThe president said that \"military power alone will not bring peace to Afghanistan.\"",
  "The plan does not involve a withdrawal of U.S. troops from America's longest-running war, the president said, though he admitted that pulling the military out was his initial instinct.",
  "I also share their frustration over a foreign policy that has [spent] too much time trying to rebuild countries in our own image instead of pursuing our security interests,\" he said.",
  "Indeed, Mr. Trump had for years protested that it was time for the U.S. to leave Afghanistan -- here's one of his tweets from 2013, in which he said, \"Let's get out of Afghanistan.\"",
  "On the other side, ousted chief White House strategist Steve Bannon pushed for a complete U.S. pullout, arguing that Afghanistan was no longer a vital U.S. interest.",
  "Mr. Trump said that since the nation's founding, the U.S. has had a special class of \"heroes\" whose \"selflessness, courage and resolve is unmatched\" in history.",
  "The president added that the U.S. must further develop its relationship so that India could assist in Afghanistan in the areas of economic assistance.",
  "Mr. Trump said that his administration will also expand authority for American armed forces to target terrorist and criminal networks in Afghanistan.",
  "\"My original instinct was to pull out and historically, I like following my instincts,\" he said, adding that that changes when you become president.",
  "Third, Mr. Trump said that the U.S. must change its approach on how to deal with Pakistan, which he said provides safe havens for terrorists.",
  "The president added that the U.S. must further develop its relationship to India so that it can help with economic assistance to Afghanistan.",
  "The president said that the U.S. must change its approach on how to deal with Pakistan, which he said provides safe havens for terrorists.",
  "The president vowed not to engage in a rapid exit from Afghanistan, whose consequences, he said, would be \"predictable and unacceptable.\"",
  "The president said there's \"no tolerance for hate\" and troops deserve to return to a country that is \"not at war with itself at home.\"",
  "The president said that he will ask NATO partners for additional troops and funding increases in Afghanistan \"in line with our own.\"",
  "The U.S. military has pushed for more Special Operations fighters, fewer battlefield restrictions and no timetable for withdrawal.",
  "While Mr. Trump did not explicitly say that the U.S. is sending additional troops to Afghanistan, he certainly hinted at it.",
  "Mr. Trump said that his administration will \"not talk about numbers of troops\" or plans for further military operations.",
  "\"We can find the inspiration our country needs to unify, to heal, and to remain one nation under God,\" he said.",
  "He criticized the Obama administration for the 2011 decision to \"hastily\" and \"mistakenly\" withdraw from Iraq.",
  "In Afghanistan, 8,400 U.S. troops remain, down from a high of 100,000 during President Obama's first term.",
  "The president said that he concluded that the security threat the U.S. faces in Afghanistan is \"immense.\"",
  "But he emphasized that the U.S. is not interest in \"nation-building\" but instead, in killing terrorists.",
  "He said that \"conditions on the ground, not arbitrary timetables, must guide our strategy from now on.\"",
  "He said that \"conditions on the ground, not arbitrary timetables must guide our strategy from now on.\"",
  "He also made clear, \"Our commitment is not unlimited and our support is not a blank check,\" he said.",
  "He said that it would create a \"vacuum\" that terrorists like al Qaeda and ISIS would instantly fill.",
  "Mr. Trump criticized the Obama administration for the 2011 decision to \"hastily\" withdraw from Iraq.",
  "He said that it would create a \"vacuum\" that terrorists like al Qaeda and ISIS would instantly fill.",
  "Mr. Trump said that the Afghan government must carry its share of the military and economic burden.",
  "Mr. Trump said that the Afghan government must carry its share of the military and economic burden.",
  "He said there are 20 designated foreign terrorist organizations in Afghanistan and Pakistan.",
  "He said he's delivering a speech tonight on the path forward in Afghanistan and South Asia.",
  "As far back as 2011, Mr. Trump has argued that Afghanistan has been a waste of tax dollars.",
  "Mr. Trump said that the consequences of a rapid exit are \"predictable and unacceptable.\"",
  "\"My original instinct was to pull out and historically, I like following my instincts.\"",
  "First, the U.S. will shift from a \"time-based approach to one based on conditions.\"",
  "Mr. Trump added, \"I will not say when we're going to attack, but attack we will.\"",
  "Our troops are being killed by the Afghanis we train and we waste billions there.",
  "\"Our commitment is not unlimited and our support is not a blank check,\" he said.",
  "\"I studied Afghanistan in great detail and from every conceivable angle.\"",
  "He said, \"Micromanagement from Washington, D.C. does not win battles.\"",
  "\"And when one citizen suffers an injustice, we all suffer together.\"",
  "\"When one part of America hurts, we all hurt,\" he said.",
  "CBS News' Major Garrett contributed to this report.",
  "The president has been pulled in two directions.",
  "\"I share the American people's frustration.",
  "\"I share the American people's frustration.",
  "Let’s get out of Afghanistan.",
  "Rebuild the USA.",
  "Nonsense!"
]