[
  "President Trump has “a real reluctance” to sign up to plans to increase the number of troops in Afghanistan, Prince told the Times adding, “A change of course is necessary.”\n\nThe Blackwater founder argues that he can achieve victory for the United States using a leaner and cheaper private army of about 5,500 contractors who would train Afghan soldiers and engage in combat against the Taliban, with the assistance of a handful of U.S. special forces and a 90-aircraft private air force, Military Times reported.",
  "“My proposal has been taken up by various federal officials for review as part of their recommendations to the president,” declared the former U.S. Navy SEAL, dismissing claims that his plan involves the full privatization of the war in Afghanistan.",
  "Prince told Breitbart News that U.S. victory in Afghanistan, which he said involves making the region “very, very miserable for terrorists to live and operate,” is attainable, stressing that he can deliver the winning strategy.",
  "That’s a rationalization and an ending of the war.”\n\nOn Monday, U.S. Defense Secretary James Mattis indicated that the Trump administration is, in fact, considering the option of using private contractors in Afghanistan.",
  "U.S. President Donald Trump’s administration is considering a plan drawn up by former Blackwater CEO Erik Prince to hire a private army to end the 16-year-old war in Afghanistan, Breitbart News has confirmed.",
  "Prince has revealed that his plan would cost less than $10 billion dollars a year, as opposed to the estimated $45 billion the U.S. is expected to spend in 2017 alone on its military presence in Afghanistan.",
  "The U.S. has already tried both a surge and a drawdown of U.S. forces just to have the Taliban resurge, taking more territory, and the Islamic State (ISIS/ISIL) establish a presence in Afghanistan.",
  "Prince told Breitbart News that the U.S. is assessing his strategy as it debates what to do about the ongoing conflict that has already outlasted two administrations.",
  "The U.S. has obligated about $714 billion for the war in Afghanistan, which started in October 2001, soon after al-Qaeda attacked the American homeland on 9/11.",
  "Prince said he believes his plan offers “exactly” what the commander-in-chief is looking for — a new strategy to “ending” the war in Afghanistan.",
  "According to the U.S. military, the Afghanistan-Pakistan region is home to the largest concentration of Islamic terrorist groups in the world.",
  "“There’s already nearly 26,000 private contractors in Afghanistan, that number would go down to about 5,000,” he told Breitbart News.",
  "Breitbart News has learned that President Trump is unhappy with the plans put forward by the Pentagon and the White House.",
  "Prince argues that there would be fewer private contractors in Afghanistan under his plan than there are there now.",
  "Trump is reportedly looking for a novel approach to dealing with the seemingly endless war.",
  "“The American troop levels would go from 9,000 down to 2,000.",
  "That’s hardly a privatization of the war."
]