[
  "“The Taliban has dominated each of those spaces, each of those parts of the economy and that’s what they use to fund their entire insurgency and that’s why they’re able to pay well, and to grow and to flourish, and it’s really, really frustrating.”\n\nThe U.S. first invaded Afghanistan in October 2001, after the Taliban allowed al Qaeda leader Osama bin Laden to use Afghanistan as a safe haven to plan the September 2001 attack on the World Trade Center in New York that killed 2,996 people and wounded more than 6,000 others.",
  "It’s resident to 20 different terrorist org and there’s a lot of bad things that emanate from there so getting to a manageable state.”\n\nPrince noted that the Taliban has retaken Sangin, a district in southern Afghanistan that U.S. troops fought hard to pacify, and recently held a victory parade out in the open.",
  "“The way the U.S. Army does it now, is the Americans live on one base, the Afghans live on another base, they act have to fly over to the other base, maybe see them once or twice a week, they don’t really go on missions with them anymore and it really lives the indigenous units hanging,” he said.",
  "Prince said that, currently, Afghanistan’s economy is 90 percent dependent on donor aid, and its security budget totally dependent on the U.S.\n\n“There is gold, copper and iron ore, and a bunch of rare earth elements, lithium — all very high value stuff and oil and gas as well,” he said.",
  "Former President Barack Obama in 2009 ordered a troop surge of around 30,000 into the country, simultaneously announcing they would begin to withdraw in 18 months – a timeline that angered U.S. military commanders who felt it was a signal to the Taliban to wait coalition forces out.",
  "“I say go back to the model that worked, for a couple hundred years in the region, by the East India company, which used professional Western soldiers who were contracted and lived with trained with and when necessary fought with their local counterparts,” he said.",
  "Prince told the “Breitbart News Sunday” radio program that the approach – which would see CIA, special operators, and contractors working with Afghan forces to target terrorists – would be more effective and save the U.S. billions of dollars annually.",
  "“We’re spending, this year as a country, $45 billion there… That’s a staggering amount of money, and this is a time when [the Department of Defense] needs more money to reset equip and airplanes and boats and tanks and everything else,” he said.",
  "Prince said the most effective time the U.S. had in Afghanistan against terrorism was the first 12 months after the September 2001 attack, where CIA, special operators, and contractors worked with local Afghan forces with air support.",
  "After U.S. troops began withdrawing and Obama declared the end of the U.S. combat mission in 2014, the Taliban has made a comeback and now control at least a third of the territory and about as much of the population.",
  "Blackwater founder and former Navy SEAL Erik Prince is recommending, as the Trump administration debates its Afghanistan War approach, that the U.S. military go back to its light footprint approach in Afghanistan.",
  "The approach Prince recommended tracks with one that some of Trump’s advisers are advocating for – a focus on the counterterrorism mission versus nation building, with special operators training Afghan forces.",
  "“But all the experts at the State Department have yet to get the Afghans to pass a mining law.”\n\nMeanwhile, he said the Taliban is raking in money from opium, hashish, gold, lapis, marble, and pistachios.",
  "“So they go out on patrol, they can’t get the fires support, they can’t get resupply, they can’t [be medically evacuated], they miss the basic soldiering that would let them be successful,” he said.",
  "Prince also recommended putting a U.S. leader in charge of Afghanistan that would extend past the limited tours that U.S. military commanders normally have there, and relaxing rules of engagement.",
  "“The more we’ve gone into a conventional approach in Afghanistan, the more we are losing.”\n\nPrince, who has advised the Trump campaign, argued that the light footprint approach was more effective.",
  "He also recommended pushing Afghans to sustain is own economy, including passing a mining law necessary to take advantage of the $1 trillion in minerals the country is estimated to have.",
  "“The Taliban continues to be aligned 100 percent to al Qaeda and its where number terrorist attacks — the most notable one being the 9/11 attacks, emanated from Afghanistan,” he said.",
  "After former President Obama declared the combat mission over in December 2014, the Taliban have made a comeback, and now control about a third of the country.",
  "The CIA and special operators led the successful invasion, toppling the Taliban from power and establishing a presence there from which to go after al Qaeda.",
  "Believe me – if you’re a trainer, and your life depends on the success of the unit, you are going to make sure the men are paid, fed, equipped,” he said.",
  "No great football team or sports teams changes its coaches every year, yet we’ve done that more than every year and with predictable results,” he said.",
  "Prince also argued that the light footprint approach would also be “much cheaper, more sustainable” – about 10 percent of the current costs.",
  "There are currently about 8,000 U.S. forces in Afghanistan conducting a train-and-advise mission as well as a counterterrorism mission.",
  "He said many of the 300,000-plus Afghan forces supported by the U.S. are “ghosts” – with corrupt officials pocketing the money instead.",
  "McMaster, is surging an additional 3,000 U.S. troops, and hitting the Taliban harder to force it back to the negotiating table.",
  "But since then, the U.S. and NATO countries have had a presence of more than a hundred thousand troops there.",
  "The Islamic State in Iraq and Syria (ISIS) has also established a nascent presence on the ground there.",
  "“They had a victory parade in broad daylight with hundreds of Taliban and dozens of vehicles.",
  "They did it in broad daylight an they were unafraid of someone attacking them,” he said.",
  "Another approach under consideration, backed by National Security Adviser Lt. Gen. H.R.",
  "Many fled into Pakistan, including bin Laden, who was later killed there in 2011.",
  "Plus, he said supporting that many forces is beyond Afghanistan’s capability.",
  "Today, Prince said, there are about 20 different terrorist groups there.",
  "“That really put the Taliban and al Qaeda on the back heels,” he said.",
  "“[It] literally puts them side by side, living in the same base.",
  "“We have to accept that Afghanistan is a very rough place.",
  "“The terrorists have to fear waking up the next morning.”",
  "“We’ve had 17 different commanders in a 15-year period.",
  "Prince argued that today’s approach is not working."
]