[
  "They are hawks on Shia Iran, which Sunni-led Gulf states accuse of destabilising the Arab world, and deem political Islamist groups such as the Muslim Brotherhood — which took power in Egypt after the 2011 revolution before being ousted two years later — an existential threat to the absolute monarchies and the broader region.",
  "The UAE's reputation has already been tarnished by concerns about the high number of civilian deaths and allegations of abuses in Yemen, where it is estimated that about 1,500 Emirati special forces are deployed as part of a Saudi-led coalition backing an exiled government fighting Iranian-allied Houthi rebels.",
  "Popular uprisings that rocked the Arab world in 2011, the rise of Isis, frustration with former US president Barack Obama and concerns about Iran have converged to shake up the Middle East and shape the thinking of the once risk-averse, oil-rich Gulf state.",
  "Abdulkhaleq Abdulla, an Emirati analyst, says the UAE's assertiveness reflects a new-found confidence in Abu Dhabi over its \"soft\" and \"hard\" resources, ranging from its financial clout to strong relations with the west and growing military power.",
  "Abu Dhabi and Riyadh led the embargo on Qatar, accusing it of sponsoring terrorism, meddling in regional affairs and backing political Islamist groups, despite it being a key US ally and host to America's largest military base in the Middle East.",
  "\"The assertive role Abu Dhabi is playing both in the Gulf and across the region is a world away from the consensual diplomacy of Sheikh Zayed's era,\" says Kristian Coates Ulrichsen, a research fellow at Rice University in the US.",
  "\"If they are going to get credit for things like their role in fighting terrorism,\" says William Hartung, an analyst at the Center for International Policy, \"it should be balanced with some of the consequences of their actions.\"",
  "Back then, the talk in the United Arab Emirates' capital was about weaning the economy off its dependence on oil and equip a youthful population, raised in a conservative society, with the skills to prosper in the modern world.",
  "The transformation of Abu Dhabi, and the UAE's foreign policy, is traced to the 2004 death of Sheikh Zayed bin Sultan al-Nahyan, who helped found the federation in 1971 and built its reputation as a low-key, neutral mediator.",
  "Jim Mattis acted as an unpaid adviser to the UAE on how best to modernise its military before he became US defence secretary, and is credited with coining the phrase \"little Sparta\" to describe the nation's military prowess.",
  "The UAE has paid millions to think-tanks and consultants to ensure its worldview is heard in the US capital, according to emails from Mr Otaiba that were leaked earlier this year by hackers keen to embarrass the Gulf state.",
  "The UAE, steered by Abu Dhabi's rulers, has deployed combat troops to the battlefields of Yemen since 2015, introduced national service and emerged as one of the region's most interventionist foreign policy players.",
  "The commemoration opened last year on Martyrs' Day, a new public holiday that is part of efforts to foster a greater sense of nationalism and ensure domestic support for the UAE's aggressive stance, observers say.",
  "The museum is the flagship project of the emirate's multibillion-dollar development plans — the latest instalment of its efforts to present itself to the world as a tolerant global city that links east and west.",
  "He also hinted at a growing sense in the Gulf that it can no longer depend on Washington as its protector, adding that these factors \"make self-reliance on our own defence capabilities a first priority\".",
  "At the same time, its concerns about the neighbourhood are greater than \"at any other time — more than after the Iranian revolution, the Iran-Iraq war and Saddam's invasion of Kuwait,\" Mr Abdulla says.",
  "It joined Saudi Arabia, Bahrain and Egypt in cutting diplomatic and transport links with Qatar in June and, in the words of regional officials and analysts, is \"driving from behind\" on the embargo.",
  "Yet in 2014, the most up-to-date estimate of military expenditure, the UAE spent $22.8bn on defence — ranking it 14th globally, according to the Stockholm International Peace Research Institute.",
  "In a statement last year he spoke of the \"heroic role\" of the military in defending \"Arab security against attempts to interfere in its domestic affairs and combating the forces of extremism\".",
  "The second is to ally, co-opt or restrain actors in the first circle around the peninsula, Egypt and so on, and then identify and support allies in the third circle [globally],\" he says.",
  "It has also built a military base at the Eritrean Red Sea port of Assab and is deploying its petrodollars to help counter Qatar's influence over Hamas, the Palestinian militant group.",
  "When Mr Trump called for new US sanctions on Iran this month and threatened to tear up the 2015 nuclear accord, the UAE and Saudi Arabia were among the few states to publicly applaud.",
  "we need a stable region to see the fruition of what we are doing today,\" says Mohammed al-Mubarak, one of Abu Dhabi's 18-member executive council, its top decision-making body.",
  "More from the Financial Times:\n\nSovereign funds seek closer Silicon Valley ties\n\n'Goldilocks' moment for Mideast bond issuance\n\nSurge in Morocco migrants raises alarm in Spain",
  "When you start taking military action abroad you have a greater risk of something happening at home, especially when your people are less than 10 per cent of the population.\"",
  "Emile Hokayem, a senior fellow for Middle East security at the International Institute for Strategic Studies, says that while the UAE is concerned about \"US retrenchment .",
  "Since the Saudi-UAE led coalition intervened in the Yemen conflict, the country has endured what aid agencies describe as the world's worst man-made humanitarian crisis.",
  "The UAE is now pursuing a strategy it criticises its rivals Qatar and Iran for: intervening in its neighbours' affairs in pursuit of its own national security goals.",
  "The emirate is home to the world's second-largest sovereign wealth fund, the Abu Dhabi Investment Authority, which is estimated to have assets of more than $800bn.",
  "Behind roadblocks and newly laid roads, workers are putting the finishing touches to a gleaming \"floating dome\" that emerges from the sand like a large spaceship.",
  "\"If you speak to most UAE nationals they feel the Yemen [intervention] was a good thing because the Iranians are coming to the peninsula,\" the businessman says.",
  "One businessman recalls how he told his son that he did not have to do national service, introduced in 2014 for 18-30 year-olds, because he was an only son.",
  "The UAE backs Khalifa Haftar, the military strongman in Libya, violating a UN arms embargo on the country to boost his air power, according a UN report.",
  "Today, the UAE boasts what analysts describe as the region's best equipped and trained military — a force developed with the aid of foreign advisers.",
  "Arms imports, mostly from the US but also Russia and others, increased 63 per cent between the periods of 2007-2011 and 2012-2016, Sipri estimates.",
  "Emirati officials insist that the billions poured into culture, tourism and high-tech manufacturing can only bear fruit if the region is stable.",
  "Sheikh Mohammed, 56, has also forged a close alliance with Crown Prince Mohammed bin Salman, Saudi Arabia's powerful 32-year-old heir apparent.",
  "Abu Dhabi has built an imposing monument to security forces killed in the line of duty — the vast majority in Yemen in the past two years.",
  "Two years ago, 45 Emirati troops were killed in a single day of fighting in Yemen, the deadliest incident in the UAE's military history.",
  "if you want to influence the US or other key actors you have to look credible, and a military build-up is essential in this respect\".",
  "The man driving change is Sheikh Mohammed bin Zayed al-Nahyan, Abu Dhabi's Sandhurst-trained crown prince, a son of the late leader.",
  "Mr Otaiba is said to be close to Jared Kushner, President Donald Trump's son-in-law, and a White House adviser on the Middle East.",
  "\"As Abu Dhabi picks sides and tethers itself to the Saudi mast it risks becoming enmeshed in regional faultlines as never before.\"",
  "\"The first strategy is to establish dominance, jointly with Saudi Arabia, on security and foreign policy in the Arabian peninsula.",
  "Human Rights Watch has accused the UAE of supporting Yemeni forces that have abused dozens of people during security operations.",
  "Relations have improved with the Trump administration, but Gulf officials acknowledge that the US president is unpredictable.",
  "Sheikh Mohammed is aided by a small group of trusted lieutenants including Yousef al-Otaiba, the UAE's ambassador to the US.",
  "But he adds that the older generation worries that younger Emiratis are getting carried away with the \"little Sparta\" tag.",
  "The region's leaders accused him of abandoning former Egyptian president Hosni Mubarak, in the tumult of the Arab spring.",
  "But it is a high-risk strategy for a nation that prospered by staying clear of the turmoil that has blighted the region.",
  "But Sheikh Mohammed was long considered the \"chief executive\" and, with his half-brother ill, he has consolidated power.",
  "They also derided his decision to sign the nuclear deal with Tehran, believing it would embolden the Islamic republic.",
  "The 7,000-tonne latticed structure is the centrepiece of a new Louvre that will finally open in Abu Dhabi next month.",
  "Emirati officials acknowledge the cost of getting bogged down in a foreign land is both reputational and financial.",
  "rolonged low oil prices have forced even super-rich Abu Dhabi to delay projects and slash jobs at state entities.",
  "When his father died in 2004, Sheikh Mohammed's elder half-brother, Sheikh Khalifa, became UAE president.",
  "The sentiment is a legacy of Mr Obama's presidency, much reviled in the palaces of the autocratic Gulf.",
  "\"It's no longer the cuddly little Switzerland,\" says an executive and long-term resident of the UAE.",
  "It forms part of a plan conjured up a decade ago by an ambitious younger generation of leaders.",
  "So far, they have rebuffed US state department pressure to resolve the diplomatic crisis.",
  "These included Erik Prince, the co-founder of Blackwater, the private security company.",
  "\"It has dawned on them that they have lots of [levers] and they can cash in,\" he says.",
  "Both share visions of modernising their nations and brook little political dissent.",
  "And the UAE, in alliance with Saudi Arabia, has taken matters into its own hands.",
  "\"The crisis with Qatar is about telling the world 'we are the ones who matter'.\"",
  "It has an indigenous population of more than 1m, about 10 per cent of the total.",
  "Emirati troops have also been fighting al-Qaeda alongside US special forces.",
  "\"When a power is overstretched, it risks getting bruised,\" says Mr Abdulla.",
  "But a militaristic element has been added to Abu Dhabi's grandiose vision.",
  "Mr Otaiba is seen as one of the most influential diplomats in Washington.",
  "Riyadh and Abu Dhabi say they are backing the legitimate government.",
  "\"My problem is we are giving ourselves more weight than we deserve.",
  "So far, the leaders appear to have secured the buy-in of Emiratis.",
  "\"We are putting all our focus on the generations to come and .",
  "\"They think we are shaping the region,\" the businessman says.",
  "Yet Sheikh Mohammed appears convinced of the UAE's approach.",
  "But the UAE continues to splurge on the latest weaponry.",
  "The UAE and Saudi Arabia deny the claims.",
  "But the 18-year-old \"begged me to do it\".",
  "But there is a human cost.",
  ".",
  ".",
  ".",
  "."
]