[
  "\"As you would expect of a proactive member of the international community, all engagements of commercial entities by the UAE Armed Forces are compliant with international law and relevant conventions,\" Gen. Juma Ali Khalaf al-Hamiri, a senior Emirati military official, said in a statement on the state-run WAM news agency.",
  "next Image 1 of 3\n\nprev next Image 2 of 3\n\nprev Image 3 of 3\n\nThe United Arab Emirates is better known for its skyscrapers and pampered luxuries, but its small size belies a quiet expansion of its battle-hardened military into Africa and elsewhere in the Middle East.",
  "Additionally, the UAE appears to be building an airstrip on Perim or Mayun Island, a volcanic island in Yemeni territory that sits in a waterway between Eritrea and Djibouti in the strategic Bab al-Mandeb Strait, according to IHS Jane's Defense Weekly.",
  "BULGING RANKS\n\nThe UAE decided in recent years to grow its military, in part over concerns about Iran's resurgence in the region following the nuclear deal with world powers and the Islamic Republic's involvement in the wars in Syria and Yemen.",
  "But the practice gunfire echoing through the deserts near bases outside of Dubai and recent military demonstrations in the capital of Abu Dhabi show a country increasingly willing to flex its own muscle amid its suspicions about Iran.",
  "Satellite images show new construction at a once-abandoned airfield the firm links to the Emiratis, as well as development at the port and the deployment of tanks and aircraft, including fighter jets, helicopters and drones.",
  "Areas where the UAE forces are deployed include Mukalla, the provincial capital of Hadramawt, and the port city of Aden, where the internationally recognized government of President Abed Rabbo Mansour Hadi is stationed.",
  "The Emiratis sent forces to the Horn of Africa country to take part in a United Nations peacekeeping mission in the 1990s, while their elite counterterrorism unit in 2011 rescued a UAE-flagged ship from Somali pirates.",
  "\"More incidents at sea, especially involving civilian shipping, could further internationalize the conflict and spur other actors to intervene,\" the Washington Institute for Near-East Policy warned in March.",
  "Meanwhile, Emirati forces were involved in a Jan. 29 Yemen raid ordered by U.S. President Donald Trump that killed a U.S. Navy SEAL and 30 others, including women, children and an estimated 14 militants.",
  "The seven-state federation ranks as one of Washington's most prominent Arab allies in the fight against the Islamic State group, hosting some 5,000 American military personnel, fighter jets and drones.",
  "\"Our message to the world is a message of peace; the stronger we are, the stronger our message,\" Dubai ruler and UAE Prime Minister Sheikh Mohammed bin Rashid Al Maktoum wrote at the time on Twitter.",
  "\"The scale of the undertaking suggests that the UAE military is in Eritrea for more than just a short-term logistical mission supporting operations across the Red Sea,\" Stratfor said in December.",
  "The Associated Press also reported that Prince was involved in a multimillion-dollar program to train troops to fight pirates in Somalia, a program by several Arab countries, including the UAE.",
  "The UAE sent troops to Kosovo as part of the NATO-led peacekeeping mission there starting in 1999, giving its forces valuable experience working alongside Western allies in the field.",
  "EXPANDING TO AFRICA\n\nOutside of Yemen, the UAE has been building up a military presence in Eritrea at its port in Assab, according to Stratfor, a U.S.-based private intelligence firm.",
  "A UAE military expansion into Somalia is also possible, as Trump recently approved an expanded military, including more aggressive airstrikes against al-Shabab in the African nation.",
  "Further afield, the UAE also has been suspected of conducting airstrikes in Libya and operating at a small air base in the North African country's east, near the Egyptian border.",
  "In October, U.S. Navy vessels came under fire as well, sparking American forces to fire missiles in Yemen in its first attack targeting the Houthis in the years-long war there.",
  "The deadliest day came in a September 2015 missile strike on a base that killed over 50 Emirati troops, as well as at least 10 soldiers from Saudi Arabia and five from Bahrain.",
  "South of Eritrea, in Somalia's breakaway northern territory of Somaliland, authorities agreed in February to allow the UAE open a naval base in the port town of Berbera.",
  "In 2011, the UAE acknowledged working with private military contractors, including a firm reportedly tied to Blackwater founder Erik Prince, to build up its military.",
  "That strait, some 16-kilometers (10-miles) wide at its narrowest point, links the Red Sea and the Suez Canal with the Gulf of Aden and ultimately the Indian Ocean.",
  "UAE forces and aid organizations have also set foot on Yemen's Socotra Island, which sits near the mouth of the Gulf of Aden, after a deadly cyclone struck it.",
  "Its new overseas bases on the African continent show this country, which U.S. Defense Secretary Jim Mattis calls \"Little Sparta,\" has even larger ambitions.",
  "WAR IN YEMEN\n\nIn Yemen, UAE troops are fighting alongside Saudi-led forces against Shiite rebels who hold the impoverished Arab country's capital, Sanaa.",
  "The forces merged together into a national military force that took part in the 1991 U.S.-led Gulf War that expelled Iraqi forces occupying Kuwait.",
  "Emirati personnel there combined aid with Arab hospitality, working on infrastructure projects in villages and meeting with local elders.",
  "Following the Sept. 11, 2001, attacks, it deployed special forces troops in Afghanistan to support the U.S.-led war against the Taliban.",
  "Already, the waters have seen Emirati and Saudi ships targeted by suspected fire from Yemen's Shiite rebels known as Houthis.",
  "Previously, the UAE international ports operator DP World struck a deal to manage Somaliland's largest port nearby.",
  "Media in Colombia have also reported that Colombian nationals working as mercenaries serve in the UAE's military.",
  "UAE officials did not respond to repeated requests for comment on its military operations or overseas expansion.",
  "The unit has also has been targeted in recent attacks carried out by al-Qaida-linked militants from al-Shabab.",
  "Jebel Ali port in Dubai serves as the biggest port of call for the American Navy outside of the United States.",
  "___\n\nAssociated Press writers Adam Schreck in Dubai and Maggie Michael in Cairo contributed to this report.",
  "In 2014, the UAE introduced mandatory military service for all Emirati males between the ages of 18 to 30.",
  "FROM PROTECTORATE TO PROTECTOR\n\nThe UAE, a federation of seven sheikhdoms, only became a country in 1971.",
  "It had been a British protectorate for decades and several of the emirates had their own security forces.",
  "Today, the UAE hosts Western forces at its military bases, including American and French troops.",
  "It too represents a crucial chokepoint and has seen recent attacks from Somali pirates.",
  "The UAE recently began a major campaign seek donations for humanitarian aid there.",
  "Already, the UAE has landed expeditionary forces in Afghanistan and Yemen.",
  "The UAE has suffered the most wartime casualties in its history in Yemen.",
  "___\n\nFollow Jon Gambrell on Twitter at www.twitter.com/jongambrellap .",
  "Meanwhile, Somalia remains a particular focus for the UAE.",
  "Dozens of commercial ships transit the route every day.",
  "His work can be found at http://apne.ws/2galNpz .",
  "The training is optional for Emirati women."
]