[
  "More: Trump stalls decision over troop increase in Afghanistan amid war strategy debate\n\nMore: Trump White House weighs unprecedented plan to privatize much of the war in Afghanistan\n\nMattis and other members of the national security team planned to outline a variety of options about the way forward, including proposals to send roughly 3,000 to 5,000 more U.S. troops to a conflict that stretches back to the 9/11 attacks in 2001.",
  "Trump has still not shaken off the political firestorm he ignited for his comments earlier this week that \"both sides\" were responsible for last weekend's violence between white supremacists and protesters in Charlottesvile, Va. One alleged white nationalist has been charged with murder in connection with a hit-and-run car attack that left one 32-year-old woman dead and 19 injured.",
  "Sen. Bob Corker, R-Tenn., who as chairman of the Senate Foreign Relations Committee has influence over Afghanistan policy, said \"the president has not yet been able to demonstrate the stability nor some of the competence that he needs to demonstrate in order to be successful.\"",
  "(Photo: Pablo Martinez Monsivais, AP)\n\nWASHINGTON – President Trump will soon decide on a new strategy for the conflict in Afghanistan that could involve sending a few thousand more U.S. troops, the White House said Friday after a national security meeting at Camp David.",
  "\"This afternoon the President was briefed extensively by his national security team on a new strategy to protect America's interests in South Asia,\" press secretary Sarah Sanders said in a statement following the session.",
  "The top commander in Afghanistan, Gen. John Nicholson, has said several thousand additional troops are needed to help break the stalemate in the war against the Taliban, the Islamic State and other insurgent groups there.",
  "The administration is also weighing a proposal from Erik Prince, the former head of the private security firm Blackwater, who has advocated using private contractors to advise and provide air support for Afghan forces.",
  "Republicans have been themselves from the president, saying his suggestions of moral equivalence gave cover to the white supremacists and neo-Nazis who staged the rally to protest the removal of a Robert E. Lee statue.",
  "The Camp David conference capped a volatile week in which Trump drew criticism for his comments about racially charged violence in Charlottesville, Va., and dismissed senior White House strategist Steve Bannon.",
  "Any additional U.S. and coalition troops would remain in a support role in Afghanistan, helping to advise Afghan forces, which have suffered high numbers of casualties in the fight against insurgents.",
  "\"The President is studying and considering his options,\" she said, \"and will make an announcement to the American people, to our allies and partners, and to the world at the appropriate time.\"",
  "President George W. Bush authorized a U.S.-led invasion of Afghanistan in 2001 to topple the ruling Taliban for harboring al-Qaida terrorists who organized the 9/11 terrorist attacks.",
  "During his presidential campaign, Trump repeatedly criticized the length of the Afghanistan conflict, saying he wanted to \"win\" and then prevent future efforts at \"nation building.\"",
  "Bush and President Barack Obama both wrestled with how to meet the ongoing insurgency in Afghanistan by remnants of the Taliban and a growing number of Islamic State militants.",
  "En route to the presidential retreat in the Maryland mountains, Trump also vowed tougher domestic security in the wake of Thursday's terrorist attack in Barcelona, Spain.",
  "Reporters were kept away from Camp David during the national security meeting that may also have included a discussion about how to cope with nuclear-armed North Korea.",
  "The Camp David meeting included Defense Secretary Jim Mattis, who said Thursday that the Trump administration is close to finalizing a strategy for Afghanistan.",
  "During his morning tweet storm about domestic security, Trump accused \"obstructionist Democrats\" of using \"the courts\" to stymie counter-terrorism efforts.",
  "While Obama formally ended combat operations in Afghanistan at the end of 2014, there remain some 8,400 U.S. troops in Afghanistan in a security capacity.",
  "Trump was supposed to have made a decision about troop levels by now, but delayed it amid dissatisfaction with his options regarding Afghanistan.",
  "CLOSE President Trump holds a national security meeting at Camp David Friday to decide on a new strategy for the conflict in Afghanistan.",
  "Since becoming president, Trump has sought ways to help U.S. companies mine and extract valuable minerals from the sands of Afghanistan.",
  "The latest national security meeting came a month after Trump criticized the military's inability to \"win\" in Afghanistan.",
  "Neither the president nor his aides spoke in public after the Camp David meeting that lasted most of the afternoon.",
  "Mattis has said he wanted to delay the troop level decision until a broad strategy for the region is finalized.",
  "\"Homeland security and law enforcement are on alert & closely watching for any sign of trouble,\" he tweeted.",
  "The meeting began as the White House announced that senior strategist Steve Bannon had left his position.",
  "In another tweet, Trump said: \"Radical Islamic Terrorism must be stopped by whatever means necessary!",
  "Vice President Mike Pence cut short a trip to South America to attend the Camp David conference.",
  "The coalition is also providing limited air support for Afghan government forces.",
  "Contributing: Jim Michaels\n\nRead or Share this story: https://usat.ly/2xaRwv3",
  "The fallout could have serious implications for Trump's policy agenda.",
  "More than 2,400 Americans have been killed in Afghanistan.",
  "The courts must give us back our protective rights.",
  "\"Our borders are far tougher than ever before!\"",
  "President Trump boards Air Force One on Friday.",
  "\"We’ve been there for now close to 17 years.\"",
  "\"It's our longest war,\" Trump said in July.",
  "Have to be tough!\""
]