[
  "“Most people can see that Betsy DeVos lacks the experience needed to succeed as Education Secretary, and it’s easy to assume under the circumstances that she is only up for the job because of her family’s history of generous political giving,” Laura Friedenbach, spokeswoman for the reform group Every Voice, said in a statement.",
  "“The only way for senators who have received donations from DeVos and her family to rid themselves of the appearance of corruption is to recuse themselves from voting on her nomination.”\n\nThe DeVos family has long been embedded in the firmament of Republican Party politics as donors, party leaders and candidates.",
  "She was involved in the 2006 Michigan governor bid made by her husband, Richard DeVos Jr. She also served two stints as the head of the Michigan Republican Party in the late ‘90s and again in the early 2000s.",
  "He told a Pennsylvania paper, “I will absolutely be voting for Betsy DeVos,” and previously called her a “a great pick.” On Thursday night, he issued a statement declaring again that he’d vote to confirm her.",
  "One thing that could come to her aid is that she and the entire DeVos family are massive Republican Party donors who helped fund the election of the remaining senators who will decide her fate.",
  "Despite this, Democrats and other DeVos opponents have been pushing Pennsylvania residents to inundate his office with phone calls and letters calling for him to oppose the DeVos nomination.",
  "DeVos ran the group American Federation for Children, which has spent millions to support pro-charter school candidates for school board and other state-level offices across the country.",
  "Senate Leadership Fund, a super PAC linked to Senate Majority Leader Mitch McConnell (R-Ky.), spent $15 million to back Toomey after getting more than $2 million from the DeVos family.",
  "Freedom Partners Action Fund, the super PAC founded by the billionaire Koch brothers, spent $7 million to support Toomey’s election while getting $150,000 from the DeVos family.",
  "A supporter of free market capitalism and a backer of the Christian Right, the elder DeVos was one of a select few to fund the rise of the New Right in the 1970s.",
  "Campaign finance reform groups have called on senators who received money from DeVos and her family to recuse themselves from voting on her nomination.",
  "The nomination of billionaire heiress Betsy DeVos to head the Department of Education is one vote shy of failing in the Republican-controlled Senate.",
  "and Lisa Murkowski (R-Alaska) announced their opposition to DeVos, her opponents turned their sights on other potential no votes from Republicans.",
  "Sitting Republican senators have received $115,000 from Betsy DeVos herself, and more than $950,000 from the full DeVos clan since 1980.",
  "We expect to foster a conservative governing philosophy consisting of limited government and respect for traditional American virtues.",
  "Collins and Murkowski based their no votes on DeVos on the volume of opposition her nomination elicited from their constituents.",
  "In 1997, after facing years of criticism for her and her family’s campaign contributions, DeVos defended herself in Roll Call.",
  "Big donors often get positions in government, ambassadorships or ceremonial titles, but rarely do they come as big as DeVos.",
  "Betsy DeVos came from a wealthy family herself, although not nearly as rich as the billions amassed by Richard DeVos Sr.",
  "Richard DeVos Sr. is the founder of the multilevel marketing firm Amway (now Alticor) and owner of the Orlando Magic.",
  "Like a lot of his colleagues, Toomey has received financial support from DeVos and her family throughout his career.",
  "They also said that DeVos had limited qualifications for the job and that she did not support public education.",
  "He was also boosted by two super PACs in his successful 2016 re-election campaign that received DeVos money.",
  "In the past two election cycles alone, her family has donated $8.3 million to Republican Party super PACs.",
  "Later, her brother, Erik Prince, would become a millionaire running the private security firm Blackwater.",
  "“I have decided to stop taking offense at the suggestion that we are buying influence,” she wrote.",
  "The effort that she has really poured money into is the cause of market-based education reform.",
  "His money helped fund the American Enterprise Institute and found the Heritage Foundation.",
  "The last hope to scuttle her nomination appears to be Sen. Pat Toomey (R-Pa.).",
  "Campaign Contributions To Senators By The DeVos Family\n\nHuffPost\n\nAfter Sens.",
  "Toomey received $60,050 from the DeVos family during his political career.",
  "For what it’s worth, Murkowski received $43,200 from the DeVos family.",
  "For now, it looks like Toomey is a DeVos supporter.",
  "Her father made millions in the car parts industry.",
  "Collins did not receive any DeVos contributions.",
  "We expect a return on our investment.”",
  "We do expect something in return.",
  "“Now I simply concede the point.",
  "Susan Collins (R-Me.)",
  "They are right.",
  "WASHINGTON ?"
]