[
  "Sen. John McCain, R-Ariz., who chairs the Senate Armed Services Committee, urged Trump on Thursday to “resolve the differences within his administration as soon as possible.”\n\nMcCain said in a statement that he supports Army Gen. John Nicholson, the top U.S. commander in Afghanistan.",
  "Related: With Trump's Afghanistan strategy murky, experts divided on future\n\nMore: Pentagon to answer for wasting $28 million on questionable camouflage for Afghan soldiers\n\nMore: Pentagon to decide troop levels in Afghanistan\n\nRead or Share this story: https://usat.ly/2wpOXF2",
  "Trump’s frustration is not surprising given the length of the conflict and the lack of progress, said Michael O’Hanlon, a military analyst at the Brookings Institution in Washington, D.C. “Any president is going to feel some reluctance to fully own this war,” he said.",
  "The Pentagon has said several thousand additional troops are needed to turn the tide in a conflict it has described as stalemate: Afghanistan’s U.S.-backed army is struggling to defeat a Taliban insurgency and a growing number of Islamic State militants.",
  "On top of that, several senior Trump advisers, including chief White House strategist Steve Bannon, are anti-globalists skeptical of the defense and foreign policy establishments in Washington and wary of costly nation-building campaigns.",
  "The Trump administration has delayed a decision on a troop increase for Afghanistan sought by the Pentagon, as White House advisers debate changes in the overall strategy for the war, which will mark its 16th anniversary in October.",
  "CLOSE The war in Afghanistan has passed the 16-year mark, and the United States and its NATO allies are still wrangling over how to meet the need for troops to counter the resurgent Taliban and break a stalemate in the fight.",
  "Bannon helped get a White House airing for a proposal by Erik Prince, the former head of the private security firm Blackwater, who has advocated outsourcing some of the fighting in Afghanistan to private contractors.",
  "(Photo: Jawad Jalali, European Pressphoto Agency)\n\nWASHINGTON — President Trump faces a stalemate in Afghanistan, not only on the battlefield, but also inside the White House over how to end America's longest war.",
  "Yet some of Trump’s closest advisers are skeptical of the costly effort to prop up Afghanistan’s government, and the president himself has expressed frustration at the lack of progress in the war.",
  "(June 29) AP\n\nA U.S. soldier inspects the scene of an attack allegedly carried out by the Islamic State, in Kabul, Afghanistan, on July 31, 2017.",
  "NBC News reported that Trump, impatient over the course of the war, suggested firing the general during a meeting at the White House on July 19.",
  "The latest casualties were two service members killed Wednesday when their convoy came under attack near Kandahar, in southern Afghanistan.",
  "The additions, some coming from NATO allies, would allow a U.S.-led coalition to put more advisers in the field with Afghan combat forces.",
  "Trump has given the Pentagon the authority to set troop levels for Afghanistan and the war against the Islamic State in Iraq and Syria.",
  "The latest to go was Ezra Cohen-Watnick, who was shifted from his position in the National Security Council, the White House said.",
  "McMaster, Trump's national security adviser, has removed several Bannon loyalists from the White House national security staff.",
  "Defense Secretary Jim Mattis said he wants an Afghanistan strategy formulated before deploying more troops to the war.",
  "“Those arguments wouldn’t have any traction if the mission weren’t stuck in neutral for so long,\" O'Hanlon said.",
  "“Our commanders in chief, not our commanders in the field, are responsible for this failure,” he said.",
  "The U.S. military now has about 8,400 troops on the ground serving as advisers and trainers.",
  "McCain said the failure in Afghanistan is a result of a lack of strategy from Washington.",
  "Nicholson said a “few thousand” additional troops would help turn the tide of war.",
  "About 2,300 U.S. troops have been killed in the war.",
  "They do not have a direct combat role.",
  "Nicholson remains in the job.",
  "Lt. Gen. H.R."
]