[
  "In June, U.S. Defense Secretary James Mattis conceded that the United States is “not winning” the war in Afghanistan, adding, “We will correct this as soon as possible.”\n\nThis week, the Pentagon chief confirmed the Trump administration is considering various plans for dealing with the war in Afghanistan, including increasing the American military footprint by thousands of forces, the complete withdrawal of troops, and using private contractors.",
  "Former U.S. Navy SEAL Erik Prince, the founder of the private security firm Blackwater, told Breitbart News that Trump administration officials are considering his proposal, which would reduce the number of private contractors in Afghanistan to an army of about 5,500 who would train Afghan soldiers and engage in combat against the Taliban, with the assistance of a handful of U.S. special forces.",
  "“We have noticed that you have understood the errors of your predecessors,” the Taliban wrote to Trump, “and have resolved to thoroughly rethink your new strategy in Afghanistan.”\n\n“American youth are not born to be killed in the deserts and mountains of Afghanistan in order to establish the writ of thieves and corrupt officials,” added the group.",
  "“A number of warmongering congressmen and generals in Afghanistan are pressing you to protract the war in Afghanistan because they seek to preserve their military privileges, but instead you must act responsibly as the fate of many Americans and Afghans alike is tied to this issue,” wrote the Taliban.",
  "“On the one hand, this strategy will truly deliver American troops from harm’s way and on the other, it will bring to an end an inherited war by rectifying the mistakes of former American officials,” noted the terrorists, referring to the plan being debated by the Trump administration.",
  "The Afghan Taliban, in an open letter to U.S. President Donald Trump, advises the commander-in-chief to ignore U.S. officials who are trying to push him to prolong the nearly 16-year-old war and suggest that he disregard any private contractor plan to end the conflict.",
  "Their protests say it all.”\n\nSince the war in Afghanistan started back in October 2001, terrorists, primarily the Taliban, have been behind 20,257 injury incidents involving American troops and killed 2,257 U.S. service members.",
  "If the United States has failed to win the war with “professional US and NATO troops … you shall never be able to win it with mercenaries, notorious contractor firms, and immoral stooges,” the jihadist group told Trump.",
  "However, as a responsible American president, you need to study the mistakes of your predecessors and prevent death and injury to American forces in Afghanistan,” it added.",
  "Asked to respond to the Taliban’s opposition to his plan, Prince told Breitbart News, “The Taliban know they are winning and prefer the status quo.",
  "“It seems to be a historical mistake on the part of the previous administrations to have dispatched American youth for the slaughter of Afghans.",
  "Nevertheless, since the U.S. declared its combat mission over at the end of 2014, Afghanistan has descended into chaos.",
  "McMaster so far, President Trump sent his team back to the drawing board last month, demanding a new strategy.",
  "The Trump administration inherited deteriorating security conditions in Afghanistan from his predecessors.",
  "The U.S. has also invested more than $700 billion in American taxpayer funds on the conflict.",
  "Unhappy with the plans offered by Mattis and National Security Adviser H.R.",
  "They know they can’t beat empowered and motivated Afghan security forces."
]