[
  "As one of President Donald Trump's earliest campaign financiers and subsequently the vice chairman of his Presidential Inaugural Committee, Broidy, who has served as a national deputy finance chairman of the Republican National Committee since April 2017, has had incredible access to the president — and has reportedly taken full advantage of it to reap profits and advance the agendas of foreign actors.",
  "But his involvement with the UAE is only the tip of the iceberg — Broidy has dangled access to Trump in front of various prospective business clients in order to boost his businesses after the election, and has negotiated deals with foreign governments in which he would receive millions of dollars in exchange for using his connections to advance their goals.",
  "New reports from The New York Times and the Associated Press show that Broidy was in extensive contact with George Nader, a Lebanese-American businessman who served as an adviser to the leadership of the United Arab Emirates, throughout 2017 as Nader and the Emirates sought to shift US policy to reflect the wishes of the oil-rich gulf state.",
  "Among the perks he has offered were a spot at a candlelit dinner with the president for Congolese strongman, an invitation to a party at one of Trump's hotels for Romanian politicians charged with corruption, and an exclusive meeting with Republican lawmakers at Trump's Mar-a-Lago resort in Florida for Angolan politicians.",
  "On top of these questionable overtures, Broidy has also reportedly been in negotiations with a businessman at the center of a Malaysian corruption scandal who at one point offered him $75 million if a Justice Department investigation into the scandal was dropped, The Wall Street Journal reported.",
  "George Nader C-SPAN via AP\n\nIt was shortly after Nader met with Blackwater founder and Trump associate Erik Prince and a Russian banker in the Seychelles in early 2017 that Broidy began to actively work with him to cultivate Trump and to sway his administration to support Emirati objectives.",
  "Amid almost two decades of political involvement and fundraising for the Bush administration, he served on the Homeland Security Council from 2005 to 2009, and in 2013, he was also bizarrely the executive producer of two independent films — \"Sugar\" and \"Snake and Mongoose.\"",
  "These sorts of deals have landed Broidy in hot water before — in 2009, he entered into a plea deal for giving almost a million dollars in bribes to New York state pension authorities in exchange for their investment in his fund, the Markstone Capital Group.",
  "Broidy maintains that the information that had been provided to The Times, the Associated Press, and The Wall Street Journal was illegally hacked by Qatari operatives, and on Monday, he sued the government of Qatar, alleging a targeted smear campaign.",
  "Broidy owns a company called Circinus that has hundreds of millions of dollars in contracts in the UAE, according to the New York Times, and in the year since Trump's inauguration has marketed his connections to Trump to Circinus's potential clients.",
  "Broidy apparently was a willing partner in this effort and took part in a wide-ranging campaign to lobby both members of Congress and Trump himself to take pro-UAE positions, making business deals in the Middle Eastern country in the process.",
  "Broidy has a history of shady business deals\n\nBroidy reportedly first became interested in political involvement after the 9/11 terrorist attacks and joined a pro-Israel lobbying group as a result.",
  "Broidy also pushed pro-UAE policies during a meeting he had with Trump in late 2017, during which he encouraged Trump to meet one-on-one with crown prince of the UAE Mohammed bin Zayed Al-Nahyan.",
  "The UAE, together with a few other Arab nations, cut diplomatic ties with Qatar over the terrorism issue, and despite objections from Secretary of State Rex Tillerson, Trump sided with the UAE.",
  "This article has been corrected to reflect that the nearly $600,000 Broidy used to contribute to GOP politicians did not come from the $2.5 million he allegedly received from Nader.",
  "After jumping aboard Trump's campaign and later becoming involved with the RNC, Broidy started to leverage his relationship with the president to bolster his own business interests.",
  "Mark Wilson/Getty Images\n\nIf foreign actors with checkered pasts wanted something done in Washington or the White House, they likely turned to Republican financier Elliott Broidy.",
  "Broidy's involvement with the UAE\n\nBroidy has long shared the UAE's animosity toward Qatar, and has backed this policy position up with contracts for Circinus in the country.",
  "Broidy later contributed almost $600,000 to GOP politicians in Congress, and he sponsored a conference on Qatar's alleged state sponsorship of terrorism a month afterward.",
  "According to the Associated Press, Nader wired Broidy $2.5 million through a Canadian bank in order to finance a lobbying effort to turn US politicians against Qatar.",
  "\"Recent reports regarding my involvement with activity that is subject to investigative and law enforcement scrutiny are absolutely false...\" Broidy tweeted.",
  "Broidy and Nader also lobbied Trump personally, and Trump eventually joined the UAE in condemning Qatar in the diplomatic row that took place last year.",
  "He later gave a sympathetic congressman who introduced a bill advancing Broidy's agenda thousands of dollars in campaign gifts.",
  "He also offered to help a Russian lawyer get a Russian company off US sanctions lists last year, according to Bloomberg.",
  "\"Nor did I inappropriately influence the Trump administration regarding the Administration's foreign policy.\"",
  "Nader has also been a cooperating witness in special counsel Robert Mueller's investigation since January.",
  "But throughout these questionable moves, Broidy has maintained that he has done nothing improper.",
  "But he first became involved in their efforts in Washington after meeting Nader.",
  "Donald Trump."
]