[
  "Asked last month if the respect Trump voiced for him was mutual, Council on Foreign Relations President Richard Haass told NPR that he had briefed Trump, among other candidates, once last year and said, “I simply don’t know him well enough to give you that kind of judgment.”\n\nOn April 1, Trump’s foreign policy team held its first group meeting with the candidate at the Washington construction site where a hotel bearing his name will soon open.",
  "But his claim to have served for several years as a fellow at the Washington-based Hudson Institute was refuted by David Tell, Hudson senior fellow and director of public affairs, who said the institute’s “records indicate that Mr. Papadopoulos started here as an unpaid intern in 2011 and subsequently provided some contractual research assistance to one of our senior fellows.”\n\nPapadopoulos also lists attendance as “U.S.",
  "“Is it true that the ‘establishment GOP foreign policy advisers,’ many of whom I’ve met, are confused why the presidential front runner chose a group of experts with regional, on the ground experience, with track records of getting deals done with governments, instead of relying on their failed policies they likely devised at Starbucks on Pennsylvania Ave?",
  "Representative at the 2012 Geneva International Model United Nations.” Two people who were part of the delegation that year, including Antony Papadopoulos (no relation), current secretary general of the Geneva program, said they had no recollection of him being there.",
  "If so, I am very shocked.”\n\nHe referred subsequent emailed questions about the discrepancies, how he met Trump, what he admires in the candidate’s foreign policy vision and what he would like to achieve in a Trump administration to campaign spokeswoman Hope Hicks.",
  "But beyond those who have said they would never work for Trump, “there are hundreds and hundreds left who have stayed silent.” For many, he said, self-interest may triumph over ideology if and when it becomes clear Trump will be the GOP nominee.",
  "In addition to Cohen’s petition, a separate group of retired officers and prominent members of prior GOP administrations have called on the military to disobey orders to torture captured suspected terrorists or target their families.",
  "John Kasich’s hefty list of 39 national security advisers, released in February, is a mix of former officials, experts and academics, and former lawmakers, most of whom would be considered moderates in the heated GOP atmosphere.",
  "“Leaving any particular president completely alone and bereft from the best advice people could give him just doesn’t sound responsible,” said another former senior Republican official who spoke on the condition of anonymity.",
  "Many of Trump’s foreign policy pronouncements — retreating from NATO, targeting the families of terror suspects and tearing up existing trade deals, among others — are anathema to the Republican national security mainstream.",
  "“We’re not reimbursed fairly for what we do.” (The Washington Post)\n\nTrump, who has cited himself as his primary foreign policy adviser, has announced eight team members so far, one of whom has discrepancies on his résumé.",
  "Trump “is a massive outlier,” said Mark Dubowitz, executive director of the Foundation for Defense of Democracies, an officially nonpartisan antiterrorism think tank where many Republicans have found an out-of-office home.",
  "(Jim Watson/AFP/Getty Images)\n\nWhen the Republican foreign policy elite gets together these days, conversation quickly veers from challenges such as the Islamic State or North Korea to focus on two questions.",
  "In any case, the former official said, “I haven’t been asked.”\n\nListen to Republican presidential candidate Donald Trump discuss some of his foreign policy positions with The Washington Post editorial board.",
  "George Papadopoulous, a 2009 graduate of DePaul University, has described himself in several lengthy published résumés as an oil and gas consultant and expert in eastern Mediterranean energy policy.",
  "Walid Phares, a Maronite Christian who was a political adviser to Lebanese militants during their war against Muslim factions during the 1980s, is a regular Fox News commentator on terrorism.",
  "Others range from retired Lt. Gen. William G. Boykin, president of the conservative Family Research Council, to former Missouri senator Jim Talent, who served as an adviser to Wisconsin Gov.",
  "The conference agenda that year noted Papadopoulos’s participation on a youth panel with other students; it lists 1988 Democratic presidential nominee Michael Dukakis as the keynote speaker.",
  "Republican presidential candidate Donald Trump speaks during a news conference at the Trump International Hotel in Washington on March 21 after unveiling a team of foreign policy advisers.",
  "A source close to former CIA head and retired Gen. David Petraeus said that a Trump emissary had tried to set up a meeting between them early this year, but it has yet to take place.",
  "“It’s the only thing we can talk about,” said Eliot Cohen, professor of strategic studies at Johns Hopkins University and a former George W. Bush administration official.",
  "But in both cases, the choices were virtually all former senior officials in previous Republican administrations, and the message they sought to impart was the same.",
  "On the Republican side, Jeb Bush released a list of 21 foreign policy advisers in early 2015, months before he even declared he was running for the presidency.",
  "Trump has also named Sen. Jeff Sessions (R-Ala.), a lawmaker not known for his interest or experience in foreign policy, as his national security coordinator.",
  "Hillary Clinton, a former secretary of state, has assembled a foreign policy cast of hundreds, while Bernie Sanders has not yet announced a formal team.",
  "Only in the case of Trump have significant numbers of former officials and retired military officers publicly declared they would never work for him.",
  "They include retired Army Lt. Gen. Keith Kellogg, retired Maj. Gen. Gary Harrell, retired Rear Adm. Chuck Kubic and reserve Maj. Gen. Bert Mizusawa.",
  "By contrast, Marco Rubio announced his own list of 18 advisers (including Cohen) just a week before he withdrew from the race last month.",
  "In mid-March, Ted Cruz announced a 23-member “national security coalition.” About one-quarter are former mid-level Republican officials.",
  "He’s answered the second question by spearheading an anti-Trump petition, which now has signatures of 121 GOP national security experts.",
  "One way to judge a candidate is by the company they keep, although the size of the team and timing of its announcement can vary widely.",
  "Another team member, Joseph Schmitz, was the controversial inspector general at the Defense Department from 2002 to 2005.",
  "He later spent three years as a senior official at the Prince Group, the parent company of the security firm Blackwater.",
  "He also cites the delivery of a keynote address at the 2008 annual American Hellenic Institute Foundation Conference.",
  "Asked via his LinkedIn account about these discrepancies, Papadopoulos initially replied with a question.",
  "Other members of the team include Carter Page, who heads a New York-based energy investment firm.",
  "“I would never say never, but it’s hard to envision myself,” the former official said.",
  "Some of those Trump has mentioned with admiration have denied they are on his team.",
  "Of the eight team members Trump has announced, four have a military background.",
  "If Trump were elected president, would any of them serve in his administration?",
  "Four from Bush’s campaign, which ended in late February, signed on with Rubio.",
  "How has Donald Trump come so close to becoming the party’s standard-bearer?",
  "Scott Walker’s campaign before Walker became an early primary dropout.",
  "Others are not sure how they would respond to a call from Trump.",
  "Trump does not appear to have cast a wide net so far.",
  "“NATO is costing us a fortune,” Trump said.",
  "Experience, stability, no surprises."
]