[
  "Associated Press/Jacquelyn Martin\n\nA plane owned by a now-sanctioned Russian billionaire who serves in the country's legislative body flew to the Seychelles the day before a secret 2017 meeting between an associate of President Donald Trump and a top Kremlin ally, NJ Advance Media reported on Thursday, citing airport flight data.",
  "Prince characterized the Seychelles meeting to the House Intelligence Committee last year as an impromptu encounter that occurred as he pursued a business opportunity with \"potential customers\" from the UAE, who later suggested he meet with Dmitriev, \"who was also in town.\"",
  "The meeting, along with several others in the Seychelles islands around the same time, has drawn scrutiny from the special counsel Robert Mueller, who is investigating Russian interference in the 2016 US election and possible collusion with the Trump campaign.",
  "Skoch has also been sanctioned and placed on the US Treasury Department's Specially Designated Nationals and Blocked Persons list, which blocks their assets and bars Americans from doing business with them.",
  "The six passengers on the plane also stayed at the Four Seasons Hotel during their visit — the same hotel where the meetings between Prince and Dmitriev occurred, according to Prince's House testimony.",
  "Scott Applewhite Prince said the meeting lasted no longer than 30 minutes and covered a broad range of topics, including Dmitriev's wish that Russia and the US could resume normal trade relations.",
  "In his testimony, Prince denied he attended the meeting as an official representative of the incoming Trump administration and denied discussing US sanctions against Russia with Dmitriev.",
  "But the flight data from the Seychelles Civil Aviation Authority shows that the Russian plane arrived in the Seychelles at 4:21 p.m. on January 10, 2017 — one day before Prince's arrival.",
  "Mueller was tipped off by a witness that the Seychelles meeting was arranged to establish a back channel of communication between the US and Russia, The Washington Post reported in March.",
  "The plane is owned by Russian billionaire Andrei Skoch, who now serves in the Russian State Duma, NJ Advance Media reported, citing two people familiar with the plane's purchase history.",
  "George Nader, a Middle East expert and adviser to the United Arab Emirates' crown prince, Mohammed bin Zayed Al-Nahyan, also attended as the crown prince's representative.",
  "The new details about the plane's ownership have prompted speculation about whether Skoch attended the Seychelles meetings, and whether sanctions were discussed.",
  "The meeting in question was between the Blackwater founder Erik Prince and the Russian CEO Kirill Dmitriev, who manages a sanctioned investment fund.",
  "The Blackwater founder Erik Prince arriving for a closed meeting with members of the House Intelligence Committee on November 30 in Washington.",
  "Robert Mueller, the special counsel leading the FBI's Russia investigation.",
  "Sonam Sheth contributed reporting.",
  "AP Photo/J."
]