[
  "In January 2017, Erik Prince, the founder of the private security company Blackwater, met with a Russian official close to Russian President Vladimir Putin and later described the meeting to congressional investigators as a chance encounter that was not a planned discussion of U.S.-Russia relations.”\n\nThe New York Times: “The special counsel in the Russia investigation has learned of two conversations in recent months in which President Trump asked key witnesses about matters they discussed with investigators, according to three people familiar with the encounters.",
  "/ Updated By Chuck Todd, Mark Murray and Carrie Dann\n\nFirst Read is your briefing from Meet the Press and the NBC Political Unit on the day's most important political stories and why they matter\n\nWASHINGTON — Despite the millions spent on the race, the high-profile visits and all the national attention, there’s a good case to make that the outcome of Tuesday’s special congressional election in Pennsylvania is highly overrated.",
  "The latest examples:\n\nThe Washington Post: “Special counsel Robert S. Mueller III has gathered evidence that a secret meeting in Seychelles just before the inauguration of Donald Trump was an effort to establish a back channel between the incoming administration and the Kremlin — apparently contradicting statements made to lawmakers by one of its participants, according to people familiar with the matter.",
  "Trump lawyer tries to silence Stormy Daniels\n\n“President Donald Trump's lawyer is trying to silence adult-film star Stormy Daniels, obtaining a secret restraining order in a private arbitration proceeding and warning that she will face penalties if she publicly discusses a relationship with the president,” NBC’s Sarah Fitzpatrick writes.",
  "“In recent weeks, he has been told by associates that voters in places such as Pennsylvania’s 18th District are looking for more to be done by the administration, according to two people familiar with the discussions, who spoke on the condition of anonymity to discuss private conversations,” the Post wrote.",
  "Mr. McGahn never released a statement and later had to remind the president that he had indeed asked Mr. McGahn to see that Mr. Mueller was dismissed, the people said.”\n\nThe questions to ask: So why was the incoming Trump administration looking for back-channel communications with the Russians?",
  "“In interviews with nearly two dozen administration officials, senior House Republicans and top party strategists, Saccone was nearly universally panned as a deeply underwhelming candidate who leaned excessively on the national party to execute a massive, multimillion-dollar rescue effort.",
  "“The new pressure on Daniels, whose real name is Stephanie Clifford, comes a day after she filed a lawsuit in a Los Angeles court alleging that a nondisclosure agreement she made to keep quiet about an ‘intimate’ relationship with Trump is invalid because he never signed it.”",
  "For one thing, with the state’s new congressional map, this particular district won’t even exist in its current form in November, and the two candidates in the race (Democrat Conor Lamb and Republican Rick Saccone) are expected to eventually run in different districts.",
  "But a loss would be devastating for him: After all the money, the campaigning and the tariff timing, to have a Republican lose in a district Trump carried by 20 points would suggest there’s not more the president can do to help GOP candidates, even in Trump Country.",
  "“The president has noted that the Republican in the race is struggling in a district where he won by a large margin, those people said.”\n\nSo the race — despite the new map and already-evident political winds – matters because it matters to President Trump.",
  "In February, Trump planned to attend a fundraiser with Saccone, but in the days leading up to the event, the president’s aides privately grew fearful that Saccone wouldn’t be able to draw a sufficient number of donors to the event.",
  ")”\n\nNew developments in Russia story only raise more questions\n\nMore than a year into the Russia scandal, there’s been one obvious truth: Every development or new story has opened new doors instead of closing them.",
  "In sum, Tuesday’s PA-18 is a perfect microcosm of much of the Trump Era: So much attention and such high stakes on something that didn’t have to be this big – and in large part because Trump made it so.",
  "Also, if you’re trying to gauge the current political environment, is there a significant difference to Lamb winning or losing by 2-3 points in a district President Trump carried by 20 points in 2016?",
  "Politico: GOP is already trashing Saccone\n\nPerhaps to downplay expectations or to have an excuse ready if they lose, Republicans are criticizing their candidate in PA-18, according to Politico.",
  "Trump appeared with Saccone at an event in January, and in the weeks that followed he described the candidate as less than ideal, according to three people who’ve spoken with him.",
  "In addition to the president holding a rally with Saccone on Saturday, the Washington Post suggested last week that Trump’s move on tariffs is aimed at the voters in PA-18.",
  "In one episode, the president told an aide that the White House counsel, Donald F. McGahn II, should issue a statement denying a New York Times article in January.",
  "It was complete with visits from the president, vice president and several Cabinet members.”\n\nMore from Politico: “The concerns go all the way to the White House.",
  "The Trump vs. Biden proxy fight\n\nThere’s also another way to view Tuesday’s PA-18 race: It’s turned into a proxy fight between Trump and Joe Biden.",
  "The article said Mr. McGahn told investigators that the president once asked him to fire the special counsel, Robert S. Mueller III.",
  "(Remember, this isn’t the first example of Team Trump looking for ways to communicate with the Russians before Trump took office.)",
  "But if there’s reason to pay attention to the outcome on Tuesday, it’s this: Trump has put his office’s prestige on the line.",
  "It will change things.”\n\nAnd as we mentioned above, Trump is headlining a rally for Saccone on Saturday.",
  "(The fundraiser was ultimately canceled because of the Parkland, Florida, school shooting.",
  "A win, therefore, would allow Trump to crow that the GOP can still win in Trump Country.",
  "And why is Trump so concerned about his aides’ interviews with Mueller?",
  "“He’ll never leave anybody behind,” Biden said of Lamb, per Roll Call.",
  "Here was the former vice president campaigning for Lamb last Tuesday.",
  "Breaking News Emails Get breaking news alerts and special reports.",
  "The news and stories that matter, delivered weekday mornings.",
  "It is a tale full of sound and fury, signifying … Trump.",
  "It will set a trend in the nation.",
  "“Go out and make sure he wins."
]