[
  "The fluidity of Taliban networks means that even though different people are claiming responsibility, they could represent the same general cause and complement each other in raising their profile while boosting recruiting and attracting more donations, according to Barrett.",
  "Reva Bhalla, director of analysis for STRATFOR, an international intelligence company, said initial reports indicated a local tribesman gained the trust of the foreign operatives by providing information needed for missile strikes by unmanned drones in the border region.",
  "On Sunday, a local administration official and an intelligence official told CNN that two guided missiles struck a compound in the Pakistani village of Musaki in North Waziristan suspected of being a gathering place for local and foreign militants.",
  "While the differing claims of responsibility may benefit groups on the ground by raising their profile among local populations, they also reveal a lack of cohesiveness between the Taliban groups in Afghanistan and Pakistan, Gerges noted.",
  "The varying claims of responsibility from Taliban groups in Afghanistan and Pakistan may be both complementary and competitive as militants seek to spread the word and attract fresh donations and recruits, analysts said Sunday.",
  "A senior U.S. official said information suggested a bomber walked into a gym facility at Forward Operating Base Chapman, located in Khost Province near the border of Pakistan, and detonated bombs in a suicide vest.",
  "Among the Taliban and other Islamic extremists fighting U.S. forces, the CIA is considered one of the most enviable targets because it represents a hidden force attacking militant leadership, Barrett said.",
  "The main purpose of CIA forward operating bases in Afghanistan, officials have noted, is to recruit informants and to plan and coordinate covert operations, including drone surveillance and targeting.",
  "For the Pakistani Taliban, claiming credit for the attack also could bring the desired goal of increased U.S. military activity against Taliban and al Qaeda targets in Pakistan, Bhalla said.",
  "To Fawaz Gerges, professor of Middle Eastern politics at the London School of Economics, such infiltration would be extremely difficult for a foreigner, as claimed by the Pakistani Taliban.",
  "U.S. attacks by unmanned drones and other military support in Pakistan are politically volatile, threatening stability as the Pakistani Taliban seeks to undermine the government, she said.",
  "\"These brave Americans were part of a long line of patriots who have made great sacrifices for their fellow citizens, and for our way of life,\" President Obama said in a written statement.",
  "The attack was \"a huge blow, symbolically and tactically,\" because it eliminated such a large number of CIA officers who can require years to become ingrained in the region, Bhalla said.",
  "Barrett and two other experts interviewed Sunday by CNN said the location of the attack and the ability to infiltrate a CIA operation indicated that the Afghan Taliban were responsible.",
  "In addition, a suicide bombing is a \"more daring and successful operation\" than a roadside bomb, further enhancing the reputation of those believed to have pulled it off, Barrett said.",
  "\"It's a tremendous boost for any group out there that can claim killing CIA\" officers, said Richard Barrett, coordinator of the United Nations Taliban and al Qaeda Monitoring Team.",
  "Former CIA official Robert Richer called it \"the greatest loss of life for the Central Intelligence Agency since the Beirut Embassy bombing\" in 1983, which killed eight agents.",
  "The attack killed Sadiq Noor, a teacher, and his 9-year-old son, according to the sources, who said the missiles were believed to have been fired by an unmanned drone.",
  "\"The United States would not be able to maintain the freedom and security that we cherish without decades of service from the dedicated men and women of the CIA.\"",
  "Washington (CNN) -- It was one of the worst blows ever to America's intelligence community -- a suicide bombing that killed seven CIA officers in Afghanistan.",
  "Gerges called it unlikely for a Jordanian to acquire the necessary cultural assimilation -- including language skills -- to gain access in the tribal region.",
  "On Sunday, however, Pakistani Taliban chief Hakimullah Mehsud said in an e-mail that \"we claim the responsibility for the attack on the CIA in Afghanistan.\"",
  "The attack occurred at a forward operating base, which a U.S. intelligence official acknowledged was a crucial CIA post and a \"hub of activity.\"",
  "\"The fact that both sides have taken credit tells me there is not much coordination and collaboration between the two groups,\" Gerges said.",
  "Two of those killed were contractors with private security firm Xe, formerly known as Blackwater, a former intelligence official told CNN.",
  "Baitullah Mehsud was the former Pakistani Taliban leader killed in an August missile attack, while the reference to Abdullah was unclear.",
  "In addition, the attack showed the ability of the Taliban to penetrate perhaps the most difficult of targets -- a CIA base, she said.",
  "In a posting on its Web site Thursday, the Taliban in Afghanistan claimed the bomber was an Afghan National Army soldier.",
  "Eventually, the tribesman -- essentially a double agent -- became an operative by carrying out the bombing, Bhalla said.",
  "\"It was a revenge for the killing of Baitullah Mehsud and the killing of al Qaeda's Abdullah by CIA,\" the message said.",
  "\"We've seen how the [Pakistani Taliban] has been able to exploit drone attacks\" for recruiting purposes, Bhalla said.",
  "An American intelligence official vowed last week that the United States would avenge the attack.",
  "She stressed her information was unverified, but said it pointed to an Afghan Taliban operation.",
  "This will be admitted by the CIA and the Jordanian government,\" the message said.",
  "Now U.S. enemies seem to be competing to garner credit for last week's attack.",
  "There was no immediate U.S. confirmation of the attack.",
  "It was not known how the bomber got past security.",
  "\"The suicide bomber was a Jordanian national.",
  "The CIA considers contractors to be officers.",
  "Details about Wednesday's attack are murky."
]