[
  "But Republican and Democratic congressional aides told news outlets in April, shortly after Nunes stepped down from the probe, that Obama administration officials did not act inappropriately in trying to unmask officials on Trump's transition team whose conversations with foreign officials were incidentally collected during routine intelligence-gathering operations.",
  "Nunes wrote in a July letter to the Director of National Intelligence that he had \"found evidence that current and former government officials had easy access to U.S. person information and that it is possible that they used this information to achieve partisan political purposes.\"",
  "Prince echoed many of the same arguments Nunes has made in the past about the unmasking process, asserting that \"unlawful leaking\" from the US intelligence community about the names of American citizens caught up in intelligence reports constituted \"abuse.\"",
  "Devin Nunes met with Blackwater founder Erik Prince earlier this year and discussed Nunes' investigation into the unmasking of Americans' identities in US intelligence reports, Prince told the House Intelligence Committee in an interview last week.",
  "Prince, for his part, seemed convinced that The Washington Post learned of his meeting with Emirati officials and the Russian banker in the Seychelles from US intelligence officials who had leaked his name to the press.",
  "J. Scott Applewhite/AP\n\nNunes stepped aside from the Russia investigation in early April following his decision to brief Trump and the press on classified intelligence without telling his fellow committee members.",
  "Asked whether Nunes had gotten into \"the substance of your testimony in any way,\" Prince replied that the conversation revolved around Nunes' \"investigation into the unmasking of intelligence on Americans.\"",
  "Nunes stepped aside from the Russia investigation in early April following his decision to brief Trump and the press on classified intelligence — without telling his fellow committee members.",
  "A spokesman for Nunes did not respond to questions about whether Nunes and Prince discussed the substance of Prince's testimony, or coordinated in any way, prior to his November 30 hearing.",
  "Prince was questioned by the committee on November 30 about his meeting with Emirati government officials and a Russian hedge fund manager in Seychelles just before the Inauguration.",
  "The meeting, which took place over \"the summer or early fall,\" has raised eyebrows given Nunes' recusal from the Russia investigation and Prince's status as a witness in that probe.",
  "Prince insisted that he never received the letter and said the first time he heard from the committee was \"only weeks ago\" when a staffer, Kash Patel, asked if he would testify.",
  "But he quickly began conducting his own investigation into \"unmaskings\" of Trump associates by the Obama administration, which he has alleged were politically motivated.",
  "Prince alleged that he had learned from former US intelligence officials that his name and others were improperly unmasked by Obama administration officials.",
  "Asked if he had \"any subsequent communication with any of the members or staff of the committee,\" Prince replied that he \"had seen Chairman Nunes.\"",
  "Democratic Rep. Adam Schiff asked Prince during the hearing why he had not responded to a documents request sent to him by the committee on May 17.",
  "\"I asked him what the committee was doing to investigate illegal leaks and illegal unmasking of American citizens doing business abroad.",
  "Prince said later that his meeting with Nunes was actually the first time he learned that the committee wanted him to testify.",
  "Prince told Democratic Rep. Eric Swalwell that he \"went to see [Nunes] in his office about Afghanistan.\"",
  "But he did not provide details, and refused to name his source when pressed by the Democrats.",
  "It is illegal for intelligence officials to reveal the names of unmasked Americans.",
  "And he said: You ought to come in and talk to the committee about it sometime.\"",
  "I was asked to come into the White House a couple times to talk about that.",
  "And so it was sometime, I don't know, over the summer or early fall.\"",
  "\"He said I should come in and talk to him about that,\" Prince said.",
  "\"He had talked about coming in for a hearing,\" Prince said.",
  "House Intelligence Committee Chairman Devin Nunes.",
  "\"And one of his staff members was there as well.\"",
  "\"I wrote an op-ed in The Wall Street Journal.",
  "Prince's op-ed was published on May 31.",
  "\"Well, I don't know,\" Prince replied.",
  "\"Did he bring it up, or did you?\"",
  "\"How did unmasking come up?\"",
  "\"No,\" Prince said.",
  "\"When was that?\"",
  "Swalwell asked.",
  "Swalwell asked."
]