[
  "... And what they are doing is making up for the fact that they are now paying a lot for - hundreds of millions of dollars, and in some cases billions of dollars - into the United States Treasury - and so they’re being accommodated and I’m not, and I’ll still win.”\n\nON THE MIDDLE EAST “I’m constantly reviewing Afghanistan and the whole Middle East.",
  "ON POTENTIAL FOR ANOTHER MEETING WITH NORTH KOREAN LEADER “I don’t want to comment on that, but it’s most likely we will.” ON SOCIAL MEDIA COMPANIES SELF-REGULATING CONTENT ON THEIR SITES “I think it’s a very dangerous thing when they are their own regulator in terms of who’s going to be on Facebook and who’s going to be on Twitter.",
  "But during this period of time, I should be given some help by the Fed.” ON WHETHER HE BELIEVES IN THE FED’S INDEPENDENCE “I believe in the Fed doing what’s good for the country.”\n\nON CHINA AND EUROPEAN UNION CURRENCIES “I think China is manipulating their currency, absolutely.",
  "ISIS is essentially defeated.”\n\nON BLACKWATER FOUNDER ERIK PRINCE PLAN TO PRIVATIZE AFGHANISTAN WAR “I’m not reviewing an Erik Prince plan.”\n\nON TALKS WITH NORTH KOREA’S KIM, PREVIOUS PRESIDENTS’ WORK “I met him three months ago.",
  "So if I say something and he says something, and it’s my word against his, and he’s best friends with Mueller, so Mueller might say: ‘Well, I believe Comey,’ and even if I’m telling the truth, that makes me a liar.",
  "We’ll see.” ON CHANCES FOR PROGRESS IN TRADE TALKS WITH CHINA THIS WEEK “I don’t anticipate anything coming out of it.” ON CHINA HELPING THE UNITED STATES WITH NORTH KOREA “They helped very much initially.",
  "OK?” ON ECONOMIC DAMAGE TO TURKEY POSSIBLY SPREADING “No I’m not concerned at all, I’m not concerned.” ON POSSIBILITY OF MORE SANCTIONS ON TURKEY “I like Turkey, I like the people of Turkey very much.",
  "I got along with him great, I had a very good relationship, but it can’t be a one-way street.”\n\nON POSSIBLY MEETING WITH IRAN’S LEADER “I didn’t say I would meet.",
  "And that’s a big thing for them.”\n\nON THE FED’S INDEPENDENCE AND HIS CHOICE OF JEROME POWELL TO BE FED CHAIRMAN “I don’t have an accommodating Fed.",
  "We’re at a - we’re negotiating very strongly - I don’t call it a trade war - we’re negotiating very powerfully and strongly with other nations.",
  "Because of trade.” ON HIS LAWYER, RUDY GIULIANI, WORRYING ABOUT A “PERJURY TRAP” IF TRUMP TALKS TO SPECIAL COUNSEL ROBERT MUELLER “Well sure.",
  "We talked about Israel, we talked about insecurity for Israel, we talked about Syria, we talked about Ukraine.” “I mentioned Crimea, sure.",
  "WASHINGTON, Aug 20 (Reuters) - Here are highlights of the Reuters Oval Office interview with U.S. President Donald Trump on Monday.",
  "I mentioned the gas pipeline going to Germany.” ON WHETHER PUTIN ASKED TRUMP TO LIFT U.S. SANCTIONS ON RUSSIA “No, he did not.",
  "In other words, I wouldn’t consider it, even for a moment, unless something was go — we have a lot of things in common.",
  "A lot of people will say: ‘How could you possibly like him?’ I get along with him very well; we have a good chemistry.",
  "He’s right because if I say something and a guy like Comey, who’s a proven liar - I mean he lied, he admitted he did.",
  "I think that whether it’s conservative or liberal, I think that it’s very dangerous.” (Editing by Peter Cooney)",
  "It was the single greatest mistake in the history of our country.”\n\nON ISLAMIC STATE “We’ve defeated ISIS.",
  "I’m like them, I have a long horizon.” ON POSSIBLY MEETING WITH CHINESE PRESIDENT XI IN NOVEMBER “Maybe.",
  "But I have not asked to meet.” ON WHETHER HE HAS A TIME FRAME TO END TRADE DISPUTES WITH CHINA “No.",
  "That’s no good.” ON HIS RECENT MEETING WITH RUSSIA’S PUTIN “It was only Fake News that criticized.",
  "I’ll let you know in seven years.” “I’m not thrilled with his raising of interest rates.",
  "He never brought it up.”\n\nON WHETHER HE WOULD CONSIDER LIFTING SANCTIONS ON RUSSIA “No.",
  "ON TURKEY’S DETENTION OF U.S. PASTOR “I think it’s very sad what Turkey’s doing.",
  "Until now I had a very good relationship as you know with the president.",
  "It was a very — I think it was a very good discussion for both parties.",
  "You take a look at what he did in Congress he said he gave - he leaked.",
  "We had another good meeting with a lot of our representatives there.",
  "I would consider it if they do something that would be good for us.",
  "We’re going to see.” “Look, I have a good relationship with him.",
  "... We had a very good, I guess, close to two-hour meeting.",
  "We have a lot of things we can do good for each other.",
  "I stopped nuclear testing; I stopped missile testing.",
  "I always mention Crimea whenever I mention Ukraine.",
  "If he doesn’t want to meet, I could not care less.",
  "And, uh, Pastor Brunson will be a great patriot.",
  "These guys have been working on it for 30 years.",
  "And I think the euro is being manipulated also.",
  "We never should have been in the Middle East.",
  "I think they would like economic development.",
  "I think they’re making a terrible mistake.",
  "But I wouldn’t consider it without that.",
  "I have a good chemistry with Putin, too.",
  "Putin and I had a very good discussion.",
  "I’m not sure that it’s been set up yet.",
  "But no, I’m not considering it at all.",
  "I’ll let you know in four years.",
  "They’re helping much less now.",
  "I haven’t thought about it.",
  "There’ll be no concessions.",
  "You have many other things.",
  "Am I happy with my choice?",
  "If he wants to meet, fine.",
  "What’s going to happen?",
  "No, I’m not thrilled.",
  "We’re going to win.",
  "Japan is thrilled.",
  "You have Ukraine.",
  "You have Syria.",
  "No time frame.",
  "I like him.",
  "Who knows.",
  "He lied.",
  "No.",
  "...",
  "..."
]