[
  "Nader used his connections to Russia to help set up a meeting in January 2017 in Seychelles that included Kirill Dmitriev, a Russian fund manager with close ties to Putin, and Erik Prince, the founder of the private security firm Blackwater and an informal adviser to the Trump transition team.",
  "According to the New York Times, Nader, who is cooperating with the Mueller probe in exchange for at least partial immunity, has traveled to Russia, done business with Russia, and developed relationships with Russian President Vladimir Putin’s inner circle at least as far back as 2012.",
  "It’s unclear what they discussed during those meetings, but given Nader’s style of using business deals to score political points, investigators are surely looking for signs of whether he violated laws restricting and regulating the flow of foreign money into American politics.",
  "George Nader, a business executive who is cooperating with special counsel Robert Mueller, has extensive personal ties to Russia that could help investigators answer key questions about the extent of the Trump campaign’s interactions with Moscow during the 2016 election.",
  "Just weeks after Nader wired $2.5 million to Broidy through a company in Canada, Broidy began making large donations to members of Congress who were backing legislation critical of Qatar for its support of terrorism in the Middle East.",
  "Beyond Nader’s Russia ties, Mueller is also investigating how Nader might have helped the United Arab Emirates increase its political influence in the Trump White House by striking huge business deals with a top Trump fundraiser.",
  "For example, Nader could shed light on what actually went down at the Seychelles meeting and whether Prince and Dmitriev discussed any kind of quid pro quo between Putin and Trump tied to Russia’s meddling in the 2016 election.",
  "Nader might have helped the UAE buy influence with the Trump administration\n\nNader’s cooperation with the probe could also give Mueller insight into how other countries may have attempted to influence the Trump administration.",
  "It seems increasingly possible that he has contacts deep inside Putin’s inner circle and could have acted as a messenger for key information about negotiations over how the US-Russian relationship could be improved.",
  "That off-the-grid meeting is a key focal point for the Trump-Russia investigation, as it could offer answers about any potential deals or informal understandings between Trump and Russia right before he took office.",
  "Nader’s Russia ties make it more likely that he has potentially important information to offer Mueller’s investigators about his own interactions with Trump’s associates, including Prince, Bannon, and Kushner.",
  "Last fall, Broidy sent Nader a memo detailing how he’d used a private Oval Office meeting with Trump to push for the president to meet with bin Zayed and support his foreign policy goals in the region.",
  "Nader also met with top Trump campaign officials Steve Bannon and Jared Kushner during the transition at least once, and he had regular meetings with them during the early months of the presidency.",
  "Nader’s Russia ties could be very valuable to Mueller’s investigation\n\nThe Times reports that Nader has a substantial record of dealing with Russian elites going back at least half a decade.",
  "And it raises the possibility that he could’ve acted as an informal broker on behalf of Russia during those meetings or provided expert counsel on how to get in touch with the Kremlin.",
  "They then discussed how Broidy could use his influence in Washington to lobby on behalf of Saudi and Emirati foreign policy objectives, like taking a hard line against Qatar and Iran.",
  "In 2012 Nader also attended the St. Petersburg International Economic Forum, which is basically Russia’s version of the World Economic Forum held in Davos, Switzerland, every year.",
  "That puts some of his meetings with Trump’s associates, both during the transition between the Obama and Trump administrations and after Trump took office, in a new light.",
  "He helped Circinus win more than $200 million in contracts with the UAE and has recently been in talks with Broidy to set up a $650 million contract with Saudi Arabia.",
  "They quickly developed a collegial relationship, and it appears Nader helped Broidy get some major business deals in exchange for influence with the White House.",
  "The deal eventually fell apart due to accusations of corruption, but the exchange shows that Nader was a power broker with real influence among Russian elites.",
  "He’s instead a potentially vital source for the investigators looking to answer the question of whether Russia and the Trump campaign colluded in 2016.",
  "In other words, Nader’s ties are crucial to understanding how more than one foreign country might have tried to covertly influence the White House.",
  "It raises questions of whether he could have benefited financially from helping establish more harmonious ties between the US and Russia.",
  "Nader seems to have used some potentially questionable tactics to lobby for Middle Eastern countries, according to the New York Times.",
  "Nader helped connect Broidy to some new potential clients for Broidy’s private security company, Circinus: the UAE and Saudi Arabia.",
  "At the time, Nader acted as an informal adviser to then-Iraqi Prime Minister Nouri Kamal al-Maliki and accompanied him to Moscow.",
  "All of which is to say that Nader isn’t just your average businessman, or even your average shady character in Trumpworld.",
  "According to the Times sources, Nader has returned to Russia “frequently” while working for the government of the UAE.",
  "Around the time of Trump’s inauguration, he met Elliott Broidy, a business executive and a top Trump fundraiser.",
  "Nader has accompanied Mohammed bin Zayed, the UAE’s de facto ruler, to Moscow on a number of those trips.",
  "It’s invitation-only, and the conference is organized by senior officials in Putin’s inner orbit.",
  "He helped broker a $4.2 billion arms deal between Russia and the Iraqi government in 2012.",
  "He’s close enough to the Kremlin to have even taken a photo with Putin.",
  "He had also urged Trump to fire then-Secretary of State Rex Tillerson.",
  "It’s unclear if he’s attended the conference since then."
]