[
  "This program gets laid out in a New York Times piece entitled, “Emirates Secretly Sends Colombian Mercenaries to Yemen Fight.” It explains that this is “the first combat deployment for a foreign army that the Emirates has quietly built in the desert over the past five years.” The Emirates had a brigade of 1,800 soldiers from Latin America which provided 450 troops now arriving in Yemen.",
  "In the first generation, still powerful, in 1975 Saudi Arabia brought in Vinnell Corporation, an American defense contractor, to train the “Saudi Arabian National Guard.” This is a force outside the official Saudi military and the Ministry of Defense (and larger than the Saudi military).",
  "The United Arab Emirates, as reported in today’s New York Times, has hired foreign mercenaries, from a program launched by Blackwater’s head Erik Prince, and secretly sent them to the fighting in Yemen.",
  "There is great difficulty striking the balance between a role for them that is limited, and one that antagonizes the locals and takes on tasks that belong to troops.",
  "It is said in Afghanistan that when private security takes a convoy through an Afghan town, they open fire at the start, and keep firing, to “warn” the locals away.",
  "It is already enough of a problem in the Middle East that the populations must worry about their rulers using the country’s own police and military against them.",
  "If they must now envisage their own rulers – or foreign rulers, like the Emirates -- buying foreign mercenaries, too, to use against them, it will be worse.",
  "It has undertaken projects in fifty other countries, including for the United States in the Vietnam War, when it ran secret intelligence programs.",
  "Vinnell receives $819 million for its maintaining 1000 employees in Saudi Arabia doing contract work with the National Guard and Royal Air Force.",
  "Now the use of foreign mercenaries will signify to the “outs” in the Middle East that the rich will buy guns-for-hire to use against them.",
  "It seems there are also going to be hundreds of other foreign mercenaries -- Sudanese and Eritrean soldiers -- brought into Yemen.",
  "(Or that they sit down with the Taliban, and pay them off – that is, pay the enemy with U.S.-provided dollars – for safe passage.)",
  "Its advantages include giving the Saudis the very top-grade American support without any “official” United States involvement.",
  "The Iraqis at least felt U.S. troops, as the U.S. army, were managed by government policy under military discipline.",
  "This makes its main duty to suppress internal political unrest that challenges the state’s authoritarian structure.",
  "These can be viewed as a second generation of foreign mercenaries hired by the countries of the Arabian Peninsula.",
  "It took a half-dozen years, but eventually the Blackwater men were convicted for this in federal court.",
  "A Blackwater security detail infamously killed two dozen civilians in Nisur Square in Baghdad in 2006.",
  "They saw Blackwater as the opposite – able to run wild, and not subject to the controls of an army.",
  "In 2011, Bahrain, Saudi Arabia’s neighbor and ally, was shaken during the Arab Spring by unrest.",
  "The Saudis sent the Vinnell-trained National Guard in, with other forces, to crush the unrest.",
  "Private security also has a large role helping the U.S. and the Afghan regime in Afghanistan.",
  "The private security was always loathed, much worse than Iraqi feelings about U.S. troops.",
  "Blackwater private security alienated Iraqis against the United States.",
  "It has a downtrodden Shia majority ruled over by a Sunni minority.",
  "Instead, the 75,000 man National Guard reports to the King.",
  "The little-known Vinnell is now owned by Northrop Grumman.",
  "How will the Emirates mercenaries be perceived in Yemen?",
  "Recall how Blackwater was perceived by the Iraqis.",
  "One can understand the fears of the populations.",
  "This is not a good sign."
]