[
  "Deborah Avant, Sié Chéou-Kang Chair for International Security and Diplomacy, Josef Korbel School of International Studies, University of Denver, is the author of The Market for Force: the Consequences of Privatizing Security and, most recently, The New Power Politics: Networks and Transnational Security Governance.",
  "This office also coordinates with other governments, for instance encouraging Russia to manage the Wagner Group, which made headlines for controversial action in Ukraine, Syria, and Sudan — and may have been linked to the journalists killed in the Central African Republic.",
  "And the office coordinated DoD efforts with multilateral engagement, in state-to-state initiatives such as the Montreux Document Forum, and multi-stakeholder ones like the International Code of Conduct Association (ICoCA), and National and International Standards.",
  "There has been some improvement in contractor management\n\nControversies, including the Blackwater guards killed in Fallujah and contractors implicated in prison abuse in both Iraq and Afghanistan, led Congress to mandate that DoD address its contractor issues.",
  "As I and many others have written before, this was not a good idea when Erik Prince introduced it in May 2017, or when he and Stephen A. Feinberg (owner of DynCorp International) reportedly met with President Trump and his top advisers in July of that year.",
  "At a recent Pentagon press briefing, Mattis noted, “When Americans put their nation’s credibility on the line, privatizing it is probably not a wise idea.”\n\nPrince reportedly plans to launch a media campaign to get the president to embrace the idea.",
  "He outlined details of the plan in an interview with the Military Times on Sept. 5 and reportedly sees an opportunity now that John Bolton has replaced McMaster as national security adviser and progress on the ground in Afghanistan has been sparse.",
  "In response, the Deputy Under Secretary of Defense Logistics and Materiel Readiness established the Program Support Office in 2006 to address concerns over contractor mismanagement, abuse and fraud, and improve private security contractor policies.",
  "It has worked to coordinate policy within DoD as well as with the Department of State and other U.S. government offices through assorted defense regulations, which structure coordination between commanders in an area and private security forces.",
  "The implementation plan, as communicated to the office in an email shared with me, has Program Support folded into a new “Logistics” Organization, which as of now, leaves the oversight of armed contingency contractors particularly uncertain.",
  "And any bureaucratic changes that impede the work of the Program Support Office are likely to intensify the legal concerns attached to any plan to privatize U.S. efforts in Afghanistan, as well as concerns about effectiveness and abuse.",
  "The latest Department of Defense (DoD) census report (July 2018) shows nearly 27,000 contractors — roughly 10,000 U.S. citizens and 10,000 third-country nationals, and the remainder Afghans — accompanying 14,000 troops.",
  "Officials at the Program Support Office look into initial allegation of wrongdoing, alert certification bodies and pursue other informal avenues to engender improved compliance, and precipitate further investigation.",
  "Recent reorganization efforts at the Office of the Undersecretary of Defense for Acquisition, Technology, and Logistics (AT&L) have upended the Program Support Office and the fate of its work is now uncertain.",
  "Especially problematic were armed private security contractors, who did not coordinate with U.S. troops and often used heavy-handed tactics to protect their clients, at a cost to overall security efforts.",
  "These standards, adopted by other governments and by some extractive companies as well, aim to improve the behavior of all private security forces, even those not working directly for the United States.",
  "Last year, even with the improved oversight and management of contractor behavior in place, Erik Prince’s plan seemed a bad idea to many security experts; without this oversight, it could be a disaster.",
  "U.S. experience has shown that private contractors contribute to military effectiveness only when they are carefully managed — and without the Program Support Office’s work, that is much less likely.",
  "The Program Support Office does not appear on the new organizational flow chart forwarded to the Congressional Research Service in July, information not yet part of a publicly released report.",
  "Only companies that comply with the standards can compete for DoD work, and only members of the ICoCA can compete for the State Department’s World Wide Protective Services contracts.",
  "Altogether, the efforts of the Program Support Office and several State Department offices have generated a governance system to encourage better behavior by companies.",
  "Because NGOs, foreign companies, and other government mission also use private contractors, coordinating PMSCs and U.S. and NATO forces has been particularly difficult.",
  "And critics submit that privatization seems to line up more clearly with making Erik Prince rich and satisfying commercial interests than enhancing national security.",
  "As in Iraq, as violence spiked and sending more troops seemed politically untenable, the Pentagon turned to private military and security companies (PMSCs).",
  "The Program Support Office collects information via contractor counts and incident tracking, which has allowed better analysis of what is causing problems.",
  "Many PMSCs were simply inept — including, at times, the Afghan Public Protection Force (APPF), a fee-for-service force run by the Afghan government.",
  "As the Special Inspector General for Afghanistan Reconstruction documented at length from its inception in 2008, corruption has also been rampant.",
  "Though there is still work to be done, this office has made strides in coordinating operational contract support and private security governance.",
  "The FY2017 National Defense Authorization Act split AT&L into two offices — Research and Engineering (R&E) and Acquisition and Sustainment (A&S).",
  "With the exception of 2010, contractors have outnumbered U.S. forces during the Afghan war, sometimes making up nearly half of the forces there.",
  "Privatizing the U.S. effort in Afghanistan also seems likely to complicate what is already a fraught relationship with the Afghan government.",
  "These uncertainties would likely erode the U.S. government’s ability to control the very private forces Prince is proposing in Afghanistan.",
  "(REUTERS/Omar Sobhani)\n\nIt’s been 17 years since 9/11, the pivotal event that precipitated the start of the U.S. war in Afghanistan.",
  "\n\nU.S. troops wait for their helicopter flight at an Afghan National Army (ANA) Base in Logar province, Afghanistan, Aug. 7, 2018.",
  "McMaster, Jim Mattis and John Kelly, all of whom have significant military experience, disagreed with this plan last year.",
  "Some companies allegedly used the fees they collected from the U.S. government to pay protection money to the Taliban.",
  "Private contractors aren’t new to Afghanistan\n\nThe United States has used contractors in Afghanistan from the start.",
  "Laura Dickenson points out the legal problems — which could leave the United States on the hook if things go wrong.",
  "This office has become the principal adviser to the Office of the Secretary of Defense (OSD) on these matters.",
  "But even bad ideas can deteriorate — and a plan to fully privatize the Afghan war would be even worse now.",
  "Early in the war, PMSCs caused serious problems for counterinsurgency efforts.",
  "In recent weeks, there has been new talk of privatizing that war.",
  "Those familiar with private forces say it is unlikely to work.",
  "But changes may be on the horizon\n\nThere’s now a new problem.",
  "And the office conducts outreach and briefs Congress.",
  "Reportedly, top administration officials such as H.R.",
  "Here’s what you need to know.",
  "Follow her @DeborahAvant1."
]