[
  "[Four Blackwater guards sentenced in Iraq shootings of 31 unarmed civilians]\n\nThey received the enhanced penalty because they were also convicted of using military firearms while committing a felony, a charge that primarily has been aimed at gang members and never before been used against security contractors given military weapons by the U.S. government.",
  "[Murder conviction in Blackwater case thrown out, other sentences overturned]\n\nThe panel said a trial court \"abused its discretion\" in not allowing Nicholas A. Slatten, 33, of Sparta, Tenn., to be tried separately from his three co-defendants in 2014 even though one of them said he, not Slatten, fired the first shots in the massacre.",
  "The U.S. Justice Department asked a full federal appeals court Monday to review a decision to throw out the first-degree murder conviction of one former Blackwater Worldwide security guard and the sentences of three others in shootings that killed 14 unarmed Iraqi civilians in Baghdad in 2007.",
  "In their own filing Monday, attorneys for the four men asked the full court to toss out the case on jurisdictional grounds and so reverse the panel's finding that civilian contractors supporting the Pentagon could be prosecuted under the Military Extraterritorial Jurisdiction Act.",
  "A retrial in \"a prosecution of this magnitude (including reassembling the many Iraqi witnesses) poses considerable and uncommon challenges,\" the department wrote, urging the full court to reconsider \"in a case of such exceptional importance.\"",
  "Slatten was convicted of murder\n\nBy a separate, 2-to-1 vote, the panel also found that the 30-year terms of the others convicted of manslaughter and attempted manslaughter — Paul A. Slough, 37, of Keller, Tex.",
  "The government also cited \"legal and factual errors\" in the ruling granting Slatten a retrial, noting the \"great international consequence\" of his prosecution for \"a humanitarian and diplomatic disaster.\"",
  "A group representing family members and friends of the four tweeted a statement from Slatten last month that said, \"Public outrage may be our only chance at true justice for all four of us.",
  "Wall approved the decision, which was expected and filed by appeals lawyers for the department's criminal division, to seek a full court review by the U.S. Court of Appeals for the D.C.",
  "The Justice Department filing called the panel's sentencing finding \"as wrong as it is unprecedented,\" saying the U.S. Supreme Court has upheld longer sentences for lesser crimes.",
  "; Evan S. Liberty, 35, of Rochester, N.H.; and Dustin L. Heard, 36, of Maryville, Tenn. — violated the constitutional prohibition against \"cruel and unusual punishment.\"",
  "\"By its plain terms, the statute applies to defendants, who used their most fearsome weapons to open fire on defenseless men, women, and children,\" the department said.",
  "While it may be too early to seek pardons for my brothers from President Trump, he especially needs to hear from you.\"",
  "\"Far from being unconstitutional, these sentences befit the 'enormity' of defendants' crimes.\"",
  "Staff writer Ann E. Marimow contributed to this report.",
  "Circuit, after a three-judge panel ruled Aug. 4.",
  "The attorneys could not be reached for comment.",
  "Acting Solicitor General Jeffrey B."
]