[
  "WASHINGTON -- A federal appeals court on Friday overturned the first-degree murder conviction of a former Blackwater security contractor, ordering a new trial for the man prosecutors say fired the first shots in the 2007 slayings of 14 Iraqi civilians at a crowded traffic circle in Baghdad.",
  "The government described the killings as a one-sided ambush of unarmed civilians, while the defense said the guards opened fire only after a white Kia sedan seen as a potential suicide car bomb began moving quickly toward their convoy.",
  "In a split opinion, the three-judge panel of the U.S. Court of Appeals of the District of Columbia Circuit ruled a lower court erred by not allowing Nicholas Slatten to be tried separately from his three co-defendants in 2014.",
  "The 33-year-old contractor from Tennessee is serving a life sentence for his role in the killings, which strained international relations and drew intense scrutiny of the role of American contractors in the Iraq War.",
  "The judges determined those sentences violated the constitutional prohibition of cruel and unusual punishment because prosecutors charged them with using military firearms while committing another felony.",
  "AP Photo/Khalid Mohammed, File\n\nAn eyewitness told CBS News in 2014 that the American security guards, coming from Baghdad's Green Zone, opened fire \"for no reason\" and lit a car on fire.",
  "At the weekslong trial held in 2014, federal prosecutors and defense lawyer presented very different versions of what triggered the September 2007 massacre in Nisour Square.",
  "That statute, typically employed against gang members or bank robbers, had never before been used against overseas security contractors working for the U.S. government.",
  "In issuing their ruling benefiting the defendants, the judges said they were in no way excusing the horror of events they said \"defies civilized description.\"",
  "\"In reaching this conclusion, we by no means intend to minimize the carnage attributable to Slough, Heard and Liberty's actions,\" said U.S.",
  "A spokesman for the U.S. attorney's office in Washington said prosecutors were still reviewing the decision and had no immediate comment.",
  "Blackwater founder Erik Prince insisted to CBS News' Lara Logan on 60 Minutes in 2007 that his security guards were fired upon.",
  "\"Obviously we're pleased with the court's decision in terms of the unconstitutionality of the sentence,\" he said.",
  "The court also ordered new sentences for the three other contractors, Paul Slough, Evan Liberty and Dustin Heard.",
  "They were each found guilty of manslaughter and firearms charges carrying mandatory 30-year terms.",
  "Bill Coffield, a lawyer for Liberty, said he planned to meet with Liberty to review their options.",
  "\"The fact is three of our vehicles had pock marks in them from incident reports that I saw.",
  "\"No one had shot them or advanced towards them,\" Ali Khalaf Salman told CBS News.",
  "So, clearly, our guys were not shooting at each other,\" Prince told Logan.",
  "\"Their poor judgments resulted in the deaths of many innocent people.\"",
  "After the shooting stopped, no evidence of a bomb was found.",
  "Circuit Judge Karen L. Henderson, writing for the court."
]