[
  "(BEGIN VIDEO TAPE)\n\n\n\nREP. DUNCAN HUNTER (R), CALIFORNIA: Potentially, this goes right to the heart of cyber security for the Department of Defense, because this Chinese company has a -- will have as a strategic partner -- and that's what they say they're going to become -- with 3Com, which is our company, which does cyber security for DOD under classified contracts.",
  "(END VIDEOTAPE)\n\n\n\nBASH: Now, politically, the fact that Senator Craig is staying in the Senate presents a huge challenge to GOP leaders who so aggressively tried to get Senator Craig to resign and today they even abruptly canceled a press conference on their legislative agenda to avoid reporters' questions on the subject.",
  "(BEGIN VIDEOTAPE)\n\n\n\nJAMIE MCINTYRE, CNN SENIOR PENTAGON CORRESPONDENT: Frustrated at what it says is the slow pace of armed shipments from the United States, Iraq is turning to an alternate supplier, paying a reported $100 million to China for guns and other light weaponry urgently needed by its ill-equipped police.",
  "GRANGE: Well, on the private contractors, I can tell you right now with the numbers of 25,000, 30,000, if you wanted to end the war in Iraq right now, pull the contractors out, because the military cannot fill all the shoes of the contracts to do those jobs as well as do the jobs they're already doing.",
  "(BEGIN VIDEOTAPE)\n\n\n\nBASH (voice-over): Hours after losing his court battle to withdraw his guilty plea, Senator Larry Craig defiantly announced he's staying in the Senate, saying that, \"In the last few weeks in the Senate, I have seen that it is possible for me to work here effectively.\"",
  "JOE MACK, DIRECTOR OF PUBLIC POLICY, SOUTH CAROLINA BAPTIST CONVENTION: Theologically, they're probably not on the -- they are not on the same page as Baptists, but, in the value issues, I think very much that he may be right there where we are on those issues that are important to us.",
  "(END VIDEO TAPE)\n\n\n\nPILGRIM: Well, America won the race for the moon, but a study by the Program for International Student Assessment ranks Americans 15 years old as the 24th in the world in terms of mathematics literacy -- not a good sign in an increasingly technological world.",
  "What the senator decided, according to those close to him, is that taking the time and having six years in office again, if he were to win, that that would put him in a position where physically and maybe mentally he would have been unable to serve the people of New Mexico.",
  "Now, these products include 79,000 \"Pirates of the Caribbean\" medallion squeeze lights, 35,000 Baby Einstein Discover & Play Color Blocks, and the toy retailer KB Toys also recalling 10,000 wooden toys because the paint on the toys contains excessive levels of lead.",
  "And so I think what has to happen immediately, as they try to wade through this thing, is someone in charge -- the secretary of defense, the president -- someone ought to just waive it immediately, make it right and get on with it, because it is an injustice.",
  "So I think we need the Committee On Foreign Investment to take a real thorough look at this thing and report back to the president and report back to the Armed Services Committees and the Intelligence Committees in the both the Senate and the House.",
  "DANA BASH, CNN CONGRESSIONAL CORRESPONDENT: Well, Kitty, on Senator Larry Craig's decision to stay in the Senate, he has been making it really clear both in his actions and private conversations with confidants that that's where he has been heading.",
  "(BEGIN VIDEO CLIP FROM \"NAME THAT TUNE,\" COURTESY SANDY FRANK ENTERTAINMENT)\n\n\n\nUNIDENTIFIED MALE: This is probably the first step toward space travel or moon travel, something we'll probably will run into, maybe, in Eddie's lifetime here, at least.",
  "Now, the results of our poll -- 97 percent of you say six years after September 11th, the government's performance on port and border security deserves an F. Only 3 percent of you give the government a C, and no one thinks they deserve an A or a B.",
  "But I can say that the standards on age -- this is something I talked about before -- and older individuals, citizens can become soldiers and meet their requirement, actually they come into the force of better street sense than the younger guys.",
  "(END VIDEOTAPE)\n\n\n\nMCINTYRE: Traveling in South America, Defense Secretary Robert Gates acknowledged the U.S. has to do better in speeding weapons to Iraq, but he expressed no concern, Kitty, about the Iraqis cutting a deal with the Chinese.",
  "(END VIDEO TAPE)\n\n\n\nROMANS: The acting chairwoman of the Consumer Products Safety Commission testified in the Senate panel today, again defending her agency, saying the recalls show the agency is being aggressive and keeping children safe.",
  "'s to illegal aliens, prompting the commissioner to remind them...\n\n\n\nSWARTS: Well, the law is pretty clear that the county clerks are required, as agents for the Commissioner of Motor Vehicles, to fulfill that responsibility and comply.",
  "(END VIDEOTAPE)\n\n\n\nARENA: Now, officials say that the opinions remain in effect, but as a matter of practice, sources familiar with the CIA program say that some of the harshest interrogation techniques are no longer being used -- Kitty.",
  "LAWRENCE KORB, SENIOR FELLOW, CENTER FOR AMERICAN PROGRESS: The U.S. should be definitely worried about the Iraqis buying these weapons from China because this means they will go into groups that could be used against the United States.",
  "(BEGIN VIDEOTAPE)\n\n\n\nJOHN KING, CNN CHIEF NATIONAL CORRESPONDENT (voice-over): Temporary headquarters is through this door, five staffers crowded around a small table, beginning to organize a state where second or third just won't do.",
  "MALINOWSKI: What these opinions show is that the Justice Department was still trying to authorize the use of torture, even when Republicans and Democrats in Congress led by Senator McCain were trying to outlaw it once and for all.",
  "(CHEERING AND APPLAUSE)\n\n\n\nKING: That Thompson has not returned to South Carolina since his quick announcement tour a month ago has even has some backers privately questioning whether he understands the organizational challenge.",
  "(BEGIN VIDEO TAPE)\n\n\n\nMILES O'BRIEN, SPACE CORRESPONDENT (voice-over): The bell tolls in biology class at a Washington high school 50 years to the day after the Russians changed the world by sending a small satellite into space.",
  "UNIDENTIFIED FEMALE: It is the sentiment of the New York State Association of County Clerks that the removal of the Social Security requirement for obtaining driving privileges and non-driver identification is ill-advised.",
  "Joe Mack of the South Carolina Baptist Convention, which represents more than 2,000 churches statewide, also credits Romney with patiently answering questions about his Mormon faith many Southern Baptists liken to a cult.",
  "But a meeting where state officials explain the change in policy that will require the clerks, who also act as agents for the Department of Motor Vehicles, to issue driver's licenses to illegal aliens, became emotional.",
  "ROMANS: Democratic Congressmen have introduced the Lead Free Toy Act to ban lead from toys, toy jewelry and products used by children under age six -- doing what importers and the government agencies have not.",
  "WHETSELL: Lawrenceburg, Tennessee, is in fact a whole lot closer to Lexington, South Carolina, and Greenville, South Carolina, and Charleston, South Carolina, than are Boston or New York, for instance.",
  "They point to a little noticed change by the governor to remove these visa dates from licenses granted to temporary residents, as well as this new change in policy granting licenses to illegal aliens.",
  "\n\n\n\nReturn to Transcripts main page\n\nLOU DOBBS TONIGHT\n\nNew York Governor Under Fire; Interview With California Congressman Duncan Hunter\n\nAired October 4, 2007 - 18:00 ET\n\nTHIS IS A RUSH TRANSCRIPT.",
  "(BEGIN VIDEOTAPE)\n\n\n\nCANDY CROWLEY, CNN SENIOR POLITICAL CORRESPONDENT (voice-over): Somewhere between the promise of February and the urgency of October, a question bubbled up around his campaign.",
  "According to a review of confidential documents obtained by the Associated Press, the most number of accidents and missing shipments of the most dangerous germs has doubled in the last three years.",
  "BASH: Now Craig is staying in office, despite a Minnesota judge's rejection of the senator's motion to withdraw a guilty plea he signed admitting to disorderly conduct in a Minneapolis men's room.",
  "REP. KEITH ELLISON (D), MINNESOTA: Over the last couple of decades, you know, the prevailing political wisdom has been to reduce government to is size where you can drown it in a bathtub, right?",
  "TUCKER: He reminded the clerks, who are elected officials, that as DMV agents they had two responsibilities -- determine an individual's fitness to drive and that they are who they say they are.",
  "\"The New York Times\" reports one advised harsh interrogation techniques could be used in combination, like exposing detainees to freezing temperatures while withholding food to help break them.",
  "(BEGIN VIDEOTAPE)\n\n\n\nSYLVESTER (voice-over): Since the anthrax attacks six years ago the number of American labs handling some of the world's deadliest germs has increased more than threefold.",
  "GRANGE: Well, I think the good news, obviously, is the recruiting numbers that have been achieved by the Army, especially as we build an Army to meet the requirements around the world today.",
  "The Government Accountability Office said earlier this year bad record-keeping made it impossible to say where 190,000 weapons ended up, suggesting some might be in the hands of insurgents.",
  "DAVID KELLEY, IOWA TEACHER: Charisma is a positive for me, and I find -- find I fall into a lot of what he's saying and -- and feel like I get wrapped up in what he's -- he's talking about.",
  "Craig says he's innocent and pleaded guilty because he panicked, but in a lengthy order, the judge dismissed Craig's arguments, calling him a career politician with a college education.",
  "TOM MALINOWSKI, HUMAN RIGHTS WATCH: There is no controversy outside of a couple of offices in the Justice Department and the vice president's office that these techniques are torture.",
  "Many of the labs operated by private or academic institutions are not being tracked by the federal government, according to a new report by the Government Accountability Office.",
  "We are a technologically and scientifically driven society and yet, somehow, I think there is the expectation that somebody else is going to deliver that science and technology.",
  "MCINTYRE: Some critics say once Iraq begins buying large quantities of weapons from other countries, making sure they don't fall into the wrong hands becomes nearly impossible.",
  "CROWLEY: Despite the aura of unbeatable the Clinton campaign is oozing, Obama strategists believe it is nothing that can't be cured, in fact, probably has to be cured, in Iowa.",
  "SEN. LARRY CRAIG (R), IDAHO: And the people of Idaho deserve a senator who can devote 100 percent of his time and effort to the critical issues of our state and of our nation.",
  "Well, there is disturbing new evidence tonight the federal government knew that millions of pounds of ground beef was contaminated with E. Coli weeks before a massive recall.",
  "PRYOR: A lot of times what these companies do is, you know, when they see a fine -- a million dollar fine or whatever it may be, hey, that's just the cost of doing business.",
  "And politically the reason why that is problematic for Republicans on a national level is because this was a pretty safe seat for Republicans having senator Domenici there.",
  "CROWLEY: His campaign believes Obama's newness to Washington is a net gain in an electorate fed up with a political system awash with money and special interest influence.",
  "But, as Representative Bart Stupak pointed out, there are many diseases and germs that are not included on that list that could be just as deadly, including SARS -- Kitty.",
  "But New Mexico is very much a swing state and the fact that this seat will now be in play makes it possible for Republicans to lose one more seat in the Senate -- Kitty.",
  "MAJ. GEN. RICHARD SHERLOCK, JOINT STAFF OPERATIONAL PLANNING DIRECTOR: When I was in Iraq, we were bringing in weapons from Hungary and a variety of different nations.",
  "It means more pressure in a state with a history of deciding the GOP race, where Governor Mark Sanford says Thompson has a giant opportunity, but also a lot to prove.",
  "PEVERILL SQUIRE, UNIVERSITY OF IOWA: He hasn't yet demonstrated that he really has any good explanation for why he wants to be president, other than he's different.",
  "Several other Republicans, Kitty, are saying that they are surprised by this, one saying that it is a distraction for Senator Craig to stay in the Senate -- Kitty.",
  "DENNIS SANT, PUTNAM COUNTY CLERK: I took an oath office to support the constitution of this country and I feel the governor's policy goes in contradiction to that.",
  "O'BRIEN: On this day in history, a young Marine pilot who had just set a transcontinental speed record in a fighter jet appeared on the game show \"Name That Tune.\"",
  "(COMMERCIAL BREAK)\n\n\n\nPILGRIM: New York's county clerks rose in open defiance today of Governor Eliot Spitzer's plan to issue driver's licenses to illegal aliens.",
  "MARK SANFORD (R), SOUTH CAROLINA: A lot of the void that was out there and to a degree the Thompson candidacy has fueled by the search for the next Ronald Reagan.",
  "And if the Maliki government is corrupt, we need to ask whether we could in good conscience continue to sacrifice our blood and tax dollars to prop up his regime.",
  "LISA SYLVESTER, CNN CORRESPONDENT: Kitty, the U.S. government has no idea how many U.S. research laboratories have access to some of the world's deadliest germs.",
  "UNIDENTIFIED FEMALE: As an elected official, I can reward someone who is breaking the law who is here illegally by giving them a New York State driver's license.",
  "Coming up, the battle escalates to stop illegal aliens from gaining driver's licenses in New York State -- a showdown between the governor and local officials.",
  "And while they're only an investor, the press release put out said they will be a strategic partner, implying that they are going to have access to technology.",
  "MARCHIONE: Our association is looking into federal legislation where we've been advised that perhaps we're not living up to our constitutional oath of office.",
  "PILGRIM: You know, the Army has met its recruiting goals for the year, but the lower recruiting standards -- do they damage the long- term health of the Army?",
  "(BEGIN VIDEO TAPE)\n\n\n\nCHRISTINE ROMANS, CNN CORRESPONDENT (voice-over): Another day, yet another recall -- innocent looking wooden baby blocks from KB Toys.",
  "SYLVESTER: A congressional committee heard testimony that with more personnel handling the deadly toxins, there is a greater potential for deadly mishaps.",
  "CROWLEY: Seen as having more or less the same views on major issues as Clinton, Obama has to make the case that there are differences, there is a choice.",
  "TUCKER: Thirteen of the clerks taking their opposition one step further and say they will not comply -- will not issue identification to illegal aliens.",
  "In many cases, the public is not told that a laboratory in their community is working with germs, including those for diseases that have no known cure.",
  "And, you know, the Bain Capital spokesman obviously didn't read Huawei's own press release, which didn't say they were simply going to be money people.",
  "I'm going to read a quick quote for the benefit of our viewers: \"At stake is whether Huawei will control voting seats on the board of the new company.",
  "And that means that this area we're already worried about for the Department of Defense -- because China has made cyber attacks on DOD assets already.",
  "Still, adviser Walter Whetsell shrugs off the naysayers, and say stressing the candidate's Tennessee roots is central to Thompson's southern strategy.",
  "And one of the things we talked about at our meeting today was that we needed the commissioner of DMV to go back and tell the governor our concerns.",
  "It's the beginning of the document that, for safety and security, it does not, in our opinion -- we do not believe it's going to increase security.",
  "The perception of these soldiers and their families -- and, by the way, anybody else watching -- is that we're not taking care of our own military.",
  "We're going to show you details of a disturbing new report raising the most serious questions about U.S. efforts to rebuild that shattered country.",
  "One U.S. defense official is quoted as saying the company supplies the Chinese military with communications networks, while they deny those claims.",
  "Joining me now for more on this and other military issues is General David Grange, one of the country's most decorated former military commanders.",
  "TUCKER: The commissioner of the Department of Motor Vehicles, his executives and, by extension, Governor Eliot Spitzer, came under sharp attack.",
  "So, you know, these investment groups are great at putting out very vague press releases and the U.S. military often has to clean up after them.",
  "And the inner workings of this company have to do with cyber security, partly for the Department of Defense of the United States of America.",
  "And key backers here say the candidate needs to get it up and running or spend more time here, or risk losing the big wave of early support.",
  "KING: The early reviews from Iowa and New Hampshire are less than encouraging, the early fund-raising respectable, but hardly overwhelming.",
  "I spoke to the ranking member of the Armed Services Committee and presidential candidate Congressman Duncan Hunter earlier about this deal.",
  "And if you've got access to technology and to procedures and to capabilities, that means at some point you can exploit those capabilities.",
  "ED DAVIS, PRESIDENT, TEXAS A&M UNIVERSITY: We are absolutely committed to the research, to the safety, to the compliance of this research.",
  "But officials responsible for port security today gave themselves high grades of B, even B-plus, when they appeared before a Senate panel.",
  "Probably, as we speak, and there you go, you see, as we speak, there is Senator Domenici, a 35-year veteran of the United States Senate.",
  "And just in time for Halloween, buyer beware, more lead in toys, more recalls of imports from communist China -- all of that coming up.",
  "The House Oversight Committee was told the Iraqi prime minister, Nouri al-Maliki, has shielded relatives and allies from investigators.",
  "More than a thousand members of the Minnesota National Guard -- they're part of one of the longest serving U.S. military units in Iraq.",
  "And for whatever reason that we're going away from the security and making it less secure and going in direct contrast to the Real I.D.",
  "PILGRIM: You know, the Senate Republicans have given the governor an October 31st deadline to reverse the policy or face legal action.",
  "Americans are facing a possible threat tonight over a business deal that could give Communist China access to U.S. defense technology.",
  "Well, the White House today insisted the Justice Department did not authorize the use of torture against suspected terrorists in 2005.",
  "SENATOR: We'd better get going on our education or in this time of globalization now, we're not going to be competitive in the future.",
  "The Department of Homeland Security is considering shutting down that lab and moving operations to one of five sites on the mainland.",
  "Their tours were scheduled to end just a day before they would have qualified and the Army says they're going to fix this situation.",
  "(BEGIN VIDEO TAPE)\n\n\n\nBILL TUCKER, CNN CORRESPONDENT (voice-over): A meeting of county clerks is not typically an emotional affair.",
  "PILGRIM: You know, the equity group, Bain Capital, Partners, insists, \"the deal presents absolutely no risk to national security.\"",
  "By granting the licenses under the new policy, the clerks believe, Kitty, they will be aiding and abetting in illegal immigration.",
  "And the letter requesting this review is signed by myself and Pete Hoekstra, who is ranking member on the Intelligence Committee.",
  "And there is not a single government agency that has the ultimate responsibility of insuring the security of these labs -- Kitty.",
  "He's going to tell his constituents, his longtime friends in his home state of New Mexico that he's not going to seek reelection.",
  "(BEGIN VIDEO CLIP)\n\n\n\nREP. HENRY WAXMAN (D-CA), GOVERNMENT REFORM COMMITTEE CHAIRMAN: the Maliki government is our ally in Iraq.",
  "Ten direct-mail pieces over several months emphasized his opposition to same-sex marriage and to amnesty for illegal immigrants.",
  "(END VIDEO CLIP)\n\n\n\nO'BRIEN: Little did John Glenn know how quickly things would happen for him and for the rest of the country.",
  "The Department of Homeland Security is considering moving deadly germs from an isolated island to the middle of cattle country.",
  "Now, this in spite of warnings that a similar lab was responsible for the latest outbreak of foot and mouth disease in Britain.",
  "(COMMERCIAL BREAK)\n\n\n\nPILGRIM: There are more recalls of dangerous Chinese-made toys and children's products to report tonight.",
  "(BEGIN VIDEO TAPE)\n\n\n\nKATHY MARCHIONE, PRESIDENT, NEW YORK STATE ASSOCIATION OF CLERKS: It's a threat to security in New York.",
  "WALTER WHETSELL, THOMPSON SOUTH CAROLINA ADVISER: They have committed to, you know, doing what it takes to win South Carolina.",
  "You know, illegal immigrants -- and driver's licenses, the first document you get as a driver's license is a source document.",
  "But in hearing after hearing, lawmakers from both sides of the aisle, Kitty, have said this agency needs a dramatic overhaul.",
  "ALAN KORN, SAFE KIDS WORLDWIDE: I think everybody is in agreement here -- let's just get the lead out of the toys altogether.",
  "And we're looking into the federal statutes to see if that's a the reason -- a real good reason to stand on not doing this.",
  "FRED THOMPSON, REPUBLICAN PRESIDENTIAL CANDIDATE: And I want to tell you how good it is to be back in South Carolina again.",
  "But, more important, they say, is a strong Thompson performance in his first GOP presidential debate next week in Michigan.",
  "The Army met its goal of recruiting 80,000 new soldiers in the 2007 budget year, despite the wars in Iraq and Afghanistan.",
  "Investigators told a congressional hearing today that more and more labs around the country are working with deadly germs.",
  "Six years after September 11, how would you grade the government's performance on port and border security, A, B, C, OR F?",
  "It would allocate millions for a modern testing laboratory and toughen fines for companies that import dangerous products.",
  "(BEGIN VIDEOTAPE)\n\n\n\nKELLI ARENA, CNN JUSTICE CORRESPONDENT (voice-over): The torture debate once again busted wide open.",
  "TO ORDER A VIDEO OF THIS TRANSCRIPT, PLEASE CALL 800-CNN-NEWS OR USE OUR SECURE ONLINE ORDER FORM LOCATED AT www.fdch.com",
  "Publicly, the Justice Department was backing away from harsher tactics and Congress was passing a law prohibiting them.",
  "(COMMERCIAL BREAK)\n\n\n\nPILGRIM: It hasn't been a good October so far for Democratic presidential candidate Barack Obama.",
  "SHERLOCK: The same inventory controls that track U.S. weapons, that track Hungarian weapons will track Chinese weapons.",
  "(COMMERCIAL BREAK)\n\n\n\nPILGRIM: The Army today held a ceremony in Washington to celebrate its latest recruiting success.",
  "They would presumably have access to techniques and to capabilities that would endanger our particular cyber security.",
  "The House of Representatives today voted to bring private security contractors working overseas firmly under U.S. law.",
  "Also, New York State officials who issue driver's licenses blast the New York governor efforts to help illegal aliens.",
  "I'm troubled by the fact that we are told one thing by this administration and then learn something else is happening.",
  "Congress is also working to make big business and our government more accountable for the safety of children's goods.",
  "Did the White House go behind the backs of Congress and the courts to approve controversial interrogation techniques?",
  "And the Consumer Products Safety Commission today is just not equipped to handle the challenges in the U.S. economy.",
  "They're not just money people pushing money into a deal with a firewall between them and America's security company.",
  "But many are wondering if the laid-back style Thompson displayed in the Senate will play well on the campaign trail.",
  "And rising concern in Congress over communist China's blatant attempt to gain access to sensitive U.S. technologies.",
  "O'BRIEN: Shirley was in grade school in Birmingham, Alabama when Sputnik began circling the world every 90 minutes.",
  "And the Department of Homeland Security is considering building a new animal disease research lab on the mainland.",
  "But there is also the issue of letting individuals who may want to do harm know where certain agents are located.",
  "He's going to tell his constituents that he served for more than 35 years that he's not going to seek reelection.",
  "(COMMERCIAL BREAK)\n\n\n\nPILGRIM: The federal government apparently can't do better than a C grade on port security.",
  "Plus, back from Iraq -- hundreds of National Guard veterans are outraged to find themselves denied a key benefit.",
  "(COMMERCIAL BREAK)\n\n\n\nPILGRIM: Fifty years ago today, Russia launched the space race with its Sputnik satellite.",
  "(END VIDEOTAPE)\n\n\n\nCROWLEY: Obama strategists think a victory here for him gives him, of course, major momentum.",
  "He was diagnosed with a condition, a degenerative neurological condition some time ago, at least six months ago.",
  "SYLVESTER: One laboratory that has received a lot of public scrutiny is on the isolated Plum Island in New York.",
  "Now, the Topps Company recalled more than 21 million pounds of frozen hamburger patties at the end of September.",
  "Several of the clerks said they would not comply with the policy and issue driver's licenses and non-driver I.D.",
  "(END VIDEO TAPE)\n\n\n\nTUCKER: The clerks say the security of the New York State driver's license is being eroded.",
  "Much of the order is for AK-47 assault rifles preferred by the Iraqi Interior Ministry for the national police.",
  "(END VIDEOTAPE)\n\n\n\nPILGRIM: Now, Thompson was second in the latest average of national polls with 21 percent.",
  "The governor should be listening to the agents that hand out motor vehicle driver's licenses and do the work.",
  "Those labs work with a select list of toxins that are considered to be the most deadly, for example, anthrax.",
  "KING (on camera): This vacant storefront behind me will soon be the permanent Thompson campaign headquarters.",
  "The Consumer Products Safety Commission and the toy industry say recalls show the system is safe and working.",
  "ARENA: Sources confirm to CNN that in 2005 the Justice Department issued at least two secret legal opinions.",
  "But tonight GOP senators, many of them, are candid in telling us that they are disappointed by his reversal.",
  "And tonight one Republican leader is saying that it is best for the party that Senator Craig keep his word.",
  "BASH: Right, a very, very different issue here, but certainly a potential problem for the Republican Party.",
  "More than a half-million children's goods are being pulled off store shelves because of lead contamination.",
  "And, far more importantly, will it have access to technology, research and development of the new company?\"",
  "In short order, Congress passed an $800 million bill to bolster math and science education in U.S. schools.",
  "ROSEMARY TOOHEY, RETIRED IOWA TEACHER: And it's the hope that he gives, absolutely the hope that he gives.",
  "Now, the committee chairman, Congressman Henry Waxman, questioned the future of the al-Maliki government.",
  "Senator Larry Craig today had a major setback in the battle to clear his name after a restroom sex sting.",
  "So we asked the Committee On Foreign Investment, headed by Secretary Paulson, to undertake a full review.",
  "So far, 29 people in eight states have E. Coli infections matching the strain found in the Topps burgers.",
  "I'm concerned about any kind of criminal standards or standards that are mental or physical conditioning.",
  "And as an elected official myself, it is very, very important that we stand up for what we believe today.",
  "And you're also worried that U.S. intelligence and military contracts may come through the same company.",
  "ROMANS: The Senate legislation would dramatically increase civil penalties, now capped at $1.8 million.",
  "The clerks expect that they will be sued by the state and say they're ready to go to court, if need be.",
  "You and Congressman Hoekstra sent a letter, which you just referred to, to Treasury Secretary Paulson.",
  "Now, this new wave of recalls comes as Congress acts to finally remove lead from children's products.",
  "As Bill Tucker reports, many of those officials say they will not comply with the governor's policy.",
  "Congressmen today blasted the Iraqi government for failing to stop corruption in its own ministries.",
  "KITTY PILGRIM, CNN ANCHOR: Tonight: The rebellion escalates against New York Governor Eliot Spitzer.",
  "Now this legislation follows a controversial shooting incident involving Blackwater USA in Baghdad.",
  "PILGRIM: In light of your meeting today and the results, what's the next step for your association?",
  "We want to prevent this deal if it looks like it's got any danger to national security whatsoever.",
  "Coming up, communist China will stop at nothing to gain access to our most sensitive technologies.",
  "SYLVESTER: Overseas, a British biolab is blamed for the recent outbreak of foot and mouth disease.",
  "MCINTYRE: The Pentagon has a hard enough time accounting for American weapons given to the Iraqis.",
  "That is an about-face from what he said just last month when he announced his intention to resign.",
  "But he recently had a checkup, and the doctor said that he's having negative progression in that.",
  "The university did not report the infection, as required, until an advocacy group made it public.",
  "A Chinese company with ties to Beijing's military will soon have access to sensitive information.",
  "SHIRLEY MALCOM, EDUCATION DIRECTOR, AAAS: There is a kind of a complacency that has come over us.",
  "In one documented case, a lab worker at Texas A&M was infected with the toxic brucella bacteria.",
  "Then, Craig suggested the men's room scandal made it hard for him to be effective in the Senate.",
  "In any event, the Pentagon says the U.S. never intended to be the sole source of Iraqi armament.",
  "ARENA: The Justice Department says it cannot comment on any classified legal advice it provided.",
  "CROWLEY: Obama says the experience question is code for, hasn't spent enough time in Washington.",
  "His national poll numbers have been stagnant for months, even as Hillary Clinton's have climbed.",
  "It has already delivered $1 billion worth of arms to Iraq and another $1.5 billion is on order.",
  "The Pentagon says China is a logical choice for AK-47s, which are not made by any U.S. company.",
  "So anything that goes after that particular sensitive area, we've got to be very careful about.",
  "But we believe our constitutional oath of office would require us not to assist illegal aliens.",
  "I think that this particular issue is too encompassing for the American people and New Yorkers.",
  "Coming up, a top U.S. commander says our troops may stay in Iraq for at least five more years.",
  "MICHAEL HAYDEN, CIA DIRECTOR: The intelligence they have produced is absolutely irreplaceable.",
  "His trips are frequent, and experts here figure about half of caucus-goers are still shopping.",
  "Many local officials refuse to implement his plan to give driver's licenses to illegal aliens.",
  "Presidential candidate, former Armed Services Chairman Congressman Duncan Hunter is our guest.",
  "Well, the Fred Thompson campaign already off to a late start may also be off to a slow start.",
  "And is Democratic presidential candidate Senator Barack Obama losing his appeal among voters?",
  "What we are in the process of doing is building the Iraqi capacity in their logistics system.",
  "UNIDENTIFIED MALE: ...documented residents in this state, again, we're drawing the line (ph).",
  "DAVID SWARTS, NEW YORK COMMISSIONER OF MOTOR VEHICLES: And, again, the policy is the policy.",
  "DANA PERINO, WHITE HOUSE PRESS SECRETARY: The policy of the United States is not to torture.",
  "ARENA: The secret opinions were written just after Alberto Gonzales became attorney general.",
  "As a U.S. senator, he pushed hard to keep education on the front burner with little success.",
  "Still ahead, 50 years ago, the Soviet Union launched Sputnik, the first man made satellite.",
  "Still to come, rising concern about the increasing number of labs that handle lethal germs.",
  "As one adviser said, if she loses in Iowa, it would be -- quote -- \"catastrophic\" -- Kitty.",
  "In another setback for the GOP, Senator Pete Domenici tonight is announcing his retirement.",
  "But do you believe -- would it be better if the government doesn't use private contractors?",
  "This week, the Blackwater CEO, Erik Prince, testified before the House Oversight Committee.",
  "PILGRIM: Coming up at the top of the hour, \"THE SITUATION ROOM WITH WOLF BLITZER\" -- Wolf.",
  "ROMANS: The CPSC currently has about 400 employees, compared with more than 1,000 in 1981.",
  "Democrats say those memos may prove the government authorized harsh interrogation methods.",
  "And so they, wanting a piece of that pie, as well, started to make those same investments.",
  "We'll also have the results of tonight's poll and more of your thoughts, so stay with us.",
  "Whether or not he materializes as that is obviously what the next 100 days are all about.",
  "ROMANS: Prior is sponsoring the Consumer Product Safety Reform Act in 2007 in the Senate.",
  "Now, that success has been helped by higher bonuses and some lower recruitment standards.",
  "TUCKER: Nevertheless, the clerks voted to adopt a resolution expressing their opposition.",
  "A complete list of all the products recalled can be found on our Web site, loudobbs.com.",
  "KING: The first brochure is ready, but still no firm budget for mail and TV advertising.",
  "Hillary Clinton is beating him soundly in the latest poll, 53 percent to his 20 percent.",
  "ANNOUNCER: This is LOU DOBBS TONIGHT: news, debate, and opinion for Thursday, October 4.",
  "Each year, the Chinese graduate about a half million engineers -- the U.S. about 50,000.",
  "The tiny beeping sphere feeding a frenzy of panic in America that grew with each orbit.",
  "So we know that they're going after that capability and the U.S. Department of Defense.",
  "So this is -- this goes right to the heart of something which is very important to DOD.",
  "They've got this strategic partner, which is Huawei, which is sitting off to the side.",
  "She presided at today's meeting and is one of those who will defy the governor's plan.",
  "I asked her why she and other county clerks won't issue licenses under the new policy.",
  "So do you believe that the will of the citizens of New York State is being respected?",
  "Now, they have reportedly been cheated out of an upgrade in their education benefits.",
  "PILGRIM: Is it clear to you that this deal was structured to not raise any red flags?",
  "But USDA tests confirmed the patties were contaminated with E. Coli on September 7th.",
  "And still less than 5 percent of containers arriving at our ports are fully screened.",
  "His retirement could make it harder for Republicans to stay in control of the Senate.",
  "But the Pentagon says that problem has nothing to do with where the weapons are made.",
  "But behind closed doors critics say the administration was pushing the legal limits.",
  "RICHARD BESSER, CENTERS FOR DISEASE CONTROL: There's the importance of transparency.",
  "(END VIDEOTAPE)\n\n\n\nSYLVESTER: Now, lawmakers concerned because of a gaping loophole.",
  "Also, 50 years ago, the first satellite was launched into space by the Soviet Union.",
  "And other nations saw what investments in science and technology brought to America.",
  "Unless the military is about twice the size it is right now, you can do without it.",
  "Well, Kathy Marchione is the president of the New York State Association of Clerks.",
  "He says there's rampant document fraud now and this will actually improve security.",
  "That has raised concerns because of the potential proximity to a larger population.",
  "But House Democrats called on the Justice Department to hand over two secret memos.",
  "Officials today refused to confirm the reports the order is valued at $100 million.",
  "(LAUGHTER)\n\n\n\n(APPLAUSE)\n\n\n\nOBAMA: Although, you know, he really had no experience.",
  "Craig's attorney, Billy Martin, says he's considering appealing the judge's ruling.",
  "But both the House and the Senate have introduced tough bills to protect children.",
  "Alan Korn is a safety expert who found six recalled toys in his own son's toy box.",
  "I think some of the security measures that the governor has added are good things.",
  "Millions of American dollars disappearing into a black hole of corruption if Iraq.",
  "I'll speak about it with the White House homeland security adviser, Fran Townsend.",
  "This is something that he's going to say that comes to him as kind of a surprise.",
  "And Massachusetts Governor Mitt Romney is methodically targeting conservatives.",
  "Iraq today said it had placed a substantial weapons order with communist China.",
  "The CIA will only say its interrogation program has produced vital information.",
  "I really think it has to have much more conversation before this goes through.",
  "He needs to listen to the residents who elected him, as all of us need to do.",
  "As Candy Crowley reports, Obama strategists are setting their sights on Iowa.",
  "(END VIDEO CLIP)\n\n\n\nPILGRIM: About 168,000 of our troops are serving in Iraq.",
  "OBAMA: Senator Clinton has been effective in trying to blur the distinctions.",
  "A Minnesota judge rejected the senator's request to withdraw his guilty plea.",
  "All that and a lot more, Kitty, coming up right here in \"THE SITUATION ROOM.\"",
  "And it sparked a huge shake-up in math and science education in this country.",
  "The Iraqi government says as many as 20 Iraqis were killed in that shooting.",
  "But they also believe it would give him a victory in the expectations game.",
  "The governor is asking us to issue driver's licenses to illegal immigrants.",
  "Meanwhile, the trade deficit with China exploded to $232 billion last year.",
  "SEN. MARK PRYOR (D), ARKANSAS: The agency itself has withered on the vine.",
  "And just in time for Halloween, Frankenstein tumblers from Dollar General.",
  "(END VIDEO TAPE)\n\n\n\nPILGRIM: Huawei's founder is a former Chinese soldier.",
  "FRANK MEROLA, RENSSELAER COUNTY CLERK: Did you hear the word illegal once?",
  "UNIDENTIFIED MALE: What's the justification for issuing a non- driver I.D.",
  "The Centers for Disease Control says that's a necessary security measure.",
  "Almost every poll of the state show a dead heat, Clinton, Edwards, Obama.",
  "The experience question dovetails with another hurdle Obama has to clear.",
  "That's the latest report card from the Government Accountability Office.",
  "Congressmen defied the White House and voted for the measure by 389- 30.",
  "And as one elected official to the governor, I think it's irresponsible.",
  "TUCKER: The commissioner patiently listened and replied in plain terms.",
  "For scientists like Shirley Malcolm, it might as well be an alarm bell.",
  "Suddenly we doubted the technological prowess we had taken for granted.",
  "And we don't know what's being done and we don't know who is doing it.",
  "Halloween toys imported from China could threaten your child's health.",
  "He hasn't come up with a theme yet that most voters can identify with.",
  "There is a magic about him, a newness, which both appeals and worries.",
  "They took credit for a new transportation worker identification card.",
  "Also, later, our private security contractors in Iraq out of control.",
  "Do you believe that that's the proper way to even address this issue?",
  "We'll have a special report on how it spurred the U.S. space program.",
  "Sputnik was a wake up call for the U.S. we'll have a special report.",
  "(END VIDEO TAPE)\n\n\n\nPILGRIM: We will continue to follow this battle.",
  "He defended his armed guards in the wake of the incident last month.",
  "PILGRIM: The governor says that this will actually improve security.",
  "And the escalating revolt over driver's licenses for illegal aliens.",
  "More than 3,800 of our troops have been killed since this war began.",
  "But we need to ask is the Maliki government too corrupt to succeed?",
  "To many outside the administration, that sounds a lot like torture.",
  "Former New York Mayor Rudy Giuliani polls surprisingly strong here.",
  "You've got a -- you've got the Bain Capital making the primary buy.",
  "The information, critics say, could threaten our national security.",
  "PILGRIM: The majority of New York State residents do not like this.",
  "A Zogby poll says 58 percent polled do not agree with this ruling.",
  "WOLF BLITZER, HOST, \"THE SITUATION ROOM\": Thanks very much, Kitty.",
  "That means they get involved in the inner workings of the company.",
  "We will bring you the results a little bit later in the broadcast.",
  "MCINTYRE: It is not like the U.S. is being shut out of arms sales.",
  "It is just beginning to come out, more than six years after 9/11.",
  "Local officials in New York are rebelling against their governor.",
  "It's not been able to keep up, especially in the area of imports.",
  "Washington's response -- create NASA and send in the slide rules.",
  "Slowly but surely, we have drifted into the pre-Sputnik mindset.",
  "\"THE SITUATION ROOM\" starts right now with Wolf Blitzer -- Wolf.",
  "KEITH RHODES, GAO: Right now, we don't even know where they are.",
  "Only about 400 labs in the United States have to be registered.",
  "But I do not believe this policy is going to increase security.",
  "OBAMA: The last president from Illinois turned out pretty good.",
  "SEN. BARACK OBAMA (D-IL), PRESIDENTIAL CANDIDATE: Ready to go?",
  "MARCHIONE: I think it's always hard to stand up to a governor.",
  "You respect the governor no matter what political party he is.",
  "It's a safety concern and it's a safety concern for Americans.",
  "GRANGE: Well, it is horrible and I think the Army will fix it.",
  "Army recruiting has picked up since a disastrous year in 2005.",
  "Presidential candidate Congressman Duncan Hunter is our guest.",
  "But, you know, New York has a pretty secure driver's license.",
  "Senator Domenici will step down next year for health reasons.",
  "Live from New York, sitting in for Lou Dobbs, Kitty Pilgrim.",
  "Also, another recall of dangerous toys from communist China.",
  "There is an issue that we really wanted to take up with you.",
  "MARCHIONE: We do not believe it's going to improve security.",
  "How hard was it for you to stand up to the governor on this?",
  "PILGRIM: This was done by an executive order and not a vote.",
  "It will replace a facility on Plum Island, near Long Island.",
  "In this case, we don't want to have to clean up after them.",
  "General David Grange will join us to discuss that and more.",
  "ARENA: That's been the White House public stance for years.",
  "And she blew by him in fund-raising for the latest quarter.",
  "THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.",
  "PILGRIM: At least the hearings are bringing out the facts.",
  "Act, which is scheduled to take effect completely by 2013.",
  "NEIL DEGRASSE TYSON, ASTROPHYSICIST: We got lazy, I think.",
  "You can -- you go into buildings, into federal buildings.",
  "PILGRIM: Dana, Senator Domenici is expected to step down.",
  "But America is once more lagging behind other countries.",
  "Now there are fears about the safety of Halloween toys.",
  "Now, China will supply the weapons to the Iraqi police.",
  "This is an issue that is going to affect all Americans.",
  "But, nonetheless, when you have money, you have access.",
  "TUCKER: The DMV has not indicated how it will respond.",
  "The thing is on these people, you have to have them.",
  "HUNTER: It looks like it's a subtle investment here.",
  "I would like to ask you about the Blackwater issue.",
  "Do you believe that federal laws are being ignored?",
  "And it's beginning to pay off all around the world.",
  "O'BRIEN: So, what will it take to turn this around?",
  "The problem is the situation is already out there.",
  "It should be going to the senate, to the assembly.",
  "Blackwater says its guards fired in self-defense.",
  "He knew what he was saying, reading, and signing.",
  "Eddie, would you like to take a trip to the moon?",
  "SEN. RICHARD DURBIN (D), ILLINOIS: I'm troubled.",
  "And I think they are off to a fairly good start.",
  "I believe that it should be a legislative issue.",
  "The governor needs to listen to the legislature.",
  "The leader of those officials will join us next.",
  "That brings us to the subject of tonight's poll.",
  "All of that, much more, straight ahead tonight.",
  "The USDA is not commenting on the allegations.",
  "Representative Duncan Hunter, thank you, sir.",
  "And we've seen what happens when you do that.",
  "PILGRIM: Kathy, Congress passed the Real I.D.",
  "Also, secret memos involving alleged torture.",
  "So, that's why we see Senator Domenici there.",
  "MACK: Well, I would say they're not too late.",
  "Rudy Giuliani leads the pack with 30 percent.",
  "OBAMA: If we win Iowa, I will be the nominee.",
  "Still, he pulls in the crowds and the money.",
  "Lisa Sylvester will have that story -- Lisa.",
  "And we of course wish Senator Domenici well.",
  "Dana Bash reports from Capitol Hill -- Dana.",
  "But this is an issue of safety and security.",
  "And the word illegal did enter the dialogue.",
  "The university pledged to fix the problems.",
  "You're going to find out what's being done.",
  "And I -- as they say, the rest is history.",
  "O'BRIEN (on camera): The numbers are grim.",
  "It said they would be a strategic partner.",
  "And tonight he's in Elk Mountain, Wyoming.",
  "PILGRIM: Thanks very much, Jamie McIntyre.",
  "PILGRIM: Thanks very much, Candy Crowley.",
  "His fund-raising numbers are respectable.",
  "John King, CNN, Columbia, South Carolina.",
  "KING: Mack has yet to hear from Thompson.",
  "What do you have to say to that argument?",
  "They're going to be part of that company.",
  "And that could potentially be dangerous.",
  "PILGRIM: All right, thank you very much.",
  "He's the real conservative in this race.",
  "CROWLEY: Fall is about closing the deal.",
  "But the senator vowed to stay in office.",
  "PILGRIM: Thanks very much, Kelli Arena.",
  "PILGRIM: Well, we applaud your efforts.",
  "Perhaps we need another Sputnik moment.",
  "Thank you very much for being with us.",
  "So that would end the war immediately.",
  "They believe that the policy is risky.",
  "We will have a special report on that.",
  "CROWLEY: His Iowa campaign is strong.",
  "CROWLEY: Can Barack Obama fire it up?",
  "PILGRIM: Thanks very much, Dana Bash.",
  "From that, you can get bank accounts.",
  "It's a -- they're clouding the issue.",
  "PILGRIM: All right, thanks very much.",
  "JOHN GLENN, FORMER ASTRONAUT AND U.S.",
  "We started being taught real science.",
  "They should have conversation on it.",
  "The president has not authorized it.",
  "Now, can Obama catch up to Clinton?",
  "), CNN MILITARY ANALYST: Thank you.",
  "It was not put to any kind of vote.",
  "He needs to reconsider this policy.",
  "So I think we'd better get with it.",
  "And half of them are from overseas.",
  "This directly conflicts with that.",
  "General David Grange will join us.",
  "HUNTER: I think it's a big danger.",
  "He's doing so for medical reasons.",
  "PILGRIM: Good evening, everybody.",
  "They're going to be a part owner.",
  "Some standards have been lowered.",
  "is something we don't understand.",
  "This is an issue of recklessness.",
  "PILGRIM: Thanks very much, Lisa.",
  "Cast your vote at loudobbs.com.",
  "Coming up, homeland insecurity.",
  "We will have a special report.",
  "Jamie McIntyre has our report.",
  "Thank you for joining us, sir.",
  "PILGRIM: Thanks so much, Wolf.",
  "MALCOM: Sputnik was launched.",
  "Miles O'Brien, CNN, New York.",
  "I think it's a security risk.",
  "They just believe it's wrong.",
  "We'll have complete coverage.",
  "You're not going to hear it.",
  "UNIDENTIFIED CHILD: No, sir.",
  "He was asked about Sputnik.",
  "A Chinese flag on the moon?",
  "Kathy Marchione, thank you.",
  "PILGRIM: That makes sense.",
  "PILGRIM: Thanks very much.",
  "His seat was up next year.",
  "I like it fine right here.",
  "Good night from New York.",
  "Thanks for being with us.",
  "That report is coming up.",
  "He will not authorize it.",
  "John King has our report.",
  "Well, lack of experience.",
  "It is in direct conflict.",
  "I don't believe they are.",
  "He needs to listen to us.",
  "PILGRIM: It certainly is.",
  "Other countries use them.",
  "Christine Romans reports.",
  "But isn't this horrible?",
  "So, that's not an issue.",
  "Please join us tomorrow.",
  "But what would that be?",
  "I realized I like this.",
  "GEN. DAVID GRANGE (RET.",
  "Lisa Sylvester reports.",
  "PILGRIM: Thanks, Lisa.",
  "Miles O'Brien reports.",
  "What about that seat?",
  "Is this a big danger?",
  "General David Grange.",
  "MARCHIONE: Yes, I do.",
  "They're against this.",
  "GRANGE: My pleasure.",
  "to an illegal alien?",
  "Kelli Arena reports.",
  "CROWD: Ready to go!",
  "I may vote for him.",
  "He's the real deal.",
  "HUNTER: Absolutely.",
  "Also, buyer beware.",
  "MARCHIONE: I don't.",
  "Disturbing report.",
  "Thanks very much.",
  "Christine Romans.",
  "That's a quote.",
  "MARCHIONE: No.",
  "Thanks, Candy.",
  "Thanks, Jamie.",
  "Thanks, Kelli.",
  "Bill Tucker.",
  "Back to you.",
  "(INAUDIBLE).",
  "Thank you.",
  "I may yet.",
  "Negatives?",
  "Maybe.",
  "BRIG.",
  "GOV."
]