[
  "Circuit on Aug. 4 threw out the initial verdict, saying that the trial court had erred in not allowing Slatten to be tried separately from co-defendants, even though one of them said he, not Slatten, had fired the shots that killed the first civilian victim, leading a team of U.S. security contractors to open fire indiscriminately on vehicles and pedestrians in a crowded traffic circle.",
  "The September 2007 shootings, which also wounded 17 people and fomented deep resentments about the accountability of American security personnel, came during one of the bloodiest periods of the Iraq War and made the name of Blackwater — then one of the country's most profitable and politically connected security firms — shorthand for unaccountable U.S. power.",
  "U.S. District Judge Royce C. Lamberth of the District of Columbia set a retrial date for June for Nicholas A. Slatten, 33, of Sparta, Tenn. Slatten has been in prison in Sumterville, Fla., serving a mandatory life sentence since his October 2014 conviction, and the evidence in that case weighed against his pretrial release, the judge said.",
  "\"Against this backdrop of Slatten's continued cooperation and a new trial at which he will be entitled to present the evidence of his innocence to a jury, the government cannot demonstrate that Slatten is a greater flight risk than before these positive developments,\" wrote Steven Fredley, one of Slatten's attorneys, in a filing.",
  "The appeals court in a split decision also ordered the three others to be resentenced, saying their constitutional protection against \"cruel and unusual punishment\" had been violated when they received an enhanced penalty of a 30-year mandatory minimum prison term for their use of military firearms while committing a felony.",
  "Prosecutors at Slatten's trial accused him of firing the first shots in the civilian massacre, in which Paul A. Slough, 35, Evan S. Liberty, 32, and Dustin L. Heard, 33, were also sentenced to 30 years plus one day after being convicted of multiple counts of manslaughter and attempted manslaughter.",
  "A federal judge Friday ordered a former Blackwater Worldwide security contractor to remain in a federal prison while awaiting retrial after a federal appeals court threw out his first-degree murder conviction in shootings that killed 14 unarmed Iraqi civilians in Baghdad's Nisour Square in 2007.",
  "They said those terms would have been appropriate because his prison record was free of disciplinary action and he had spent nearly six years living under similar terms between the time he was first charged in December 2008 and his conviction.",
  "[Murder conviction in Blackwater case thrown out, other sentences overturned]\n\nSlatten's attorneys had asked that he be released on his own recognizance, with restrictions on travel and possessing firearms, while a new trial was pending.",
  "Slatten is \"an extremely dangerous person who believes that some human beings — particularly Iraqis — are no more than animals, and that he is willing to act on those beliefs by committing murder,\" Assistant U.S.",
  "[Four Blackwater guards found guilty in 2007 Iraq shootings of 31 unarmed civilians]\n\nLamberth noted that he \"heard weeks of testimony\" at Slatten's trial \"that spoke to his danger to the community.\"",
  "They said his \"history of threats, assaults, and misuse of firearms during the pendency of this case also show that he is a dangerous individual who does not submit to authority.\"",
  "In addition, \"the defendant now knows that the evidence presented at trial was strong enough for a jury to convict — a fact that speaks to whether he is a greater flight risk.\"",
  "Prosecutors urged Slatten's continued detention, saying his incentive to flee has only increased now that he knows a jury has convicted him and that one can do so again.",
  "Assistant U.S. Attorney Patrick Martin of the District had said the government anticipated a six-week case with 50 witnesses, including about 15 from Iraq.",
  "Attorneys T. Patrick Martin and Fernando Campoamor-Sanchez wrote to the court.",
  "The shootings marked one of the lowest points of the U.S. war in Iraq.",
  "A three-judge panel of the U.S. Court of Appeals for the D.C.",
  "Lamberth set a trial date of June 11, 2018."
]