[
  "… Biden has not committed to help with fundraising, Smith said, but the former vice president’s encouragement is what he needs for now.”\n\n\n\nPLAY-BY-PLAY\n\nPence turns tables on NFL protesters and walks out of Colts Game - Fox News\n\n\n\nGoogle finds Russia backed ads on various products like Youtube and Gmail - Reuters\n\n\n\nAt least five investigations open into charter or military flights by Trump Cabinet officials - WaPo\n\n\n\nJ. Harvie Wilkinson III: ‘Old divisions, renewed violence’ - WashTimes\n\n\n\nOut of the picture: Dem mega-donor Harvey Weinstein fired amidst sexual harassment allegations - Hollywood Reporter\n\n\n\nAUDIBLE: LOVE IT OR LEAVE IT\n\n“[Their] job is now to move out and execute … If you feel strongly enough, then you have to resign.” – Sen. Tom Cotton R-Ark., speaking about Secretary of State Rex Tillerson or Defense Secretary Jim Mattis and their response to the Iran deal in an interview with Politico Magazine.",
  "… Instead, the White House list includes longstanding demands of the Republican Party's immigration hardliners, including expediting removals of unaccompanied children arriving at the border; tightening standards for people allowed to seek asylum in the U.S.; barring immigrants who have been convicted of a range of crimes, including drunk driving; and barring federal grants to so-called ‘sanctuary cities’ that do not turn over illegal immigrants to federal authorities.”\n\nBut what about the bipartisan health insurance deal Trump was touting?",
  "The decision comes after President Trump in late March ordered a review of the controversial program, which was put on hold more than a year ago by the Supreme Court amid legal challenges from, among others, Pruitt himself.”\n\nBANNON’S GOP TARGET LIST STILL GROWING\n\nBloomberg: “Steve Bannon plans to back primary challengers to almost every Republican senator who runs for re-election next year in an effort to depose Majority Leader Mitch McConnell and streamline Senate voting procedures, three people familiar with his plans said.",
  "The president lashed out at Corker after hearing the senator’s remarks to reporters in defense of the much-beleaguered Secretary of State Rex Tillerson who, in Corker’s telling, is one of a handful of people in the administration who “separate our country from chaos.”\n\n\n\nCorker, the chairman of the Senate Foreign Relations Committee, may think he was sticking up for Tillerson, Defense Secretary James Mattis and White House Chief of Staff John Kelly, but he surely did them no favors in their effort to tame Trump.",
  "They include Nevada’s Dean Heller, Nebraska’s Deb Fischer, Wyoming’s John Barrasso, and Utah’sOrrin Hatch, should he seek re-election.”\n\nErik Prince, famed mercenary and DeVos bro, a priority recruit for Bannon - AP: “Blackwater Worldwide founder Erik Prince is considering a Republican primary challenge to Wyoming Sen. John Barrasso, a senior member of the Senate GOP leadership team, in a race that could pit the party’s establishment against insurgents fueled by allies of President Donald Trump.",
  "But most important of all is that you have keyed in on the most important part: Like our own Union, this New World did not begin perfectly and it is not truly perfectible, but it can always be made “more perfect.”]\n\n\n\n“If the European discovery of the New World is invalidated by the actions of those same Europeans, is the first 2000 years of Christendom equally tarred by the actions of the Catholic hierarchy?",
  "At a minimum, Republicans want states to be able to cut back the ACA’s rules on what has to be covered.”\n\nEPA ROLLS BACK OBAMA ERA POWER PLAN\n\nFox News: “EPA Administrator Scott Pruitt announced Monday that the Trump administration is moving to scrap the Clean Power Plan, the Obama administration’s signature regulatory program to curb emissions from coal-fired power plants.",
  "Prince was in Wyoming this weekend to discuss a possible Senate campaign with family members and has been encouraged to run by Steve Bannon, a former top White House strategist to Trump, according to a person who spoke on condition of anonymity to describe the private deliberations.”\n\n\n\nFeinstein says she’s ready for another reelection fight - Fox News: “Sen.",
  "SCOREBOARD\n\nTrump net job-approval rating: -16.4 points\n\nChange from one week ago: up 1.6 points\n\n\n\n[President Trump’s score is determined by subtracting his average job disapproval rating in the five most recent, methodologically sound public polls from his average approval rating, calculated in the same fashion.]",
  "Corker expounded on his diminishment of Trump in an NYT interview, warning that Trump’s recklessness could lead to World War III and praising the “tremendous amount of work that it takes by people around him to keep him in the middle of the road.”\n\n\n\nNo one could say that Trump didn’t have it coming.",
  "TRUMP DERAILS DREAMER DEAL WITH DEMS\n\nFox News: “President Trump's political dalliance with ‘Chuck and Nancy’ already is running into problems, as the top congressional Democrats balk at the president's new terms for a deal to help the roughly 800,000 young illegal immigrants known as 'Dreamers.'",
  "THE RULEBOOK: ROLLING ON THE RIVER\n\n“A succession of navigable waters forms a kind of chain round its borders, as if to bind it together; while the most noble rivers in the world, running at convenient distances, present them with highways for the easy communication…” – John Jay, Federalist No.",
  "The friction comes roughly three weeks after Pelosi and Schumer left a White House dinner with Trump saying they’d agreed to a framework deal to help the young illegal immigrants, as Trump moves to end their protections under the Obama-era Deferred Action for Childhood Arrivals program (DACA).",
  "But such a government also made possible the gradual erosion of those of practices, and the notions that they were ever right, because of the freedoms held dear here, such as freedom of the press and the right of the people, peaceably or noisily, to assemble and petition the government.",
  "Of the many, many people who have, with varying degrees of success, sought to protect the president, and by extension the country, from his own worse impulses, the current crew in the administration is unquestionably the most qualified and the most seemingly effective.",
  "‘Well, we will see, won’t we?’ she also said Sunday, when asked about another Senate campaign.”\n\nBiden gets involved in S.C. gubernatorial race - [Charleston S.C.] Post and Courier: “Former Vice President Joe Biden continues to build ties to South Carolina.",
  "All the problems that came with Columbus and the explorers & exploiters in his wake had the seeds of their glacially-paced solutions laid in the geographic expanse between the Old World and the New.” – Michael Grabowski, Mission Viejo, Calif.\n\n\n\n[Ed.",
  "As Corker himself explained, every Republican in Congress by now understands the dynamic which we first saw at work during the campaign in which a bombastic, erratic, and often impetuous principle is surrounded by the human version of bubble wrap.",
  "Dianne Feinstein on Sunday gave her strongest indication so far that she’ll seek re-election, amid speculation the senior California Democratic senator will retire amid a potential 2018 challenge from her party’s progressive wing.",
  "‘This proposal fails to represent any attempt at compromise,’ House Democratic Leader Nancy Pelosi and Senate Democratic Leader Chuck Schumer said in a joint statement, after the administration announced the demands Sunday night.",
  "If you believe, however, that this imperfect, failure-filled existence of ours is a pointless struggle in the face of inevitable failure, then you will dwell on the failures of the past and make no provisions for a better future.",
  "Only Senator Ted Cruz of Texas is safe … because Cruz is considered conservative enough… Bannon plans to support as many as 15 Republican Senate candidates in 2018, including several challengers to incumbents, the people said.",
  "Just as Cuban exiles and refugees (combined with a shift to the GOP in the Deep South portion of northern Florida) changed Florida politics a generation ago, migration patterns will again help redraw the map.]",
  "CORKER NO HELP TO THOSE HE SAYS ARE PREVENTING CHAOS\n\nBack in August, we wondered whether President Trump could tolerate being treated as a figurehead, even if it meant having a more successful presidency.",
  "**\n\nOn the roster: Corker no help to those he says are preventing chaos - Trump derails dreamer deal with Dems - EPA rolls back Obama era power plan - Bannon’s GOP target list still growing - Hi, Steve!",
  "Steve Bannon and his posse may disagree on almost everything with a moderate internationalist like Corker, but there’s one thing on which clearly they see eye-to-eye: That Trump is not fully in control.",
  "Which is to say that sometimes, through an unpredictable combination of knowledge, awareness, sleuthing, and occasional pure luck, lost treasures are, like paradise, regained.”\n\nFlag on the play?",
  "He’ll support only candidates who agree to two conditions: They will vote against McConnell as majority leader, and they will vote to end senators’ ability to block legislation by filibustering.",
  "Federalism’s origins stem from the distinct colonies that, due to extreme distance from England, found it beneficial to be mutually supportive while distrustful of a firm national control.",
  "In an interview with The Post and Courier, Biden said he’s backing a candidate who is a kindred spirit of his late son and could bring a sense of service to the state’s highest office.",
  "The assumption on the new nationalist front is that Trump has been co-opted or just duped and is making decisions because he is beholden to cabinet officials (a/k/a the “Deep State”).",
  "Even if Trump did decide to take repeal off the table, and just stabilize the Affordable Care Act, there’s nothing remotely easy about reaching a health care deal with the Democrats.",
  "It is hard to think of a more egregious example – with the possible exception over the renewed debate about the use of atomic weapons in World War II – than the debate over Columbus.",
  "Not only did he never imagine the degree to which his adopted country of Spain would exploit the indigenous people of the New World, he didn’t even know it was a New World at all.",
  "However, try to do a comparison of this country and its history against almost any other country, and we come out best-by a large measure.” – David Smith, Fairfax, Va.\n\n\n\n[Ed.",
  "Burcu Kosar, Research Scientist at NASA Goddard Space Flight Center, says NASA scientists have now turned Steve into an acronym - Strong Thermal Emission Velocity Enhancement.",
  "‘The past administration was unapologetic, they were using every bit of power, authority to use the EPA to pick winners and losers on how we pick electricity in this country.",
  "- USA Today: “The White House plan contains 18 specific policy areas that Trump would like to see in a bill, but childhood arrivals were not part spelled out as one of them.",
  "As individuals, we do not do well to obsess over things in the past we cannot change, but instead have to look to the future with hope that we can apply the lessons learned.",
  "He has pointed out that the Trump presidency often functions like a regency and offered dire warnings about what might happen if Trump finally blows his stack all the way.",
  "- Axios: “If there’s another Trump-Schumer conversation — and this isn’t just a one-off — the president has to figure out if he really wants to take repeal off the table.",
  "Which comes exactly to your rhetorical question: “Why bother with anything?”]\n\n\n\n“Surely, you must realize you are an idiot -- thinking the New World was not worthwhile.",
  "This includes historically significant music manuscripts, a spate of which have turned up in recent years, to the delight of musicologists and listeners alike.",
  "The cynic in me tells me that this a case of two future contenders for a senate seat looking for this demographic to be indebted to them in the next election.",
  "… Now Biden’s getting involved in state politics as a muse for ally, state Rep. James Smith, the first Democrat to formally join the 2018 governor’s race.",
  "It seems nothing like the USA could have been born if it hadn’t been for its origins on an unexplored continent far away from its colonizing governments.",
  "Could its new kind of government and the freedoms enshrined in its founding documents have feasibly been applied first anywhere in 18th century Europe?",
  "Sen. Bob Corker blew up the internet by referring to the White House as an “adult daycare center” in response to tweeted taunts from the president.",
  "Paris Review: “Most of us have, at one time or another, put something valuable in a supposedly safe place and then forgotten where we left it.",
  "And, hopefully, that means something to California.’ … The senator has been pressed recently by reporters about whether she’ll run again.",
  "So in that way, Corker and Bannon agree that Trump isn’t really calling the shots, it’s just that one of them thinks that’s a good thing.",
  "Bannon embarrassed Trump in an Alabama Senate primary runoff and is getting ready to do the same thing in primary races coast to coast.",
  "I’ve got things to fight for,’ the 84-year-old Feinstein said on NBC’s ‘Meet the Press.’ ‘I’m in a position where I can be effective.",
  "“Chris: Last week, FL [Governor Rick Scott] was in Puerto Rico promoting the relocation of hurricane Maria’s victims to Florida.",
  "And yes, a lot of Europe’s societal sins were carried on under the new government of the people, by the people, for the people.",
  "Car keys, wallets, eyeglasses, cell phones—whether through distraction or neglect or diabolical misfortune, things disappear.",
  "Share your color commentary: Email us at\n\nHALFTIMEREPORT@FOXNEWS.COM and please make sure to include your name and hometown.",
  "Kosar admits NASA still doesn’t know exactly how Steve is produced.”\n\n\n\nChris Stirewalt is the politics editor for Fox News.",
  "NASA scientists initially couldn’t explain the newly discovered aurora type, so they all decided on naming it Steve for now.",
  "What we did not know was that it would be the lame-duck junior senator from Tennessee who would be the one to break first.",
  "The best in the business are able to direct a leader but always making sure that the boss thinks it was his or her idea.",
  "Supporting Smith is seen as way for Biden, 74, to ramp up a 2020 presidential bid, speculation that he’s brushed off.",
  "Happy cultures, like happy people, are able to keep both their failures and successes in some proper perspective.",
  "With any politician, advisers have to be careful not to seem like they are usurping his or her real authority.",
  "Over the centuries, more than a few of our most precious cultural artifacts have been lost in similar ways.",
  "Those ‘dead white men’ who created this great country could not have done so had it not been for Columbus.",
  "He died still believing that he had made his four voyages not to the New World, but the far shore of Asia.",
  "That is wrong.’ He said that on Tuesday, he will sign a proposed rule to formally withdraw from the plan.",
  "MLive: “Northern lights enthusiasts have discovered a new type of northern lights, and named it Steve.",
  "Have I misjudged these two politicians as to their motives?” – Tony Mediavilla, Sarasota, Fla.\n\n[Ed.",
  "But then Corker offers no solution other for Trump to be led around by the nose by his subordinates.",
  "Writer Bradford Morrow looks at these and other recent rediscoveries of lost musical antiquities.",
  "It is almost as tricky as the spot in which Trump’s former top advisor has placed the president.",
  "Pruitt made the announcement at an event in Hazard, Ky., casting the previous policy as unfair.",
  "By humiliating Trump in such a public way, Corker puts Trump’s handlers in a very tricky spot.",
  "note: We have talked before, Mr. Grabowski, about the many dangers of historical relativism.",
  "Citizen scientists took a few photos of Steve and showed the photos to NASA scientists.",
  "… Bannon looks to knock off some of McConnell’s most reliable supporters in the Senate.",
  "At what point do we say, ‘Why bother with anything?’” – Anthony Taylor, Methuen, Mass.",
  "Subsequently, FL [Senator Bill Nelson] came out with a plan for doing the same thing!",
  "Large numbers of Haitian and Puerto Rican immigrants are remaking state politics.",
  "- Email us at\n\nHALFTIMEREPORT@FOXNEWS.COM with your tips, comments or questions.",
  "But there is a delicate dance that takes place between handlers and the handled.",
  "I think you make a fine point also about how colonialism led us to federalism.",
  "But if he doesn’t, it’s not surprising that Schumer calls it a nonstarter.",
  "‘It is right for this administration to say the war is over,’ Pruitt said.",
  "note: Well, with an opening line like that, Mr. Smith, who could argue?]",
  "A collaboration between Wolfgang Mozart and his rival, Antonio Salieri.",
  "‘That rule really was about picking winners and losers,’ Pruitt said.",
  "Florida politics is changing as the population of Florida changes.",
  "That’s how Steve, the new type of northern lights, got its name.",
  "In the movie, the main characters were watching bushes rustle.",
  "note: You have described the fundamental danger of nihilism.",
  "FROM THE BLEACHERS\n\n“Yes, it was worth it, and I am certain!",
  "2\n\n\n\nTIME OUT: THE REMIX\n\nGeorge Harrison’s missing tapes.",
  "**Want FOX News Halftime Report in your inbox every day?",
  "Want FOX News Halftime Report in your inbox every day?",
  "Steve comes from the animated movie Over The Hedge.",
  "Republicans would have to get something out of it.",
  "Brianna McClelland contributed to this report.",
  "Out came an animal that they didn’t know.",
  "Ludwig von Beethoven’s lost symphony.",
  "note: You nailed it, Mr. Mediavilla!",
  "You might wonder what Steve means.",
  "If he does, the GOP base blows up.",
  "And it’s not just household items.",
  "At first it didn’t mean anything.",
  "‘I’m ready for a good fight.",
  "“\n\nWhat’s in the proposal?",
  "So they named it Steve.",
  "It doesn’t seem likely.",
  "It was just a name.",
  "Is it perfect--no!",
  "Sign up here.",
  "Sign up here.",
  "HI, STEVE!",
  "[Ed."
]