[
  "[‘Game of Thrones’: The major battle scenes, ranked]\n\nDragons\n\nNow that the White Walkers have an undead Viserion at their disposal, we can expect not just stunning shots of fire-breathers taking out entire armies of men, but also the inevitable, epic dragon-on-undead-dragon clash to come.",
  "Zombie giants\n\nWe know that giants are a big-ticket item, because back in Season 6, “Battle of the Bastards” director Miguel Sapochnik told Business Insider he had to make a budgetary choice for that episode: include Wun-Wun or Jon Snow’s direwolf, Ghost.",
  "\n\nZombie Viserion takes down the Wall in the Season 7 finale of “Game of Thrones.” (HBO)\n\nHBO is shelling out major cash for the final season of “Game of Thrones.” Each episode will cost around $15 million, according to Variety.",
  "Since GoT episodes typically tend to hover around 50 minutes — with the occasional much-longer exception — it makes sense that the final episodes, which are about 50 percent longer, would also be 50 percent more expensive.",
  "Salaries have reflected the success, with the top five — Peter Dinklage, Lena Headey, Kit Harington, Emilia Clarke and Nikolaj Coster-Waldau — commanding the same high pay, which is … well, a bit of a mystery.",
  "It’s not going to be easy for this season’s directors, but the action has to surpass the Battle of the Bastards, Hardhome, the Loot Train battle and every other impressively filmed conflict that’s come before.",
  "That real war has finally come to Westeros, which means the wights — and all the extras and special effects they entail — will be the expensive main attraction.",
  "More of the undead\n\nThe White Walkers and their followers used to show up periodically to remind us that “Game of Thrones” was secretly a zombie show.",
  "More recently, it’s reached the upper end of the television budget spectrum, matching Netflix’s “The Crown” with a per-episode budget of $10 million.",
  "Well, Wun-Wun is no longer with us, but the White Walkers have some undead giants in their midst, who will no doubt be very effective brawlers.",
  "Talent\n\nRemember when “Game of Thrones” first started with a cast that included “that angry guy from ‘Elf’ ” and “the queen from ‘300’ “?",
  "A couple of appearances a season was a cost-effective way to hint that the real war had nothing to do with the Iron Throne.",
  "So this is a pretty substantial jump, but what does a 50 percent increase from last season’s budget mean for the audience?",
  "Well now those actors, and the rest of the cast, are household names with a few awards and many nominations between them.",
  "Weiss and David Benioff had to plead for an extra $2 million back in Season 2 to capture the Battle of the Blackwater.",
  "[‘Game of Thrones’: The wildest — and likeliest — fan theories]\n\nBattles\n\n\n\nBig action scenes are pricey to film.",
  "Direwolves\n\nMaybe now that the budgets are bigger, directors won’t have to choose between giants and direwolves.",
  "While a typical installment might require a week or two, the Battle of the Bastards, for example, took 25 days.",
  "The White Walker army decimated the Wall and is on the move: The war between the living and the dead is afoot.",
  "But now that Nymeria is leading her own pack, maybe she can recruit her furry friends to help defend Westeros.",
  "Of course, the Stark’s trusty pets are dwindling — we’re now down to just Ghost and Arya’s estranged Nymeria.",
  "To give some frame of reference, the series cost about $6 million per installment in its early days.",
  "HBO is famously tight-lipped about keeping plot developments under wraps, so we can only guess.",
  "If the Season 7 finale gave anything away about what’s to come, it’s that action will abound.",
  "‘Game of Thrones’ finale recap: ‘The Dragon and the Wolf’ and the inescapable family ties",
  "Time\n\nThe final season is only six episodes, but each one will be at least 80 minutes.",
  "Jon Snow and Daenerys Targaryen in love: Disgusting, awesome or disgustingly awesome?",
  "[The plan to kidnap a wight on ‘Game of Thrones’ is driving us bonkers.",
  "Besides, the pop star apparently doesn’t mind performing for free.",
  "[What happened to all the shocking deaths on ‘Game of Thrones’?]",
  "But somewhere between $500,000 and $2.5 million per episode.",
  "Read more:\n\nWhat was Ed Sheeran doing on ‘Game of Thrones’?",
  "There’s no way the showrunners make that mistake again.",
  "Those episodes also take longer to shoot.",
  "More Ed Sheeran\n\nJust kidding.",
  "But this season is different.",
  "It’s not the only thing.]",
  "But we have a few ideas.",
  "Showrunners D.B.",
  "(Wun-Wun won.)"
]