[
  "“We’ve been doing the same thing for a long time, and the Taliban has gained significant territory in the interim.”\n\nWhite House interest in Mr. Prince’s plan was piqued by his Wall Street Journal op-ed in May that called for creation of an American viceroy—an empowered leader like Gen. Douglas MacArthur in Japan after World War II—who would have expansive power to push reforms in Afghanistan.",
  "At the time, Vice President Joe Biden argued for a limited U.S. military presence that would rely more on drone strikes and small numbers of special forces meant to prevent Afghanistan from becoming a planning hub for attacks against the U.S., as it was when al Qaeda leader Osama bin Laden found sanctuary there to plan the Sept. 11, 2001, attacks.",
  "Advertisement\n\nWith discussions bogged down, administration officials are taking a new look at pulling out most U.S. forces and focusing on a more limited counterterrorism strategy that might allow the U.S. to reduce its military presence by relying more on drone strikes and special forces to target extremists.",
  "Unable to agree on a plan to send up to 3,900 more American forces to help turn back Taliban advances in Afghanistan, the White House is taking a new look at what would happen if the U.S. decided to scale back its military presence instead, according to current and former Trump administration officials.",
  "There appears to be support in the administration for a modest plan to send a few thousand more U.S. troops to Afghanistan, to put more pressure on Pakistan to crack down on militant sanctuaries, and to seek help from China, India and Pakistan in reaching regional peace deals.",
  "“It’s flawed because it doesn’t address the primary concerns of getting to a point where Afghanistan is able to secure itself.”\n\nAdvertisement\n\nIn many ways, the Trump administration finds itself wrestling with the same issues that dogged the previous president.",
  "Prince has briefed key administration officials at the White House, Mr. Mattis, Central Intelligence Agency Director Mike Pompeo and various lawmakers, including Sen. Bob Corker (R., Tenn.), according to people familiar with the meetings.",
  "Administration officials face a conundrum: They want to avoid setting deadlines for pulling out troops, but they are wary of embracing an open-ended commitment that could pull more U.S. forces back into a deadly, 16-year-old conflict.",
  "It’s an unanswered question.”\n\nThe exploration is an outgrowth of a deep divide at the White House, where the president and his top advisers are reluctant to send more American troops to Afghanistan without a clear strategy.",
  "Prince is pitching his idea as Mr. Trump’s new “Wollman Rink” moment, a reference to the president’s successful 1986 rehabilitation of a landmark Central Park ice-skating rink that was over-budget and years behind schedule.",
  "The proposal, seen by The Wall Street Journal, outlines ways for the U.S. to quickly replace most U.S. troops with contractors who would help carry out airstrikes and work side by side with Afghan forces across the country.",
  "“It is becoming clearer and clearer to people that those are the options: go forward with something like the strategy we have developed, or withdraw,” said the senior administration official, referring to the modest plan.",
  "Four of his former Blackwater guards were convicted in U.S. federal court on murder or manslaughter charges over the 2007 killing of Iraqi civilians during a chaotic shooting in Baghdad.",
  "But there is no consensus, said people involved in the debate, making it unlikely that the U.S. would send more forces to help the Afghan government repel Taliban advances this summer.",
  "“I’m all for continuing to try to come to a conclusion that is something that will change the trajectory there,” said Mr. Corker, chairman of the Senate Foreign Relations Committee.",
  "WASHINGTON—President Donald Trump’s reservations about sending more troops to Afghanistan have triggered a new exploration of an option long considered unlikely: withdrawal.",
  "Defense Secretary Jim Mattis has acknowledged that the U.S. is “not winning” and had predicted that the administration would have a new policy in place by mid-July.",
  "The indecision has given more time for skeptics of a modest increase, like White House chief strategist Steve Bannon, to explore unconventional alternatives.",
  "“It’s a macro question as to whether the U.S., this administration, and this president are committed to staying,” one senior administration official said.",
  "One such proposal offered by former Blackwater founder Erik Prince would rely on contractors instead of U.S. troops to work with Afghan security forces.",
  "Prince refined his ideas and created a more detailed proposal presented to Trump administration officials looking for alternatives to a troop increase.",
  "But the idea is anathema to American military leaders who have argued that the U.S. needs to send more troops to halt Taliban gains on the battlefield.",
  "There now are more than 8,400 U.S. troops in Afghanistan, where Afghan security forces are struggling to keep the Taliban from expanding their control.",
  "Meanwhile, frustration with the slow process is building among U.S. officials who are awaiting word from the White House about a new strategy.",
  "Early in his first term, President Barack Obama approved a troop surge that raised the U.S. military presence in Afghanistan to 100,000.",
  "“It doesn’t work unless we are there for a long time, and if we don’t have the appetite to be there a long time, we should just leave.",
  "“At best, that is a very low minority view,” one senior U.S. military official said of withdrawing U.S. troops.",
  "The ideas have been dismissed by military officials as impractical, according to administration officials.",
  "“The goal is to provide a clear exit lane and provide a clear end to the longest war in U.S. history,” Mr.",
  "Prince has yet to generate enough interest among key officials, who view his plan with skepticism.",
  "The Biden idea was rejected as the U.S. opted to keep advising and training Afghan forces.",
  "Prince and Blackwater, which lost its license to operate in Iraq after the incident.",
  "“I think there’s frustration on the ground in Afghanistan,” one U.S. official said.",
  "But a string of high-level meetings this month has yet to produce a consensus.",
  "Now, it isn’t clear when the administration will agree on a way forward.",
  "Write to Dion Nissenbaum at dion.nissenbaum@wsj.com",
  "The incident triggered intense scrutiny of Mr.",
  "Prince sold the company in 2010.",
  "Prince is a divisive figure.",
  "Prince said in an interview.",
  "Advertisement\n\nMr.",
  "Advertisement\n\nMr.",
  "So far, Mr.",
  "And Mr.",
  "Mr.",
  "Mr."
]