[
  "The comments came as relations between the U.S. and Iraqi governments remained strained in the wake of Sunday's shooting involving Blackwater USA security guards, which Iraqi officials said left at least 11 people dead.",
  "But a survivor who said he was three cars away from the convoy denied the American guards were under fire, claiming they apparently started shooting to disperse more than two dozen cars that were stuck in a traffic jam.",
  "(Read more)\n\nIn other developments:\n\nA car bomb at an Iraqi troop checkpoint at the entrance of Sadr City, the capital's largest Shiite neighborhood, killed two Iraqi soldiers and a civilian, and wounded seven others.",
  "Lt. Gen. Raymond Odierno told reporters that car bombs and suicide attacks in Baghdad have fallen to their lowest level in a year, and civilian casualties have dropped from a high of about 32 to 12 per day.",
  "(AP Photo/Ali Abbas, Pool)\n\n\"What we do know is that there has been a decline in civilian casualties, but I would say again that it's not at the level we want it to be,\" Odierno (picture at left) said.",
  "The assessment contradicts a message released Thursday in the form of a Web video, in which al Qaeda's second in command touts the \"defeat\" of American military efforts in both Iraq and Afghanistan.",
  "He also said violence in Baghdad had seen a 50 percent decrease, although he did not provide details about how the numbers were obtained and said that was short of the military's objectives.",
  "Officials have said the Bush administration is expected to soon blacklist the Quds force as a terrorist organization, subjecting part of the vast military operation to financial sanctions.",
  "2 U.S. commander in Iraq a 7-month-old security operation has reduced violence by 50 percent in Baghdad, but he acknowledged that civilians were still dying at too high a rate.",
  "The U.S. military said a pre-dawn raid by Iraqi special forces and U.S. troops that included helicopter gunships in Sadr City led to the detention of seven Shite extremists.",
  "The U.S. military also reported killing three insurgents during an operation in Baghdad's Baya'a area and seven others in operations targeting al Qaeda in central Iraq.",
  "\"Al Qaeda now is left only with booby-trapped cars and roadside bombs as their only weapons, which cannot be called quality operations, and they do not worry us.\"",
  "He was allegedly involved in transporting roadside bombs, including armor-piercing explosively formed penetrators, or EFPs, into Iraq, according to a statement.",
  "The suspect - a member of the Quds Force, an elite unit of Iran's Revolutionary Guards - was detained in the Kurdish city of Sulaimaniyah, the military said.",
  "The North Carolina-based company has said its employees acted \"lawfully and appropriately\" in response to an armed attack against a State Department convoy.",
  "A roadside bomb struck an Iraqi police patrol near the al-Shaab Stadium in eastern Baghdad, killing one officer and wounding four others and a civilian.",
  "Iraqi military commander Lt. Gen. Abboud Qanbar said that before the surge, one-third of Baghdad's 507 districts were under insurgent control.",
  "An Iranian officer accused of smuggling powerful roadside bombs into Iraq for the elite Quds force was arrested Thursday, the military said.",
  "Al Qaeda in Iraq was \"increasingly being pushed out of Baghdad, \"seeking refuge outside\" the capital and \"even fleeing Iraq,\" Odierno said.",
  "It said intelligence reports also indicated he was involved in the infiltration and training of foreign fighters in Iraq.",
  "Prime Minister Nouri al-Maliki suggested the U.S. Embassy find another company to protect its diplomats.",
  "Local residents claimed a civilian and a five-year old boy were killed in the raid.",
  "\"There are still way too many civilian casualties inside of Baghdad and Iraq.\"",
  "The move would be in response to Iranian action in Iraq and elsewhere.",
  "\"Now, only five to six districts can be called hot areas,\" he said.",
  "Also Thursday, the No."
]