[
  "FILE PHOTO - Blackwater Worldwide security guards Donald Ball (2nd L) and Dustin Heard (R) leave the federal courthouse with their legal team and supporters after being arraigned with three fellow Blackwater guards on manslaughter charges for allegedly killing 14 unarmed civilians and wounding 20 others in a 2007 shooting in Baghdad, in Washington, DC, U.S. on January 6, 2009.",
  "WASHINGTON (Reuters) - A federal appeals court on Friday threw out the murder conviction of an ex-Blackwater security guard and ordered three of his former colleagues to be re-sentenced in the high-profile prosecution stemming from the massacre of 14 unarmed Iraqi civilians at a Baghdad traffic circle in 2007.",
  "Separately, the court said Paul Slough, Dustin Heard and Evan Liberty, who were all convicted of manslaughter and other offenses over their respective roles in the incident, should be re-sentenced because their 30-year prison terms were too long.",
  "The Sept. 16, 2007, incident stood out for its brutality even in a city in a grip of a bitter sectarian war and sparked debate over the role of private security contractors working for the U.S. government in war zones.",
  "The Justice Department’s case against Slatten, “hinged on his having fired the first shots, his animosity toward the Iraqis having led him to target the white Kia unprovoked,” the court said in the unsigned ruling.",
  "But the statements made by the unnamed co-defendant immediately afterward that he fired the first shot “strike at the heart of that theory and instead point to the co-defendant, not Slatten,” the court said.",
  "REUTERS/Jonathan Ernst/File Photo\n\nThe U.S. Court of Appeals for the District of Columbia Circuit ordered a new trial after tossing out the murder conviction of former security contractor Nicholas Slatten.",
  "A heavily armed, four-truck Blackwater Worldwide convoy the men were traveling in had been trying to clear a path for U.S. diplomats after a nearby car bomb.",
  "At Nisur Square, the four guards opened fire on the Iraqis, including women and children, with machine guns and grenade launchers.",
  "The three-judge panel said Slatten should have had a separate trial instead of being tried alongside his former colleagues.",
  "Slatten’s murder conviction was for shooting dead the driver of a white Kia car that had stopped at the traffic circle.",
  "At a new trial, Slatten would be able to introduce evidence that one of his co-defendants had fired the first shot.",
  "The court also threw out one of Liberty’s convictions for attempted manslaughter.",
  "Blackwater was later sold and is now operating as Virginia-based Academi.",
  "Lawyers for the defendants could not immediately be reached.",
  "In addition to the 14 dead, another 17 Iraqis were wounded.",
  "The defendants were convicted in October 2014.",
  "Slatten had been sentenced to life in prison.",
  "The Justice Department declined to comment."
]