[
  "But after 16 fruitless and costly years of war — with the Taliban still commanding large chunks of territory, the government in Kabul hobbled by corruption and infighting, and the numbers of civilian war-related deaths steadily climbing — the Trump administration seems desperate to find new ideas to latch onto.",
  "Avant, who points to Prince's longstanding desire to privatize both NATO and U.N. peacekeeping forces, said his plan \"is not just unlikely to improve the United States’ ability to conduct counterinsurgency in Afghanistan, it reflects entirely different of U.S. goals.",
  "(Gervasio Sanchez/Associated Press)\n\nAn East India Co. 2.0 might not even deliver on its low-budget promises: Analysts suggest that there's little way to trim costs when it comes to the logistics of deploying forces abroad, be they private contractors or U.S. troops.",
  "According to a number of reports, as well as Prince's own television appearances this week, the proposal involves close to 5,000 private military contractors replacing the U.S. troops currently deployed in support of Afghanistan's national security forces.",
  "Prince argues his plan is a cost-effective alternative to the current U.S. role in Afghanistan, and the privatization scheme has reportedly piqued the interest of White House advisers Stephen K. Bannon and Jared Kushner, Trump's son-in-law.",
  "Afghan leaders would be unlikely to welcome private contractors into their armies so readily, especially given the history of Prince's old company in Iraq, where its operatives gunned down 14 civilians at a Baghdad traffic circle in 2007.",
  "McMaster and Defense Secretary Jim Mattis have advocated boosting U.S. troop numbers with a \"mini-surge\" of some 4,000 soldiers, while also further unleashing the military in its campaign against an Islamic State affiliate in the country.",
  "Prince renewed his attempts at historical analogy on Tuesday, casting the company as a cost-effective, low-footprint model: \"When the East India Company operated for 200-plus years, they deployed with that model,\" he told MSNBC.",
  "It is the tethering of force to common and shared concerns that begin to build its legitimacy and thus the political buy-in on which stable governance is built,\" wrote Deborah Avant of the University of Denver.",
  "Instead of the short-term deployments of U.S. troops, the mercenaries, drawn from a range of Western nations, would be embedded with some 91 Afghan battalions for \"the long haul,\" reported the Financial Times.",
  "A long-expected review of the current American commitment to the war-blighted nation has stalled, with President Trump reportedly dissatisfied with the bulk of the solutions offered by his key lieutenants.",
  "Prince also proposed building a private air force with close to 100 aircraft, including fixed-wing jets, attack helicopters and drones, to help compensate for the woes of the fledgling Afghan air force.",
  "\"In many ways, the EIC was a model of corporate efficiency: 100 years into its history, it had only 35 permanent employees in its head office,\" noted Delhi-based historian and author William Dalrymple.",
  "\"To just say we’re going to keep doing what we’ve been doing, the president is not willing to accept that,\" said Secretary of State Rex Tillerson on Monday during an Asian regional summit in Manila.",
  "He gestured to the history of Britain's East India Co. in South Asia as a useful precedent, much to the bewilderment of others aware of the company's history of looting, slaughter and exploitation.",
  "In that vacuum, Erik Prince — the founder of private security firm Blackwater and brother of Trump's education secretary, Betsy DeVos — has set about pushing his own plan: Send in the mercenaries.",
  "In a column published earlier this year in the Wall Street Journal, Prince peddled his vision of mercenary companies on the front lines with an American \"viceroy\" in Kabul calling the shots.",
  "Prince's mercenary force would probably be skilled at such violence, but certainly not at helping Afghanistan bolster its government or foster political reconciliation with the Taliban.",
  "Instead of an — albeit flawed — policy aimed at building a legitimate government willing to be part of the international community, this plan aims only to secure resources.\"",
  "Why not outsource the job and sweep aside the meddling of Washington wonks, bureaucrats and those ornery rules of engagement that restrict the actions of American troops?",
  "\"Nevertheless, that skeleton staff executed a corporate coup unparalleled in history: the military conquest, subjugation and plunder of vast tracts of southern Asia.",
  "Prince may also have found an eager listener in Trump, who is not happy about the prospect of sending more troops to fight an \"unwinnable\" war against the Taliban.",
  "Erik Prince, left, consults with his attorney during a 2007 House Oversight Committee hearing examining the conduct of Blackwater in Iraq and Afghanistan.",
  "Want smart analysis of the most important news in your inbox every weekday along with other global reads, interesting ideas and opinions to know?",
  "Want smart analysis of the most important news in your inbox every weekday along with other global reads, interesting ideas and opinions to know?",
  "\"As an ex-military contractor, I cannot think of a worse solution for Afghanistan,\" wrote former contractor Sean McFate in the Atlantic.",
  "\"Everything we know about successful counterinsurgency tells us that it requires close integration between political goals and forces.",
  "\"President Ghani has told me he won’t accept it,” said Ronald Neumann, a former U.S. ambassador to Afghanistan, to The Military Times.",
  "Blackwater contractors take part in a firefight with demonstrators loyal to Shiite cleric Moqtada al-Sadr in Najaf, Iraq, in 2004.",
  "(Susan Walsh/Associated Press)\n\nThe neocolonial echoes of Prince's venture are unmistakable, and he doesn't shy away from them.",
  "Prince's insistence on the comparisons reveals not only historical illiteracy but a simply amoral view of the world.",
  "Correction: The original version of this story dated an incident involving Blackwater in Iraq to 2017.",
  "Tillerson added that Trump is \"asking some tough questions\" about the American role in Afghanistan.",
  "Of course, few people outside of Prince's orbit seem enthusiastic for a mercenary war.",
  "It almost certainly remains the supreme act of corporate violence in world history.\"",
  "This has been particularly true with U.S. operations in Iraq and Afghanistan.\"",
  "The White House is still struggling to come up with an Afghanistan strategy.",
  "\"But with [private military companies] you often trade integration away.",
  "Such as, perhaps, Afghanistan's lucrative mineral deposits.",
  "Afghanistan's leaders certainly aren't having it.",
  "Sign up for the Today's WorldView newsletter.",
  "Sign up for the Today's WorldView newsletter.",
  "He probably won't like any of the answers.",
  "\"Afghans will never accept this.\"",
  "The incident took place in 2007.",
  "\"One mentor to 20 local troops.\"",
  "National security adviser H.R.",
  "That was a typo."
]