[
  "The convoy of four Blackwater vehicles drove into the square about half an hour after a bombing prompted another Blackwater team that was guarding a U.S. diplomat to rush from the area and back to the Green Zone, the enclave in Baghdad where U.S. and Iraqi government agencies have headquarters.",
  "Watch cell phone video from man who says he was there »\n\nThe police officer, whom CNN is identifying only as Sarhan, said the Blackwater guards \"seemed nervous\" as they entered the square, throwing water bottles at the Iraqi police posted there and driving in the wrong direction.",
  "BAGHDAD, Iraq (CNN) -- An Iraqi police officer who was directing traffic at Baghdad's Nusoor Square on September 16 said Blackwater guards \"became the terrorists\" that Sunday afternoon when they opened fire on civilians, an incident the Iraqi government said was unprovoked.",
  "Blackwater USA, the private security contractor hired to guard U.S. diplomats in Baghdad, has said its employees responded properly to an insurgent attack, but the State Department has opened an investigation.",
  "A 37-year-old Baghdad businessman and a father of four, whose youngest son was killed by a Blackwater bullet, said he wanted no monetary compensation but only for the guards to \"admit to the truth.\"",
  "Then, he said, the guards fired five or six shots in an apparent attempt to scare people away, but one of the rounds struck a car and killed a young man who was sitting next to his mother, a doctor.",
  "\"Obviously, we want to see these firms be effective in what they do but also play by the rules,\" Nicholas Burns, undersecretary of state for political affairs, told CNN on Tuesday.",
  "One State Department investigation is focused on the events of September 16, and another will take a broader look at the department's relationship with private security firms.",
  "After what I witnessed, I now jump out of bed at night, I have nightmares, it's experiencing death, bullets are flying from here and there and here explosions, cars hit.",
  "The police officer and businessman on Monday gave CNN vivid descriptions of the incident in which a senior Iraqi investigator said 17 people were killed and 24 wounded.",
  "\"Each of their four vehicles opened heavy fire in all directions, they shot and killed everyone in cars facing them and people standing on the street,\" Sarhan said.",
  "Mohammed Abdul Razzaq was driving into Nusoor Square with his sister, her three children and his 9-year-old son Ali at the same time the Blackwater team arrived.",
  "Sarhan said he and an undercover Iraqi police officer ran to the car but they were unable to stop it from rolling forward toward the Blackwater convoy.",
  "\"When it was over we were looking around and about 15 cars had been destroyed, the bodies of the killed were strewn on the pavements and road.\"",
  "\"I wanted to get his mother out, but could not because she was holding her son tight and did not want to let him go,\" Sarhan said.",
  "\"We have lots of people in Baghdad, it's our largest embassy in the world, and they have to be well protected,\" Burns said.",
  "\"I saw parts of the woman's head flying in front of me, blow up and then her entire body was charred,\" he said.",
  "\"They fired at him again and again with his blood flowing in the street, but they continued to shoot him.\"",
  "Read more about private security contractors in Iraq » E-mail to a friend\n\nAll About Blackwater USA • Iraq",
  "More than two weeks later, Razzaq said he is left with questions and nightmares about his son's death.",
  "\"I saw a guy in a small car who got out to flee, they shot him and he hit the ground,\" Razzaq said.",
  "An Iraqi man rides through Baghdad's Nusoor Square a few days after the Blackwater incident there.",
  "\"It's a secure area so we thought it will be the usual, we would stop for a bit as convoys pass.",
  "Razzaq said he would rather have answers than money from Blackwater and the U.S. government.",
  "Maybe if they admit, then many of victims will drop their compensation claims,\" he said.",
  "He said traffic police halted civilian traffic to clear the way for the Blackwater team.",
  "Shortly after that they opened heavy fire randomly at the cars with no exception.\"",
  "\"He was in school, but last year had to leave school because we were displaced.",
  "\"He was shot in the head and his brains were all over the back of the car.\"",
  "He later counted 36 bullet holes in his car, six in his sister's headrest.",
  "\"They became the terrorists, not attacked by the terrorists,\" he said.",
  "\"Anyone who got out of his car would be killed,\" he said.",
  "\"They gestured stop, so we all stopped,\" Razzaq said.",
  "Sarhan said no one ever fired at the Blackwater team.",
  "\"It was hell, like a scene from a movie,\" he said.",
  "The shooting lasted about 20 minutes, he said.",
  "If I had a weapon I would have shot at them.\"",
  "The others ducked and were spared, he said.",
  "\"They immediately opened heavy fire at us.\"",
  "Now the Americans have killed him -- why?",
  "\"My son was sitting behind me,\" he said.",
  "\"What do you expect my reaction to be?",
  "Just want them to admit to the truth.",
  "Anyone sitting in a car was killed.\"",
  "\"Why should I ask for compensation?",
  "\"Anyone who would move was killed.",
  "Are they protecting the country?",
  "Why did they do this?\"",
  "Bring back my son?",
  "What would it do?",
  "\"I only ask why?",
  "What did he do?",
  "What did I do?",
  "It will not.\"",
  "Why?",
  "No."
]