[
  "NO TRADES NO SALES WIRES OUT NEWS SERVICE OUT (Hernan Massenlli/Hernan Massenlli)\n\nHernan Massenlli, Washington, D.C.\n\nOn a June road trip from Denver to San Francisco for a friend's wedding, Massenlli was captivated by the rows of dry, skeletal trees lining California's Eldorado National Forest, a consequence of several recent and devastating forest fires in the region.",
  "NO TRADES NO SALES WIRES OUT NEWS SERVICE OUT (William Patton/William Patton)\n\nWilliam Patton, Woodbridge, Va.\n\n\"I was in Times Square a little after midnight — I don't know why I went there and I'll probably never go back — but I was walking around, taking pictures, when I came across these clocks,\" Patton said.",
  "NO TRADES NO SALES WIRES OUT NEWS SERVICE OUT (Rebecca Stibrik/Rebecca Stibrik)\n\nRebecca Stibrik, Springfield, Va.\n\nDuring a week-long family vacation in the Bahamas, Stibrik, 22, got up close and personal with her \"spirit animal,\" a pink flamingo, at the Ardastra Gardens, Zoo and Conservation Center.",
  "NO TRADES NO SALES WIRES OUT NEWS SERVICE OUT (Michele Palazzo/Michele Palazzo)\n\nMichele Palazzo, New York City\n\nThough Palazzo, a user-experience designer by day and street photographer by night, visits his native country, Italy, annually, this time was special: It was his honeymoon.",
  "NO TRADES NO SALES WIRES OUT NEWS SERVICE OUT (Gerald Bowers/Gerald Bowers)\n\nGerald Bowers, Seattle\n\nDespite the stillness of the photograph, the moment Bowers shot this sunset scene in January on Inle Lake in Burma — which is also known as Myanmar — it was anything but calm.",
  "We discussed the changing climate and water management in the Western U.S. As the golden light of the evening turned to deep red in the west, and the ever encroaching darkness surrounded us, we felt the urgency of finding a place to spend the night.",
  "Using her new Christmas present, a mirrorless Olympus camera, she managed to keep a steady hand and balance — while adventurously leaning over a suspended railing — to get a clear shot of museumgoers moving through the billowing, misty clouds.",
  "More from Travel:\n\nA look at the last 10 Washington Post's Travel Photo Contest winners\n\nHow to see Beijing in three days (because you don't need a visa for 72-hour visits)\n\nThinking of visiting that hot new vacation destination?",
  "The team, which also included photo editors and art designers, reviewed more than 1,400 submissions from photographers of all ages (recent college graduates to retirees) and interests (Bhutanese archers to puddles in Prague).",
  "1 of 13 Full Screen Autoplay Close Skip Ad × See the stunning winners and finalists in The Post?s 2017 travel photo contest View Photos After weeks of debate, the 13 finalists in 18th annual competition have been selected.",
  "She snapped this eerie and captivating bird's-eye view of Japanese artist Fujiko Nakaya's immersive fog sculpture (aptly titled \"London Fog\") in March at the Tate Modern on a family trip to London with her younger sister.",
  "Captivated by the vast, dramatic cityscape of Matera, a UNESCO World Heritage site, Palazzo and his new wife decided to hike to higher ground (via a nearby hill) to take in the city's natural and architectural beauty.",
  "By slowly zooming in on the brightly lit timepieces, from 24 mm to 70 mm, he was able to depict not only the passage of time (10 seconds) but also the popular tourist destination's vibrant lights and legendary hustle.",
  "It's not surprising that Andreo was chasing the recent total solar eclipse when we contacted him for a comment on his work: The Spanish American astro-photographer has a history of looking to the sky for inspiration.",
  "\"It captures the dynamic and mysterious mood of London life at night,\" said the 29-year-old, who is a third-grade art teacher at Beauvoir, an elementary school on the grounds of Washington National Cathedral.",
  "And so on a summery afternoon, we found ourselves poking around London's Tate Modern, and skipping through the stonewashed southern Italian town of Matera, and whooping it up in cowboys-gone-wild Wyoming.",
  "\"From the outfits, to the umbrellas, to the body language and how they are strolling, it's all very Japanese,\" said Levie, now a math teacher in Rota, Spain, at a Department of Defense Dependents School.",
  "\"There's just so much going on there at any given second, so to be able to capture a small window of time is pretty incredible,\" said the 65-year-old assistant branch manager for Burke & Herbert Bank.",
  "The fisherman, he explained, used his foot to maneuver the net into position at the bow of the boat, then quickly plunged the net into the shallow lake to scare, and then ensnare, fish.",
  "She knew the beams, along with the movement of the people playing on the lake's jetty, would make for an excellent composition and began shooting the scene on her handheld Sony camera.",
  "Stibrik, a recent graduate of Marymount University and a freelance graphic designer, managed to get within six feet of her favorite, long-legged fowl to shoot this close-up portrait.",
  "Dubbed the \"Everglades of the North,\" it covers more than 25,000 acres of wetlands and forest, and is a haven for tens of thousands of migrating snow geese in late fall and winter.",
  "His stunning, detailed photographs of galaxies and nebulae have won him numerous international accolades and have been featured on the websites of National Geographic and NASA.",
  "\"For only a brief second, they stood on guard, frozen at the sound, and looked in the same direction,\" said Norvell, a retired National Institutes of Health assistant director.",
  "NO TRADES NO SALES WIRES OUT NEWS SERVICE OUT (Judith Graham/Judith Graham)\n\nJudy Graham, McLean, Va.\n\n\"I am drawn to unusual beauty and dramatic landscapes,\" Graham, 62, said.",
  "With the sun rising to their backs, the horses kicked up dust that took on an etherial look, as it glowed on their manes and enveloped them and the cowhands in a golden cloud.",
  "Yes, the ending shot with the arms up all the way to the summit would have been nice except that I didn't want to photograph the winning moment of the story but the journey.",
  "\"An ending shot, at the top of the dune, would have been nice, but I didn't want to photograph the winning moment, I wanted to capture the traveler's journey,\" Andreo said.",
  "As the golden evening light slipped into darkness, he snapped away and hoped that his images would help raise viewers' consciousness to the effects of climate change.",
  "On his way back to camp, after a day of shooting in extreme heat (the temperature reached 118 degrees), he noticed a small troop of baboons congregating near a tree.",
  "[Fur, fin and feather: Notable animals of the 2017 Travel Photo Contest]\n\nSecond place\n\n\n\nMichele Palazzo, 48, A stitched panorama of The \"Sassi\" of Matera in Italy.",
  "So, it's not surprising that this captivating vista inspired Graham to whip out her Canon EOS 5D Mark III and start shooting Chile's Torres del Paine National Park.",
  "Thankfully, he was rewarded for his patience and was able to capture the cowhand, located at the right of the photo, with his lasso perfectly placed over his head.",
  "\"I was shooting one fisherman with a wide-angle lens when another fisherman pulled up next to our boat and stuck his net right in front of my camera [a Nikon D5].\"",
  "Levie, 70, remembered the scene vividly: It was the first November snow in more than 50 years and Kamakura, Japan, was buzzing about the unseasonably cold weather.",
  "A few weeks ago, several members of The Washington Post's Travel section gathered in a dimly lit space to select the winners of Travel's 18th Annual Photo Contest.",
  "We felt the tickle of a flamingo's feathers in the Bahamas and experienced the starkness of a scorched landscape at Eldorado National Forest in the Sierra Nevada.",
  "The Sassi di Matera are two districts (Sasso Caveoso and Sasso Barisano) of the Italian city of Matera, Basilicata, well-known for their ancient cave dwellings.",
  "-- On a recent tour to Namibia, we visited the Namib Desert to explore the massive sand dunes and Dedvlei, the white clay pan with fossilized camel thorn trees.",
  "As they were about to leave, a noise made by a couple traveling down the canyon frightened the animals and prompted them to rapidly climb the tree's branches.",
  "Traveling solo, he set up his Sony a7S mirrorless camera to take continuous, time-lapse photographs and made his way toward the dunes in pitch-black darkness.",
  "\"\n\n\n\nHernan Massenlli, 39, On a road trip from Denver to San Francisco, my wife and I were travelling along highway 50 through the El Dorado National Forest.",
  "What looks to me like a cinematic landscape in greyscale is in fact a bird's eye view of Japanese artist Fujiko Nakaya's immersive fog installation at night.",
  "Norvell, 77, snapped this playful image on Halloween at Namib-Naukluft National Park, the largest nature reserve in Namibia, during a 10-day photo vacation.",
  "The charred trees compelled the 39-year-old Whole Foods employee, who lives and works in the District, to veer off U.S. Route 50 and capture the scene.",
  "We have a Photography club on base, and each of us totally enjoys the experience of capturing the culture of this beautiful country with our cameras.",
  "The ring of dust, kicked up from the galloping horses, also gave the image \"an ethereal look\" and enveloped the group \"in a golden cloud,\" Kohn said.",
  "-- While visiting the Blackwater National Wildlife Refuge I spied these snow geese, white swans, and other birds taking flight in the early morning.",
  "On a whim after a family trip to Delaware in February, Bowden decided to visit the Blackwater National Wildlife Refuge, located near Cambridge, Md.",
  "I left my camera taking shots timelapse-fasion, so it would give me time to walk up and eventually stop for about twice the time each exposure was.",
  "To create this striking panorama, Palazzo used a digital Fujifilm X-Pro2 camera, paired with a super-wide lens, and stitched together three images.",
  "Note how the scene is a moment frozen in time, including the cowhand toward the right of the photo with his lasso perfectly placed over his head.",
  "Never one to miss a photo opportunity, he decided to document the occasion and enlisted two of his photography club friends to explore the city.",
  "But what ultimately moved us, and sent us figuratively packing our bags, were the photos that allowed us to take flight without a plane ticket.",
  "\"I'd like readers to look at it and come away with a piqued curiosity about Myanmar and that it's an interesting and exciting place to visit.\"",
  "Instead of being flustered by the change of scenery, he used it to his advantage and framed his subject in the trap's wooden, ribbed netting.",
  "Standing on the front of the boat and using an oar in one hand that can easily reach the lake's bottom, they maneuver the boat while fishing.",
  "The ancient Japanese capital, located an hour by train from Tokyo, is known for its traditional and historical art, architecture and culture.",
  "Since this was a photo competition, the experts paid close attention to the technical elements, such as composition, lighting and sharpness.",
  "We were about to leave, when a noise down the canyon frightened them and most of them climbed in the largest tree to look at the intruder.",
  "(And he's no stranger to surreal images — his shot of New York's iconic Flatiron Building during Winter Storm Jonas in 2016 went viral.)",
  "\"My fishing boat was rapidly rocking in the water, as was the fisherman's boat I was shooting,\" the 74-year-old former accountant said.",
  "I'm on a lower dune that then goes down, then you go up again as you start climbing a second dune (darker in the picture) farther away.",
  "Geared with a Nikon D810, a tripod and a steady hand, he positioned himself near the clocks and began shooting time-lapse photographs.",
  "Last November, during a midafternoon walk in Dali City, China, Yuan was captivated by the light coming from the clouds above the lake.",
  "The five-acre zoo lets the vibrant pink birds strut their stuff for out-of-town tourists — and their cameras — multiple times a day.",
  "Later, she turned the image black-and-white to highlight the dramatic streaks of light, which gave the scene an otherworldly glow.",
  "[Scenic views: Sweeping landscapes from the 2017 Travel Photo Contest]\n\nThird place\n\n\n\n2017 TRAVEL PHOTO CONTEST -- Gary Kohn, 67.",
  "First place\n\n\n\nKaitlyn Hay, 29, I took this shot while leaning over the railing at the new extension of the Tate Modern in London.",
  "\"I like the fact that you don't immediately know what you're looking at,\" she explained in an interview with The Washington Post.",
  "Rebecca Stibrik, 22, Flamingos have always been my favorite bird, and seeing them in person was one of the highlights of my trip.",
  "\"Many people travel to these amazing places — National Parks, Hawaii, et cetera — but they never bother to look up,\" Andreo said.",
  "The photo depicts the beauty and the bittersweet spectacle left by forest fires that have raged through that part of the country.",
  "For a photograph to stand out among 1,400 others, it must be beautifully composed, evocative and capture the mystique of travel.",
  "While shooting, they encountered a group of women donning traditional Japanese winter kimonos and asked to take their picture.",
  "We spent the day on Inle Lake visiting pagodas, markets and villages, returning at sunset to photograph the fishermen at work.",
  "\" said the 61-year-old, who works at Doodlehopper 4 Kids in West Springfield, Va. \"I said, 'It's a once-in-a-lifetime moment.",
  "\"I watch for the photo competition every year and have never thought to submit my own photo,\" said the 48-year-old librarian.",
  "After returning from his May travels, he turned it black and white to bring out the composition's unique texture and shadows.",
  "After they parted ways, he snapped a quick, full-frame photo on his Canon EOS 5D camera to remember their friendly encounter.",
  "\"Although we had minimal light, we were amidst a cloud of mosquitoes and had limited gear, we took a chance,\" Massenlli said.",
  "Rather than focusing on the flamingo's perch, she zoomed in on the bird's sinuous, S-shaped neck and silky, ombré feathers.",
  "Mimicking their same steely focus, he took only a few pictures before the animals dispersed — but that was all he needed.",
  "Judith Graham, 61, The morning light was changing very fast and it was challenging to make sense out of the dead trees.",
  "\"Things were happening so fast, but I think it's really the best I could've done, under the circumstances\" Bowers said.",
  "As Bowden was taking in the scenery, something spooked the massive flock of waterfowl and prompted them to take flight.",
  "The images that rose to the challenge also captured the essence of travel — basically postcards with more spirituality.",
  "The winning image was taken in March during a two-night photo excursion to Death Valley National Park's Eureka Dunes.",
  "- This photograph is user-generated content provided to The Washington Post for use with Travel Photo Contest 2017.",
  "\"Horses, when they're going fast like that, won't stop and wait for you,\" the 67-year-old retired lobbyist quipped.",
  "In the darkness, they took on an anthropomorphic character and appeared to be both dancing and guarding the forest.",
  "By the time we crested a hill with an opening in the forest and a westerly view, the darkness of night had arrived.",
  "This is one of those places and moments that if you don't go euphoric in one way or another, you're mentally numb.",
  "Although we had minimal light, were in the midst of a cloud of mosquitos, and had limited gear, we took a chance.",
  "NO TRADES NO SALES WIRES OUT NEWS SERVICE OUT (Charles Levie/Charles Levie)\n\nCharles Levie, West Friendship, Md.",
  "NO TRADES NO SALES WIRES OUT NEWS SERVICE OUT (Rogelio Andreo/Rogelio Andreo)\n\nRogelio Andreo, Sunnyvale, Calif.",
  "- This photograph is user-generated content provided to The Washington Post for use with Travel Contest 2017.",
  "- This photograph is user-generated content provided to The Washington Post for use with Travel Contest 2017.",
  "- This photograph is user-generated content provided to The Washington Post for use with Travel Contest 2017.",
  "- This photograph is user-generated content provided to The Washington Post for use with Travel Contest 2017.",
  "- This photograph is user-generated content provided to The Washington Post for use with Travel Contest 2017.",
  "- This photograph is user-generated content provided to The Washington Post for use with Travel Contest 2017.",
  "JiYing Yuan, 48, I visited DaLi, Yunnan last Nov. and saw the incredible god-light and clouds above the lake.",
  "- This photograph is user-generated content provided to The Washington Post for use with Travel Contest 2017.",
  "- This photograph is user-generated content provided to The Washington Post for use with Travel Contest 2017.",
  "- This photograph is user-generated content provided to The Washington Post for use with Travel Contest 2017.",
  "- This photograph is user-generated content provided to The Washington Post for use with Travel Contest 2017.",
  "- This photograph is user-generated content provided to The Washington Post for use with Travel Contest 2017.",
  "- This photograph is user-generated content provided to The Washington Post for use with Travel Contest 2017.",
  "Intrigued, he began clicking away with his handheld Fujifilm mirrorless camera, coupled with a 200 mm lens.",
  "Kohn captured this image at Absaroka Ranch on July 4 during a five-day photography workshop in Dubois, Wyo.",
  "That day, we traveled the world through your images, and we are inviting you to take this voyage, as well.",
  "With the two large \"bookend\" adults on either end, I immediately thought I had the best photo of the day.",
  "[Travel Photo Contest 2016 winners]\n\nHonorable mentions\n\n\n\n2017 TRAVEL PHOTO CONTEST -- John Norvell, 77.",
  "Death Valley National Park, April 2017 One might think that the human figure would give a sense of scale.",
  "was the first question our panelists had when reviewing the image, which is exactly why Hay selected it.",
  "\"It's almost as if they were posing for the camera, like they knew how pretty they were,\" Stibrik said.",
  "There were stark contrasts between the variety of life in some areas, and the burnt remains in others.",
  "NO TRADES NO SALES WIRES OUT NEWS SERVICE OUT (Kaitlyn Hay/Kaitlyn Hay)\n\nKaitlyn Hay, Chevy Chase, Md.",
  "Moments later the light was gone, sleet began to fall from the sky and the winds began to howl again.",
  "NO TRADES NO SALES WIRES OUT NEWS SERVICE OUT (JiYing Yuan/JiYing Yuan)\n\nJiYing Yuan, Bethesda, Md.",
  "I tried to do them justice as they strutted about in the sunlight, seemingly posing for the camera.",
  "\"Tokyo is like the heart and brain of Japan, while Kamakura is its soul or history,\" Levie said.",
  "\"When you go on these trips, you get one, if you're lucky two, really epic shots,\" Graham said.",
  "Caption After weeks of debate, the 13 finalists in 18th annual competition have been selected.",
  "As anyone who takes night shots knows, a steady hand is crucial (or if only I had a tripod!)",
  "We pushed the ISO of my Nikon D90 to 800 and were able to capture this other worldly space.",
  "We were taking our time, enjoying the views, and winding toward Stumpy Meadow campground.",
  "\"The light was gone, sleet began to fall from the sky and the wind picked up,\" she said.",
  "He took 50 shots in a matter of seconds to try to capture the one-legged paddle-boater.",
  "[Travel Photo Contest 2015 winners]\n\n\n\n2017 TRAVEL PHOTO CONTEST -- Gerald Bowers, 74.",
  "My wife and I were struck by the devastation left by forest fires in previous seasons.",
  "On the way back to our camp, we stopped briefly to look at a dry canyon in the sunset.",
  "Around sunrise, he noticed a herd of horses being led back to their corral by cowboys.",
  "\"It's a culture that appreciates and embraces its past, and constantly celebrates it.\"",
  "She quickly raised her camera and began shooting as steadily and quickly as possible.",
  "10 sec f/13 iso 64. zoomed in stoping at different points during the 10 sec exposure.",
  "\"Seeing the birds, in person, was one of the highlights of my entire trip,\" she said.",
  "They also homed in on originality and diversity of people, places and, yes, critters.",
  "[Travel Photo Contest 2014 winners]\n\n\n\n2017 TRAVEL PHOTO CONTEST -- Gwen Bowden, 61.",
  "Charles Levie, 69, I presently teach for DoDDS at Camp Zama outside Tokyo in Japan.",
  "\"I saw a kind of beauty in the trees, bowing over and reaching towards the light.\"",
  "- The fishermen on Inle Lake, Myanmar, use small shallow draft boats for fishing.",
  "Honorable Mention: Sometimes, the best photos happen when you least expect them.",
  "\"Every tree in this picture has a unique personality and expression,\" he said.",
  "To no one's surprise, the viewing room grew loud with opinions and outbursts.",
  "The horizon line was broken up by the skeletal-like remains of burned trees.",
  "\"It's incredible when people say your photo provokes emotion,\" Palazzo said.",
  "On the other side, a group of baboons was playing under several small trees.",
  "\"Something about the trees struck me,\" said the human resources consultant.",
  "The picture was taken at Absaroca Ranch as part of a photography workshop.",
  "He remained low and still as the horses galloped toward him at full speed.",
  "There were stars above us, and a thin red line along the western horizon.",
  "\"\n\n\"Caterpillars — that's different than cows, cheetahs and butterflies.\"",
  "I put my telephoto on the camera and took several photos of this group.",
  "\"And I knew it, after I saw it, that I had captured something special.\"",
  "Suddenly, he had an idea: What if he could depict time in Times Square?",
  "But fortunately, she had gotten the shot before the elements shifted.",
  "They mirrored the shape of the triangular mountain peaks, she noted.",
  "All of a sudden a composition came together for me out of the chaos.",
  "We took many photos during a very hot day that included a sandstorm.",
  "Their net is plunged into the water and the fish are trapped inside.",
  "It was nearly midnight, but still, we paused and got out of the car.",
  "It captures the dynamic and mysterious mood of London life at night.",
  "The image's movement, color and composition caught the panel's eye.",
  "Minutes after this picture was taken, the scene completely changed.",
  "This image was taken looking through one of the fishermen's net.",
  "\"To me, it was not only beautiful, but personal and meaningful.\"",
  "\"It's here, it's happening and it's important,\" Massenlli said.",
  "\"You really have to study it to understand what you're seeing.\"",
  "\"And this photo is a good opportunity to spread that message.\"",
  "People were taking photos of each other or playing with water.",
  "(John Norvell/John Norvell)\n\nJohn Norvell, North Bethesda, Md.",
  "\"The whole thing cinched together like a dream,\" Palazzo said.",
  "- Climbing the Eureka Dunes, the tallest dunes in California.",
  "Once there, he posed in place for double the exposure time.",
  "\"There's a vibrancy, but also an edge to it, that I liked.\"",
  "\"They appear to be both dancing and guarding the forest.\"",
  "(Gary J. Kohn/Gary J. Kohn)\n\nGary Kohn, Greenbelt, Md.",
  "\"They are missing another spectacle, the night sky.\"",
  "The image, Levie said, captured the Japanese spirit.",
  "\"But this year, I thought, 'Why not give it a try?'",
  "He knew he had to act quickly to capture the shot.",
  "(Gwen Bowden/Gwen Bowden)\n\nGwen Bowden, Burke, Va.",
  "\"A lot of it was luck, to be honest,\" Bowers said.",
  "And she didn't mind their, um, peacocking one bit.",
  "\"I find [them] to be breathtaking and inspiring.\"",
  "However, we hoped to catch a photo of the sunset.",
  "There was a jetty where people could walk on it.",
  "The lake's depth averages only about seven feet.",
  "2017 TRAVEL PHOTO CONTEST -- Rogelio Andreo, 48.",
  "Kaitlyn Hay Buy Photo Wait 1 second to continue.",
  "\"Somebody asked me, 'Well, weren't you scared?'",
  "You just start clicking and hope for the best.'",
  "They agreed, and happily posed for the photos.",
  "This is not one dune with a dark peak.",
  "I turned the image into black & white.",
  "This scene was early in the morning.",
  "This image meets all three criteria.",
  "(Winged bugs are the new penguins.)",
  "Luckily, she shot it when she did.",
  "You don't have time to get scared.",
  "William Patton, 65, Nikon D810.",
  "\"It's a simple, sacred place.\"",
  "I use a Nikon D7000 camera.",
  "Luckily, she was prepared.",
  "It helps, but it doesn't.",
  "It's got some God light!\"",
  "TPC Air is now boarding.",
  "\"It's got some people!",
  "\"It's a little magic.\"",
  "\" We're glad she did.",
  "New York time square.",
  "\"I don't like birds.\"",
  "\"That's super cool.\"",
  "\"That's a nice one.",
  "It says 'travel.'",
  "24-70 nikon lens.",
  "\"It was magical.\"",
  "\"It's powerful.\"",
  "\"Where is that?\"",
  "July 4th 2017.",
  "Think again."
]