[
  "Only a Saturday Night Live spoof could conceive a group of appointees so blinded by ideological extremism; so tarred by past misdeeds; so blatantly ignorant; so obviously incompetent to do the jobs assigned them; and so badly out of touch with the realities of American life or the challenges of the modern world.",
  "General \"Mad Dog\" Mattis, Defense Secretary: Famous for incendiary quotes that show him to be a man who shoots from the hip and shoots from the lip: \"It's fun to shoot some people\"; \"There are some assholes who just need to be shot\"; \"Be polite, be professional, but have a plan to kill everybody you meet\".",
  "He will also pervert our foreign policy and national security apparatus; perhaps permanently despoil our environment; undercut the constitutional rights of minorities, women, and gays; deprive millions of people of medical care; and gravely disrupt the efficient governance of the country.",
  "Marine Gen. John Kelly, Secretary Homeland Security: It is unprecedented to have three generals serving in a president's inner circle -- a sharp break with our 240 year tradition of strict civilian control of the government and its military.",
  "True to this shady background, Minuchin now plans to reduce government oversight of banks and corporations in a way that will facilitate the very unsavory financial manipulations that made him super-rich and many other Americans super-poor.",
  "Meanwhile the corporation has systematically and fraudulently done everything it could to fool the public by denying the crucial scientific facts it fully knew to be true and viciously attacking the messengers warning of global warming.",
  "Mike Pompeo, CIA Director: Plans to greatly expand the already frightening capacity of our government to snoop on us; an open Islamophobe; a fierce opponent of the Iran nuclear deal; and would insist on the death penalty for Snowden.",
  "Mnuchin next displayed some really fancy financial footwork by cynically exploiting the mortgage crisis he had helped to create- he quickly formed a foreclosure company that made him a new fortune forcing people out of their homes.",
  "As Attorney General of Oklahoma, Pruitt helped his state to become the pathetic poster child of environmental disaster and decay (with unprecedented fracking induced earthquakes and sinkholes and global warming induced tornadoes).",
  "Scott Pruitt, Head Environmental Protection Agency: Previously the most dedicated crusader against the agency he is now supposed to lead -- constantly filing lawsuits to prevent the EPA from actually protecting the environment.",
  "Still unapologetic, he supports bans on Muslims; calls civil rights groups \"un-American\" and \"Communist-inspired\"; and said he disapproved of Ku Klux Klan only after he \"found out some of them were pot smokers\".",
  "Tom Price, Secretary of Health and Human Services: Heathcare czar intent on denying healthcare to tens of millions of the sick, the old, and the poor in order to benefit the young, the healthy, and the wealthy.",
  "Betsy DeVos, Education Secretary: Public education's public enemy number one and major supporter pf the charter school system that has proved so disastrous for Detroit, but profitable for charter school owners.",
  "Rex Tillerson, Secretary of State: An oil man with no diplomatic qualifications other than a far too close relationship with Vladimir Putin, who recently presented him with the Russian 'Order Of Friendship'.",
  "Seema Verma, Head of the Centers for Medicare and Medicaid Services: World's leading expert on restricting medical coverage for the poor by making sure they have to put their very limited \"skin in the game\".",
  "Suggested mediator of Israeli/Palestinian conflict despite being an Orthodox Jew whose family contributes heavily to illegal Israeli West Bank settlements that are the major obstacle to finding a compromise.",
  "I have followed and have been bemused by Trump's career for forty years -- and have written three previous biting blogs about him -- but never did I dream that Trump could reach so high-or stoop so low.",
  "My first Trump blog, written more than a year ago when he entered the GOP primary, was a lighthearted response to a producer who invited me to discuss Trump's potential psychiatric diagnoses on TV.",
  "And Exxon is now under investigation because its internal records show a decades-long cover up of findings by its own scientists, proving that fossil fuel is triggering disastrous climate change.",
  "Jared Kushner, Scheming Son-In-Law: His father, a convicted real estate crook, bought him a ticket to Harvard with a $2.5 million donation and persistent, nagging calls to beholden politicians.",
  "A few months later, in the midst of the heated and flamboyant GOP primary, the media and social networks were suddenly filled with wild conjectures that Trump was crazy, in one way or another.",
  "Andrew Puzder, Labor Secretary: Fast food executive who has only supreme contempt for those who labor -- strongly opposes increases in the minimum wage, overtime pay, and safety regulations.",
  "It is tragic that Trump has given a fanatic climate change denier, who is also an oil industry lackey, the awesome power to determine whether our species will self-sustain or self-destruct.",
  "Trump is shrewdly directing his most vicious attacks, and post-truth propaganda, against the press precisely because it is our last and best protection against his dangerous demagoguery.",
  "As a defender of the integrity of psychiatric diagnosis, I felt compelled to correct this serious mistake -- to make clear that Trump is certainly bad, but not really clinically mad.",
  "Loves machines, not workers, because: \"They're always polite, never take a vacation, never show up late; there's never a slip-and-fall, or an age, sex, or race discrimination case.\"",
  "I jokingly explained to her that Trump really did not meet the criteria for any mental illness -- that, instead, he was best understood as being no more than a \"classic schmuck.\"",
  "Wilbur Ross, Commerce Secretary: Billionaire hedge fund manager famous as a \"bottom feeder\" whose companies outsourced jobs, fired workers, killed miners, and cheated investors.",
  "Just before the election, I came to the awful realization that Trump could actually win -- and that even if narrowly beaten, he would linger to poison the political process.",
  "Abraham Lincoln said hopefully: \"You can fool all of the people some of the time and some of the people all of the time, but you can't fool all the people all the time.\"",
  "With the Congress and the Supreme Court controlled by his acolytes, there remain precious few checks and balances to protect against Trump's challenges to our democracy.",
  "This would be worrisome under any president, but potentially dangerous to democracy given Trump's penchant for the arbitrary, impulsive, and personal exercise of power.",
  "Steve Mnuchin, Treasury Secretary: Former executive of Goldman Sachs, the investment bank that had to pay a whopping $5 billion fine for instigating the housing bubble.",
  "Will be a willing tool in Trump's developing war on the CIA, which recently made the grave error of telling the truth about Russia's role in getting Trump elected.",
  "Ben Carson, Housing Secretary: Has openly admitted to being completely unqualified to run a federal agency and also never tires of criticizing social safety nets.",
  "Because Trump exhibits the attention span of a gnat, Pence will be running day-to-day government operations and it is he who has handpicked most of the following.",
  "So, naturally Trump puts him in charge of a complex $50 billion dollar budget designed specifically to provide a social safety net for those most in need of one.",
  "Trump ran as a man of the people, but will now govern as Kleptocrat-in-Chief, aided by a cabinet and advisors who are greedy billionaires and multimillionaires.",
  "Steve Bannon, Senior Counselor & Propagandist-in-Chief: Got to this position by spreading the gospel of white supremacy, anti-semitism, and conspiracy theory.",
  "His goofy and sinister appointments to top government positions extinguish any hope his wild impulses will be contained by an inner circle of cooler heads.",
  "Also wants to privatize Medicare as a giveaway to the insurance industry and to end funding for the women's health programs provided by Planned Parenthood.",
  "General Michael Flynn, National Security Adviser: Fired for incompetence and abrasiveness from his last job as Director of Defense Intelligence Agency.",
  "It is an unfair insult to the mentally ill, most of whom are well meaning and well mannered, to be lumped with someone like Trump, who is neither.",
  "Here is the line-up of Trump's school for scoundrels:\n\nMike Pence, Vice President: Darling of the most radical elements of the religious right.",
  "The GOP has always vigorously opposed affirmative action -- except when making its own choices for the Supreme Court and Cabinet positions.",
  "He also suggests a $6 trillion tax cut, mostly benefiting corporations and people like himself, who would seem to be rich enough already.",
  "By this time, I realized that Trump had gone beyond joke to become a dangerous cancer, gnawing at the tender roots of American civility.",
  "He will pursue an economic agenda that will allow the super-rich to get even more super-rich, while screwing all the rest of the people.",
  "Nikki Haley, UN Ambassador: Has no experience whatever and no apparent knowledge about diplomacy, foreign policy, and world politics.",
  "Bannon embodies the chilling credo of Joseph Goebbels: \"Let me control the media and I will turn any nation into a herd of pigs.\"",
  "His evangelical mission is to overturn abortion rights, gay rights, minority rights, civil rights, and criminal justice reform.",
  "His strange trajectory reverses Marx' quip that history and its personages appear twice -- first as tragedy and then as farce.",
  "I wrote a third blog describing the historical fragility of all democracies and Trump's looming and serious threat to ours.",
  "His only personal claim to fame is being an especially skillful sycophant to billionaires Ruppert Murdoch and Donald Trump.",
  "Famous in the Pentagon for spouting fanciful and fantastic \"Flynn facts\" that never stood up to fact checking.",
  "Now that Trump is (gulp) our president, I write this fourth blog about him with feelings of dread and despair.",
  "Also an unbridled, unashamed Islamophobe and a true believer in the kookiest, right wing conspiracy theories.",
  "Jeff Sessions, Attorney General: Was once rejected for federal judgeship as a blatant and shameless racist.",
  "A billionaire whose family has donated $200 million of its Amway fortune backing radical right wing causes.",
  "His appointment, and the Russian election meddling, both confirm that Trump is Putin's poodle and puppet.",
  "Sister of Eric Prince, international arms dealer and notorious founder of the Blackwater mercenary army.",
  "Never before in American history has a free and truth telling press been so vital to our national weal.",
  "Clearly I have greatly underestimated Trump and overestimated the good sense of the American people.",
  "His appointment breaks the crucial tradition that only civilians should lead the Defense Department.",
  "Trump's role in history started as a bad joke, but may end in tragedy for the US and for mankind.",
  "She will be a reverse Robin Hood- helping Trump rob from the poor to give tax breaks to the rich.",
  "Next to Trump, he is perhaps the last man in the world you would want near the nuclear button.",
  "Loves the energy industry, hates environmentalists, and wants to make the top 1% even richer.",
  "It must vigorously fight Trump's efforts to turn our country into Goebbels' herd of pigs.",
  "Trump is history's greatest challenge to Lincoln's optimism and to American democracy.",
  "Trump, the President, is shaping up as our worst possible national nightmare.",
  "Clearly, the inmates are now in charge of running the asylum.",
  "Another shill for Putin and also for the Turkish government.",
  "Donald Trump is a man who keeps the very worst of company.",
  "Trump, the candidate, seemed like a bad joke.",
  "\"A man is known by the company he keeps.\"",
  "Quite a line-up of fools and knaves.",
  "No better way to destroy HUD.",
  "Let's hope we pass the test.",
  "And it can get even worse.",
  "(Aesop, 600 B.C.)"
]