[
  "BEIJING (Reuters) - Hong Kong-listed Frontier Services Group (FSG), co-founded by former U.S. military services contractor Erik Prince, said it had acquired 25 percent of a Chinese security training facility, the company’s latest move to tap into China’s Belt and Road development plan.",
  "REUTERS/Larry Downing\n\nSecurity experts say Chinese firms face mounting risks as they expand along President Xi Jinping’s modern-day “Silk Road” initiative to connect the world’s second largest economy with the Middle East, Europe and beyond through infrastructure development.",
  "FSG (0500.HK) said the deal for an undisclosed amount with the International Security and Defense College (ISDC) in Beijing, which it called the largest private security training school in China, would allow it to offer “world-class training courses” to Chinese companies.",
  "Prince, a former U.S. Navy SEAL officer and the brother of U.S. Secretary of Education Betsy DeVos, was the founder of a U.S. military contractor formerly called Blackwater that drew harsh international scrutiny and faced lawsuits for shootings and other conduct in Iraq.",
  "FILE PHOTO: Blackwater Chief Executive Erik Prince testifies before the House Oversight and Government Reform Committee on security contracting in Iraq and Afghanistan on Capitol Hill in Washington, October 2, 2007.",
  "FSG said it would not provide training on the use of guns at the facility, and all of its services were unarmed, but it would help source any armed personnel required for a project to authorized sub-contractors.",
  "Global security companies and their smaller Chinese rivals are looking for opportunities, offering to protect the pipeline, road, railway and power plant projects being planned, often in unstable regions.",
  "“We look forward to continuing to provide our clients with the security services they need to operate safely and confidently across the One Belt One Road regions,” Prince, FSG’s executive chairman, said.",
  "FSG said it planned to set up an office in Xinjiang in China’s west, the starting point for the China-Pakistan Economic Corridor, a major project under the Belt and Road banner.",
  "FSG has a made strategic shift to take advantage of China’s Belt and Road plan in 12 countries including Pakistan, Afghanistan and Uzbekistan, its 2016 annual report showed.",
  "Skills taught will include close protection, defensive driving, counter carjacking and cultural awareness, the company said in a statement sent to Reuters on Tuesday.",
  "Some Western diplomats have expressed unease about the Belt and Road initiative, seeing it as an attempt to promote Chinese influence globally.",
  "China has dismissed those concerns, saying the initiative is open for all and only about promoting development and trade.",
  "Its biggest shareholder is a unit of Chinese state-owned conglomerate CITIC Group Corp.",
  "He later co-founded FSG, a separate logistics, security and insurance provider.",
  "They are also concerned about transparency and access for foreign companies."
]