[
  "As I said in a column on Stephens last year, “it takes a particular sort of insularity to hire a pro-war, anti-Trump white guy as a contribution to diversity on the NYT editorial page.”\n\nIn one of his characteristically scathing columns, Glenn Greenwald notes that the NYT editorial stable currently contains only three women and no Arab-American or Latinx voices; ideologically, it “spans the small gap from establishment centrist Democrats to establishment centrist Republicans.”\n\nIt wouldn’t be that hard for the Times to draw from what lies to the left of those narrow confines.",
  "I recommend browsing through this thread, which rounds up more than a dozen studies, papers, and surveys:\n\n1) Trump support in 2016 was strongly correlated w/ racial resentment & sexism / tweetstorm kanvz’d here https://t.co/n58lcpcC6t — T. R. Ramachandran (@yottapoint) December 10, 2016\n\nThey all point in the same direction: Race and gender had unusually high salience in the 2016 election, and what distinguished Trump supporters most of all, more than income or education, was racism and misogyny, i.e., feelings of hostility toward minorities and women.",
  "It will have to recruit Ben Shapiro to run serial variations on “rap is crap” or “whites are the real victims of racism.”\n\nIt will have to recruit popular conservative columnist Kurt Schlichter, who mused this week that because “the central tenet of the Democrat Party platform is now hatred and contempt for Normal Americans,” there is probably going to be a second Civil War, which conservatives will win, because they have more guns and liberals are easy to kill.",
  "A lot of people believe to this day that the Tea Party uprising and the subsequent eight years of hysterical, unremitting, norm-violating opposition to Barack Obama was about small-government philosophy and a devotion to low taxes and less regulation, and had nothing to do with social backlash against a black, cosmopolitan, urban law professor and his diverse, rising coalition.",
  "The only conceivable motivation to support him is tribal; the only argument a tribalist needs to reward himself and punish his enemies is, “We won.”\n\nThat means anyone who is devoted to the conservative intellectual tradition, anyone who thinks of themselves as a conservative through devotion to small government and traditional morality, has had to peel off.",
  "We are witnessing a massive revanchist upheaval — against bourgeois morality and standards of conduct, against changing demographics and economies, against assumptions about governance and respect for norms, against the status quo — by a culture that is stagnating even as the country changes around it, which it experiences as a loss of dignity and prestige.",
  "It will have to recruit Sean Hannity or Tomi Lahren or Mark Steyn — someone who thinks of liberals as godless traitors and accepts ludicrous conspiracy theories about Democratic staffer Seth Rich being assassinated or Hillary Clinton colluding with Russia to defeat Donald Trump or Democrats running a child prostitution ring out of a pizza restaurant.",
  "#caring\n\n\n\nhttps://t.co/YTCWPCb9Ww — Kurt Schlichter (@KurtSchlichter) March 15, 2018\n\nThe people who support Trump have been embedded in a hermetically sealed right-wing media bubble for so long that they only know liberals as horrific caricatures and only experience politics as a war to save white Christian culture from its sworn enemies.",
  "Do NYT readers — who mostly read mainstream sources, mostly live in cities, mostly are not exposed to right-wing media — understand that the most active voices on the American right today are filled with paranoid rage, hopped up on lies and conspiracy theories, unmoved by reason, and devoted to their total destruction?",
  "The traumatic and unexpected 2016 victory of Donald Trump convinced a great many people in elite political circles that they are hopelessly out of touch, there is a whole parallel country of which they are only dimly aware, and they urgently need to understand the perspectives of the people who rallied behind Trump.",
  "Not everyone involved is driven by tribal resentment, not every Trump voter indulges in misogyny or racism, but every member of the current conservative coalition has decided that those things are acceptable, or at the very least, not disqualifying — less important than lower taxes or immigration crackdowns.",
  "“Points of view in disagreement with the editorial position of The Times,” said publisher Arthur Sulzberger, “will be particularly welcomed.” And still today, Bennet wrote to Splinter, “we’re looking to challenge our own and our readers’ assumptions.”\n\nRecently, that concern has taken on a new edge.",
  "At this point, though many people on all sides still refuse to acknowledge it, the evidence is overwhelming: It was cultural backlash, against immigrants, minorities, uppity women, liberals, and all the other forces seen as dislodging traditional white men from their centrality in American culture.",
  "Conservatism is now Trumpism\n\nThe signal feature of the 2016 election is that it settled the question of whether US conservatism — the actual movement, I mean, not the people in Washington think tanks who claim to be its spokespeople — is animated by a set of shared ideals and policies.",
  "Even if they do not share Trump’s ignorant, hateful impulses, even if they do not endorse his careening, incompetent governance, even if they do not countenance the grotesque corruption of his family and his administration, they support the coalition that enables those things.",
  "If the Times wants to find authentic expressions of the sentiments animating Trump supporters, it will have to look beyond the confines of the elite establishment, to Breitbart, TownHall, Infowars, or one of the avowedly right-wing outlets where conservatives cluster.",
  "When the Times opinion page pretends that conservatism is David Brooks or Bret Stephens when it maintains the comforting illusion that American politics is a contest of ideas, it is not exposing its readers to uncomfortable truths — it is sheltering them.",
  "The New York Times carries some conservatives, but it does not reflect conservative politics\n\nThe NYT always had its own, generally liberal editorials, but the opinion page was established in 1970 to provide a venue for a wider range of opinions.",
  "In office, Trump has swerved this way and that on immigration, guns, taxes, health care, foreign policy, and trade, changing positions without warning, leaving his staff and supporters to scurry along after him, offering post-hoc justifications.",
  "The New York Times cannot host true conservatism because true conservatism does not share its standards\n\nAs I said, the conservatives who care about conservatism as an intellectual tradition and a governing philosophy have mostly jumped ship.",
  "This has led to entire subgenres of news journalism, like “rural white people are very upset,” or “Trump supporters still like Trump,” or “get to know this Nazi; he’s just like you and me.”\n\nBut it’s a different dilemma for the opinion page.",
  "Even the conservative lawmakers alleged to be horrified by Trump, leaking anonymously to reporters about how terrible he is, scarcely ever stand up to him, for the simple reason that he’s enormously popular with the base.",
  "It’s true that NYT readers have been insulated from contemporary conservatism\n\nHere is the scary truth that NYT editors and readers alike resist: US politics today is not a contest of ideas or governing philosophies.",
  "He has, admittedly, governed like an orthodox conservative (insofar as he’s gotten any governance done), but that is not from any evident commitment to, or even awareness of, the conservative intellectual tradition.",
  "Trump may lurch back and forth on policy — or more often, demonstrate an almost cosmic ignorance of policy — but he speaks to, and in the voice of, America’s angry whites, who want their imagined old America back.",
  "More broadly, what’s going on in American politics is a contest between those who believe America is an idea and those who believe America is a people, a particular culture — white, Christian, and patriarchal.",
  "My column in @nytopinion https://t.co/jxTizNh32Q — Bret Stephens (@BretStephensNYT) March 1, 2018\n\nThese writers are, to a (wo)man, alienated from the animating force in US conservatism, which is Trumpism.",
  "The newspaper’s defense, articulated repeatedly by Bennet, news editor Dean Baquet, and onetime ombudsman Liz Spayd, is that the paper is pursuing diversity of opinion, attempting to challenge its readers.",
  "His conservatism, of Sam’s Club affectation, fiscal conservatism, tepid social liberalism, and genial trolling of center-leftists at Davos — whom does it speak for in today’s politics, beyond Brooks?",
  "There cannot be an intellectual Trumpism — a Trumpist philosophy, a Trumpist argument — because Trump is devoted only to Trump, only to bringing himself glory and defeating his perceived enemies.",
  "A few intellectuals and writers have jumped ship (David Frum, Bill Kristol, George Will), but the Wall Street Journal, Fox, Breitbart, and the rest have happily adapted to acting as state media.",
  "They might serve the purpose of challenging liberal thinking, but they do not serve the purpose of exposing NYT readers to the people and the movement from which they are allegedly alienated.",
  "It stands on its own as a reasonably coherent social critique and policy program, involving greater social provision of basic services, and there are tons of writers who could do it credit.",
  "Most recently, new hire Bari Weiss linked to a fake Twitter account as virtually her only evidence in a column devoted to the supposed epidemic of totalitarianism sweeping US universities.",
  "https://t.co/G9uhfW9Fch pic.twitter.com/pyG3uaa2eT — Kevin Drum (@kdrum) March 2, 2018\n\nBut representing what lies to the right of those confines is a different and more difficult matter.",
  "I’m not sure they do; I think they still imagine Republican moderates gathered in a cave somewhere, ready to swoop in and take charge again at the sight of the David Brooks bat signal.",
  "The New York Times editorial page has come in for a great deal of criticism since it fell under the leadership of James Bennet, previously editor at the Atlantic, in March 2016.",
  "The Times has decided, like most mainstream US institutions, that overt racism and misogyny are unacceptable — not part of the diversity of viewpoints it seeks to represent.",
  "(There’s a long section speculating on how a right-wing militia could invade San Francisco, which is “a hotbed of treason.”)\n\nMy new Townhall column doesn't give a damn!",
  "It can sometimes be difficult to tell, but the Times does have standards of accuracy, even on the opinion page, and most of that stuff I mentioned contains falsehoods.",
  "They are exposed to endless lies and conspiracy theories designed to keep them in a frenzy, convinced that antifa is around the corner and Sharia law is imminent.",
  "He is a thrice divorced, self-admitted sexual predator wallowing in the kind of material ostentation that gives David Brooks nightmares, and they ate it up.",
  "It’s a tribe that has split off from mainstream institutions, rejects mainstream standards of accuracy, and now uses media entirely as a tool, a weapon.",
  "What Trump revealed, in the most dramatic way possible, is that the conservative base in the US today is driven not by ideology but by white resentment.",
  "He pledged not to cut Social Security or Medicare, condemned free trade, and insulted the military and intelligence services, and they ate it up.",
  "If the New York Times wanted to expose its readers to the motive force of contemporary conservatism, that’s the kind of stuff it would run.",
  "For starters, it could hire a columnist to represent the resurgent left, which rose alongside, but is not dependent on, Bernie Sanders.",
  "Trumpist conservatism is motivated not by ideas, but by resentments\n\nSo what motivates this swell of right-wing support for Trump?",
  "Their opposition to Trump has given them undue credibility among Washington lefties, whom they relentlessly (and boringly) troll.",
  "The most popular voices of the right-wing base are simply not engaged in the same undertaking as the New York Times.",
  "He is the prototypical Fox News viewer, tossing off endless insults, conspiracy theories, and furious aggrievement.",
  "It still hasn’t occurred to him to challenge them from the left, so he goes out looking for more conservatives.",
  "Before that was the controversy over hiring, and then quickly firing, Quinn Norton, who is friends with a Nazi.",
  "“Didn’t we learn from this past election that our goal should be to understand different views?” asked Baquet.",
  "The NYT expects a certain civility, and Breitbart types are incapable of discussing opponents as human beings.",
  "For now, his interests overlap (mostly) with the interests of the white, suburban and rural conservative base.",
  "But that kind of credulity can only stretch so far, and Donald Trump has stretched it to the snapping point.",
  "And fundamentally, what Trumpist conservatives are advocating for are not ideas, but a demographic, a tribe.",
  "There was the controversy over the op-ed/press release by Erik Prince of the security contractor Blackwater.",
  "Do they understand that the values and norms they assume safe and sacrosanct are in fact under heavy siege?",
  "His socially conservative “reformicon” thing — whom does it speak for in today’s politics, beyond Douthat?",
  "The ragged band devoted to the principles of conservative governing philosophy is in exile, with no home.",
  "They are living it up, rewarding their friends and ratfucking everything the other team did before them.",
  "David Uberti at Splinter has a nice rundown of the various fights, along with some trenchant critique.",
  "He’s one of their people, he hates who they hate, and he drives the libs crazy; that’s good enough.",
  "As I said, the tribalist’s only argument is, “We won.” The only idea is: to the victors the spoils.",
  "It was, it turns out, almost entirely epiphenomenal to the movement; its roots were an inch deep.",
  "There was the controversy over hiring Bret Stephens, a climate denier and Woody Allen apologist.",
  "There is no way to pretend that Trump represents that tradition; he himself does not even try.",
  "What liberals could learn from NeverTrumpers in the coming battle with left-wing illiberalism.",
  "It’s just that he’s weak, vain, easily influenced, and surrounded by conservative ideologues.",
  "For all intents and purposes, Trump commands the support and loyalty of the GOP coalition.",
  "He is sporadically interesting, often infuriating, but above all, pretty idiosyncratic.",
  "If Bennet wants to do that, he needs to be clear-eyed about what the right is today.",
  "He abandoned the Very Serious conservative script entirely and the right ate it up.",
  "Trump doesn’t have one, and his administration barely tries to pretend it does.",
  "What’s happening in the US today is not a contest of governing philosophies.",
  "If the NYT wants to challenge their assumptions, it should challenge those.",
  "There’s no argument for that, nothing to plausibly fill an editorial page.",
  "But let’s be real, James Bennet is not going to run that stuff in the NYT.",
  "They have nothing to do with what is going on in American politics today.",
  "They are supporting a tribe with a strongman leader, not a set of ideas.",
  "Before Trump, they thought the economy was terrible and Russia was bad.",
  "Most importantly, the NYT sees the opinion page as a contest of ideas.",
  "Bret Stephens and Bari Weiss are a familiar type of glib contrarian.",
  "So how many of these “true” conservatives did there turn out to be?",
  "Its goal is to defeat the libs; what’s good is anything libs hate.",
  "It’s not a philosophy or a plan that won — it was a team, a tribe.",
  "Do they know that American democracy is in danger of coming apart?",
  "Trump represents those who want that culture restored to primacy.",
  "For many years, many people have convinced themselves otherwise.",
  "Who Should the New York Times Hire to Speak for the Bernie Left?",
  "That makes hosting them on the opinion page rather fraught.",
  "(The Democrats are not running a child prostitution ring.)",
  "How can the NYT opinion page expose its readers to that?",
  "Now they think the economy is great and Russia is good.",
  "But what kind of conservatives are on offer at NYT?",
  "Bennet clearly believes liberals live in a bubble.",
  "That defense doesn’t hold up to much scrutiny.",
  "What has the Never Trump movement amounted to?",
  "But without them, the picture is incomplete.",
  "(FYI: There is no such epidemic.)",
  "But whom are they speaking for?",
  "That’s the underlying thread.",
  "He wants to challenge them.",
  "Consider, oh, David Brooks.",
  "They command no divisions.",
  "Or Ross Douthat.",
  "Almost none!",
  "It is not.",
  "And so on."
]