[
  "And the $7.3 billion spent to stem the Afghan drug trade has done very little to stop the \"production and exportation of illicit drugs,\" according to SIGAR, which notes that opium production is now \"at the highest levels since 2002.\"",
  "Click here to read the letter\n\nSIGAR noted that more than $4 billion dollars intended for \"stabilization programs\" in Afghanistan instead led to \"exacerbated conflicts, enabled corruption and bolstered support for insurgents\".",
  "The unorthodox idea — strongly opposed by the Pentagon — was floated by Erik Prince, founder of the private security firm once known as Blackwater that had U.S. government security contracts in Iraq.",
  "The report comes as the Taliban has continued to gain ground on the battlefield against the U.S.-backed Afghan government and as the Trump administration has launched a diplomatic bid to end the war.",
  "During administration deliberations on the issue last year, Trump's then-chief strategist Steve Bannon favored withdrawing U.S. troops and replacing them with private contractors.",
  "Trump considered pulling out U.S. forces in his first year in office before reluctantly agreeing to extending and expanding the mission after a protracted internal debate.",
  "One of the three congressmen who requested the calculation, Rep. Walter Jones, R.-N.C., called Afghanistan a \"black hole\" for taxpayer money.",
  "President Donald Trump, meanwhile, has expressed skepticism about continuing the American troop presence in the country.",
  "Aware of Trump's impatience with the war, U.S. commanders and diplomats are now eager to make progress with peace talks.",
  "Officials told NBC News that the president could pull the plug on the American commitment with little notice.",
  "\"The American people deserve a better understanding of where their money is going,\" said Jones.",
  "Prince's sister, Betsy DeVos, is Trump's education secretary.",
  "The U.S. has now had troops in Afghanistan for 17 years."
]