[
  "“Amelia shares a birthday with her great-grandmother Frances as well as with Sen. Snowe.” Pic http://politi.co/2Fvz7kp\n\nBONUS BIRTHDAYS: GPG’s Josh McCafferty is 25 (h/t Alex Byers) … Quorum’s Kanyinsola Ajayi (h/t Spencer Launer, whose birthday was yesterday) … (was yesterday): Bloomberg food and agriculture reporter Lydia Mulvany … (was Saturday): Mike Yelovich\n\nSUBSCRIBE to the Playbook family: POLITICO Playbook http://politi.co/2lQswbh ... Playbook Power Briefing http://politi.co/2xuOiqh ... New York Playbook http://politi.co/1ON8bqW … Florida Playbook http://politi.co/1OypFe9 ... New Jersey Playbook http://politi.co/1HLKltF ... Massachusetts Playbook http://politi.co/1Nhtq5v … Illinois Playbook http://politi.co/1N7u5sb ... California Playbook http://politi.co/2bLvcPl ... London Playbook http://politi.co/2xfDPuK … Brussels Playbook http://politi.co/1FZeLcw ... All our political and policy tipsheets http://politi.co/1M75UbX\n\nFollow us on Twitter Anna Palmer @apalmerdc\n\n\n\nJake Sherman @JakeSherman\n\n\n\nDaniel Lippman @dlippman\n\n\n\nEli Okun @eliokun\n\n\n\nGarrett Ross @garrett_ross\n\nFollow Us",
  "According to the people, Trump administration officials made the request to Liu He, the main architect of China’s economic policy, last week when he was in Washington.” http://on.wsj.com/2FrOKWy\n\nINSIDE THE WHITE HOUSE -- “White House meets with group urging English as official U.S. language,” by the Las Vegas Review-Journal’s Debra Saunders: “Stephen Guschov, the executive director of ProEnglish, told the Review-Journal that he and ProEnglish Director of Government Relations Dan Carter have met with staffers who work under Trump and Vice President Mike Pence.",
  "Lavrov is further along on his own trip to the continent, although Ethiopia is the only destination on both diplomats’ schedules.” https://bloom.bg/2FsW5VU\n\nSECURITY CLEARANCE WOES -- “DHS official jailed over domestic violence case says he handles ‘high volume’ of classified information,” by WaPo’s Elise Viebeck: “A senior career official with the Department of Homeland Security who served jail time for an alleged assault on his wife handles a ‘high volume’ of classified information in his role as an intelligence briefer, according to his online résumé.",
  "If a security clearance is suspended or revoked, the employee may appeal to try to regain it.” http://wapo.st/2G6c5hP\n\nHMM… -- “Amid renewed scrutiny, Erik Prince to host fundraiser for Russia-friendly congressman,” by CNN’s Rebecca Berg: “Blackwater founder Erik Prince will host a fundraiser this month for Russia-friendly Republican Rep. Dana Rohrabacher, as Prince faces new questions over a 2017 meeting currently being investigated by special counsel Robert Mueller.",
  "“An official from Pence’s office confirmed that a staffer met with ProEnglish ‘for an informational meeting to hear out their policy priorities,’ while an official from Trump’s press office confirmed that ‘a mid-level staffer from domestic policy met with (Guschov) as a courtesy measure.’” http://bit.ly/2FpPUSE\n\nSIGN UP FOR PLAYBOOK POOL -- Sign up for the 2nd Annual Playbook Pool and face off against readers from our Playbooks from around the country.",
  "“But records reviewed by The Associated Press show Trump’s top lawyer, White House counsel Don McGahn, has issued at least 24 ethics waivers to key administration officials at the White House and executive branch agencies.” http://bit.ly/2G7gKQC\n\nHEATHER CAYGLE: “Record-breaking number of women run for office”: “More than a quarter-century after the ‘Year of the Woman,’ women still make up only one in five elected officials on Capitol Hill.",
  "…\n\n“Attendees included donors and operatives who are working to raise money for the America First groups, such as the Dallas financial executive Roy W. Bailey and the Oklahoma oil billionaire Harold Hamm, as well as the president’s eldest son, Donald Trump Jr., according to someone briefed on the list of attendees and published reports.” http://nyti.ms/2FtWeIR\n\nTHE TRADE PLAN ... KIND OF -- “U.S.",
  "Lobbyists get ethics waivers to work for Trump,” by the AP’s Michael Biesecker, Juliet Linderman and Richard Lardner: “President Donald Trump and his appointees have stocked federal agencies with ex-lobbyists and corporate lawyers who now help regulate the very industries from which they previously collected paychecks, despite promising as a candidate to drain the swamp in Washington.",
  "But this election cycle, more women are signing up to run for the highest elected offices than ever before -- so far, at least 575 women have declared their intention to run for the House, the Senate or governor.” http://politi.co/2G5SzSw\n\n#WOMENRULE -- ANNA is holding a live #WomenRule podcast at SXSW with former Texas state legislator WENDY DAVIS and Milk Bar CEO CHRISTINA TOOSI.",
  "Learn more at google.com/grow/veterans\n\nABOUT LAST NIGHT -- NYT’s KEN VOGEL: “Venturing Into the Swamp, Trump Dines With Major Donors”: “President Trump dined at the ornate Georgetown home of [C. Boyden Gray,] a prominent Washington lawyer on Wednesday night with wealthy donors who are expected to play crucial roles in financing his re-election campaign.",
  "Pics by Miriam Dubinsky Photography http://bit.ly/2FitGG2 ... http://bit.ly/2FqcPgw\n\n-- Amy Pellegrino, health policy director for the Senate Aging Committee under Chairman Susan Collins (R-Maine), and Ian MacFarlane, executive director of the Northeastern Area Association of State Foresters, recently welcomed Amelia Frances MacFarlane.",
  "...\n\n“[Lawrence] Curran’s case, detailed in more than 100 pages of public records obtained by The Washington Post, raises questions about the clearance review process at a time when access to classified information is under heightened scrutiny at top levels of the government, including at the White House.",
  "Sign up now http://bit.ly/2Ga22bL\n\nON THE WORLD STAGE -- “Tillerson and Lavrov Book Same Ethiopian Hotel -- and Can’t Agree on a Meeting,” by Bloomberg’s Nick Wadhams: “The top diplomats from Russia and the U.S. are spending their Thursday evening at a five-story Sheraton Hotel in Ethiopia’s capital.",
  "The #WomenRule franchise is teaming up with the Center for American Women and Politics at the Eagleton Institute of Politics at Rutgers University and the Women in Public Service Project at the Wilson Center to track women running for office in 2018 and provide real-time analysis.",
  "“A week after his January 2017 inauguration, Trump signed an executive order that bars former lobbyists, lawyers and others from participating in any matter they lobbied or otherwise worked on for private clients within two years before going to work for the government.",
  "Asks China for Plan to Reduce Trade Deficit by $100 Billion,” by WSJ’s Lingling Wei: “The Trump administration is asking Beijing for a plan to cut the annual U.S. trade deficit with China by $100 billion, according to people familiar with the matter.",
  "Tickets start at $1,000 for the general reception, although donors paying $2,700 will also be invited to attend a VIP event beforehand.” http://cnn.it/2FpJvXC\n\nMEDIAWATCH -- Veronica Bautista started this week as Brianna Keilar’s producer at CNN.",
  "(h/t JC)\n\nWELCOME TO THE WORLD -- Sara Eisen, an anchor on CNBC’s “Squawk on the Street” and recently named co-anchor of “Power Lunch” and Matthew Levine, head of U.S programming at Bloomberg TV, recently welcomed Samuel Harrison Levine.",
  "Gary Cohn was there, as was Ivanka Trump, who read a note from Jared Kushner, who was traveling back from Mexico; Kellyanne Conway, retiring Rep. Bill Shuster (R-Pa.), Rep. Virginia Foxx (R-N.C.) and NIH Director Francis Collins.",
  "Now we’re adding the stories of 15 remarkable women,” by Amisha Padnani and Jessica Bennett http://nyti.ms/2FqX49k\n\nREMEMBERING CHUCK CAMPION -- Chuck Campion, one of the co-founders of Dewey Square, died last night.",
  "“President Donald Trump tweeted Wednesday that Washington had asked Beijing for a $1 billion reduction -- less than 0.3% of the countries’ annual trade gap or around one day’s worth of the trade imbalance.",
  "“The latest dispute began a few weeks ago when reporters realized that Secretary of State Rex Tillerson and Russian Foreign Minister Sergei Lavrov would be in Addis Ababa, Ethiopia, at the same time.",
  "Power Briefing: Trump says he’s sticking with tariffs … Stay tuned Presented by\n\nPresident Donald Trump said he will have \"a right to go up or down depending on the country\" on tariffs.",
  "“There is no rule triggering automatic suspension or revocation of security clearances when government workers are arrested, charged or sentenced in connection with criminal conduct.",
  "I just want fairness, because we have not been treated fairly by other countries.”\n\nREPUBLICANS have said for years that they wanted to instill certainty in the economy.",
  "…\n\n“The fundraising event, slated for March 18 at Prince’s Middleburg, Virginia residence, is expected to be attended by GOP Reps. Tom Garrett Jr. and Dave Brat, and Lt.",
  "Some things like even background checks, making them tougher, it's never that easy, but it is moving along and a lot of great things are being done.",
  "The process generally relies on an honor system in which clearance holders are expected themselves to report serious issues with law enforcement.",
  "| Evan Vucci/AP Photo\n\nTODAY, AT THE WHITE HOUSE …\n\n-- TRUMP ON TARIFFS, via WaPo’s Phil Rucker: “I’m sticking with 10 and 25 initially.",
  "He had been involved in every presidential election since 1980 and was a special assistant to former Vice President Walter Mondale.",
  "A lot of things are happening right now as we speak.”\n\nTHIS IS NOT TRUE: Gun legislation is not moving in any significant way.",
  "A usually very reliable tipster passed off really bad information to Anna about a party last night at the Metropolitan Club.",
  "http://politi.co/2G7i6ec\n\nA message from Google: Google is supporting service members as they transition to civilian jobs.",
  "But with the two countries’ relationship at a post-Cold War low, the envoys can’t even agree on whether they want to meet.",
  "I’ll have a right to go up or down depending on the country and I’ll have a right to drop out countries or add countries.",
  "But I have a feeling you’ll be back.”\n\n-- TRUMP ON BACKGROUND CHECKS: “Background checks are moving along in Congress.",
  "We’ll be here--” A voice, off camera: “Absolutely.” Trump: “--another seven years, hopefully -- that’s a long time.",
  "He is a former chief of staff to the FBI director and acting administrator of the Drug Enforcement Administration.",
  "http://bit.ly/2If87UH\n\n-- NEW: POLITICO is launching the WOMEN RULE CANDIDATE TRACKER for the 2018 midterms.",
  "Tillerson is at the start of a five-nation tour expected to focus on security and counterterror issues.",
  "… He’s going to go out, make another couple hundred million, and then he’s going to maybe come back.",
  "KEEP YOUR EYES PEELED: We’re delivering Playbook basketballs to House and Senate offices next week.",
  "Playbook PM Sign up for our must-read newsletter on what's driving the afternoon in Washington.",
  "-- “Overlooked: Since 1851, obituaries in The New York Times have been dominated by white men.",
  "Email Sign Up By signing up you agree to receive email newsletters or alerts from POLITICO.",
  "Prizes include Apple Watches, AirPods, GoPros, Google Homes, Snapchat Spectacles and more.",
  "OUR MISTAKE … EVERYBODY LOVES A GOOD SPOTTED in Playbook, but today we got it wrong.",
  "Tweet a fun photo with your basketball with #PlaybookLoyal and we’ll retweet it!",
  "TRANSITIONS -- Chuck Rosenberg joined Crowell & Moring as senior counsel.",
  "… Nasdaq’s Jeremy Skule has been promoted to EVP of marketing and comms.",
  "Trump is basically saying he’ll do what he wants when he wants to do it.",
  "-- TRUMP ON GARY COHN: “He may be a globalist, but I still like him.",
  "Colonel Oliver North, according to an invitation obtained by CNN.",
  "WHEN: Monday at 12:30 p.m. WHERE: Fairmont Wisteria Room.",
  "You know, you've been covering Congress for a long time.",
  "Create your bracket after Selection Sunday this week.",
  "She was previously a producer on CNN’s “New Day”.",
  "The going away party was for Reed Cordish.",
  "His tweet was off by $99 billion.",
  "I think moving along pretty well.",
  "You can unsubscribe at any time.",
  "We're making it much tougher.",
  "SWAMP CHECK -- “What swamp?",
  "We apologize for the error.",
  "He might come back, right?",
  "Good Thursday afternoon."
]