[
  "To cite just one example: After David Axelrod called Ronny Jackson, the White House doctor, a “very good guy and straight shooter,” Keith Olbermann asserted that Trump must have refused a presidential weigh-in and instead ordered Jackson to “just guess my weight.” Can we not accept even the findings of the presidential doctor?",
  "Trump’s conspiracy theories about President Barack Obama, Hillary Clinton, Ted Cruz’s dad, Mexicans, Muslims, refugees, voter fraud and the news media have cost him the moral high ground from which to denounce the conspiracy theories about himself.",
  "The transition from the Bush administration to the Obama administration makes a great example: Until 2009, conspiracy theorists villainized George W. Bush, Dick Cheney, Halliburton, Blackwater and other members of the Republican coalition.",
  "Think about Hillary Clinton’s claim that “a vast right-wing conspiracy” was the cause of her husband’s troubles, or the opening salvo of the Obama reelection campaign that “secretive oil billionaires” were out to get him.",
  "Even though Trump is said to be in fine health by his doctor, many of the president’s detractors believe the doctor is lying and that there is a conspiracy afoot to conceal the president’s true deteriorating condition.",
  "With the transfer of the presidency from Obama to Trump, the Republican Party has taken control of not only the executive, legislative and judicial branches, but also of the conspiratorial imagination.",
  "Because the White House is the most visible, unitary, and powerful position in government, the party that controls the White House acts as a lightning rod for the nation’s conspiracy accusations.",
  "Even though Trump is presumably the most powerful person in the world, he will continue to use conspiracy theories to keep the coalition he built motivated and together.",
  "These perceptions of power drive a whole host of other perceptions, which include views about the fairness of outcomes and who represents a threat.",
  "After their devastating loss in 2016, Democrats have accused a wide range of domestic and international actors of conspiring to cause their defeat.",
  "The conspiracy theories about Trump—which include “Pie-Gate,” an accusation that Sarah Huckabee Sanders faked baking a pie—may seem well-deserved.",
  "Conspiracy theories are theories about power: they accuse and villainize groups and individuals who are (at least perceived to be) powerful.",
  "Without control over any major visible institution, Democrats are relatively powerless, but more important, emotionally they feel powerless.",
  "Electoral losers have a strong incentive—consciously or not—to motivate their co-partisans with a unifying narrative of a terrifying enemy.",
  "It looks as though the left will become exactly what they spent the past eight years railing against: a bunch of conspiracy theorists.",
  "It doesn’t usually work very well because it’s hard to see the most powerful people in the world as the victims of shadowy forces.",
  "Many on the left declared that there is something unique to conservatives’ personalities that makes them believe ridiculous stuff.",
  "Resonant conspiracy theories in the United States tend to emanate from the party out of power and be aimed at the party in power.",
  "The Trump presidency is different: He is a political outsider who came to power by building a coalition of conspiracy theorists.",
  "This, of course, involved selective amnesia, given all the conspiracy theorizing that Democrats had done during the Bush years.",
  "Trump’s use of the birther conspiracy theory against Obama has given way to a girther conspiracy theory about his health.",
  "After all, if one were to shut off the news, very little has changed for the average person since the election.",
  "Many of these theories suggested that 9/11 was an inside job, or that the country went to war in Iraq for oil.",
  "Story Continued Below\n\nThat’s because there is a strategic logic to conspiracy theories: They are for losers.",
  "And Democrats’ lowly status has made them feel anxious, out of control, and prone to conspiracy theorizing.",
  "Yet Trump’s conspiracy theories gain little traction, as they convince only those who support him already.",
  "What counts as conspiracy theory and what counts as facts are determined by our partisan biases as well.",
  "That Republicans and Democrats could change outlooks so quickly appears driven by the change in power.",
  "With Trump’s election, Republicans are now the ones feeling good about the direction of the country.",
  "Even so, powerful people, even presidents, will try to use conspiracy theories from time to time.",
  "Conspiracy theories by the Democrats, on the other hand, have captured the national attention.",
  "When Obama was in office, Democrats had one of their own at the helm and felt in control.",
  "Yet Democrats spent the Obama years scolding Republicans for being conspiracy theorists.",
  "Joseph E. Uscinski is associate professor of political science at University of Miami.",
  "Just as actual power moves in the United States, so do people’s perceptions of power.",
  "Conspiracy theories bind groups closer together, focus attention and motivate action.",
  "Who we view as smart, sane and tethered to facts also depends largely on our party.",
  "And Democrats did not simply defend their leaders against charges of conspiracy.",
  "Why have Democrats become so prone to conspiracy theorizing about Donald Trump?",
  "They painted Republicans as overtly prone to wild-eyed conspiracy theories.",
  "For this reason, conspiracy theories tend to track actual power very well.",
  "No matter their party affiliation, partisans fall victim to their biases.",
  "As soon as Obama won the presidency, these theories became inert.",
  "He is an author of American Conspiracy Theories.",
  "As a consequence, they had a positive outlook.",
  "The powerless make more believable victims.",
  "These feelings have consequences.",
  "The villains were out of power."
]