[
  "Instead they must implement onsite treatment systems to make use of rainwater, greywater (which includes water from bathroom sinks, bathtubs and washing machines), blackwater (sewage), stormwater or foundation drainage (nuisance groundwater) to meet their needs for non-potable water.",
  "This summer, thanks to legislation written by Supervisor Scott Wiener, San Francisco became the first in the country to require new developments (more than 250,000 square feet) to use onsite water reuse systems for anything that requires non-potable water.",
  "Projects range from the Exploratorium, which uses water from San Francisco Bay for heating and cooling, as well as rainwater for toilet flushing, to the Moscone Center, which will treat foundation drainage that they city can use for street cleaning.",
  "The ordinance also requires smaller buildings of 40,000 square feet or more to do a reuse assessment and in five years the city will need to use non-potable water for all irrigation needs and cleaning of public spaces.",
  "It's been implemented in the agricultural sectors for decades and Orange County made headlines in 2008 when it began using treated wastewater to recharge drinking water aquifers in a so-called \"toilet to tap\" program.",
  "And separate from the new legislation, the city will have a recycled water facility up and running in 2018 that will be used to meet irrigation needs on the west side of the city, including Golden Gate Park.",
  "Water reuse won't fix everything, but it's an important tool and it presents a \"tremendous opportunity,\" according to a 2014 report from the Pacific Institute and the Natural Resources Defense Council.",
  "\"We estimate that the water reuse potential in California, beyond what has already been achieved, ranges from 1.2 million to 1.8 million acre-feet per year,\" the report stated.",
  "This means that when it comes to the water used in buildings for things such as cooling towers, irrigation and toilet flushing, developers can't use pristine drinking water.",
  "Before Wiener's ordinance was signed into law in July it was a voluntary program developed in 2012 by the city's water agency, the San Francisco Public Utilities Commission.",
  "In 2013 the program was amended to allow for two or more buildings to form a district and share or sell water between them, which she says can be more cost effective.",
  "Wiener saw the potential in San Francisco to cut water usage, which is already one of the lowest per capita in the state, and help spur more green building.",
  "After four years of drought, dwindling reservoirs and overdrafted aquifers, California's water woes are prompting dire predictions and desperate measures.",
  "\"Two-thirds of the reuse potential is in coastal areas where wastewater is discharged into the ocean or into streams that drain into the ocean.\"",
  "\"There was a lack of policy in place to allow for the collection and treatment of these kinds of water sources in private buildings,\" she said.",
  "While San Francisco's mandate for new developments is thought to be the first of its kind, water reuse in the state is not necessarily new.",
  "SFPUC Director of Water Resources Paula Kehoe said that already 30 projects have been developed through the program before the law passed.",
  "But for all the talk of water stress, most of the state still seems to be letting its most important resource go down the drain.",
  "In commercial office buildings, says Kehoe, 95 percent of water use is non-potable and doesn't require clean drinking water.",
  "It will utilize 5 million gallons of a water a day that would otherwise have been piped into the ocean after being treated.",
  "California's water crisis is not simply about how much it rains, but how the state's resources are distributed and managed.",
  "Santa Barbara plans to spend $55 million to dust off a shuttered desalination plant to turn seawater into drinking water.",
  "Already two sections of the city have been required since 1991 to install dual plumbing that can receive recycled water.",
  "\"The drought or water crisis that we're having in California right now is not a temporary phenomenon,\" said Wiener.",
  "Kehoe said the city's reuse program started because there was already a desire from developers.",
  "\"This is a long-term, structural problem in terms of how we manage water in California.\"",
  "Others communities, such as East Porterville, are forced to drill costly new wells.",
  "In some places in the Central Valley, entire communities are at risk of drying up.",
  "The potential water savings could make a good dent in reducing water consumption.",
  "Many are pinning their hopes to wet weather predictions from a coming El Niño.",
  "San Francisco, though, is one city that wants to help curb that.",
  "For residential buildings, the number is closer to 50 percent.",
  "\"We decided to remove that barrier and let innovation occur.\"",
  "Many other communities use recycled water for irrigation.",
  "But the template was already in place."
]