[
  "So what’s the cost?” Portland Monthly\n\nPLAYBOOKERS\n\nBIRTHDAYS: Obama economic alumni trifecta: Austan Goolsbee, professor of economics at UChicago, is 49; Jason Furman, professor at Harvard Kennedy School, is 48; and Tim Geithner, president of Warburg Pincus … Rosalynn Carter ... Bob Woodruff … Jon Lovett, co-host of “Pod Save America,” host of “Lovett or Leave It” and founder of Crooked Media … Mary Anne Bradfield, former Trump SBA chief of staff ... Dr. Darryl Walker ... Rep. Louie Gohmert (R-Texas) is 65 ... Cara Mason ... Vanity Fair’s Maya Kosoff ... Politico’s Ben Wermund ... Paris Dennard ... Holly Kuzmich, executive director of the Bush Institute ... Mark Edwards is 37 ... former Providence mayor Angel Taveras is 48 ... Louisa Terrell … Lee Kamlet ... Scott Haber ... Meera Kallupura ... Lincoln Foran of J.P. Morgan ... Gerry Wallace is 78 ... Bill Tomson ... Ethan Melnick ... Megan Scully ... Connie Hair ... Elizabeth Songvilay ... WSJ DOJ reporter Sadie Gurman (hat tip: Margaret Harding McGill) ...\n\n... Felipe Calderon, the former president of Mexico, is 56 (h/t Jorge Guajardo) … Simone Pathe, senior politics reporter at Roll Call (h/t Eli Yokley) ... Jeffrey Hiday, director of media relations at RAND Corporation ... Edelman’s Megan Michienzi ... David Fishman, managing director and partner at Global Gateway Advisors in New York (h/t Arlette Saenz) ... former U.S. Amb.",
  "And I think that is a source of enormous frustration for him.” NPR\n\nSPOTTED: Kellyanne Conway on a Friday JetBlue flight from DCA to Nantucket on Friday ... Tom Donohue at the Broadmoor in Colorado Springs on Friday ... former RNC Chairman and MSNBC contributor Michael Steele sitting in first class of United 694 from San Francisco to Kailua, Hawaii\n\nPLAYBOOK READS\n\nMARC CAPUTO: “Palm Beach billionaire’s past legal fights haunt bid for governor”\n\nMEDIAWATCH -- “Alex Jones of Infowars Destroyed Evidence Related to Sandy Hook Suits, Motion Says,” by NYT’s Elizabeth Williamson: “Lawyers for the families of two Sandy Hook shooting victims are accusing the conspiracy theorist Alex Jones and his Infowars media business of intentionally destroying evidence relevant to the defamation cases against him, according to a motion filed on Friday in a Texas court.",
  "In this exclusive excerpt from ‘Ticker: The Quest to Create an Artificial Heart,’ he attempts to implant it in a human for the first time.” Texas Monthly (h/t Longform.org)\n\n-- “The Super Bowl of Beekeeping,” by Jaime Lowe in the NYT Magazine: “Almond growing in California is a $7.6 billion industry that wouldn’t be possible without the 30 billion bees (and hundreds of human beekeepers) who keep the trees pollinated — and whose very existence is in peril.” NYT\n\n-- “BDS: how a controversial non-violent movement has transformed the Israeli-Palestinian debate,” by Nathan Thrall in the Guardian: “Israel sees the international boycott campaign as an existential threat to the Jewish state.",
  "Here’s @dsamuelsohn describing a plan he considered for delivering news of the Manafort verdict using binoculars and colored paper.” The tweet\n\nSCOOP -- “GOP fundraiser Broidy under investigation for alleged effort to sell government influence, people familiar with probe say,” by WaPo’s Carol D. Leonnig, Devlin Barrett, Ellen Nakashima and Josh Dawsey: “The Justice Department is investigating whether longtime Republican fundraiser Elliott Broidy sought to sell his influence with the Trump administration by offering to deliver U.S. government actions for foreign officials in exchange for tens of millions of dollars, according to three people familiar with the probe.",
  "Why are so many being stolen?” GQ\n\n-- “The Charmed Life of Esther the Wonder Pig,” by Jason McBride in the Walrus – per TheBrowser.com’s description: “Profile of ‘the Kim Kardashian West of the hog world’, a pig called Esther, whose popularity on social media enabled her Canadian owners to open a sanctuary around her for 65 more animals, many of them factory-farm refugees.” The Walrus\n\n-- “The High-Stakes Race to Create the World’s First Artificial Heart,” by Mimi Swartz in Texas Monthly: “World-famous Houston surgeon Bud Frazier spent decades developing a revolutionary device that could save millions of lives.",
  "to New Zealand and Samoa Bill McCormick ... Robert Lynch, CEO of Americans for the Arts (h/t Randy Cohen) … Elizabeth Letter … Martin Vaughn ... Betsy Stark ... Gab Forsyth ... J.P. Duffy … Matt Chandler … Elizabeth Metraux ... Haley Graves ... Luke Mitchem ... Lou Ventre ... Jordan Baugh ... Shaun Sahloff ... Elizabeth Hart … Emily D’Antonio ... William McCormick ... Dan Sullivan, founder and managing director of Montrose Advisors ... Chris Black ... Lauren Smith ... Kim Haddow ... Beth Grupp ... Pat Heinz-Pribyl ... Pam Houston ... Jua Johnson … Margaret Planner ... Bob Dvorsky.",
  "So Why Do I Feel Like A Failure?” by BuzzFeed’s Scaachi Koul – per Longreads.com’s description: “In this searching personal essay, writer Scaachi Koul conflictedly interrogates her inability to ignore societal pressure and stop wishing she were thinner — along with her inability to get thinner in time for her upcoming wedding, for which her dress is too small.” BuzzFeed\n\n-- “The Great Chinese Art Heist,” by Alex W. Palmer in GQ – per ALDaily.com’s description: “More than 10 million antiquities have disappeared from China, some of them ending up in museums around the world.",
  "The unusual race between two incumbents came after redistricting cost Iowa a House seat.” DMR\n\nTHE WHITE HOUSE’S LATEST OBSESSION … WAPO’S KAREN DEYOUNG and JOSH DAWSEY: “White House drafts more clearance cancellations demanded by Trump”: “The White House has drafted documents revoking the security clearances of current and former officials whom President Trump has demanded be punished for criticizing him or playing a role in the investigation of Russian interference in the 2016 election, according to senior administration officials.",
  "‘We are going to have a space force.’” LAT\n\nWAR REPORT -- “Officials worry Trump may back Erik Prince plan to privatize war in Afghanistan,” by NBC News’ Carol E. Lee, Courtney Kube and Josh Lederman: “President Donald Trump is increasingly venting frustration to his national security team about the U.S. strategy in Afghanistan and showing renewed interest in a proposal by Blackwater founder Erik Prince to privatize the war, current and former senior administration officials said.",
  "Panel: Ed Rollins and Candace Owens\n\nFox News “MediaBuzz”: Christina Bellantoni … Adrienne Elrod … Ben Shapiro … Frank Luntz … Kurt Schlichter …Joe Flint\n\nUnivision “Al Punto”: Former Catholic Priest Alberto Athie and sexual abuse victim Jesus Romero Colin … Rosario Marin … Venezuelan politician Julio Borges … political analyst Juan Hernandez … Latino Decisions’ David Ayón\n\nC-SPAN “The Communicators”: Thomas Hazlett … “Newsmakers”: Sen. Chris Van Hollen (D-Md.",
  "ON AMERICA’S FRONT PAGES … COLUMBUS DISPATCH: “Black lung is back: As cases of disease increase, mobile testing unit stops in Ohio to offer screening for coal miners” … DALLAS MORNING NEWS: “Trump to offer lifeline to coal”\n\nKOFI ANNAN DEAD AT 80 … AP/GENEVA: “Kofi Annan, one of the world’s most celebrated diplomats and a charismatic symbol of the United Nations who rose through its ranks to become the first black African secretary-general, has died.",
  "Particular worry has been expressed inside the White House about Trump’s statement Friday that he intends ‘very quickly’ to strip the clearance of current Justice Department official Bruce Ohr, according to officials who spoke on the condition of anonymity to discuss internal deliberations.” WaPo\n\nSPEAKING OF UNFAVORABLE NEWS CYCLES … AP’S DARLENE SUPERVILLE: “AP source: It’s not just audio, Manigault Newman has video”: “It’s not just audiotapes.",
  "Mr. Jones has been protesting an unprecedented effort this month by Apple, Facebook, YouTube and other services to remove Infowars content from their platforms for violating policies on hate speech, child endangerment and inciting violence.” NYT\n\nCLICKER -- “The nation’s cartoonists on the week in politics,” edited by Matt Wuerker -- 10 keepers\n\n\n\nA message from Google: Google is supporting service members as they transition to civilian jobs.",
  "In ‘Let Trump Be Trump,’ former senior campaign staffers Corey Lewandowski and David Bossie say Trump is a messenger ‘the likes of which had never appeared in American politics.’ Newt Gingrich, in ‘Understanding Trump,’ the first of two books he’s written on his new political patron, calls the president a force for change ‘the likes of which we’ve rarely seen in American history.’ (Newt’s a historian, so you know it’s true.",
  "Learn more at google.com/grow/veterans\n\nHOW TRUMP CAME UP WITH THE SPACE FORCE, via L.A. Times David Cloud and Noah Bierman: “The concept had been pushed unsuccessfully since 2016 by a small group of current and former government officials, some with deep financial ties to the aerospace industry, who see creation of the sixth military service as a surefire way to hike Pentagon spending on satellite and other space systems.",
  "The Malaysian probe has examined the role of the former prime minister in the embezzlement of billions of dollars from the fund.” WaPo\n\nMARC SHORT SPEAKS OUT – “Former White House Director Of Legislative Affairs Discusses New Job At UVA”: NPR’S MARY LOUISE KELLY: “... President Trump has repeatedly launched attacks on the press -- calling it fake news, calling American news media the enemy of the American people.",
  "... And they haven’t delivered.’” NBC News\n\nTRIAL UPDATE … “Manafort trial Day 14: Jury ‘scared’ as it heads home without a verdict,” by Darren Samuelsohn and Josh Gerstein: “Paul Manafort’s trial will stretch into a fourth week, as jurors headed home Friday without reaching a verdict for the second straight day and the judge overseeing the case alluded to ‘threats’ the jury may be receiving.",
  "Rob Portman (R-Ohio) ... Rep. Eric Swalwell (D-Calif.) … Rep. Karen Bass (D-Calif.) … Marc Lotter … Kelli Ward …Jon Meacham … Nick Confessore … Shawna Thomas … Catherine Lucey … Seung Min Kim … Rick Tyler … Ken Dilanian\n\nWashington Times “Mack on Politics” weekly politics podcast with Matt Mackowiak (download on iTunes, Google Play, or Stitcher or listen at MackOnPolitics.com ): Tony Fratto.",
  "Learn more at google.com/grow/veterans\n\nGREAT WEEKEND READS, curated by Daniel Lippman, filing from Athens, Greece:\n\n-- “I read six sycophantic pro-Trump books — and then I read Omarosa,” by WaPo’s Carlos Lozada: “Trump loves to boast that his supporters form a movement ‘the likes of which the world has never seen before,’ so his acolytes frequently deploy the same superlative.",
  "“Manigault Newman has made clear that she plans to continue selectively releasing the pieces of evidence if President Donald Trump and his associates continue to attack her credibility and challenge the claims in her book, ‘Unhinged.’” AP\n\n\n\nA message from Google: Google is committed to helping veterans build successful civilian careers.",
  "“Trump wants to sign ‘most if not all’ of them, said one senior White House official, who indicated that communications aides, including press secretary Sarah Huckabee Sanders and Bill Shine, the newly named deputy chief of staff, have discussed the optimum times to release them as a distraction during unfavorable news cycles.",
  "Learn more at google.com/grow/veterans\n\n-- REMEMBERING LEONARD BOSWELL … via the Des Moines Register’s Barbara Rodriguez: “Former Iowa Congressman Leonard Boswell, a longtime Democrat whose political career spanned decades, has died, a family spokesman confirmed Friday to the Des Moines Register.",
  "Mr. Jones is being sued by the families of nine Sandy Hook victims for spreading false claims that the 2012 shooting at the elementary school in Newtown, Conn., that killed 20 first graders and six adults was a government-backed hoax, and that the families of the dead were actors.",
  "“As part of the investigation, prosecutors are scrutinizing a plan that Broidy allegedly developed to try to persuade the Trump government to extradite a Chinese dissident back to his home country, a move sought by Chinese President Xi Jinping, according to two of the people.",
  "“In an interview with NBC News, Prince said he believes Trump advisers who oppose his plan are painting ‘as rosy a picture as they can’ of the situation on the ground, including that ‘peace is around the corner’ with recent U.S. efforts for peace talks with the Taliban.",
  "Omarosa Manigault Newman has a stash of video, emails, text messages and other documentation supporting the claims in her tell-all book about her time in the Trump White House, a person with direct knowledge of the records told The Associated Press Friday.",
  "THE SHOWS, by @MattMackowiak, filing from Austin:\n\nCNN “Reliable Sources”: Jack Dorsey … Ralph Peters … Susan Glasser and Sabrina Siddiqui … Carlos Lozada\n\nNBC “Meet the Press”: John Brennan … Bishop Lawrence Persico of the Diocese of Erie, Pennsylvania.",
  "He served two terms from Jan. 1, 1997, to Dec. 31, 2006, capped nearly mid-way when he and the U.N. were jointly awarded the Nobel Peace Prize in 2001.” AP\n\nA message from Google: Google is supporting service members as they transition to civilian jobs.",
  "Panel: Rich Lowry, Guy Benson, Jane Harman and Mo Elleithee\n\nCNN “Inside Politics”: Panel: Julie Pace, Mike Bender, Toluse Olorunnipa and Sara Murray\n\nFox News “Sunday Morning Futures”: Rudy Giuliani … Rep. John Ratcliffe (R-Texas) … Tom Fitton.",
  "...\n\n“A year after Trump’s strategy announcement, his advisers are worried his impatience with the Afghanistan conflict will cause him to seriously consider proposals like Prince’s or abruptly order a complete U.S. withdrawal, officials said.",
  "Inside a Hollywood outcast’s manic quest.” RS\n\n-- “A New Citizen Decides to Leave the Tumult of Trump’s America,” by the New Yorker’s Rebecca Mead: “After decades in New York, I’ve made the wrenching choice to return to Britain.",
  "“A few days after the San Diego speech, Trump took a phone call at his Mar-a-Lago Club in Florida from Rep. Mike D. Rogers, an Alabama Republican who is chairman of the House Armed Services subcommittee on strategic forces.",
  "Ellis III said in an open court hearing, responding to a motion from seven news organizations, including POLITICO, seeking access to sealed materials related to the trial that would have publicly identified the jurors.",
  "Hutchinson in the American Conservative: “It’s a pleasure that infuses life with richness and it's available for the price of a library card.” American Conservative\n\n-- “I Shouldn’t Have To Lose Weight For My Wedding.",
  "“They also are investigating claims that Broidy sought $75 million from a Malaysian business official if the Justice Department ended its investigation of a development fund run by the Malaysian government.",
  "But I also do believe the president is frustrated by what he views is an extreme bias against his administration and feels that -- some studies have said more than 90 percent the coverage is negative.",
  "“Some presidential aides echoed concerns raised by outside critics that the threatened revocations smack of a Nixonian enemies list, with little or no substantive national security justification.",
  "But England isn’t home.” New Yorker\n\n-- “The Strange Rise of Greg Walden, Oregon’s Only Republican Congressman,” by Nigel Duara in Portland Monthly: “His climb keeps getting weirder and weirder.",
  "It is not clear why.” Current Affairs\n\n-- “Who’s Afraid of Tom Arnold?” by Brian Hiatt in Rolling Stone: “On his new show, Roseanne Barr’s ex-husband is hunting for evidence to take down Trump.",
  "Manafort is facing 18 counts of bank and tax fraud in the first case special counsel Robert Mueller has brought to trial as part of his wide-ranging probe of 2016 Russian election interference.",
  "Jones said on his broadcast last week that he had told his staff to delete material after CNN cited Infowars content that violated Twitter’s policies, according to the motion filed on Friday.",
  "Palestinians regard it as their last resort.” Guardian\n\n-- “The Cool Kid’s Philosopher,” by Nathan J. Robinson in Current Affairs: “Ben Shapiro’s fans apparently think he is very smart.",
  "Ellis denied the motion, telling the courtroom that jurors were ‘scared’ and ‘afraid.’\n\n“As a result, Ellis said, he didn’t ‘feel right’ releasing the names of the 12-person jury.",
  "But Manafort’s team left court on Friday pleased that deliberations would spill into a third day, with Manafort lawyer Kevin Downing telling reporters it favored his client.",
  "Today when service members search “jobs for veterans” on Google, and enter their military occupational specialty code, they’ll see jobs that match their military skill sets.",
  "Jury deliberations are scheduled to resume Monday at 9:30 a.m.” POLITICO\n\n-- @ericgeller: “Politico reporters covering the Manafort trial are doing a Reddit AMA right now.",
  "Panel: Chris Christie, Matthew Dowd, Karen Finney and Jason Riley\n\nCBS “Face the Nation”: Sen. Kirsten Gillibrand (D-N.Y.) and Jennifer Wexton … Rep. Kristi Noem (R-S.D.)",
  "He said he believes Trump’s advisers ‘over-emphasize the fluff and flare of these so-called peace talks.’ ... ‘I know he’s frustrated,’ Prince said of the president.",
  "His aristocratic style, cool-tempered elegance and political savvy helped guide his ascent to become its seventh secretary-general, and the first hired from within.",
  "So I’m asking, do you disagree with him on that point?”\n\nSHORT: “I think I just said that I think that a free and fair press is essential to American democracy.",
  "Panel: Yamiche Alcindor, Hugh Hewitt, Carol Lee and Eugene Robinson\n\nCNN “State of the Union”: James Clapper … Michael Hayden … Lisa Monaco … Montana Gov.",
  "We also help employers find them by enabling companies to implement this feature on their career sites using Google Cloud’s Talent Solution.",
  "Through Grow with Google, our initiative to create economic opportunities, we’ve developed resources specifically for veterans.",
  "His foundation announced his death in Switzerland on Saturday in a tweet, saying he died after a short unspecified illness.",
  "He served 16 years in the U.S. House of Representatives until his defeat in 2012 to former Republican U.S. Rep. Tom Latham.",
  "CareerBuilder, Pepsi, Siemens, RecruitMilitary, and many others have already implemented the API on their career sites.",
  "Panel: Amy Walter, Ed O’Keefe and Leslie Sanchez\n\nFox “Fox News Sunday”: Mick Mulvaney … Sen. Ron Johnson (R-Wisc.)",
  "Follow us on Twitter Anna Palmer @apalmerdc\n\n\n\nJake Sherman @JakeSherman\n\n\n\nDaniel Lippman @dlippman\n\nFollow Us",
  "), questioned by Nick Fandos and Alexander Bolton … “Q&A”: John Ferling\n\nMSNBC “Kasie DC”: Sen.",
  "‘It’s a national security imperative.’ ‘I’m all in,’ Trump replied, according to Rogers.",
  "Want to see HOUSE MAJORITY LEADER KEVIN MCCARTHY biting into pork at the Iowa Pork Tent?",
  "...\n\n“Boswell had been an iconic figure in Iowa Democratic politics for a generation.",
  "“‘I had no idea this case would incite this emotion,’ U.S. District Court Judge T.S.",
  "“Annan spent virtually his entire career as an administrator in the United Nations.",
  "Kofi Annan dead at 80 Presented by\n\nDRIVING THE DAY\n\nIT’S A SATURDAY IN AUGUST.",
  "He had been promoting the space force to Trump and his advisors for months.",
  "… former Chairman of the Joint Chiefs of Staff Adm. Mike Mullen (Ret.).",
  "… focus group with Fairfax County, Virginia voters … Anthony Salvanto.",
  "Photos, from the Des Moines Register … And another … And one more...",
  "‘This is something we have to do,’ Rogers said he told Trump.",
  "Cupp and Jennifer Granholm\n\nABC “This Week”: John Bolton.",
  ")” WaPo\n\n-- “The Hedonism of Reading Good Books,” by E.J.",
  "Panel: Rep. Karen Bass (D-Calif.), Rick Santorum, S.E.",
  "McCarthy was with Rep. David Young (R-Iowa) Friday.",
  "I do not believe they’re an enemy of people.",
  "So I think I’ve answered that question.",
  "‘He gave the Pentagon what they wanted.",
  "We got you covered.",
  "Steve Bullock (D).",
  "The full gallery.",
  "He was 80.",
  "“Mr."
]