[
  "On Monday the high court ruled 5-4 in favor of American Express, allowing it to continue to bar merchants from steering customers to cards with lower fees.”\n\nCHART TOPPER\n\n— From The Post's Andrew Van Dam, via the Census Bureau:\n\nDAYBOOK\n\nToday\n\nComing soon\n\nTHE FUNNIES\n\n— From The Post's Ann Telnaes: “President Trump will have more reason to admire this autocrat: Recep Tayyip Erdogan will have few checks or balances to deal with in his new term as president of Turkey.”\n\nBULL SESSION\n\nTrump slams Jimmy Fallon:\n\nThis D.C. restaurant is not that Red Hen:\n\nIguanas go head-to-head outside a Florida Starbucks:",
  "He blamed the Wall Street Journal story on “leaks from some people in the deep state.” But after issuing what sounded like a categorical denial of its claim -- \"Let me be really clear: There’s no plans to impose investment restrictions on any countries that are interfering in any way with our country,” Navarro said -- he later allowed that Trump has “asked the treasury secretary to look at the issue of investment restrictions.” More telling was his apparent eagerness to calm investors.",
  "ABC News has since learned that Mueller is also reviewing Prince’s communications, a sign that Mueller could try to squeeze Prince, as he has others, probing potential inconsistencies in his sworn testimony in an attempt to pressure him to turn into a witness against other targets of the investigation.”\n\nPOCKET CHANGE\n\nDelta Airlines planes at Ronald Reagan Washington National Airport in Washington on Aug. 8, 2016.",
  "“If nothing happens by week’s end to restart talks and the Trump investment restrictions/ export controls proposals come out as scheduled, our base case likely changes to a market negative scenario in which there is at least a short-term US-China trade war, with a substantially increased possibility for a longer-term trade war with no quick resolution,” Evercore ISI’s Terry Haines writes in a note this morning.",
  "But in this case, it's well played because they’re not reacting to some macro events; it’s their own rhetoric that’s driving this.”\n\nBut investors may be selling on a recognition that the Trump administration won’t single-handedly determine the course of the trade disputes it is launching with other governments — and the patience of those other governments is running thin.",
  "Prince, America’s most famous private military contractor, acknowledged last week that he 'cooperated' with Mueller’s investigation of Russian interference in the 2016 presidential election after falling under scrutiny amid questions about an alleged effort to establish a back channel between the Trump administration and the Kremlin, something Prince has vehemently denied.",
  "The announcement also triggered a sell-off on Wall Street, where Harley shares lost nearly 6 percent, and the Dow Jones industrial average fell nearly 500 points before closing down more than 300 points, or more than 1.3 percent.”\n\nTrump lashed out at the company on Monday:\n\nSurprised that Harley-Davidson, of all companies, would be the first to wave the White Flag.",
  "The Washington Post's David J. Lynch and Heather Long: “Harley-Davidson, a motorcycle maker that President Trump praised last year for 'building things in America,' said Monday that it was shifting some production out of the United States to escape European tariffs that had been imposed in retaliation for the president’s tariffs on steel and aluminum.",
  "Polling by Nanos Research for Bloomberg News shows a sharp deterioration in household sentiment gauges since Donald Trump and Prime Minister Justin Trudeau squared off over trade issues after a Group of Seven summit two weeks ago, which included a threat by Trump that the dispute is 'going to cost a lot of money for the people of Canada.'",
  "Besides, Smith said, “given the huge boost we’ve seen in capital expenditures from the tax cuts and the boost from the deregulatory moves of the last 18 months, those tailwinds are strong enough to overcome anything we’ll see on the trade front.”\n\nMARKET MOVERS\n\nA home under construction in Raymond, N.H., on June 20.",
  "Shows how unbalanced & unfair trade is, but we will fix it..... — Donald J. Trump (@realDonaldTrump) June 26, 2018\n\n....We are getting other countries to reduce and eliminate tariffs and trade barriers that have been unfairly used for years against our farmers, workers and companies.",
  "Reuters's Kevin Yao and Ben Blanchard: “China told France on Monday it would buy more of its farm produce, hinted at future Airbus purchases and pledged to work on market access, shoring up its trade ties with Europe amid the increasing danger of a tariff war with the United States.",
  "American Banker’s Neil Haggerty: “Bills to provide explicit regulatory protections for banking legal pot business so far have failed to gain traction, and now recent attempts to clarify marijuana banking rules through the congressional appropriations process have also fallen flat.",
  "Fresh signs that Washington appears set to step up its trade war with China sent investors out of riskier assets and into the safety of U.S. government debt, pushing the 10-year yield below 2.88 percent Monday and the 2- to 10-year yield spread to its narrowest since August 2007.",
  "'You could meet demand for a while by hiring workers, but with the unemployment rate at 3.8 percent, eventually you’re going to run out of easy-to-find workers,' said John G. Fernald, an economist at the Federal Reserve Bank of San Francisco and an expert on productivity.",
  "Citigroup Inc. cautioned that investment flows into emerging-market assets will subside, while Morgan Stanley lowered its recommendation toward the asset class, citing the risk of a stronger U.S. dollar and ballooning trade threats.”\n\n— The yield curve keeps flattening.",
  "While Japan Airlines Co., ANA Holdings Inc. and Australia’s Qantas Airways Ltd. have changed how they described Taiwan on their websites, Delta Air Lines Inc. and American Airlines Group Inc. are among the last few standing, calling the island a region or country.",
  "The survey data highlight the extent to which the trade rift is fueling anxiety in a Canadian economy that remains highly dependent on the U.S. for exports.”\n\nMELTDOWN WATCH:\n\nSpecial counsel Robert S. Mueller III departs Capitol Hill in Washington on June 21.",
  "Bloomberg News's Alexander Nicholson, Netty Idayu Ismail and Ben Bartenstein: \"Some of the world’s largest money managers soured on emerging markets as compounding trade threats deepened the worst monthly rout for developing currencies since the U.S. election.",
  "The new form omits a variety of popular deductions, including those for student loan interest and teaching supplies, forcing taxpayers to search for them — and tally them up — on one of six accompanying work sheets.”\n\n— Pot banking bills fail to get traction.",
  "“That doesn’t seem to be the case… This could be ongoing for quite some time, and the problem with trade skirmishes is they can turn into a trade war.”\n\nIndeed, Chinese and European officials are warning that a trade war could tip the world into a recession.",
  "The gap between 2- and 10-year yields reached a fresh year-to-date low Monday, underscoring the Federal Reserve’s dilemma over what Chairman Jerome Powell has called the real perplexing question in the collapsing curve: how low long-term yields are.",
  "Treasury Secretary Steven Mnuchin tweeted Monday morning, minutes after the market opened, that the reports were “false, fake news”:\n\nOn behalf of @realDonaldTrump, the stories on investment restrictions in Bloomberg & WSJ are false, fake news.",
  "A draft copy of the new version of the standard 1040 income tax form, obtained by The New York Times, shows the administration has succeeded in its goal of shrinking the form that most Americans send to the Internal Revenue Service every year.",
  "“The Chinese government can easily launch a propaganda campaign that would quickly lead Chinese consumers to shun these US goods,” Nicholas Lardy, a senior fellow at the Peterson Institute for International Economics, wrote last week.",
  "And Chinese President Xi Jinping last week told a group of international executives that China will “punch back” rather than “turn the other cheek” against the Trump administration’s confrontation, The Wall Street Journal reports.",
  "Harley’s decision to move its production of motorcycles bound for European customers demonstrated the costs of the president’s 'America First' trade policies, which he says will return lost manufacturing jobs to the United States.",
  "The New York Times's Ben Casselman: “There have been peaks and valleys, but not since the dot-com boom of the late 1990s and early 2000s has the American economy consistently delivered productivity growth above 2 percent per year.",
  "Bloomberg News’s Anurag Kotoky: “With a month to go before the world’s major airlines must comply with Beijing’s order to recognize Taiwan as part of China, U.S. carriers risk flying fewer mainland passengers by staying defiant.",
  "The S&P 500 and the Nasdaq both logged their worst days since early April, and the Dow Jones industrial average closed below its 200-day moving average, a first since the Brexit vote rattled the market two years ago this month.",
  "Reuters's Ayenat Mersie: “Oil fell on Monday as investors prepared for an extra 1 million barrels per day (bpd) of oil to hit markets after OPEC agreed to raise production and as U.S. equity markets slipped on trade war fears.",
  "It could help AT&T challenge Google and Facebook — the two giants of online advertising —- by bolstering its ability to analyze customer behavior and advertise against content produced by Time Warner, now renamed WarnerMedia.",
  "The spending measures have drawn opposition from even fans of legal pot banking, who say the budget bills are not the appropriate vehicle to address the issue.”\n\nTHE REGULATORS\n\nThe Supreme Court in Washington on April 20.",
  "Goldman Sachs Group Inc. said it’s reducing an overweight position in developing-nation currencies, preferring a more “defensive” stance as China and Europe warned the escalating trade war could trigger a global recession.",
  "(Chip Somodevilla/Getty Images)\n\nBrian Battle, director of trading at Performance Trust Capital Partners in Chicago, took Navarro’s performance as a signal that the administration may be easing off its hardest line.",
  "White House National Trade Council Director Peter Navarro stands along the Rose Garden colonnade as he listens to a news conference between President Trump and Japanese Prime Minister Shinzo Abe earlier this month.",
  "The gaps between 5- and 30-years and between 7- and 10-year yields are still near multi-year lows.”\n\nTRUMP TRACKER\n\nTRADE FLY-AROUND:\n\nPresident Trump and Chinese President Xi Jinping in Beijing on Nov. 9, 2017.",
  "#MAGA — Donald J. Trump (@realDonaldTrump) June 25, 2018\n\nAnd continued his attack this morning:\n\nEarly this year Harley-Davidson said they would move much of their plant operations in Kansas City to Thailand.",
  "Similarly, General Motors sells more cars in China than in the United States, sales that could easily be disrupted by the Chinese government.”\n\nNot everyone is convinced trade fears drove Monday’s sell off.",
  "“If markets were so concerned about the fallout from trade, we wouldn’t have seen such strength in the first couple weeks of June,” says Charlie Smith, chief investment officer at Fort Pitt Capital Group.",
  "— Steven Mnuchin (@stevenmnuchin1) June 25, 2018\n\nYet it was Navarro’s comments that provided a potentially revealing view into a Trump team moving with increasing speed to upend the global trading order.",
  "The Trump team already enjoys congressional backing for imposing tough investment controls on China, as lawmakers are working to finish a measure that expands the administration’s authority in the area.",
  "They could face measures such as air-traffic control delays, ramp inspections, hold-ups at immigration and security checks, according to Robert Mann, the New York-based head of aviation consultancy R.W.",
  "Chinese Premier Li Keqiang told French Prime Minister Edouard Philippe that Beijing was planning to buy more planes this year and was ready for further talks with France on obtaining Airbus aircraft.",
  "For most of the recovery, wage growth has been anemic, suggesting companies faced relatively little pressure to invest in automation or to find other ways to squeeze more production out of workers.",
  "He was responding to a pair of reports that the Treasury Department is planning to bar Chinese investments in U.S. tech firms and block exports of sensitive technology to the East Asian superpower.",
  "— Donald J. Trump (@realDonaldTrump) June 26, 2018\n\n....When I had Harley-Davidson officials over to the White House, I chided them about tariffs in other countries, like India, being too high.",
  "ABC News's James Gordon Meek: “Special counsel Robert Mueller is digging deeper into Trump ally and Blackwater founder Erik Prince, according to multiple sources with knowledge of the matter.",
  "'I explained to Mr Prime Minister that in recent years we have bought quite a lot of passenger aircraft, and there needs to be a period to digest this,' Li told a joint news conference.",
  "For the first five months of this year, new-home sales have risen 8.8 percent as a solid job market and shortage of existing homes on the market have boosted demand.”\n\n— Oil prices dip.",
  "‘Short of an outright ban, the Chinese could make it commercially, operationally difficult for U.S. carriers arriving and departing Chinese airports.’”\n\n— Productivity could increase.",
  "The Senate Appropriations Committee recently tabled a measure — by a vote of 21-10 — to ban regulators' use of federal funds to punish banks for working with legal pot businesses.",
  "Investors are also looking for signs that Trump negotiators will resume talks with the Chinese ahead of the $34 billion first round of tariffs scheduled to take effect on July 6.",
  "NYT’s Jim Tankersley: “The Trump administration’s new ‘postcard’ tax form still must be mailed in an envelope, unless you want your neighbors to see your Social Security number.",
  "But American Express prevents merchants who accept its card from offering customers discounts or other incentives to use other cards or expressing a preference for other cards.",
  "Bloomberg News's Erik Hertzberg and Theophilos Argitis: “Escalating trade friction with the U.S. is spooking Canadian households and sending consumer confidence into a slide.",
  "Should the deal be finalized, AppNexus would rule out a public offering, the company said.”\n\nMONEY ON THE HILL\n\nThe United States Capitol in Washington on Nov. 15, 2016.",
  "But stocks rallied late in the session after White House trade czar Peter Navarro said on CNBC that the administration isn’t preparing investment restrictions on China.",
  "AppNexus gives the telecom giant control over one of the world’s largest Internet advertising exchanges, which marketers use to buy ad space from online publishers.",
  "The outage is expected to limit crude arriving at Cushing, Oklahoma, delivery point of the U.S. futures contract.”\n\n— Talk of trade war weighs on emerging markets.",
  "The Post's Brian Fung: “AT&T said Monday that it is buying the digital advertising company AppNexus, in an effort to hasten the growth of its new media empire.",
  "His boss, after all, has proved both movable on his trade strategy and sensitive to the market’s performance, as he views it as a reflection of his own record.",
  "It’s very bullish.”\n\nHe continued: “I look at what this stock market is doing today thinking, ‘What’s going on here?’ When in fact everything was bullish.",
  "And I think what’s going on here is simply misunderstandings about where this president is headed.”\n\nOn the substance, Navarro proved tricky to nail down.",
  "The Associated Press's Josh Boak: “Sales of new U.S. homes jumped 6.7 percent in May, with purchases in the South accounting for all of the monthly gains.",
  "The new form eliminates more than half of the 78 line items from the previous form, reducing it from two full pages of text to one double-sided half page.",
  "The Post's Heather Long: “The first casualties of President Trump’s trade war are 60 workers at Mid-Continent Nail, America’s largest nail manufacturer.",
  "Losses in U.S. crude prices were limited by the likelihood that an outage at Syncrude Canada’s 360,000 bpd oil sands facility would last through July.",
  "“There’s been an underlying presumption that a lot of what we’re seeing is messy deal-making by the president,” says Ed Yardeni of Yardeni Associates.",
  "The federal government and a group of states sued over American Express’s so-called anti-steering provisions, arguing that they violate federal law.",
  "AP's Jessica Gresko: “The Supreme Court handed American Express a win Monday in a lawsuit over rules it imposes on merchants who accept its cards.",
  "The Commerce Department said Monday that new homes sold last month at a seasonally adjusted annual rate of 689,000, up from 646,000 in April.",
  "But the Trump officials pressing the trade offensive are offering some solace by signaling they're also keeping an eye on the restive market.",
  "But on Monday afternoon, amid the stock market carnage, he made explicit appeals to investors not to make too much of the recent headlines.",
  "I fought hard for them and ultimately they will not pay tariffs selling into the E.U., which has hurt us badly on trade, down $151 Billion.",
  "The trouble for the company started at the end of May when Trump put a hefty 25 percent tariff on steel imports from Mexico and Canada.",
  "The decline has been most acute in Canadians’ expectations for growth, which have fallen to the weakest levels in more than two years.",
  "Stocks tanked Monday on word of escalating hostilities between the Trump administration and top trading partners in Europe and China.",
  "Mid-Continent Nail blames the layoffs on Trump’s tariffs, and the company says all 500 employees could lose their jobs by Labor Day.",
  "'The expectation that we’ll see more crude out of OPEC and that supplies in the U.S. will be tight because of the Syncrude outage .",
  "Mid-Continent had been importing steel from Mexico that American workers would then turn into nails.”\n\n— Canadian consumers worry.",
  "The South reported monthly sales growth of 17.9 percent, while sales were flat in the Midwest and fell in the Northeast and West.",
  "AT&T didn’t disclose the terms of the AppNexus deal, which came days after AT&T completed its landmark merger with Time Warner.",
  "“But if you’re a long-term investor, I mean, come on.”\n\nThe administration is set to release details of its plan on June 30.",
  "Under their contracts, merchants who accept American Express generally can’t encourage customers to use other credit cards.",
  "(Michael Nagle/Bloomberg)\n\nInvestors who have spent months mostly shrugging off trade war jitters are finally spooked.",
  "— Donald J. Trump (@realDonaldTrump) June 26, 2018\n\nA Harley-Davidson should never be built in another country-never!",
  "Morgan Stanley’s rates team said Friday that the 2018 peak for 10-year Treasury yields is in the rear-view mirror.",
  "“I think this is a day that, you know, the momentum traders get ahold of that and drag things down,” Navarro said.",
  "It will save a little bit of time for some taxpayers but could add pages more paperwork for millions of others.",
  "Statement will be out not specific to China, but to all countries that are trying to steal our technology.",
  "Mann & Co. ‘The present trade regime and rhetoric is getting ugly, and it may get far uglier,’ Mann said.",
  "“What we have here with Trump trade policy is a tremendous success for this country and for this market.",
  "They lost their jobs on June 15 at a factory in a part of Missouri that voted overwhelmingly for Trump.",
  "“Navarro didn’t go out there on his own … Maybe they’re stepping back a little bit,” Battle tells me.",
  "“Apple’s $40 billion market in China for iPhones, the largest in the world, could quickly collapse.",
  "And once you see wages going up, you say, “We have to become more productive to cover our costs.'",
  "This reality is prompting several Wall Street firms to cut or question their year-end forecasts.",
  "— Donald J. Trump (@realDonaldTrump) June 26, 2018\n\nTrump's tariffs are costing American jobs.",
  "AppNexus sought a valuation of $2 billion when it filed confidentially for an IPO in 2016.",
  "Harley must know that they won’t be able to sell back into U.S. without paying a big tax!",
  "If they move, watch, it will be the beginning of the end - they surrendered, they quit!",
  "'In spite of this, we are still willing to strengthen cooperation with France’s Airbus.",
  "(Thomas Peter/Pool Photo via AP)\n\nChina signals interest in boosting trade with Europe.",
  "He thinks investors are more focused on the slowing rate of corporate earnings growth.",
  "is going to keep the market on edge,' said Phil Flynn, analyst at Price Futures Group.",
  "Brent crude futures LCOc1 fell 82 cents, or 1.1 percent, to settle at $74.73 a barrel.",
  "On Monday, June 25, the Commerce Department reports on sales of new homes in May.",
  "(J. Scott Applewhite/AP)\n\n— Erik Prince says he cooperated with the Russia probe.",
  "Bloomberg News’s Liz McCormick: “The Treasury curve just keeps getting flatter.",
  "THE TICKER\n\nTraders work on the floor of the New York Stock Exchange on Monday.",
  "(Matt McClain/The Washington Post)\n\n— The “postcard” income tax form is here.",
  "(J. Scott Applewhite/AP)\n\n— American Express gets a win at the Supreme Court.",
  "That’s even though Visa and MasterCard generally charge merchants lower fees.",
  "House members defeated a similar appropriations measure earlier this month.",
  "Of the trade hawks in Trump’s orbit, Navarro toes the most aggressive line.",
  "But as the labor market tightens, companies’ incentives could be changing.",
  "'Because workers have other opportunities, you end up having to pay them.",
  "(Joshua Roberts/Reuters)\n\n— U.S. airlines challenge China over Taiwan.",
  "“I think today’s market action is a very large overreaction,” he said.",
  "The acquisition is expected to close in the third quarter of 2018.",
  "U.S. light crude CLc1 settled at $68.08 a barrel, down 50 cents.",
  "The Aura will be gone and they will be taxed like never before!",
  "The leaker either doesn’t exist or know the subject very well.",
  "Their employees and customers are already very angry at them.",
  "We are opening up closed markets and expanding our footprint.",
  "Hence, they were just using Tariffs/Trade War as an excuse.",
  "Public policy that’s reactive to the market is not healthy.",
  "Now some economists think a rebound could be on the way.",
  "The whole company could be out of business by Labor Day.",
  "The next round of cuts could come in a matter of days.",
  "The country has multiple weapons in its arsenal.",
  "“I think they’re being reactive to the market.",
  "(Charles Krupa/AP)\n\n— Sales of new homes rise.",
  "They must play fair or they will pay tariffs!",
  "That was long before Tariffs were announced.",
  "Companies are now coming back to America.",
  "Taxes just a Harley excuse - be patient!",
  "… Smaller is not necessarily simpler.",
  "'”\n\n— Harley-Davidson motors abroad.",
  "Usually that’s a bad idea.",
  "”\n\n— AT&T buys AppNexus.",
  ".",
  ".",
  ".",
  ".",
  ".",
  ".",
  ".",
  ".",
  ".",
  ".",
  ".",
  ".",
  ".",
  ".",
  ".",
  ".",
  "."
]