[
  "Slough and the other two guards, Evan Liberty and Dustin Heard, were charged with attempted manslaughter, voluntary manslaughter, and gun charges.",
  "The trial of a former Blackwater security guard who was accused of firing the first shots in a civilian massacre in Iraq has ended in a mistrial.",
  "In August, a federal appeals court ruled that one of these four guards, 34-year-old Nicholas A. Slatten, should get a new trial.",
  "A jury of five women and seven men sent a note to the judge last week informing him that they were unable to reach a consensus.",
  "The court ruled that he should have been tried separately from another convicted Blackwater guard, Paul A. Slough.",
  "Some of the Blackwater contractors present that day testified that they thought that the shooting was unjustified.",
  "The other three guards also face resentencing, but their trials were put off until after Slatten's was complete.",
  "The judge ordered them to go home for the weekend, saying that they would reconvene on Tuesday and try again.",
  "Blackwater Worldwide was a private security firm founded in 1997 by Erik Prince, a wealthy former Navy SEAL.",
  "Blackwater was hired by the United States government to assist with the operations in Iraq and Afghanistan.",
  "Blackwater has since been rebranded, first as Xe Services in 2009 and then later as Academi in late 2011.",
  "On Sept. 16, 2007 a truck full of Blackwater employees shot at civilians in a crowded square in Baghdad.",
  "However, once back in court the 12 jurors failed to reach an agreement and a mistrial was declared.",
  "Prosecutors are scheduled to announce on Sept. 14 whether they will try the case again.",
  "In 2014, four of the Blackwater guards were convicted on 30 counts of manslaughter.",
  "Thirty Iraqi survivors traveled to the United States to testify in their trial.",
  "A fifth guard was cleared of all charges, while a sixth was sentenced in 2015.",
  "At least 31 civilians ended up either dead or injured following the incident.",
  "Slough has since said that he should get the blame for that himself.",
  "Slatten was accused of firing the first shots during the massacre.",
  "Slatten had been charged with first-degree murder.",
  "Slatten will remain in custody until then.",
  "What happened at the trial?",
  "What is this trial about?"
]