[
  "On August 3, 2016, Trump Jr. took part in a meeting with Erik Prince, a Trump booster, founder of the private security firm Blackwater, and brother of Education Secretary Betsy DeVos; George Nader, a business executive and emissary for the princes of Saudi Arabia and the United Arab Emirates; and Joel Zamel, an Israeli expert in social media manipulation.",
  "During the 2016 campaign, Nader visited Moscow at least twice as a confidential emissary from Crown Prince Mohammed of Abu Dhabi, and he helped to arrange a meeting in Seychelles between Prince and a Russian business executive close to Vladimir Putin that Mueller has also been probing.",
  "Nader told Trump Jr. that the princes of Saudi Arabia and UAE were “eager” to help Trump win the White House, saying they believed he was a strong leader who would “fill the power vacuum” they thought President Barack Obama had left in the Middle East.",
  "According to a report from the New York Times on Saturday, the president’s son also met with an Israeli social media specialist and an emissary for the United Arab Emirates and Saudi Arabia who said the countries wanted to help Donald Trump win.",
  "Marc Mukasey, a lawyer for Zamel, said that he had “no involvement whatsoever in the US election campaign.” Kathryn Ruemmler, a lawyer for Nader, said he has “fully cooperated” with special counsel Robert Mueller’s investigation.",
  "But Trump Jr. “responded approvingly,” and Nader joined the Trump-world fold, meeting often with Trump’s son-in-law, Jared Kushner, his former national security adviser, Michael Flynn, and his former strategist, Steve Bannon.",
  "Per the Times:\n\nIt is illegal for foreign governments or individuals to be involved in American elections, and it is unclear what — if any — direct assistance Saudi Arabia and the Emirates may have provided.",
  "The Times’s report asks as many questions as it answers, especially in the final paragraphs, where the writers wonder what Nader’s, Prince’s and Zamel’s efforts may have gotten for Saudi Arabia and the UAE.",
  "And after Trump’s inauguration, Nader was reportedly promoting a proposal to use private contractors for an economic sabotage against Iran that might get the country to abandon its nuclear program.",
  "White Night, a Philippines-based company linked to Zamel, reportedly provided Nader with an elaborate presentation about the importance of social media campaigning in Trump’s win.",
  "Zamel’s company, Psy-Group, had put together a proposal for an online manipulation program to help elect Trump using thousands of fake accounts to promote him on Facebook.",
  "And he was in discussions with Prince about a plan to convince Saudi Arabia to pay $2 billion to create a private army to fight against Iranian proxy forces in Yemen.",
  "Alan Futerfas, a lawyer for Trump Jr., told the Times that the younger Trump “recalls” a meeting with Prince, Nader, and someone who “may be” Zamel.",
  "But two people familiar with the meetings said that Trump campaign officials did not appear bothered by the idea of cooperation with foreigners.",
  "Russia isn’t the only country Donald Trump Jr. was open to meeting with about getting a boost for his father’s presidential campaign.",
  "According to the Times, it’s not clear whether the proposal was executed, and it’s not clear who commissioned it in the first place.",
  "It also raises questions about what sort of repayment the Middle East countries in question might have received for their help.",
  "And it demonstrates the Trump campaign’s reckless, if not nefarious, attitude toward campaign laws in the United States.",
  "The men met at Trump Tower in New York, according to a report from Mark Mazzetti, Ronen Bergman, and David Kirkpatrick.",
  "It indicates that it wasn’t just Russia that was offering to help the Trump campaign ahead of the 2016 election.",
  "After the election, Nader paid Zamel as much as $2 million, and what the money’s intended use isn’t clear.",
  "According to the Times, his interactions with Zamel, Prince, and Trump Jr. are a focus of the probe.",
  "Nader’s name has come up multiple times in the context of the Mueller investigation.",
  "It’s illegal for foreign governments or people to get involved in US elections.",
  "“They pitched Mr. Trump Jr. on a social media platform or marketing strategy.",
  "He was not interested and that was the end of it,” Futerfas said.",
  "Companies tied to Zamel have connections to Russia as well.",
  "There are multiple reasons the report matters.",
  "He pitched it to Saudi officials last spring.",
  "The Trump campaign seemed open to it."
]