[
  "The video ads — which were directed at specific audience segments on Facebook — pushed themes of Clinton’s corruption, her supposed failing health, and referred to her as “the most corrupt politician of our time” while suggesting she “might be the first president to go to jail.” Make America Number One paid more than $1.2 million to Cambridge Analytica during the 2016 election cycle for services including campaign management consulting, web services, and “data acquisition services,” according to filings with the Federal Election Commission.",
  "Cambridge Analytica is now at the heart of an international scandal for improperly obtaining data on 50 million Americans via Facebook, as well as for comments by its CEO that suggest the company engages in unethical and potentially illegal tactics on behalf of political clients.",
  "The ad opens by stating, “If athletes need to be tested for drugs for the biggest race of their lives,” and then proceeds to a montage of Clinton coughing, fainting, and making awkward facial expressions, one of which is looped for extra effect.",
  "But Cambridge Analytica won an award and has previously taken credit for at least one of the PAC’s ads, which featured Michelle Obama and resulted in cease and desist letters from the Clinton campaign, as well as low ratings from fact-checkers.",
  "The dark Facebook ads reviewed by BuzzFeed News generated significant reach and engagement on the platform — far more than the same video ads generated when uploaded to the PAC’s YouTube channel and shared with media to generate publicity.",
  "On Oct. 6, 2016, the Defeat Crooked Hillary page targeted an ad that raised questions about Clinton’s health and echoed some of the conspiracy-minded claims about her that had been circulating and suggest she needs to be tested for drugs.",
  "Many of the same videos used in the dark Facebook ads were also shared on the Defeat Crooked Hillary page as links to YouTube — but they were not uploaded as native in the video, the most powerful way to generate views and engagement.",
  "The source who provided them accessed them via a tool designed for digital marketing competitive intelligence, and asked not to be named out of fear that it could cause Facebook to cut off the tool’s ability to access dark post ads.",
  "Facebook\n\nA pro-Trump super PAC funded by the billionaire Mercer family used Cambridge Analytica to help it generate millions of views for dark posted Facebook ads that aggressively attacked Hillary Clinton during the fall of 2016.",
  "An undercover investigation by Channel 4 in Britain published Tuesday features Mark Turnbull, a managing director of Cambridge Analytica, boasting that his company conceived of the \"Defeat Crooked Hillary\" campaign for the PAC.",
  "The theme of connecting Bill and Hillary was also used in ads that painted them as corrupt and having traded speaking fees and donations for access and special consideration while Hillary was secretary of state.",
  "The ad closes with a question: “Shouldn’t candidates be tested for the biggest race of yours?” That ad was sent in two different dark posts the same day, suggesting it was targeted at two different segments.",
  "The impressive engagement for the ads also suggests that the targeted messages connected with the intended audiences, helping deliver millions of video views and tens of thousands of comments and reactions.",
  "A former spokesperson for the Make America Number One PAC did not reply to a request for comment from BuzzFeed News when first contacted about the ads months ago, and did not immediately respond Tuesday.",
  "Another video ad was posted with the comment, “Crooked Hillary puts the lives of you and your families in danger in order to advance herself politically.” It generated 1.2 million views.",
  "Make America Number One was a major client for Cambridge Analytica during the 2016 campaign, second only to the Trump campaign itself in terms of the money it received.",
  "Many of the ads are line with arguments Trump or his allies made publicly during the campaign, and some were promoted to press outlets at the time of their release.",
  "(A dark posted ad looks like a post from a Facebook page but does not show up on a page's public timeline and is only seen by the users it was targeted to reach.)",
  "The video focused on Bill Clinton’s offer of clemency to 16 prisoners affiliated with FALN, a Puerto Rican group that was linked to bombings in US cities.",
  "The targeted ads for Make America Number One provide a look at the fruits of Cambridge Analytica’s work during the US election for a prominent PAC.",
  "BuzzFeed News examined 27 dark posted ads from the Defeat Crooked Hillary Facebook page, which was run by the Make America Number One super PAC.",
  "Both Cambridge Analytica and Make America Number One are financed by Robert and Rebekah Mercer, who backed Donald Trump in the general election.",
  "This could be the result of significant ad spend, or it’s possible that the ads generated organic reach on top of their paid placement.",
  "BuzzFeed News confirmed these were dark posts ads by determining they do not appear on the timeline of the PAC’s Facebook page.",
  "The PAC did not disclose exactly what ads the firm worked on, or the specifics of the data and targeting services it provided.",
  "The PAC also ran a targeted ad that came after a debate when Clinton pressed Trump on his behavior toward Vladimir Putin.",
  "Its targeted Facebook ads generated millions of views by aggressively attacking Hillary Clinton during the fall of 2016.",
  "Instead, it appears the PAC used native video for dark posted ads that could only be seen by the people they targeted.",
  "(The tool was not specifically designed to track dark post ads but the source was able to use it to do so.)",
  "Cambridge Analytica provided \"data acquisition\" and other services to the Make America Number One PAC.",
  "\"And then, we made creative, hundreds of different kinds of creative, and we put it online,\" he said.",
  "At least some of the PAC’s ads targeted voters in key districts using Facebook, Google, and YouTube.",
  "(Weeks earlier Clinton fainted at a 9/11 memorial and was later diagnosed with pneumonia.)",
  "She profited from a shady deal with Russia to give them U.S. uranium,” the post said.",
  "BuzzFeed News was provided links to 27 dark post ads run by Make America Number One.",
  "“Corruption is just the family business,” concluded one ad.",
  "One generated 152,000 views and the other received 114,000.",
  "Instead, the ad focused on Clinton’s connection to Putin.",
  "He also said it was responsible for the ad creative.",
  "“Hillary knows Putin a little too well.",
  "It generated over 440,000 views."
]