[
  "The North Carolina-based private security firm makes millions training police swat teams and military sharpshooters with courses like \"Tactical Pistol II,\" \"Extreme Officer Survival\" and \"Helicopter Sniper.\"",
  "He was a White House intern during the Presidency of the first George Bush, and since he founded Blackwater a decade ago, he's donated $222,000 to political causes - all but $5,000 to Republicans.",
  "Blackwater's version of coming attractions is shown in an action-packed promotional tape that makes it clear Blackwater has the guns and grit to tackle the toughest problems.",
  "But, Blackwater, made up primarily of ex-military commandos, has lost 27 of its own, and now faces multiple investigations into last month's killings of 17 Iraqi civilians.",
  "As one private security source put it, Blackwater, despite any misdeeds, seems to be untouchable - a controversial protection force that may be impossible to replace.",
  "Since 2003, U.S. taxpayers have paid Blackwater more than $1 billion in protection money - most of it to guard diplomats, ambassadors, and dignitaries in Iraq.",
  "Prince's critics paint him as a profiteering mercenary, who's landed lucrative no-bid contracts from political cronies inside the Bush Administration.",
  "But, Jeremy Scahill, who wrote a book on the rise of Blackwater, says it's doing the jobs an already-stretched military can't handle.",
  "\"Blackwater is not a partisan company; we haven't done any, you know, we execute the mission given us,\" Prince said.",
  "But it's the war in Iraq that has been Blackwater's biggest bonanza, CBS News correspondent Bob Orr reports.",
  "\"It's become one of the most powerful private actors in the so-called war on terror,\" Scahill said.",
  "Blackwater boss, former Navy seal Erik Prince, points to his company's perfect protection record.",
  "\"We have never had anyone seriously injured,\" he said.",
  "Some on Capitol Hill want Blackwater to be reined in.",
  "No client has ever been killed."
]