[
  "Web Extra: \"We're Gonna Make It\"\n\nBut it was an accident that never should have happened and you would not be hearing about it now if it weren't for his widow, herself a former high-ranking Army officer, who has waged a five-year battle against one of the military's most important contractors.",
  "Until her retirement a few months ago, the West Point graduate and former helicopter pilot seemed to be a future candidate for general, but her life changed when her husband and West Point classmate was killed on a routine flight back to his cavalry squadron in western Afghanistan.",
  "More than 5,000 American servicemen and women have now died in the war zones of Iraq and Afghanistan, and more than 20 percent of those deaths have occurred under what the military calls \"non-hostile circumstances.\"",
  "And their inexperience showed: they didn't file a flight plan, and instead of taking the easier route to the southwest with lower mountains, they set off to the north and never seemed to get their bearings.",
  "The crash was barely noted except for the fact that one of the passengers was Lieutenant Colonel Mike McMahon, at the time the highest ranking soldier to die in the war.",
  "English and his co-captain, Butch Hammer, had only been in Afghanistan for 13 days, and neither one of them had ever flown the route between Bagram and Farah.",
  "And while still on active duty, she decided to sue Blackwater's aviation subsidiary for flagrant safety violations and reckless disregard for human life.",
  "She says it took her a year to get the full story, which begins early on the morning of November 27, 2004 at Bagram Air Base outside Kabul, where Lt.",
  "We decided to retrace the flight to try and find out how Blackwater 61 got so far off track on a morning when the flying conditions were perfect.",
  "Forty minutes later the plane's wreckage would be scattered near the top of one of Afghanistan's tallest mountains, far from any logical route.",
  "He hitched a last-minute ride on Blackwater 61, joining two of his soldiers for the two-and-a-half hour flight into a dusty airstrip at Farah.",
  "Not in the back of some plane, somebody else's victim,\" Army Colonel Jeanette McMahon told \"60 Minutes\" correspondent Steve Kroft.",
  "For me, if I couldn't be there when he died I felt like I wanted to at least be able to recreate what happened,\" she told Kroft.",
  "All of them were killed when a small turboprop plane with the call sign \"Blackwater 61\" slammed into a mountain in Afghanistan.",
  "Some of the answers you'll hear from the pilots themselves in this cockpit voice recording recovered at the crash scene.",
  "\"Yeah, with this good visibility, it's easy as pie,\" the captain, Noel English, could be heard saying on the recording.",
  "\"I swear to God they wouldn't pay me if they knew how much fun this was,\" Captain English said on the recording.",
  "The flight was operated by Presidential Airways, the aviation arm of Blackwater, the private military firm.",
  "It was operating under a government contract to haul troops, mail and supplies to remote landing strips.",
  "McMahon said she had never heard the actual voice transmission, but told Kroft she wanted to hear it.",
  "\"What was your reaction when you first found out that the plane had crashed at almost 15,000 feet?\"",
  "It was clearly not anything to do with the mission or where they were going,\" McMahon replied.",
  "Col. McMahon was no ordinary widow and in her mind her husband was the victim of Blackwater.",
  "'We don't normally go this route,'\" Jeanette McMahon reacted, listening to the tape.",
  "\"I don't know what we're going to see, we don't normally go this route,\" Rowe said.",
  "\"I hope I'm going in the right valley,\" English said on the voice recording.",
  "\"He would have liked to have been able to go out, you know, fighting.",
  "Asked if she thinks they were lost, McMahon said, \"Oh, absolutely.",
  "Full Segment: Blackwater 61\n\nWeb Extra: \"Is He Dead?\"",
  "Flight mechanic Mel Rowe voiced his concern early on.",
  "Colonel McMahon had been meeting with his superiors.",
  "\"Well, what the heck were they doing up there?",
  "We are going to tell you about three of them.",
  "\"I wanted to understand what happened.",
  "The tape has never been made public.",
  "Absolutely.\"",
  "Kroft asked.",
  "\"Bingo!"
]