[
  "Prince envisioned them presenting the troop increase as advice to “stay the course, and just a little bit of tweaking around the edges, and it will all be okay.”\n\n“But if you really take a step back and say, ‘That’s what the national security adviser said in 2006, 08, 10, 12, 14, 16, and now 2017’ – you know, the president said in his inaugural address, ‘We’re going to drive Islamic terrorism off the face of the earth.’ The sad thing is, under President Trump, under H.R.",
  "“That’s it – not the nation-building strategy still being pursued at very high cost by the Pentagon.”\n\n“If the President grants them 15,000 troops, the fact is only a few hundred of those will actually be trainers that leave the base to go do activities for the Afghans, because the tooth-to-tail ratio of the Pentagon is so bloated and so overhead-laden that very few troops are actually doing the job of training, advising, and equipping the Afghans.",
  "Every voter, every taxpayer, every parent that has a son or daughter serving has to wonder, ‘What are we doing in Afghanistan and to what end?’”\n\nMarlow asked how President Trump can reconcile his campaign call for non-interventionist foreign policy and minimized American troop deployments with his expected announcement of more troops in Afghanistan.",
  "We’ll see what he says tonight, but it appears that trajectory is staying the same.”\n\nPrince recalled the principle of Newtonian physics that holds that “an object in motion tends to remain in motion until it’s acted upon by a greater force.”\n\n“This is America’s longest war, by far,” he said.",
  "I was asked to come in and provide some different options, basically to cauterize the endless bleeding that we’ve done there as a country, down to the detailed, numbered, budgeted proposal so that the president could compare.”\n\n“He’s now at a decision point.",
  "“It is an abrupt departure from what candidate Trump was saying,” Prince said, anticipating that President Trump’s announcement Monday night would be “literally more of the same” as the seventeenth anniversary of U.S. involvement in Afghanistan approaches.",
  "“I came from a clean sheet of paper and said, ‘What is the minimum that’s needed to strengthen the Afghan security forces and to help them – not American forces – take back this terrain and deny terrorists sanctuary?’” he said of his own proposed strategy.",
  "The basic elements to that are strengthening Afghan units at the battalion level, which is really where the rubber meets the road, provide them some air support so they get medevac, and resupply and close air support,” he said.",
  "Erik Prince, former Navy SEAL and former Blackwater CEO, talked to Breitbart News Daily Sirius XM host Alex Marlow on Monday about President Trump’s apparent rejection of his plan to privatize U.S. operations in Afghanistan.",
  "When is the Pentagon ever really held to account?’” he asked, noting that the Pentagon has reportedly requested 15,000 more troops, but even higher troop levels seven years ago were unable to stabilize Afghanistan.",
  "Prince said he has heard that Attorney General Jeff Sessions and Budget Director Mick Mulvaney were both “strongly in opposition to more of the same policy at the Pentagon” during meetings with President Trump.",
  "And so tonight, I would predict, sadly, that we will hear more of the same of the last 16 years and, sadly, exactly what the president campaigned against last year in the presidential election,” he said.",
  "“The plan I laid out for the president would save, every year, at least $40 billion off what they’re spending in Afghanistan,” he said, speculating that such savings would appeal to the budget director.",
  "Prince pointed to the collision between the destroyer USS John McCain and an oil tanker off the coast of Singapore early Monday morning as a sign of deep-rooted problems in the U.S. armed forces.",
  "“Sadly, the Afghans didn’t all agree, and we didn’t accomplish that.”\n\n“I’ve been active there as a government vendor since early 2002, and I’ve seen this thing drag on endlessly,” he continued.",
  "“Well, again, the danger of appointing a serving general, a three-star general that wants to be a four-star general, means that that general will always go with his service,” Prince replied.",
  "“I hope the president does, but it seems from all the advice he’s getting that he will not do that.”\n\nMarlow asked how the president’s advisers, particularly National Security Adviser H.R.",
  "“Back in 1997, four years before 9/11, we funded a loya jirga, a tribal council trying to bring peace and reconciliation to what was then an endless war in Afghanistan,” he said.",
  "That’s the danger of having a serving officer as the national security adviser.”\n\nBreitbart News Daily airs on SiriusXM Patriot 125 weekdays from 6 a.m. to 9 a.m. Eastern.",
  "And we’re losing.”\n\n“The Pentagon has come back with a ‘more troops and more money’ approach, the same insanity that we’ve been doing the last 16 years,” he lamented.",
  "I understand from the people that were in the room when you look at the attendance lists, it will be largely advice coming from all generals,” Prince said.",
  "“To help them with some governance matters, some of those battalions need resupply – their food and fuel, pay and parts – that it comes on time,” he added.",
  "McMaster, under Secretary Mattis being in charge, there have now been three open-air victory parades by the Taliban in Afghanistan,” Prince observed.",
  "Certainly, the president wants to wage war against terrorism, but the bureaucracy and advisers around him are giving some bad advice,” he charged.",
  "Every dollar that’s wasted in Afghanistan is money that’s not spent here on infrastructure or things that really matter to Americans,” he said.",
  "Marlow asked if Prince was concerned that President Trump is not “getting the best advice that he could be getting” on Afghanistan strategy.",
  "We have another trillion dollars in healthcare costs yet to be expended to all the wounded and damaged veterans that have gone there.",
  "“I think that’s really the only goal the United States should have, is to deny terror sanctuary in Afghanistan so we can leave.",
  "Prince reiterated that general officers are prone to advising that the course pursued since 2002 is the only realistic option.",
  "Prince recalled his own experiences in Afghanistan and how they informed his belief that an entirely new approach is needed.",
  "At what point, after 16 years, does someone call the Pentagon on what they’re accomplishing or not, sadly?” said Prince.",
  "McMaster, can justify a plan that seems to double down on the approach that has resulted in so much disappointment.",
  "“We’re now approaching a trillion dollars in spending that the U.S. Defense Department has consumed in Afghanistan.",
  "“If it’s a long-retired guy that’s not worried about a promotion, I think it’s easier to give objective advice.",
  "“Our military has problems, and wasting more money in Afghanistan is not part of that solution,” he declared.",
  "We have an Air Force that is 750 pilots short, that has severe readiness problems with all their aircraft.",
  "“The president meant what he said, but his advisers and those around him are not getting that done.",
  "And sadly, we have a U.S. Army that can’t seem to end an insurgency after now 17 years,” he said.",
  "Prince noted that 26,000 contractors are currently in Afghanistan, compared to 9,000 U.S. troops.",
  "“As a country, we’re spending more than the entire U.K. defense budget just in Afghanistan.",
  "When you fill it with former general officers, you’re going to get that stream of advice.",
  "Most of them are there for support and for force protection,” he noted.",
  "“I wrote an op-ed back in June in the Wall Street Journal.",
  "Prince replied that he could think of no way to do so.",
  "McMaster’s performance as national security adviser.",
  "“The presidency by its nature lives in a bubble.",
  "“We have a Navy that has trouble navigating.",
  "Marlow asked for Prince’s assessment of H.R.",
  "Because the rules of engagement were clear.",
  "“It’s hugely costly, and we’re not winning.",
  "“President Trump campaigned against this.",
  "“One just has to say, ‘When does it end?",
  "President Obama faced this,” he noted.",
  "I understand the decision is made.",
  "It got the president’s attention.",
  "“It’s a very high-cost model.",
  "“President Bush faced this.",
  "LISTEN:"
]