[
  "Lending credence to the theory that the assault was a rogue operation, he said “you can’t expect somebody to deconflict something they can’t control.”\n\nBefore last week’s shootout, U.S. coalition and Syrian regime forces had avoided major conflict, thanks to the deconfliction line negotiated by Washington and Moscow last year.",
  "(RELATED: Latest Clash Between US Coalition And Pro-Regime Forces Points To New Risks In Syria)\n\nInitial Pentagon reports of the battle said about 100 pro-Assad fighters were killed over a three-hour bombardment, while the U.S. coalition sustained just one casualty, an injured SDF fighter.",
  "The confrontation kicked off when pro-regime forces advanced on an SDF headquarters about 8 miles east of the Euphrates River “deconfliction” line, where American special operations troops are embedded in an “advise, assist, and accompany” capacity, according to U.S. officials.",
  "More than 200 mercenaries hired by forces loyal to Syrian President Bashar al-Assad were killed in a failed attack on a Syrian Democratic Forces (SDF) base where U.S. troops were also stationed, reports Bloomberg, citing Russian officials familiar with the matter.",
  "Local media in Russia have said a company named Wagner — often compared to the U.S. military contractor formerly known as Blackwater — was hired by Assad to secure Syrian oil assets in exchange for future energy contracts, according to Bloomberg.",
  "A U.S.-led strike last week may have killed hundreds of Russian military contractors embedded with pro-Syrian irregular forces, raising new concerns that the two most powerful militaries operating in Syria are on a collision course.",
  "In the wake of the attack, Defense Secretary Jim Mattis said he found it a “a perplexing situation” because Russia had said it didn’t have regular troops in the area and had already agreed to deconfliction zones.",
  "Russia’s foreign ministry later acknowledged that “several dozen” Russian citizens — not regular soldiers — were killed or wounded in the battle, after saying “probably five” Russians had died in the clash.",
  "The agreement established the Euphrates River as a barrier between the two alliances, with Russian-backed, pro-Assad forces keeping to the west of the line, while the U.S.-backed SDF operates to the east.",
  "The Kremlin said Tuesday it had no information about mercenaries reportedly being killed in Syria, conceding only that officials were aware of Russians deployed there with regular armed forces.",
  "Moscow has long supported Assad with air and ground assets, but deeper involvement by Russian mercenaries threatens to blur the distinction between regular forces and shadowy contractors.",
  "The heavy casualty count reported Tuesday could mean that Russian military contractors are operating in greater numbers, and in closer proximity to U.S. troops, that previously thought.",
  "ALSO WATCH:\n\nComplicating the situation is the presence of Russian mercenary forces, which have ties to Kremlin interests but are not directly controlled Russia’s military command.",
  "Now, as the battle against the Islamic State in Syria winds down, it is becoming more difficult for the U.S. coalition and the pro-regime alliance stay at arm’s length.",
  "The U.S.-led coalition responded with a barrage of artillery and air strikes, hitting the pro-regime fighters with gunships, fighter jets and Marine Corps artillery.",
  "If reports about the death toll are accurate, five times more Russians were killed in last week’s confrontation than have been killed in Syria since 2015.",
  "Content created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "“We don’t have information about other Russians who might be in Syria,” Kremlin spokesman Dmitry Peskov told reporters, according to Reuters.",
  "Assad has demanded Washington withdraw American troops from Syria, going so far as to threaten to push them out with military force.",
  "“This is a big scandal and a reason for an acute international crisis,” former Russian diplomat Vladimir Frolov told Bloomberg.",
  "U.S. officials have considered the possibility that the Russian mercenary-backed assault was not sanctioned by the Kremlin.",
  "Freedom of Speech Isn’t Free\n\nThe Daily Caller News Foundation is working hard to balance out the biased American media.",
  "“But Russia will pretend nothing happened.”\n\nFollow Will on Twitter\n\nSend tips to will@dailycallernewsfoundation.org.",
  "Pro-regime forces reportedly initiated a coordinated attack, lobbing artillery rounds that fell short of the base.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "The U.S. coalition, on the other hand, refuses to cede territory it has retaken from ISIS in eastern Syria.",
  "At the time, some U.S. defense officials speculated that Russian mercenaries were among those killed.",
  "We’re not dependent on commercial or political support and we do not accept any government funding.",
  "Make a one-time donation to support the quality, independent journalism of TheDCNF.",
  "A U.S. official put the death toll at about 100, with up to 300 injured.",
  "For as little as $3, you can help us."
]