[
  "“I think The Washington Post is way over their skis.”\n\nJohnson alleged that the Post’s Monday bombshell was planted by unnamed loyalists of former CIA Director John Brennan who remain behind at the agency and whom he accused of planting other stories with the paper, including an April report about Blackwater founder Erik Prince’s attempts to set up a secret back channel between the Trump administration and Russia.",
  "“No longer trustworthy.”\n\nThe pro-Trump outlet Breitbart had a similar take, leading its front page on Monday night with the headline “Deep State Strikes: Leaks Classified Info to Washington Post to Smear Trump” and the subhead, “LOL: Reporters Negate Oversold Headline in 7th Paragraph.” Roughly half of Breitbart’s story was given over to statements from the administration denying or mitigating the Post report.",
  "The leak, he said, “demonstrated that the government is antagonistic towards Trump and that the president simply can’t trust his Cabinet.”\n\nTop Trump cheerleader Ann Coulter — who has recently soured somewhat on the president over his failure to deliver on his signature promise to build a “big, beautiful wall” between the United States and Mexico — was also dismissive of the report.",
  "In response to a follow-up email seeking clarification, Coulter sent a link to video of a 2012 incident in which Obama was caught on a hot mic telling Russia’s then-President Dmitry Medvedev he would have “more flexibility” in dealing with Russia after his 2012 reelection.",
  "“I don’t have confirmation that it’s fake news and I won’t call it fake news until that’s what I officially hear,” he said, fresh off an appearance on InfoWars, where had discussed the routing of “globalists” with host Alex Jones and longtime Trump confidant Roger Stone.",
  "“This is only a scandal in the minds of those who haven’t heard that the Cold War is over,” said white nationalist Richard Spencer, who over the weekend rallied a peaceful, torch-bearing mob in support of the Confederacy at a park in Charlottesville, Virginia.",
  "Frankly, I think we could reach an arrangement with them.”\n\nVice co-founder Gavin McInnes, who left the company years ago and recently founded a pro-Trump “Western chauvinist fraternal organization” called the Proud Boys, also dismissed the Post’s scoop.",
  "Reports that Donald Trump divulged highly sensitive information to Russian officials—confirmed Monday by multiple news outlets and only glancingly denied by the White House—have left his most hard-core supporters deeply troubled.",
  "Wintrich, who first entered the political scene last year with an exhibition of erotic photography titled “Twinks for Trump,” compared the mainstream media to a “shitty ex.”\n\n“They’ll keep calling up with lies,” he said.",
  "“It’s WaPo, so grain of salt,” said Wintrich, White House correspondent for the pro-Trump blog the Gateway Pundit, which is known, among other things, for repeatedly publishing internet hoaxes as fact.",
  "Cernovich said he has been calling around to top administration officials who were skeptical the president would even have been briefed on the sort of details he is reported to have leaked.",
  "“If the story sticks around for over a month before changing then I’ll start to believe it.”\n\nOthers accepted the report but contested the suggestion that Trump’s behavior was problematic.",
  "They’re concerned not so much about the president’s ability to protect state secrets as they are with the depravity of the “deep state” and the lying mainstream media.",
  "“If Trump really made a mistake and accidentally leaked information, why would people run to the media to tell the world, including our partners?” Cernovich asked.",
  "Johnson said he was also puzzled by another strain underlying Monday’s report: concerns that Russia poses a threat to American national interests.",
  "What’s more, Coulter argued, unlike his predecessor, Trump has been able to keep his hands to himself around Eastern Europeans.",
  "“The president has plenary authority to do whatever the fuck he pleases with ‘classified information,’” she wrote in an email.",
  "Story Continued Below\n\n“It’s total bullshit,” said Charles Johnson, a prominent internet troll close to the administration.",
  "“At least Trump forbore, unlike Obama, from placing his hand reassuringly on the soviet ambassador’s thigh,” she wrote.",
  "Mike Cernovich, a close administration ally and prominent grass-roots supporter, took a more circumspect line.",
  "Spencer said the real scandal was that the news leaked, which he described as a “betrayal” of Trump.",
  "The avant-garde artist-cum-journalist Lucian Wintrich was similarly skeptical.",
  "“They were exposed as a CIA message board a long time ago,” he said.",
  "In the video, Obama briefly touches Medvedev on the forearm.",
  "“They’re a country that produces oil and hot models.",
  "Ben Schreckinger is a reporter for Politico.",
  "“Are the Russians invading America?",
  "No, Mexico’s doing that,” he said."
]