[
  "Intelligence officers describe efforts to shift attention as “deflection,” or “misdirection.” Magicians use similar techniques to draw viewers’ eyes toward “a bright shiny object” and away from the concealed trick, says John McLaughlin, a former acting director of the CIA and an accomplished amateur magician.",
  "(Sarah Parnass/The Washington Post)\n\nTrump’s claims about surveillance deserve a review by the House and Senate intelligence committees, which oversee compliance with the legal rules governing disclosure of the names of Americans swept up in legal intercepts of foreign officials.",
  "And every day brings a new set of improbable facts: a cloak-and-dagger visit to the White House by a congressman who’s supposedly leading an investigation of the president; a secret meeting in the Seychelles islands between the founder of Blackwater and a Russian emissary.",
  "He notes different variations of this distract-the-audience approach — a “shell game,” where the magician hides a ball beneath rapidly moving cups, or “second-dealing,” where the magician pretends to deal himself the top card but really takes the second one.",
  "In 1962, the Soviets distributed cold-weather parkas to missile crews heading to Cuba; they packed the missiles on ships so that they would look from overhead like vehicles; they stayed off the radio to avoid any signals that could be intercepted.",
  "Part of what we’re watching these days is the turmoil of a presidential transition — with a new chief executive who’s inexperienced and thin-skinned and likes to counterpunch (even when it’s counterproductive).",
  "But it shouldn’t distract the country (much less the FBI) from the larger problem of how Russian intelligence hacked our political system last year, and whether Moscow had any help from Trump’s associates.",
  "When Gen. Michael Hayden visited a secret intelligence facility in the United States a decade ago while he was CIA director, the staff gave him a T-shirt emblazoned with the words “Admit Nothing.",
  "The Trump effect was clear in The Post’s scoop about a Jan. 11 meeting in the Seychelles between a prominent Russian and Erik Prince, the founder of Blackwater and a Trump campaign contributor.",
  "Now Trump is arguing that the real scandal is that the Obama White House spied on his team during the transition and “unmasked” their identities to leak damaging information.",
  "MBZ, as he’s known, was interested in encouraging Russia to move away from Iran; Prince apparently hoped to promote quiet contact between Moscow and the new administration.",
  "It also seems to be President Trump’s rubric for responding to the FBI investigation of whether any members of his campaign team cooperated with Russian hackers.",
  "The Russian was visiting the island resort at the invitation of Sheikh Mohamed bin Zayed al-Nahyan, the military leader of the United Arab Emirates.",
  "MBZ has been pursuing better relations with Russia for a dozen years, bringing together Russians, Arabs and prominent Americans from both parties.",
  "This would probably be a nothingburger, if the FBI’s investigation hadn’t focused attention on any intersection between Trump and Russia.",
  "Others may have been inappropriate, or even illegal, undermining U.S. policy and perhaps seeking to aid Trump’s election.",
  "In Trump world, every channel becomes a back channel, and anything that touches Russia and Trump becomes radioactive.",
  "Let’s unpack some of these Russia intelligence puzzles, starting with Trump’s allegation of improper surveillance.",
  "That’s why we’re lucky that an FBI investigation is underway — to sort out what was appropriate from what wasn’t.",
  "Some of these feelers may have been innocent attempts to explore diplomatic options for the new administration.",
  "McLaughlin recalls moments in intelligence history when this process of misdirection was all too successful.",
  "He spent months insisting that the Russia affair was a “hoax” and “fake news.” But the FBI probe rolled on.",
  "In 1968, the Soviets obscured their invasion of Czechoslovakia by making it look like a military exercise.",
  "Read more from David Ignatius’s archive, follow him on Twitter or subscribe to his updates on Facebook.",
  "Trump’s entourage began looking to open contacts with Russia many months before the election.",
  "But the overlay of Russian intelligence operations makes ordinary events seem suspect.",
  "The Trump administration, similarly, has advertised its interest in better relations.",
  "There are now competing narratives for any issue that touches Russia or intelligence.",
  "Make Counter Accusations.”\n\nThat motto is much-beloved by covert operators.",
  "But it doesn’t mean that everything marked “Russia” is a nail.",
  "It’s like living inside a tumbling washer-dryer.",
  "The Russia investigation has become a hammer.",
  "Maybe it’s becoming our national slogan.",
  "That’s a good thing in most ways.",
  "The cascade of news is dizzying.",
  "Deception works.",
  "Deny Everything.",
  "Good grief!"
]