[
  "Michael Flynn Lauren Victoria Burke/AP Photo The retired general whom President-elect Donald Trump tapped to advise him on matters of national security has promoted stories involving conspiracy theories about Hillary Clinton.",
  "Retired Lt. Gen. Michael Flynn shared two thinly sourced articles on his Twitter account alleging that Clinton was involved in everything from \"money laundering\" to \"sex crimes with children\" just days before the election.",
  "But for supporters of President-elect Donald Trump and followers of the former head of the Defense Intelligence Agency, sharing of such articles gives an air of legitimacy to such wild claims.",
  "They found a lot of other really damning criminal information, including money laundering, including the fact that Hillary went to this sex island with convicted pedophile Jeffrey Epstein.",
  "The article to which he linked quoted former Blackwater CEO Erik Prince, who told a SiriusXM radio host that, during the Anthony Weiner investigation, \"They found State Department emails.",
  "On November 2, the general tweeted a link to a website called True Pundit, which claimed to have spoken with \"NYPD sources\" involved in the investigation of Anthony Weiner.",
  "As PolitiFact pointed out, the conspiracy theory that implicated Clinton in a \"political pedophile sex ring\" being investigated by the NYPD and FBI had no basis in fact.",
  "Twitter\n\nFlynn shared the article with the hashtag #SpiritCooking— a reference to something said in a leaked email from Clinton campaign manager John Podesta.",
  "The fabricated news story originated on a number of right-wing blogs that were reporting little more than anonymous postings on internet message boards.",
  "The links to conspiracy theories about Clinton point to a larger problem over the proliferation of fake news that has erupted in recent weeks.",
  "Flynn headed the Defense Intelligence Agency from 2012 to 2014 before he was reportedly forced out for mismanagement of the agency.",
  "Flynn called it a \"must read\"— which many supporters likely did, since it was favorited and retweeted more than 12,000 times.",
  "Flynn has repeatedly claimed his firing came because of his views on radical Islam.",
  "Spokesmen for both agencies denied any investigation, according to PolitiFact.",
  "Flynn later tweeted a link to the Breitbart website on November 4.",
  "Hillary Clinton went there at least six times.\"",
  "Bill Clinton went there more than 20 times."
]