[
  "poster=\"http://v.politico.com/images/1155968404/201803/2569/1155968404_5748709488001_5748697466001-vs.jpg?pubId=1155968404\" true\n\n\"If you have enough balls to come to a congressional hearing and raise your hand saying you swear to tell the truth and it comes out that you're lying, then there should be consequences for that,\" Rep. Tom Rooney (R-Fla.), a top member of the committee, said in an interview.",
  "The debate over Prince's testimony — and of the truthfulness of other witnesses — is the latest front in a partisan confrontation that has crippled the House Intelligence Committee's standing to extract sensitive information from witnesses and has motivated committee Republicans to agitate for the end of their yearlong investigation.",
  "\"I have never said or written that I had any direct communication with Julian Assange and have always clarified in numerous interviews and speeches that my communication with WikiLeaks was through the aforementioned journalist,\" Stone said in an opening statement delivered to the panel during his September testimony.",
  "\"These DNC operatives have [been] peddling lies as part of their multi-million dollar fake propaganda initiative for close to 2 years already,\" he said in an email, adding: \"try writing about something relevant for once rather than pursuing such incessant misleading falsehoods and deceptive innuendos.\"",
  "The source said Stone made conflicting statements about the extent of his contact with WikiLeaks, an online clearinghouse for leaked documents that the intelligence community has deemed a hostile actor that worked with Russia to disseminate hacked Democratic emails during the 2016 campaign.",
  "A third allegation of false testimony emerged late February amid a tense committee dispute over the release of a formerly classified GOP memo accusing the FBI of inappropriately surveilling Page in October 2016, a month after he ended his stint as a Trump campaign foreign policy adviser.",
  "In November testimony before the House Intelligence Committee, Erik Prince dismissed Democrats who asked whether the Blackwater founder's January 2017 visit to the Seychelles was a furtive attempt to set up a backchannel between the incoming Trump administration and the Kremlin.",
  "The most recent example came Wednesday, when the Washington Post reported that special counsel Robert Mueller has evidence contradicting Prince’s November testimony — and that he's got a new cooperating witness, Lebanese-American businessman George Nader, backing them up.",
  "\"I would almost pay money to defend that person against them,\" said Rusty Hardin, a Texas attorney who defended former Major League pitcher Roger Clemens against charges that he perjured himself when he denied to a congressional panel that he used human growth hormone.",
  "Schiff told POLITICO that he's hopeful both parties can work together to determine whether any witnesses lied to the panel -- and make bipartisan decisions about whether to refer potential lies to Special Counsel Robert Mueller's team for possible prosecution..",
  "A recent report in the Atlantic revealed direct messages between Stone and Wikileaks in mid-October 2016, after the organization began publishing emails stolen from the account of John Podesta, chairman of Hillary Clintons presidential campaign.",
  "A rebuttal issued by committee Democrats twice alleged that the FBI possessed evidence that contradicted Page's testimony to the committee about his interactions with Russian government officials during a pair of trips to Moscow in 2016.",
  "Richard Ben-Veniste, a former Watergate prosecutor and member of the 9/11 Commission, recalled that two of the criminal counts in the Watergate scandal — against former Attorney General John Mitchell and former Nixon chief of staff H.R.",
  "The committee's top Democrat, Rep. Adam Schiff (D-Calif.) took a different view Thursday, saying this week’s media reports warrant warrants bringing Prince back to the committee —and asking Mueller to make Nader available as well.",
  "Robert Buschel, Stone's attorney, added that talk of false statements by Stone were meant to \"create an unfair political talking point,\" adding that Stone was “open and honest” before the committee and “stands by his testimony.\"",
  "He said proving lies in congressional testimony is sometimes more difficult because questions from congressional investigators aren't always as precise as those delivered by \"a prosecutor trained to asked questions.\"",
  "According to the Post and The New York Times, Nader attended the Seychelles meeting and has told Mueller that the United Arab Emirates brokered a meeting between Prince and a Kremlin-linked Russian banker.",
  "A Thursday interview with former Trump campaign manager Corey Lewandowski was the last scheduled interview of the probe, though Democrats have insisted there are dozens more who need to be called.",
  "The same month, former Trump campaign adviser Carter Page insisted to the committee that he had only limited and innocuous interactions with high-ranking Russians during two 2016 trips to Moscow.",
  "Hardin noted that proving someone lied to Congress requires prosecutors to demonstrate that the lie was willful and about an issue \"material\" to the investigation — not just a tangential matter.",
  "Rather than presume bad faith, he said, the committee should operate from the presumption that witnesses are telling the truth and, if necessary, amend their report later as new facts emerge.",
  "Story Continued Below\n\nAnd in September, longtime Donald Trump confidant Roger Stone told lawmakers on the panel that his contact with Wikileaks was always indirect via an intermediary.",
  "\"If one side of that equation is going to believe they have witnesses that didn’t commit perjury, a prosecutor may very well have [members of Congress] testifying for the defendant.\"",
  "In addition, he called the exchange \"exculpatory\" because it indicated he didn't have advance knowledge \"of the content or source of the material Wikileaks published on Hillary.\"",
  "\"Perjury has always been a somewhat difficult charge to prove because you have to prove not only that the statement was false but that it was knowingly false,\" Ben-Veniste said.",
  "Rooney rejected the Democratic posture toward witnesses, arguing that their starting position is that everyone who testifies before the panel should be treated with suspicion.",
  "But Rooney’s GOP colleagues so far are showing little of the urgency Democrats say is necessary to confront contradictions between witness testimony and recent news reports.",
  "Once the interview phase of the probe is over, GOP aides say the committee will review the transcripts from its dozens of witness interviews when the probe concludes.",
  "In all three cases, the testimony undercut questions Democrats have raised about the contacts between associates of President Donald Trump and the Russian government.",
  "The goal, despite similar reports that Prince in November called a “fabrication,” was to help establish a communications channel prior to Trump's inauguration.",
  "\"If those reports are accurate, there is clearly a significant discrepancy between that version and what we heard in Erik Prince’s testimony,\" Schiff said.",
  "And lawyers who have handled related cases say that perjury is a highly difficult charge to prosecute — especially in a sharply partisan political climate.",
  "He noted that prosecutors can charge a witness for making false statements to Congress even if lawmakers don't refer the matter to the Justice Department.",
  "As Republicans prepare to wrap up the divided panel’s Russia probe, Democrats fume that key witnesses may have misled or flat-out lied to them.",
  "Those high hurdles, he added, would be even higher for a panel like the House Intelligence Committee that has been riven with partisanship.",
  "Members say the review will include a look at whether anyone was untruthful or will need to be recalled for further testimony or documents.",
  "Rep. Peter King (R-N.Y.) told CNN that questions about whether Prince concealed Nader's presence at the Seychelles meeting \"bullshit.\"",
  "One complication to Democratic concerns about truthful testimony: Legal experts say proving a lie to Congress is extremely difficult.",
  "\"And if it comes out later that they haven't, then there should be an amendment to the report and there should also be consequences.\"",
  "But he said short of that kind of cooperation, \"we can certainly bring it to the attention of the special counsel on our own.\"",
  "\"There are plenty of opportunities by a skillful witness to elide the truth by not quite answering the question,\" he said.",
  "Stone said in an email that he is not worried that the Intelligence Committee might construe his testimony as false.",
  "That appears to contradict Stone’s claim that he communicated with the organization through an intermediary only.",
  "Some Democrats on the panel want to cite Stone for false testimony, according to a Democratic committee source.",
  "A spokesman for Prince pointed to his previous testimony when asked to square his comments with the new report.",
  "Republicans and Democrats agree that witnesses caught caught lying under oath need to be held accountable.",
  "Republicans have shown little interest in pursuing allegations of false or misleading testimony.",
  "That’s more than a matter of pride: Lying to Congress is a crime punishable by imprisonment.",
  "Email Sign Up By signing up you agree to receive email newsletters or alerts from POLITICO.",
  "He said the exchange captured by The Atlantic was shared with the committee \"months ago.\"",
  "\"You have such diametrically opposite, uncivil views between the two parties,\" he said.",
  "Sign up for POLITICO Playbook and get the latest news, every morning — in your inbox.",
  "Haldeman — were for making false statements to investigators and committing perjury.",
  "Whether these or any other witnesses face real jeopardy is far from clear, however.",
  "And in every case, recent news reports or documents have told a different story.",
  "\"Erik has nothing more to add to his evidence on this,\" the spokesman said.",
  "The allegations were obscured in a heavily redacted section of the memo.",
  "\"Adam likes to say is we can't take their testimony alone at face value.",
  "We have to assume that everybody's lying,\" he said, referring to Schiff.",
  "\"I'm very satisfied with Erik Prince's testimony,\" Rooney said.",
  "\"I just assume that everybody's telling the truth,\" he added.",
  "But proving such an allegation isn’t easy, Ben-Veniste added.",
  "Asked about this conclusion, Page lashed out at Democrats.",
  "\"Which is accurate, I don’t know and we should find out.",
  "The witnesses themselves all deny misleading Congress.",
  "\"We are not making any further comment.\"",
  "The most reliable politics newsletter.",
  "You can unsubscribe at any time.",
  "But clearly both can’t be true.\""
]