[
  "Starting in 1970, the DeVos family, which is based in Grand Rapids, Michigan, began directing at least two hundred million dollars into funding what was then called “The New Right.” The family supported conservative think tanks such as the Heritage Foundation; academic organizations such as the Collegiate Studies Institute, which funded conservative publications on college campuses; and the secretive Council on National Policy, which the Times called “a little-known club of a few hundred of the most powerful conservatives in the country.” The Council’s membership list, which was kept secret, included leaders of the Christian right, such as Jerry Falwell, Pat Robertson, and Phyllis Schlafly, and anti-tax and pro-gun groups.",
  "Betsy, who served as the chairwoman of the Michigan Republican Party in the late nineties and again in the early aughts, spent more than two million dollars of the family’s money on a failed school-vouchers referendum in 2000, which would have allowed Michigan residents to use public funds to pay for tuition at religious schools.",
  "\"People like us,” she added archly, “must surely be stopped.”\n\nIn the 2016 campaign, DeVos continued to spend heavily, but not in favor of Trump, who, she declared, “does not represent the Republican Party.” Evidently, she has changed her mind about that, and he has changed his about the merits of “the donor class.”",
  "Betsy, her husband Richard, Jr. (Dick), and her father-in-law, Richard, Sr., whose fortune was estimated by Forbes to be worth $5.1 billion, have turned up repeatedly on lists of attendees at the Kochs’ donor summits, and as contributors to the brothers’ political ventures.",
  "Steve Bannon, who was named Trump’s senior counsellor and chief strategist, has mocked what he called “the donor class,” arguing that it and the politicians it bankrolls have little understanding of the needs of working-class and middle-class voters.",
  "Richard DeVos, Sr., liked to say that it brought together “the doers and the donors.”\n\nIn 1980, the DeVos family contributed heavily to the election of Ronald Reagan, and DeVos, Sr., was named the finance chair of the Republican National Committee.",
  "In 2010, Charles Koch described Richard DeVos, Sr., as one of thirty-two “great partners” who had contributed a million dollars or more to the tens of millions of dollars that the Kochs planned to spend in that year’s campaign cycle.",
  "Such populist rhetoric fuelled Trump’s campaign, in which he presented himself as an outsider who would govern independently of the corrupt and out-of-touch private interests that he said had “rigged” American politics.",
  "publication PrideSource.com, DeVos and her husband led the successful campaign to pass an anti-gay-marriage ballot referendum in the state in 2004, contributing more than two hundred thousand dollars to the effort.",
  "\"There's not a Republican president or presidential candidate in the last fifty years who hasn't known the DeVoses,\" Saul Anuzis, a former chairman of the Michigan Republican Party, told Mother Jones, in 2014.",
  "Her brother Erik founded Blackwater, the private military company that the government infamously contracted to work in Afghanistan and Iraq, where its mercenaries killed more than a dozen civilians in 2007.",
  "In 1997, she brashly explained her opposition to campaign-finance-reform measures that were aimed at cleaning up so-called “soft money,” a predecessor to today’s unlimited “dark money” election spending.",
  "DeVos, whose father-in-law is a co-founder of Amway, the multilevel marketing empire, comes from the very heart of the small circle of conservative billionaires who have long funded the Republican Party.",
  "After choosing for his cabinet a series of political outsiders who are loyal to him personally, Donald Trump has broken with this pattern to name Betsy DeVos his Secretary of Education.",
  "That year, Elsa Prince Broekhuizen, Betsy DeVos’s mother, was a major contributor to the effort to pass Proposition 8, which made same-sex marriage illegal in California.",
  "The family then spent thirty-five million dollars, in 2006, on Dick DeVos’s unsuccessful campaign to unseat Jennifer Granholm, then the Democratic governor of the state.",
  "Two years later, he was removed, after calling the brutal 1982 recession a “cleansing process,” and insisting that anyone who was unemployed simply didn’t want to work.",
  "But it would be hard to find a better representative of the “donor class” than DeVos, whose family has been allied with Charles and David Koch for years.",
  "Trump may have run against big money in politics, but his choice for Education Secretary has made no apologies about her family’s political spending.",
  "Eventually, Amway pleaded guilty and paid fines of twenty-five million dollars, and the criminal charges against DeVos and his partner were dropped.",
  "While the DeVoses are less well known than the Kochs, they have played a similar role in bankrolling the rightward march of the Republican Party.",
  "“My family is the biggest contributor of soft money to the Republican National Committee,” she wrote in the Capitol Hill newspaper Roll Call.",
  "DeVos is a religious conservative who has pushed for years to breach the wall between church and state on education, among other issues.",
  "We expect to foster a conservative governing philosophy consisting of limited government and respect for traditional American virtues.",
  "Members of the family, including Betsy and Dick DeVos, have spent heavily in opposition to same-sex-marriage laws in several states.",
  "Her father, Edgar Prince, had made a fortune in auto-parts manufacturing, selling his company for $1.35 billion in cash, in 1996.",
  "Trump’s choice of DeVos delivers on his campaign promise to increase the role of charter schools, which she has long championed.",
  "After that campaign, the DeVos family doubled down on political contributions and support for conservative Christian causes.",
  "Dick DeVos reportedly gave a hundred thousand dollars, in 2008, to an amendment that banned same-sex marriage in Florida.",
  "That same year, DeVos and his Amway co-founder, Jay Van Andel, were charged with criminal tax fraud in Canada.",
  "Betsy DeVos has been a major financial backer of legal efforts to overturn campaign-spending limits.",
  "“I have decided to stop taking offense,” she wrote, “at the suggestion that we are buying influence.",
  "* (The Washington Post reports that Betsy DeVos has been an elder at Mars Hill, in Grand Rapids.)",
  "The marriage of Dick DeVos to Betsy Prince only increased the family’s wealth and power.",
  "But it also flies in the face of his fiery anti-establishment campaign rhetoric.",
  "Despite these incidents, the DeVos clan remained a major political force.",
  "We expect a return on our investment.\"",
  "According to the Michigan L.G.B.T.",
  "We do expect something in return.",
  "Now I simply concede the point.",
  "They are right."
]