[
  "The erstwhile spirit of bipartisanship in the committee has, in recent months, seemed all but extinguished as its members clashed repeatedly and with escalating rancor over the release of agenda-ridden surveillance memos, the sources of selective leaks to the media, and the investigatory priorities of the committee's ongoing probe into Russia's 2016 election interference.",
  "Of the four who have appeared, three – former White House chief strategist Steve Bannon, former Trump campaign manager Corey Lewandowski, and outgoing White House communications director Hope Hicks, who has since announced her resignation – declined to answer questions beyond a limited scope, which largely stopped at the end of Donald Trump's presidential campaign.",
  "The integrity of Prince's testimony before the committee has been called into question by recent reports that a Lebanese-American adviser to the United Arab Emirates, George Nader, has told the special counsel he attended a January 2017 meeting in the Seychelles with a Russian banker with ties to the Kremlin.",
  "A plan put forward by Republicans on the House Intelligence Committee to build a physical wall to separate the staffs of the two parties has been put on hold, multiple committee sources tell CBS News, reviving hopes that the committee may regain -- or at least retain -- some of its bipartisan tradition.",
  "According to the official, who requested anonymity because he was not authorized to speak publicly about the project, the unique requirements of retrofitting the committee's secure spaces would have cost eight to ten times more than a similar project in a non-secure environment.",
  "At the far right end of those spaces – beyond where, on one side, members meet for routine business, and on the other, witnesses are questioned – the committee's Republican and Democrat staff sits and works in a windowless area, undivided but for printer stations and safes.",
  "While in December, Democrats sounded urgent and frequent alarm bells that the committee's investigation might be brought to what they viewed as an abrupt and premature close, the sentiment now is more of a stoic hope that Republicans will seek to keep it open.",
  "\"A wall would only serve to provide a physical representation of what we are already experiencing on the committee: Democrats shut out of Russia investigation decision-making, surprise subpoenas, and multiple rejections of offers to meet and sort out issues.\"",
  "(Democrats say the number of witnesses is closer to 60, and point out that the Senate Intelligence Committee, which is carrying out a parallel investigation, had interviewed more than one hundred witnesses as of October 2017.)",
  "\"I don't have a specific timeframe,\" for potentially initiating contempt proceedings, Conaway said, adding he had not yet spoken with House Speaker Paul Ryan, who would ultimately certify those proceedings, about the matter.",
  "Last month, a permanent division between the staff seemed imminent, as committee Republicans, led by Chairman Devin Nunes, R-California, put forth plans to construct a physical barrier to separate the staff by party.",
  "While there was an apparent frenzy of activity in December, when more than a dozen witnesses – sometimes two or more per day – were interviewed, only four witnesses have testified in the first three months of 2018.",
  "Though no shortage of it has been public, much of the drama has played out in the committee's secure spaces, a sprawling, double-doored chamber of rooms marked by siren-red signs that indicate restricted access.",
  "Questions he refused to answer included the drafting of the Trump Tower meeting statement, the firing of former FBI Director James Comey, and the rumors of a potential firing of special counsel Robert Mueller.",
  "The organization Conaway referenced is the Architect of the Capitol (AOC), the federal agency that would be involved in making any physical alterations to structures or spaces in the Capitol building complex.",
  "The AOC would also typically carry out any necessary cost and feasibility assessments, prepare construction plans, and identify personnel with the proper security clearances to complete sensitive projects.",
  "\"There's an administrative organization where you have to get the plans to build stuff and I think they said no,\" said Rep. Mike Conaway, R-Texas, who leads the committee's Russia investigation.",
  "While other planned, less costly work – such as soundproofing some areas and installing doorways in others – is moving forward apace, the staff area will, for now, stay in one piece.",
  "Lewandowski, who returned for his second interview with the committee on Thursday, refused to answer questions about events Democrats called \"very pertinent\" to their investigation.",
  "\"All I can say is if those reports are accurate, there is clearly a significant discrepancy between that version and what we heard in Erik Prince's testimony,\" Schiff said Thursday.",
  "They have defended the integrity of their work by pointing to what they say are more than 70 witnesses interviewed and several hundred thousand pages of documents reviewed to date.",
  "\"Witnesses don't get to pick and choose when it comes to very relevant testimony to our investigation so we have requested a subpoena,\" Schiff said, after the interview concluded.",
  "While the specter of contempt proceedings was raised by both Republicans and Democrats in the aftermath of a particularly contentious interview with Bannon, it has since faded.",
  "The reason to put it on hold in itself is not strictly partisan: A senior committee official said the plan has been rejected for what appear mainly to be cost considerations.",
  "\"At some point the Russia investigation will end and the committee will need to return its full attention to oversight of the intelligence community,\" the official said.",
  "In the past few weeks, Republicans on the committee have repeatedly called for an end to the Russia investigation, whose four-part parameters were first set last March.",
  "Asked what additional witnesses have been scheduled, Rep. Jim Himes, D-Connecticut, said, \"To my knowledge there aren't any – but hopefully there will be.\"",
  "\"We only heard indirectly that there was a proposal by the chairman to build a wall dividing our staffs,\" said Ranking Member Adam Schiff, D-California.",
  "\"I assume that the public reaction has been sufficiently adverse that they have decided it's a bad idea – and it really is a bad idea,\" he said.",
  "Prince did not mention Nader in his testimony and said the meeting was impromptu and informal, with no specified agenda or concrete follow-up.",
  "Conaway has also been circumspect about any plans to call in or call back other witnesses, including Blackwater founder Erik Prince.",
  "\"But as they didn't tell us they were planning to build it, they haven't told us they've abandoned the plan, either,\" Schiff said.",
  "He added that, despite some indications to the contrary, most of the work the staff completes is still done on a bipartisan basis.",
  "The agency has its own budget for operations but, as a practice, does not comment on work it may or may not be carrying out.",
  "Indications that further testimony will be compelled from Lewandowski – or Hicks, or Bannon – are not especially robust.",
  "\"It was an ill-conceived idea that would have forever changed the character of the committee,\" said the official.",
  "Some Republicans on the committee have similarly denied knowing much about the status of plans for the wall.",
  "\"Whether that will be granted by the majority or not, I cannot say; they are taking it under consideration.\"",
  "A spokeswoman for the AOC referred inquiries about the matter back to the House Intelligence Committee.",
  "\"We don't need a wall, we need a filled meeting room,\" said Rep. Eric Swalwell, D-California.",
  "\"Which is accurate, I don't know, and we should find out – but clearly both can't be true.",
  "As far as I know the system can work if we get back to less partisan subject matter.\"",
  "The meeting was reportedly intended to establish a back channel to the Kremlin.",
  "Lewandowski claimed he answered all of the committee's \"relevant\" questions.",
  "\"We are closer to the end than we are to the beginning,\" Conaway has said.",
  "Other committees, the argument went, also divide their staffs.",
  "That the investigation's pace has slowed to a crawl is clear.",
  "Bannon last appeared before the committee on Feb. 15.",
  "Spokesmen for both parties declined to comment.",
  "\"I wasn't part of the decision to build a wall.",
  "It either was a back channel or it wasn't.\"",
  "\"We've got a lot of follow-up to do.\"",
  "asked Rep. Tom Rooney, R-Florida.",
  "\"What was it, a fire hazard?\""
]