[
  "Lewandowski returned to the intelligence panel Thursday to answer more questions in a second interview as part of the committee's Russia probe, but Rep. Adam Schiff said Lewandowski still would not discuss questions about numerous topics, including conversations he may have had about the June 2016 Trump Tower meeting, the firing of former FBI Director James Comey and the possible firing of special counsel Robert Mueller.",
  "And Schiff issued a similar call for a subpoena to outgoing White House communications director Hope Hicks, who also answered only some questions about the presidential transition and would not discuss her time in the Trump administration at the direction of the White House.",
  "(CNN) The top Democrat on the House Intelligence Committee says another former senior aide to President Donald Trump should be subpoenaed for refusing to answer questions — this time former Trump campaign manager Corey Lewandowski.",
  "With Lewandowski's testimony finished, it's not clear yet whether the committee will call any additional witnesses before it moves into the report-writing phase of the Russia investigation.",
  "Schiff's call for a subpoena comes after the committee did subpoena former White House chief strategist Steve Bannon for not answering questions about topics after the 2016 election.",
  "\"If those reports (about Nader) are accurate, there is clearly a significant discrepancy between that version and what we heard in Erik Prince's testimony,\" Schiff said.",
  "\"We shouldn't say we insist on answers from Steve Bannon, but not from Hope Hicks or Corey Lewandowski, or allow the witnesses decide what's pertinent,\" Schiff said.",
  "Lewandowski disagreed with Schiff's assessment of the interview, telling reporters as he left the closed-door meeting that he had answered all \"relevant\" questions.",
  "Lewandowski said he had not been told by the White House not to answer questions, but declined to say how he deemed that certain questions were not relevant.",
  "The California Democrat said he had requested a subpoena to compel Lewandowski's testimony, and the Republicans were \"taking it under consideration.\"",
  "Lewandowski was with the committee for roughly three hours, which is short by many standards for the committee's closed-door Russia interviews.",
  "Republicans have been signaling they're ready for the probe to end, while Democrats say they have many more witnesses who should be called.",
  "In a subsequent interview he did answer some transition questions, but Democrats now want to hold him in contempt of Congress.",
  "After Lewandowski's testimony had wrapped, Schiff raised a new name he wanted to speak to: White House aide Stephen Miller.",
  "\"Witnesses don't get to pick and choose when it comes to very relevant testimony to our investigation,\" Schiff said.",
  "Sources with knowledge of the interview said it got contentious at times when Lewandowski was pressed by Democrats.",
  "It was either a meeting arranged as a result of other discussions in December in Trump Tower or it wasn't.\"",
  "Rep. Mike Conaway, the Texas Republican leading the committee's Russia probe, declined to comment.",
  "\"Which is accurate, I don't know, and we should find out, but clearly both can't be true.",
  "\"I answered every relevant question you can imagine,\" Lewandowski said.",
  "\"Cold,\" Lewandowski said when asked about the atmosphere in the room.",
  "It either was a back channel or it wasn't."
]