[
  "Based on that meeting, your forever war could have gotten a bunch longer and a whole lot dumber, according to this new report from the New York Times:\n\n\"Erik D. Prince, a founder of the private security firm Blackwater Worldwide, and Stephen A. Feinberg, a billionaire financier who owns the giant military contractor DynCorp International, have developed proposals to rely on contractors instead of American troops in Afghanistan at the behest of Stephen K. Bannon, Mr. Trump's chief strategist, and Jared Kushner, his senior adviser and son-in-law, according to people briefed on the conversations.\"",
  "Here's video of a Blackwater security convoy swerving to run down a woman on the street in Baghdad:\n\nSince profiting off of Blackwater's brutality, Prince has also tried to create a \"secret\" private army for the United Arab Emirates, militarized crop dusters for use as attack planes by clients in South Sudan, and allegedly helped then-candidate Trump try to set up a backchannel line of communication to the Kremlin through his own sketchy security contacts in the Middle East and the Seychelles.",
  "REUTERS/Larry Downing\n\nIn case you thought James Mattis' job running the Department of Defense wasn't hard enough, he reportedly had to sit through a presentation — on a Saturday — by two top Beltway bandits, imposed on him by President Donald Trump's son-in-law and his top propaganda consigliere, on how the Afghanistan war should be run by defense contractors.",
  "Mattis and McMaster have promised to deliver their revised Afghanistan strategy to President Trump this month, and while they're smart enough to know that not all military contracting is evil, they're not stupid enough to put stock in Prince, a truly unscrupulous money-eating slug jammed into the cold husk of a crew-cut, flag-pin-flaunting patriot.",
  "But don't sleep on the presentation's second-seater, Stephen Feinberg, who controls Dyncorp through his equity firm, Cerberus Capital — which has previously run Chrysler into the ground and holds a portfolio of gun companies that's managed to freak out liberals and conservatives alike.",
  "The New York Times' sources say their spiel mirrored a May Wall Street Journal op-ed by Prince, in which he said \"an expensive disaster\" could be averted by turning control of the Afghan war over to \"one person: an American viceroy who'd lead all coalition efforts.\"",
  "Prince has been busy since his 2010 sale of Blackwater, the free-wheeling security firm he founded and publicly defended for collecting billions in security contracts in Iraq while engaging in hundreds of unprovoked firefights that killed scores of Iraqi civilians.",
  "Now, imagine again that you're Mattis, and you're spending a Saturday \"listening politely\" to these yahoos beg for complete control over your theater of operations to practice empire for fun and profit, because the president's pals say you should.",
  "Prince was a popular guest on Bannon's radio show during the 2016 campaign, specializing in spittle-flecked conspiracy theories about Hillary Clinton's emails, rhetorical broadsides that appear more ironic and hilarious with every passing day.",
  "That strategy was being called \"the Laos option,\" because operating covertly in Laos to win the Vietnam War was a smashing success for the U.S. with no strategic complications or troubling human rights implications whatsoever.",
  "But such an option in Afghanistan could be hugely profitable for Dyncorp, and for Feinberg himself, a college ROTC dropout who was rumored to be under consideration for a Trump administration job last year.",
  "Prince — who is Education Secretary Betsy DeVos' brother — reportedly coordinated that latter effort with Bannon and Kushner, the same Trump confidants who got Prince his July 8 audience with Mattis.",
  "Dyncorp is a multi-billion-dollar Beltway bandit that's magically made tons of taxpayer money disappear, all while fighting allegations of sex trafficking and unjustified killings of Iraqis.",
  "Mr. Mattis listened politely but declined to include the outside strategies in a review of Afghanistan policy that he is leading along with the national security adviser, Lt. Gen. H. R.",
  "— would report directly to the president and run the war through \"private military units\" patterned after the East India Company, because that worked so well in Afghanistan in 1842.",
  "control over operations in Afghanistan, which would be carried out by paramilitary units and hence subject to less oversight than the military,\" a source told the New York Times.",
  "\"On Saturday morning, Mr. Bannon sought out Defense Secretary Jim Mattis at the Pentagon to try to get a hearing for their ideas, an American official said.",
  "Erik Prince at the House Oversight and Government Reform Committee on security contracting in Iraq and Afghanistan, October 2, 2007.",
  "Pablo Martinez Monsivais/AP\n\nFeinberg's contribution to the conversation was to propose giving \"the C.I.A.",
  "It's a testament to the defense secretary's integrity that he shot them down.",
  "Here's hoping that a Mad Dog can keep the wild hyenas at bay a little longer.",
  "It's testament to his self-control that he didn't go HAM on them.",
  "So what's Prince's and Feinberg's idea for winning Afghanistan?",
  "That man — gosh, who could fill such a crucial role?",
  "McMaster.\""
]