[
  "What happened in the Seychelles: Erik Prince’s account\n\nPrince’s story of how he ended up going to the Seychelles and what took place there, which he gave under oath to the House Intelligence Committee on November 30, 2017, is as follows:\n\nOne day, an aide to MBZ, the crown prince of the United Arab Emirates, invited Prince to fly out to the Seychelles and meet MBZ, offering few details.",
  "The cast of characters for Erik Prince’s Seychelles meeting\n\nThe people present to meet at the Seychelles on January 11, 2017, included the following:\n\nErik Prince is the founder of Blackwater, the private security/mercenary company that scored big contracts from George W. Bush’s administration (and some of whose employees were accused of killing Iraqi civilians).",
  "Its government brags that it is “the kind of place where you can have a good time away from the media.”\n\nThe context of the Seychelles meeting\n\nPotentially relevant context for the main Seychelles meeting is that there were several other meetings of the various factions involved the month before, mostly happening in Trump Tower.",
  "The Washington Post was the first to unearth the Seychelles meeting, in a report by Adam Entous, Greg Miller, Kevin Sieff, and Karen DeYoung published in April 2017, which was sourced to anonymous “U.S., European and Arab officials.” Their account of why and how the meeting happened was very different from Prince’s.",
  "Furthermore, a recent Times report said that Mueller “appears to be examining the influence of foreign money on Mr. Trump’s political activities,” and has previously asked whether Nader “funneled money from the Emirates to the president’s political efforts.” So he does seem to be following some sort of money trail.",
  "Prince characterizes the invitation as: “His Highness would like to see you if you can come out to the Seychelles.” Prince says he understood this as an invitation “to talk about potential business.”\n\nSo Prince accepted and flew out there on January 11, 2017.",
  "Toward the end of the meeting, Prince testified, someone in MBZ’s party casually “mentioned a guy I should meet who was also in town to see them, a Kirill Dmitriev from Russia, who ran some sort of hedge fund.” (Prince did not name Nader in his testimony.)",
  "The Washington Post’s Sari Horwitz and Devlin Barrett reported that Nader is saying the meeting was “an effort to establish a back channel between the incoming administration and the Kremlin” — and that Mueller has other evidence to that effect, as well.",
  "That would sure seem to make sense, since all this happened shortly after Kushner reportedly said he wanted to establish a secret back channel with Russia, and both MBZ and Prince made their own trips to see Trump officials not long after that.",
  "In the first Post report on the meeting, their sources claimed that one topic of discussion was “whether Russia could be persuaded to curtail its relationship with Iran, including in Syria,” a topic that was very much of interest to the UAE.",
  "They write:\n\nFollowing the New York meeting between the Emiratis and Trump aides, Zayed was approached by Prince, who said he was authorized to act as an unofficial surrogate for the president-elect, according to the officials.",
  "The meeting brought together Erik Prince, Trump donor and founder of the private security company Blackwater, with Kirill Dmitriev, who manages a Russian sovereign wealth fund and is thought to be close to Vladimir Putin.",
  "The letter also claimed that at the meeting, Kushner, Flynn, and Kislyak discussed setting up a meeting between a Trump representative and a Russian in some third country, and concluded Flynn was too high-profile to go.",
  "So, per the Post’s sources, it was Erik Prince who said he wanted the meeting, who said he was acting as a surrogate for President-elect Trump, and who asked MBZ’s team to put him in touch with a Putin confidant.",
  "The New York Times’s Mark Mazzetti, David Kirkpatrick, and Adam Goldman reported in March that George Nader — an adviser to the de facto leader of the United Arab Emirates — is cooperating with Mueller’s probe.",
  "If it were to be proven that the Trump team wanted to set up the Seychelles meeting, the question would remain about what actually happened there — and why those involved wanted so badly to keep it secret.",
  "He said he just made the Seychelles trip for business reasons, that he was in no way representing Trump, and that the meeting with Dmitriev was both entirely unplanned on his end and completely uneventful.",
  "MBZ did business with Erik Prince several years ago — the UAE awarded Prince a contract worth several hundred million dollars “to help assemble an internal paramilitary force,” per the Washington Post.",
  "It does not appear that Nader has been charged with anything, but the Times reported that when he landed at Dulles Airport on January 17 of this year, the FBI was waiting for him, at Mueller’s behest.",
  "And he’s testified about what, exactly, happened at a mysterious meeting between a Trump associate and a Russian fund manager in the Seychelles, an East African archipelago nation in the Indian Ocean.",
  "We don’t yet know the specifics of what Nader is saying as part of his semi-voluntary cooperation (the FBI questioned him at Dulles Airport after a flight and seized his electronics, per the Times).",
  "Finally, and perhaps most obviously of all, there’s the possibility that this happened so that Trump’s team and Putin’s could secretly communicate about Russian interference in the 2016 campaign.",
  "Days later, the Washington Post received an anonymous letter revealing that this secret meeting happened and who was present (though they couldn’t confirm it for several more months).",
  "According to Banco’s sources, Mueller is digging into not just one but several Seychelles meetings from 2017 that “wealthy and politically-connected individuals” were involved in.",
  "It’s also worth noting that Michael Flynn has been cooperating with Mueller’s investigators since early December and we haven’t seen any of the fruits of his cooperation yet.",
  "But if this were merely about essentially aboveboard foreign policy discussions, it’s unclear why they would have had to happen with such secrecy, through a back channel.",
  "Details on the other meetings and Mueller’s interest in them remain scant for now, but here’s what we know about the January 11 meeting that Erik Prince took part in.",
  "But if Prince was acting on the Trump’s team behalf, it would demolish months’ worth of denials from both him and the White House that he was doing any such thing.",
  "Then on December 15, 2016, a little over a month after Trump won the presidential election, the United Arab Emirates crown prince, MBZ, flew to the United States.",
  "After all, it happened just weeks after Jared Kushner reportedly told the Russians that he wanted to set up a back channel through which they could communicate.",
  "Kislyak reported back to his bosses that at this meeting, Kushner said he wanted to set up a secret communications channel between the Trump team and Russia.",
  "Anonymous sources have long claimed to reporters that the purpose of the Seychelles meeting was for Trump’s team to covertly communicate with Putin’s team.",
  "Kirill Dmitriev manages the Russian Direct Investment Fund, a $10 billion Russian government-established sovereign wealth fund that’s under US sanctions.",
  "What was strange about this was that MBZ did not inform the Obama administration that he was traveling to the US, as major foreign leaders usually do.",
  "Prince donated about $250,000 to Trump’s campaign and to outside groups supporting Trump and was in contact with Steve Bannon during the transition.",
  "That’s big because Nader helped organize, and attended, that curious Seychelles meeting on January 11, 2017, shortly before Trump’s inauguration.",
  "Finally, there’s the setting — the Seychelles Islands is a tropical archipelago nation a few hundred miles off the coast of eastern Africa.",
  "George Nader, a Lebanese-American business executive who has a decades-long history in international diplomacy, has lately advised MBZ.",
  "It would would raise serious questions about why, exactly, all parties involved were so set on keeping the Seychelles meeting secret.",
  "Overall, the meeting with Dmitriev was so uneventful that, he claims, he couldn’t even remember the man’s name a few months later.",
  "Then on the following day, Sergey Gorkov, the head of the Russian government-owned bank VEB, stopped by to meet with Kushner.",
  "On December 1, 2016, Jared Kushner and Michael Flynn met secretly in Trump Tower with the Russian ambassador, Sergey Kislyak.",
  "Prince has since sold Blackwater (which renamed itself) and gone out in search of new lines of mercenary business.",
  "Zayed agreed and proposed the Seychelles as the meeting place because of the privacy it would afford both sides.",
  "What’s more, Dmitriev’s fund was until 2016 actually part of the Russian government-owned bank Gorkov runs, VEB.",
  "And on Tuesday, Erin Banco reported for NJ Advance Media that there may be yet more to the Seychelles story.",
  "Erik Prince also visited Trump Tower twice during the transition, to meet with Bannon, he later testified.",
  "MBZ, or Mohammed bin Zayed al-Nahyan, is the crown prince and de facto ruler of the United Arab Emirates.",
  "A meeting of about an hour ensued with MBZ, “a couple of his brothers,” and others in his entourage.",
  "Flynn was present in the meeting in which Kushner reportedly told Kislyak he wanted a back channel.",
  "The whole purpose of the meeting was to be a back channel between Trump’s team and Putin’s team.",
  "Trump’s team didn’t disclose the meeting either, and it too remained secret for several months.",
  "They’ve questioned him several more times since and he went before a grand jury for testimony.",
  "His fund was until recently part of the Russian government-owned bank Vnesheconombank, or VEB.",
  "But Prince has hotly denied that that’s what happened, including in sworn testimony last year.",
  "There, he met with several Trump transition officials, including Flynn, Kushner, and Bannon.",
  "Prince accepted, and met Dmitriev at the hotel bar one on one for no more than 30 minutes.",
  "Diplomatically, the UAE regime is close to Saudi Arabia and unfriendly to Qatar and Iran.",
  "They discussed general issues in the field, but no specific business proposal was made.",
  "They discussed general issues in the field, but no specific business proposal was made.",
  "In a sign of his importance to the investigation, Nader testified before a grand jury.",
  "And Prince certainly never claimed in any way to be acting on behalf of Donald Trump.",
  "He also happens to be the brother of controversial Education Secretary Betsy DeVos.",
  "Special counsel Robert Mueller has gotten a cooperator in the Russia investigation.",
  "Nader — and Mueller’s investigation more generally — could be providing the proof.",
  "Was this the secret US-Russia backchannel meeting that Kushner reportedly wanted?",
  "One potential topic is, of course, the incoming administration’s foreign policy.",
  "The Russian who went to the meeting, Kirill Dmitriev, is a moneyman, after all.",
  "On December 12, Kislyak returned to Trump Tower and met with Kushner’s deputy.",
  "So is Sergey Gorkov, who met with Jared Kushner in Trump Tower weeks earlier.",
  "They served him with a subpoena, questioned him, and seized his electronics.",
  "And if the Seychelles meeting was a back channel, what actually came of it?",
  "Prince then stayed in the hotel that night and left the next morning.",
  "It appears, though, that Nader is telling the grand jury otherwise.",
  "He may well have told Mueller why the Seychelles meeting happened.",
  "But we clearly haven’t heard the last of the Seychelles meeting.",
  "(Rather than just waiting nine days for Trump to be sworn in.)",
  "He wanted Zayed to set up a meeting with a Putin associate.",
  "So far, there’s no specific evidence that that’s the case.",
  "He was also present when Kushner and Bannon met MBZ.",
  "He visited the White House several times in 2017.",
  "Again, these meetings remained secret for months.",
  "He also at one point consulted for Blackwater.",
  "He’s believed to be close to Vladimir Putin.",
  "However, there was no actual proof of this.",
  "(Kushner denies that this happened.)",
  "There was no follow-up to it.",
  "Was money involved?"
]