[
  "If Bannon, with the backing of the billionaire Mercer family, can help direct the more divisive characters in his sprawling camp to a series of victories -- not just in their hotly contested primaries, but in November showdowns against Democrats -- his legend, and influence in Republican politics, will grow.",
  "Bannon's \"season of war\" against the Republican establishment has also taken him to Arizona, where he is backing Republican Kelli Ward to replace Sen. Jeff Flake, a Trump critic who announced his retirement plans last month as it became clear he'd struggle in a primary contest.",
  "\"The Bezos Amazon Washington Post that dropped that dime on Donald Trump is the same Bezos Amazon Washington Post that dropped the dime this afternoon on Judge Roy Moore,\" Bannon said at a gathering of conservative activists in Manchester, New Hampshire, on November 9.",
  "A long series of legal issues, most notably a 2007 shooting in Baghdad's Nisour Square that left 17 dead, eventually cost the company its lucrative government deal\n\nPrince, though, has remained a vocal advocate for the use of mercenary forces.",
  "Per Jennifer Jacobs and Bill Allison : \"He'll support only candidates who agree to two conditions: They will vote against McConnell as majority leader, and they will vote to end senators' ability to block legislation by filibustering.\"",
  "Steve Bannon, who joined Donald Trump's team as its chief executive less than three months before the 2016 election, has sought to parlay his role in the candidate's shock victory into a political empire of his own.",
  "Tarkanian, who has run and lost multiple races, announced his entry on Fox and Friends, Trump's favorite morning television show, and has criticized Heller for being insufficiently supportive of the President.",
  "JUST WATCHED Erik Prince: 'Exploring options' on Senate run Replay More Videos ... MUST WATCH Erik Prince: 'Exploring options' on Senate run 00:46\n\nThat was before Flake took his dramatic exit from the race.",
  "Ward also said that, should McCain follow her advice, she would \"certainly hope\" to be considered for an appointment to his seat by Arizona's Republican governor, Doug Ducey -- then made her case on the air.",
  "But since then, more women have spoken out, going public with a series of charges against Moore, who has been asked to step aside by top Republicans in Washington as his support erodes in the polls.",
  "So far, though, Bannon's efforts have mostly served to amp up the already considerable internal angst in Republican circles, and elevate at least a few candidates with questionable backgrounds.",
  "Former congressman, war veteran and felon Michael Grimm, who is challenging his successor, Rep. Dan Donovan, in a Republican primary in New York, has also won Bannon's support.",
  "(CNN) In the grand narrative of American politics, there is a lofty -- and often lucrative -- place for the strategists and advisers who guide winning presidential campaigns.",
  "Bannon's slate of preferred candidates lack any obvious ideological through line and some of his most promising potential allies have ties to the party establishment.",
  "Bannon is also looking to convince former Blackwater CEO Erik Prince, the brother of Education Secretary Betsy DeVos, to challenge Wyoming Sen. John Barrasso in 2018.",
  "The New York Times came under criticism in late August when it published an op-ed he wrote pushing for a surge of contractors -- perhaps his own -- into Afghanistan.",
  "Not long after McCain was diagnosed with brain cancer in July, Ward made waves by saying during a radio interview that he should \"step away as quickly as possible.\"",
  "In the aftermath of a Washington Post report detailing allegations of sexual assault and misconduct, Bannon pulled from the Trump playbook and attacked the press.",
  "\"I have a proven track record of years in the state senate of being extremely effective and of listening to the voice of the people that I represent,\" Ward said.",
  "In theory, it's all part of a grand strategy to remake the party in the image Trump projected during the campaign and through parts of his first year in office.",
  "He has a super PAC called Grassroots Action PAC that spent over 10 million dollars seeking to destroy my character, my reputation, and my political future.\"",
  "He backed Moore in a primary contest with Sen. Luther Strange, who was appointed by former Governor Robert Bentley and backed ahead of the vote by Trump.",
  "That Moore's campaign, in which Bannon has no official role or title, has since turned into a colossal mess would be more difficult to dispute.",
  "According a Bloomberg report from early October, Bannon's top preconditions center more on personality and tactics than anything else.",
  "At least one, state treasurer and former Trump campaign chief operating officer Jeff DeWit could divide the pro-Trump primary vote.",
  "Prince's Blackwater, a private military contractor, was a controversial presence alongside US troops in Iraq and Afghanistan.",
  "Bannon's list also includes some more mainstream conservative hopefuls, like Montana state auditor Matt Rosendale.",
  "Now there a number of Arizona Republicans, including Rep. Martha McSally, considering Senate runs of their own.",
  "In Nevada, Danny Tarkanian's primary challenge to Sen. Dean Heller won over the Breitbart boss.",
  "This time, though, no one will chalk it up to the good luck of catching on late with Trump.",
  "\"And you know, I made an extremely good showing against Senator McCain against all odds.",
  "Ward has run before, losing handily to Sen. John McCain in the 2016 GOP primary.",
  "Bannon's highest profile endorsement is, for now, Alabama's Roy Moore.",
  "Like with Moore, Bannon has no formal position in Grimm's campaign.",
  "How much sway Bannon had in that contest is open for debate.",
  "That's what I mean when I say opposition party, right?\"",
  "You know, he outspent me nearly 10-to-one.",
  "But the reality is less cut and dry.",
  "\"Now is that a coincidence?"
]