[
  "After the meeting, Erik Prince—the former head of the private security company Blackwater and an ally of the Trump transition team and brother of Secretary of Education Betsy DeVos—testified before the House Intelligence Committee that the conversation had been unplanned and unimportant, nothing more than a chance encounter at a luxury hotel.",
  "• “Win-win economic investment initiatives” that would involve Russian companies, with the fund’s backing, making investments “to serve the U.S. market in the Midwest.” The memo implied that this would help Trump deliver on campaign promises and make him more popular among his base.",
  "Dmitri Lovetsky/Getty Images\n\nThe Daily Beast obtained a memo from a Putin-aligned Russian investor summarizing a meeting with influential Trump ally Erik Prince in the Seychelles last year, a meeting that has come under scrutiny by Robert Mueller’s special counsel investigation.",
  "The memo was sent by Kirill Dmitriev, the CEO of a Russian sovereign wealth fund, to the head of a hedge fund in the U.S. and described a meeting that occurred at the Four Seasons Hotel bar in January 2017, just before Trump’s inauguration.",
  "• A small working group to create “an action plan for a major improvement in the U.S.-Russia relationship.”\n\nThe proposals, according to the Daily Beast, are not unusual and reflect those made by the Russian government more officially.",
  "In March, however, it was reported that Mueller’s team had gathered evidence that the secretive meeting had actually been an attempt to establish a back channel between the incoming Trump administration and the Kremlin.",
  "According to the report, the memo revealed that the two parties discussed Russian-U.S. cooperation in fighting terrorism in Syria and a Russian plan to pour money into Midwestern companies, among other topics.",
  "It was the back-channel nature of the way these proposals were made, not the content itself, that raised red flags.",
  "It also suggested a trip by Washington politicians to Moscow to highlight U.S. business success in Russia.",
  "• An “honest and open and continual dialogue on differences and concerns” between the two countries.",
  "But according to the memo obtained by the Daily Beast, it revolved around five key ideas.",
  "• Cooperation to address chemical weapons, biological terror, and nuclear proliferation.",
  "The subject of that meeting, though, still remained murky.",
  "• U.S.-Russia cooperation in the fight against ISIS.",
  "This would involve the Ukraine crisis.",
  "Russian President Vladimir Putin."
]