[
  "Of those strategic goals, the first two can be achieved with small U.S. commitments, and the third requires a major commitment of the kind that the American public will no longer tolerate (and the American fiscus, arguably, can no longer afford).",
  "That is the essence of the proposal by former Blackwater CEO Erik Prince, which calls for using a small force of private military contractors, working together with the CIA and local warlords, to contain the Taliban and keep terror groups down.",
  "There are, broadly speaking, three good strategic reasons for the United States to be involved in Afghanistan:\n\nPreventing terror groups from establishing safe havens and launching attacks on the U.S. homeland.",
  "The presence of massive numbers of U.S. troops in Iraq and Afghanistan constrained the Iranian regime and encouraged the Green Revolution, which almost succeeded.",
  "That may not be a problem U.S. forces can solve, because it does not address the underlying forces driving internal conflict in Afghanistan.",
  "We may not like it that Pakistan has nuclear weapons but letting those weapons fall into the hands of terrorists would be a nightmare.",
  "The plan that President Trump is expected to produce will fall somewhere in between, aimed at none of these strategic objectives.",
  "President Donald Trump is set to address the nation on Monday evening about his plans for a troop expansion in Afghanistan.",
  "The president risks fumbling into the kind of intractable conflict he specifically promised his voters he would avoid.",
  "A small but effective U.S. force could help patrol the Afghanistan-Pakistan border region and keep that threat at bay.",
  "The details are not yet known, but it is likely to be a moderate surge aimed at shoring up the Kabul government.",
  "He is the co-author of How Trump Won: The Inside Story of a Revolution, is available from Regnery.",
  "Projecting a threat into Iran that would deter the regime aggression and encourage dissidents.",
  "There seems to be no strategic objective, however, nor any idea of what victory may look like.",
  "Preventing Afghanistan-based terror organization from destabilizing nuclear-armed Pakistan.",
  "Instead it will address the practical problem of the stability of the Kabul government.",
  "That is essentially the situation that prevailed when Barack Obama took office in 2009.",
  "What remains is for the U.S. to fight for its own strategic priorities in Afghanistan.",
  "Anything less, or more, will be unsustainable, militarily and politically.",
  "He was named one of the “most influential” people in news media in 2016.",
  "Joel B. Pollak is Senior Editor-at-Large at Breitbart News.",
  "And those may simply be beyond our reach.",
  "Follow him on Twitter at @joelpollak."
]