[
  "“The president has made a decision,” the Pentagon chief told reporters on an overnight flight that arrived in Jordan on Sunday, adding, “He wants to be the one to announce it to the American people, so I’ll stand silent until then.”\n\nSecretary Mattis refused to explicitly tell reporters what military action the president is going to take in Afghanistan, saying, “Once [President Trump] announces what the strategy is, we can get more precise on Afghanistan troop levels, what we’re going to do with that.”\n\nHe said President Trump wants to tell the American people about the strategy himself in the coming days.",
  "Asked if he is satisfied with Trump’s decision, Mattis said, “I’m very comfortable that the strategic process was sufficiently rigorous and did not go in with a preset condition in terms of what questions could be asked or what decisions would be made.”\n\nOn August 14, Mattis indicated that the Trump administration was considering various options for Afghanistan, including increasing the American military footprint by thousands of forces, the complete withdrawal of troops, and using private contractors.",
  "U.S. Gen. John Nicholson, the top commander of American and NATO forces in Afghanistan, told United States lawmakers in February that coalition forces are facing a “stalemate” in Afghanistan, echoing the most recent assessment by the Special Inspector General for Afghanistan Reconstruction (SIGAR), a United States watchdog agency.",
  "“I think he now needs the weekend to collect his thoughts about how he’s going to explain it to the American people.”\n\nPresident Trump inherited a chaotic situation in Afghanistan from his predecessors—deteriorating security conditions that continue until this day, primarily at the hands of the Taliban.",
  "Nevertheless, Politico has learned from unnamed top administration officials that Vice President Mike Pence and McMaster teamed up ahead of the meeting at Camp David Friday to persuade President Trump to accept the military’s proposals to increase the number of U.S. troops in Afghanistan.",
  "The Politico article suggests that the only Afghanistan war options on the table for President Trump on Friday were complete U.S. withdrawal—an unlikely choice—and increasing the U.S. military footprint by thousands, which would mirror what Trump’s predecessors have done in the past.",
  "Erik Prince, the founder of the former Blackwater private security firm who is proposing a private security strategy for dealing with Afghanistan, had been scheduled to attend the Camp David session but Politico revealed that he was blocked at the last minute, allegedly by McMaster.",
  "“So if you look at the region, it’s a South Asia strategy, and we’ll be addressing those issues in it.”\n\nOn Friday, President Trump met with his national security team at the Camp David presidential retreat to discuss the war in Afghanistan, which began in October 2001.",
  "Trump demanded that his team devise a plan that does not resemble the failed strategies of his predecessors, which have resulted in more than $700 billion in spending—on war fighting and reconstruction—and thousands of lost and maimed American lives.",
  "U.S. President Donald Trump has adopted a new strategy to deal with the nearly 16-year-old war in Afghanistan following a “sufficiently rigorous” process, declares Secretary of Defense James Mattis.",
  "President Trump indicated on Twitter the following day that he had made a decision on Afghanistan:\n\nImportant day spent at Camp David with our very talented Generals and military leaders.",
  "The Vice President has been heavily involved as the objective facilitator to ensure that the President has all the information he needs to make his decision,” Agen told Breitbart News.",
  "Moreover, Afghan security forces and civilians have suffered a historic number of casualties as a result of the failed U.S. policies in the county over the last few years.",
  "Until this weekend, President Trump had been unwilling to settle for any of the war strategy presented to him by Mattis and National Security Adviser H.R.",
  "Mattis also suggested the new strategy would deal with Pakistan’s support for jihadists fighting U.S. troops and their allies in neighboring Afghanistan.",
  "“The reason we had to get back together was he [President Trump] kept asking questions on all of them [options] and wanting more and more depth on it.",
  "In the coming decades, the cost of health care and disability benefits for U.S. troops deployed to Afghanistan is expected to reach $1 trillion.",
  "Since the war started nearly 16 years ago, terrorists, primarily the Taliban, have killed 2,257 U.S. service members and injured 20,257 others.",
  "— Donald J. Trump (@realDonaldTrump) August 19, 2017\n\n“Important day spent at Camp David with our very talented Generals and military leaders.",
  "Earlier this year, Mattis conceded the United States is “not winning” the war, suggesting that the Trump administration would change that.",
  "Currently, the Taliban controls or contests 40 percent of Afghanistan where the Islamic State (ISIS/ISIL) has also established a presence.",
  "Secretary Mattis told reporters that the president would unveil the details behind his new Afghanistan strategy this coming week.",
  "“He really did come in with very different courses of action,” said the Pentagon chief, referring to President Trump.",
  "And in putting that together, it caused us to integrate the answers more,” said the secretary of defense.",
  "McMaster, which include deploying more American troops as was done under the former U.S. administration.",
  "The majority of American military fatalities took place under former President Barack Obama’s watch.",
  "“It is false to imply that the Vice President is pushing any particular option to the President.",
  "In an email statement, Jarrod Agen, Pence’s deputy chief of staff, denied the Politico report.",
  "When talking to reporters, Mattis acknowledged that there were various options on the table.",
  "Many decisions made, including on Afghanistan,” announced the commander-in-chief.",
  "“It is not just an Afghanistan strategy,” he said.",
  "Many decisions made, including on Afghanistan."
]