[
  "“They will provide leadership, intelligence, communications support, surveillance aircraft, and a couple of helicopters,” he said, explaining:\n\n“Traffickers have to drive over vast distances, so it’s easy to locate their truckloads of migrants, intercept them, and stop the driver.”\n\nMedia Accuse Italy of Making Secret Deal with People Traffickers to Cut Migrant Numbers\n\nhttps://t.co/DrwjYJSwCe — Breitbart London (@BreitbartLondon) September 1, 2017\n\nHe said that migrant would be treated well and overall the plan would be better for their wellbeing that the current situation, where they are encouraged to make an illegal journey aided by criminal gangs.",
  "“To stop it, you have to create a Libyan border police along the southern border.”\n\nHe explained how he aims to build three police bases and send 250 personnel to each to train and aid Libyan forces, similar to how his old company, Blackwater, did with the Afghan border police.",
  "I do not think that paying militias is a solution in the long run.”\n\nWith the route to Europe through Greece and Turkey closed off, Italy has been struggling as numbers crossing from Libya have surged.",
  "Erik Prince, the founder of Blackwater military contractor, has proposed a plan to “humanely” stem the tide of migrants travelling through Libya in an attempt to reach the European Union (EU).",
  "Prince claims his plan will cost a “fraction” of the price the EU is spending on the boats currently picking up migrants close to the coast of Africa and bringing them to Italy.",
  "Mr. Prines wants to send professional forces from his Frontier Services Group over to stop, house, and “repatriate” hundreds of thousands of migrants travelling through Libya.",
  "He aims to stop migrants attempting the dangerous illegal crossing of the Mediterranean, which has seen thousands perishing on the trip since the migrant crisis began in 2015.",
  "Earlier this year, Libya’s Prime Minister called on the European Union (EU) to help his nation build an electrified fence along its open southern border to stop migrants.",
  "His plan comes amid reports of terrible human rights abuses in the North African nation, including claims that Arab forces are selling black Africans in slave markets.",
  "“We would bring them to refugee camps in the bases, they will receive food and medical care and will be repatriated without ever arriving at the coast.",
  "“The traffic of human beings from Sudan, Chad, Niger is an industrial process,” he told the Italian newspaper Corriere della Sera.",
  "“I imagine that Europe wants to block the flow of migrants in the most humane and professional way possible.",
  "Some media reports have accused the Italian government of paying warlords to stem the numbers.",
  "Mr."
]