[
  "McMaster, but so far it seems to have done the most damage to Steve Bannon: POLITICO\n\n— Trump says he has confidence in McMaster despite conservative attacks: POLITICO\n\n— Trump thanks Putin for expelling American diplomats from Russia on the grounds that “we’re going to save a lot of money,” prompting dismay among many of the rank-and-file at the State Department: POLITICO\n\n— Japan's army will give thousands of helicopter parts to keep Philippine military choppers airborne, helping Tokyo gain clout with Manila: Reuters\n\n— Tokyo does not not own the Sea of Japan, China’s air force chief says: Reuters\n\n— China warns the U.S. over freedom of navigation operations in the South China Sea: NYT\n\n— Here’s a look at how North Korea’s missile program has expanded beyond its neighbors to now having much of the world within reach: NYT\n\n— Meet Kim Jong Un, a moody young man with a nuclear arsenal: NYT\n\n— The North Korean nuclear threat harks back to U.S.-Sino tensions in the 1960s: The New York Times\n\n— The risks of privatizing the war in Afghanistan: The Washington Post\n\n— An affiliate of the Islamic State claims responsibility for a lethal attack on Egyptian police: The Associated Press\n\n— The Syrian government seizes territory from rebels on the Jordan border: Reuters\n\n— Israel plans an underground wall around Gaza to cut off tunnels: NYT\n\n— The U.S. attacks al-Shabab, killing a top leader: AP\n\n— The Army lacks $7 billion to $9 billion to modernize its force: The Washington Free Beacon\n\n— Insufficient Marine pilot training led to the crash of two Hornets last year: Military Times\n\n— The woman who would have been the first female Navy SEAL drops out: Task & Purpose\n\n— NIMR debuts a new all-terrain vehicle in extreme temperatures: Defense News\n\n— The Army will try out a new jungle uniform in Hawaii next year: Military.com\n\n— White House aide Sebastian Gorka says Secretary of State Rex Tillerson should stay out of military matters: POLITICO\n\n— The Air Force announces results from a hacking project to root out vulnerabilities: Breaking Defense\n\n— An anti-suicide oath for veterans could backfire: Stars and Stripes\n\n— The Marines opt for a more flexible approach to mentoring: Stars and Stripes\n\n— How to assess the performance of military bands?",
  "It's been a very confusing issue for the military, and I think I'm doing the military a great favor.’”\n\nINDUSTRY INTEL — MATTIS CALLS DIUx ‘TOP PRIORITY,’ via our colleague Wesley Morgan: “Secretary of Defense Jim Mattis today went out of his way to express support for the the Pentagon's Silicon Valley tech hub established by his predecessor, remarking, ‘I don’t embrace it; I enthusiastically embrace it.’\n\n“Ahead of his maiden visit to the Defense Innovation Unit Experimental, Mattis also told reporters traveling with him that the DIUx is a ‘top level priority’ and praised Ash Carter's ‘foresight’ in establishing it.”\n\nAnd the Pentagon grants DIUx and the Strategic Capabilities Office special authorities to help speed the hiring of staff and awarding of contracts, adds Defense News.",
  "“Earlier this summer the U.S. Army made clear it intends to hold a competition to replace its Patriot Air and Missile Defense radar and told Defense News it plans to begin analysis of materiel solutions in fiscal year 2018.”\n\nAnd Trump says he will add “a substantial number of billions” to the missile defense budget, rethinking cuts to missile defense spending in his original budget proposal because of “North Korea and other reasons having to do with anti-missile,” via Jacqueline.",
  "“A spokesman for the American military said that the Pentagon was aware of the reports but would not comment immediately.”\n\n— MCCAIN REBUKES TRUMP WITH HIS OWN AFGHANISTAN STRATEGY, writes your Morning D correspondent: “Senate Armed Services Chairman John McCain (R-Ariz.) [Thursday] offered a new Afghanistan strategy in the form of an amendment to the annual defense authorization legislation, criticizing the president for failing to-date to produce one himself to date.",
  "Trump says military plans are ‘locked and loaded’ on North Korea\n\nWith Eli Okun, Connor O’Brien, Jacqueline Klimas and Wesley Morgan\n\nMILITARY PLANS FOR NORTH KOREA ‘LOCKED AND LOADED,’ via POLITICO’s Louis Nelson: “President Donald Trump on Friday warned that U.S. plans for military action against North Korea are ‘locked and loaded,’ urging North Korean dictator Kim Jong Un to ‘find another path’ amid escalating tensions on both sides of the Pacific.",
  "It was unclear whether other agencies had signed on, and some observers noted that the DIA has a history of generously estimating the capacity of some opposing militaries.”\n\n— TRUMP DOUBLES DOWN ON ‘FIRE AND FURY,’ via POLITICO: “President Donald Trump said Thursday that his aggressive warning to North Korea earlier this week, when he said any provocations would be met by ‘fire and fury’ from the United States, could have been even stronger.",
  "Trump doubled down on his incendiary rhetoric Thursday, telling reporters that ‘maybe it wasn’t tough enough.’”\n\n— INTEL AGENCIES REPORTEDLY AGREE NORTH KOREA MINIATURIZED NUKE, reports NBC News: “The CIA and other key U.S. intelligence agencies agree with the assessment that North Korea has successfully miniaturized a nuclear weapon to place atop a ballistic missile, U.S. officials told NBC News.",
  "The disclosure adds to the emerging picture about a new intelligence estimate that has significantly ratcheted up tensions between the U.S. and North Korea...\n\n“The Washington Post, which revealed the new intelligence Tuesday , said that it had been completed by the Defense Intelligence Agency, a unit of the Pentagon that specializes in examining the military capabilities of U.S. adversaries.",
  "— THINKING THE UNTHINKABLE, our colleagues Jacqueline Klimas and Bryan Bender outline the military options for North Korea - and none of them good: “The United States and its allies have military options for confronting North Korea — including an all-out invasion, more limited air and missile strikes, cyberattacks or a covert effort to oust the regime of Kim Jong Un.",
  "“‘Maybe it wasn’t tough enough,’ the president told reporters on Thursday at his golf club in Bedminster, N.J. ‘It’s about time someone stuck up for the people of our country.’”\n\nSen. Lindsey Graham (R-S.C.) tells conservative radio host Hugh Hewitt that Trump’s comment was “probably necessary,” because the strategy adopted by so many of his predecessors has failed.",
  "— LOCKHEED DEBUTS NEXT-GEN MISSILE DEFENSE RADAR, reports Defense News: “Lockheed Martin brought a new next-generation air-and-missile defense radar to the Space and Missile Defense Symposium this week that it hopes will help the U.S. Army finalize its requirements for a new 360-degree radar for the service’s future Integrated Air and Missile Defense system.",
  "“Just over 50 percent is now under SDF [Syrian Democratic Forces] control,” said Army Col. Ryan Dillon, a spokesman for the American-led Operation Inherent Resolve mission in Iraq and Syria.”\n\nMeanwhile, the FBI says ISIS used eBay to funnel money to an alleged operative inside the U.S., adds The Wall Street Journal.",
  "TRUMP CALLS TRANSGENDER TROOP BAN ‘GREAT FAVOR,’ via POLITICO’s Negassi Tesfamichael: “President Donald Trump on Thursday defended his controversial ban on transgender troops serving in the military, saying he's doing them \"a favor\" despite a flood of criticism for the policy change.",
  "WAR REPORT — U.S. AIRSTRIKES IN AFGHANISTAN REPORTED TO KILL 16 CIVILIANS, via The New York Times: “Afghan officials said on Friday that American warplanes had killed 16 civilians as they tried to flee an area in eastern Afghanistan controlled by Islamic State militants.",
  "MAKING MOVES — FORBES HEADS TO K STREET, courtesy our colleagues at POLITICO Influence: Former Rep. Randy Forbes (R-Va.) is joining Greenberg Traurig as a senior director, making him the latest former member to head to K Street after leaving Congress earlier this year.",
  "‘The thousands of Americans putting their lives on the line in Afghanistan deserve better from their commander-in-chief.’”\n\nAnd Trump says he’s “very close” to deciding whether to approve a plan to send more troops to Afghanistan, via POLITICO’s Nolan D. McCaskill.",
  "— TOP DOC — GAO: $66 BILLION IN EQUIPMENT PROVIDED TO AFGHAN FORCES, also via Greg: The U.S. has provided about $66 billion for Defense and State Department programs supporting Afghan security since fiscal year 2002, the Government Accountability Office reports .",
  "“The military options, as unthinkable as they seem, are gaining heightened attention as President Donald Trump threatens to retaliate with ‘fire and fury’ if the communist regime continues its saber-rattling, while North Korea threatens a missile strike on Guam.",
  "“McCain’s strategy pursues a civil-military approach that aims to destroy terrorist groups in Afghanistan, roll back Taliban control of the population, strengthen the government in Kabul and facilitate a negotiated peace process to end the conflict.",
  "Forbes spent eight terms in the House but lost reelection last year after deciding to run in retiring GOP Rep. Scott Rigell's district instead of his own, which was made substantially more Democratic last year due to court-ordered redistricting.",
  "Hopefully Kim Jong Un will find another path!’ the president wrote on Twitter Friday morning.”\n\nAnd China’s state media threatens that China would remain neutral if North Korea launches an attack that threatens the United States, also via Louis.",
  "— KURDISH FIGHTERS WREST MAJORITY OF RAQQA, reports Military Times: “U.S.-backed Kurdish fighters have cleared more than 50 percent of the Islamic State group’s self-proclaimed capital of Raqqa, according to military officials.",
  "Forbes, a former chairman of the House Armed Services Seapower and Projection Forces Subcommittee, said in an interview that he plans to lobby on defense issues, as well as intellectual property, patents and trademarks.",
  "Meanwhile, Senate Foreign Relations ranking Democrat Ben Cardin of Maryland urges against a pitch from Blackwater founder Erik Prince for private contractors to take over the war in Afghanistan, adds The Hill.",
  "“Hajji Saz Wali, the governor of Haska Meena District in the southern part of Nangarhar Province, said the victims included women and children; eight were from one family, and four others from a second family.",
  "It follows months of indecision by the president over whether to commit thousands of additional troops to the conflict — and reportedly as he questions whether continuing the effort is worthwhile at all.",
  "“‘It's been a very difficult situation, and I think I'm doing a lot of people a favor by coming out and just saying it,’ Trump said while on a working vacation at his golf club in New Jersey.",
  "“The victims died Thursday afternoon when the vehicles they were traveling in were hit by American airstrikes believed to be targeting Islamic State militants in the area, Mr. Wali said.",
  "“But those scenarios carry enormous risks, including the possibilities of loss of life, loose nukes falling into terrorists’ hands or the conflict spreading to a wider Asian war.",
  "But Trump’s rhetoric plays into Kim Jong Un’s hands, the Center for Strategic and International Studies’ Lisa Collins tells POLITICO Magazine’s Sarah Holder.",
  "However, it has also included more than 75,000 vehicles and 208 aircraft - which represent approximately 65 percent of the cost of all equipment reported.",
  "DOUBLE DOSE OF MD TRIVIA today, via our colleague Jacqueline Klimas: What are the mandatory ages of military service for men and women in North Korea?",
  "\"One of the things I hope to be able to do is continue to have an impact on the direction national defense goes in the country,\" Forbes said.",
  "The first person to email the correct answer to each question to Morning D ( ghellman@politico.com ) wins a mention in Monday’s edition.",
  "And from last week’s champion, Bert Black: Sept. 17 is the anniversary of the Battle of Antietam, where there were 23,100 casualties.",
  ": POLITICO Magazine\n\n— The conservative news site Breitbart has waged a nonstop campaign against national security adviser H.R.",
  "Story Continued Below\n\n“‘Military solutions are now fully in place, locked and loaded, should North Korea act unwisely.",
  "But there’s little evidence China will impose tough sanctions to isolate North Korea, writes POLITICO’s Adam Behsudi.",
  "IT’S FRIDAY AND WELCOME TO MORNING DEFENSE, where we're always on the lookout for tips, pitches and feedback.",
  "Email us at ghellman@politico.com , and follow on Twitter @greg_hellman , @morningdefense and @politicopro .",
  "Greenberg Traurig \"has given me carte blanche to not do anything I don't believe in,\" he added.",
  "The funds paid for more than 87,000 pieces of equipment in fiscal 2016, the most since 2011.",
  "But, how many other battles in the Civil War resulted in greater casualties than Antietam?",
  "By far, the majority of the equipment included weapons, such as rifles and pistols.",
  "Since 2003, the U.S. has provided more than 884,000 pieces of equipment, GAO said.",
  "It was the bloodiest single day in in the Civil War and in American history.",
  "“‘America is adrift in Afghanistan,’ McCain said in a written statement.",
  "SPEED READ\n\n— The nuclear launch process once haunted Nixon’s aides.",
  "‘As you know, it's been a very complicated issue for the military.",
  "And The Washington Post details a day with the Afghan Air Force.",
  "43 years later, is it finally time to reform the system?",
  "It is not known how many were wounded, he added.",
  "The GAO isn’t sure: Military Times",
  "For bonus credit, what were they?"
]