[
  "Prince had no role with the campaign, no role with the administration, no role with --\n\n\n\nCOOPER: According to \"The Washington Post,\" though, I mean, not only had he donated a quarter of a million dollars at least after convention, but he was in Trump Tower in December and so was this --\n\n\n\n[21:10:12] MILLER: Anderson, there are a lot of people who come into Trump Tower and I didn't see him in it (ph), so I can't speak to that point.",
  "And instead of trying to cooperate with these investigations and let the people of the United States know what, if anything, happened involving him and those around him, the President of the United States and his associates are trying to inhibit every bit of investigation and trying to make Susan Rice or the press or, \"leaks the issue,\" instead of the conduct of the president and the people around him.",
  "(BEGIN VIDEOTAPE)\n\n\n\n[21:00:02] JIM SCIUTTO, CNN CHIEF NATIONAL SECURITY CORRESPONDENT (voice-over): Tonight, the timing and proximity of meetings between Trump advisers and Russian officials during the transition is raising questions among Hill investigators, a congressional intelligence source tells CNN, in particular, whether the loosening of U.S. sanctions on Russia was discussed.",
  "And despite claims made by Carter Page in Moscow about attending meetings with Donald Trump, he was really talking about going to rallies with thousands of people I think in Bismarck, you know, North Dakota and considered that a meeting because he was using the Russian term for meetings, which seems -- I mean, again, it just seems kind of like a ludicrous explanation.",
  "I mean, Greg Miller of \"The Washington Post\" who broke the story about Erik Prince in the Seychelles in this meeting, he said that his sources indicate -- it's hard to imagine the crown prince doing -- from the UAE, doing something like this without a green light from, you know, the -- people in the Trump team or the Putin team, if not that the primaries themselves.",
  "(COMMERCIAL BREAK)\n\n\n\n[21:41:20] COOPER: The intelligence reports that the White House has portrayed as the evidence of surveillance abuses by the Obama administration was soon be made available to the full House and Senate Intelligence Committee, As that is according to the top Democrat on the House Intelligence Committee Congressman Adam Schiff.",
  "COOPER: Laura, I mean, about the complaints, about the culture of harassment at Fox, how do all these past settlements from Fox affect, you know, other lawsuits that Fox is basically may face, because when you hear just the sheer volume of lawsuits and the behavior that was going on there, I mean it's -- I can't imagine.",
  "I suggest that you go back and talk to those who are involved in the national security area of the campaign and of the transition and you will find as I and many other journalists have that Erik Prince indeed had a role, talked to a number of people, including the president-elect and indeed bragged about that role.",
  "(BEGIN VIDEO CLIP)\n\n\n\nREP. ADAM SCHIFF, (D) HOUSE INTELLIGENCE COMMITTEE RANKING MEMBER: I find it more than ironic that some of the same people who are still -- voice suppressing condemning the leaks of classified information or condemning me for not leaking information about these classified documents.",
  "The Republican chairman of the Senate Intelligence Community, that is Senator Richard Burr, asked today if he might question the former national security adviser, Susan Rice, regarding these allegations that she improperly unmasked the identities of Americans caught up in the incidental surveillance.",
  "Every day of most presidencies, the President of the United States and those who work for him in the national security bureaucracy, \"leak national security information\" on background as it's called to reporters who cover the White House, the State Department, et cetera, the Defense Department.",
  "COOPER: So, Jeff, I mean, do you see a continuum of the White House attempting to divert with, you know, Susan Rice now, Ms. Farkas last week, before that, you know, the morning of the House Intelligence Committee, Donald Trump was tweeting about Hillary Clinton and uranium deals in Russia.",
  "I mean, this idea, though, this notion that Trump is allowed to sort of become president and be president on training wheels, that somehow it's OK that all this madness is going on and that Carter Page is running around the world and Manafort did this but we fired him, it's just wrong.",
  "A little more than a week before President Trump took office, Blackwater founder and Trump donor, Erik Prince, met with a Russian businessman close to President Vladimir Putin, to arrange a possible back channel of communications between Moscow and the incoming administration.",
  "Republican Congressman Peter King today alluded to the likelihood that both parties on the committee have agreed to interviewing people like former Trump campaign manager, Paul Manafort, adviser Roger Stone, Carter Page, even former National Security Adviser Michael Flynn.",
  "[21:15:10] So it does seem somewhat chaotic that, you know, the president names this guy as his national security adviser, but in truth, he's never met him, probably never got any advice from him at all and then finally he was basically booted out of the campaign.",
  "SCIUTTO (voice-over): And now Trump's own attorney general, Jeff Sessions, has had to recuse himself from Russia investigations because he also met with Russia's ambassador twice, despite testifying that he never had contact with the Russians during the campaign.",
  "I mean, in other words, the idea of dismissing it at this stage seems sort of both unfair to the Trump administration, which clearly does have speculation around it, but also unfair to the process by which investigators and congressional committees look at this.",
  "Or is there concern that if they talk about it too much or if the president is too much out in front on this and just let the vice-president work behind the scenes, that, you know, if it doesn't happen the second time around, then there's no blow back on him?",
  "REP. TOM GARETT, (R) FREEDOM CAUCUS MEMBER: So there are two things primarily that hung us up last time and we talked about essential benefits, but the community rating was also one that I think a lot of the members of Freedom Caucus that had hang up on.",
  "COOPER: You know, just for viewers out there, there have been plenty of instances where newspapers and news organizations have gotten information about, you know, classified events and the government, you know, and gone to the government for a comment.",
  "Carl, I mean, when you see these two statements by Susan Rice, you know, saying a short time ago, \"I know nothing about this,\" and there she's talking about, you know, the same as she did nothing improper and then there's unmasking and there's leaking.",
  "\n\n\n\nReturn to Transcripts main page\n\nANDERSON COOPER 360 DEGREES\n\nNew Details About Contacts Between Trump Associates And Russians; Source: Trump Donor Held A Secret Meeting With Putin Ally; Susan Rice On Unmasking: \"I Leaked Nothing To Nobody\"; V.P.",
  "They're trying to make up for not having a Plan B.\n\n\n\nGARRETT: Yeah, look, I mean, there's a certain component of American society that right now if President Trump cured cancer, they wouldn't like it because it would have to do with President Trump.",
  "UNDER SECRETARY FOR POLITICAL AFFAIRS: There was no reason to find some Russian business person or some contact with the Russian government when you could easily have asked the State Department of the Obama administration to help create contacts.",
  "COOPER: You know, Jason, now you have this new story broke by \"The Washington Post\" about Erik Prince meeting with a Russian close to Vladimir Putin at -- with the, kind of mediation of the premiere from the UAE and his national security adviser.",
  "The only thing that is delegitimizing his presidency are his actions in trying to inhibit and impede these investigations, because he is calling into question for Republicans and Democrats alike why not open up and show us what is truthful here.",
  "This comes after \"New York Times\" report over the weekend revealed five settlements with women who alleged sexual harassment or verbal abuse by O'Reilly and for the second night in a row, he did not address the allegations on his program.",
  "TRUMP FORMER CAMPAIGN MANAGER: As far as the Yanukovych administration is concerned, you will see if you do any fact checking that I was the person that negotiated the framework, which is based upon which Ukraine is now a part of Europe.",
  "The fact of the matter is after months of this -- the Democrats pushing the speculation, there has been one -- there has not been one piece of evidence saying that there's any coordination between the campaign and some foreign entity.",
  "[21:55:08] And going forward, it portrays' every single potential future allegation and lawsuit against Fox News to say, \"Listen, this is so ingrained that you renewed the contract of the person who was one of the biggest offenders.\"",
  "COOPER: The proposals from the Freedom group that would allow states to apply for federal waivers exempting them in certain mandates like essential health benefits, is that -- isn't that going to -- to not get moderates on board?",
  "COOPER (voice over): Mark Felt, the high ranking FBI official who for more than three decades was known to the world only as \"Deep Throat,\" after helping fuel Bob Woodward and Carl Bernstein's blockbuster reporting on Watergate.",
  "But, again --\n\n\n\n(CROSSTALK)\n\n\n\nMILLER: But if the fundamental point of this investigation is to get to some supposed coordination between the campaign and some foreign government, then immediately upon leaving that meeting, Mr.",
  "And that was one of the things that many employers across the country cling to with both hands to say, \"Listen, if there was a problem, it was either an isolated incident or we're not liable because we had no knowledge of it.\"",
  "LAURA COATES, FORMER FEDERAL PROSECUTOR: You know that shock and awe that everyone had is one that was shared presumably by Fox News may have dealt with the Gretchen Carlson case and said, \"We didn't really know about this.",
  "SCIUTTO (voice-over): Ties between former Trump campaign adviser, Carter Page, in Russia are also under renewed scrutiny after revelations that Page was in contact with a Russian intelligence operative in New York in 2013.",
  "(END VIDEO CLIP)\n\n\n\nCOOPER: You know, previously when asked by the PBS' Judy Woodruff about incidental collection as described that day by the House Intel Chairman Devin Nunes, Susan Rice say, \"I know nothing about this.\"",
  "I mean, Juliette, it didn't seem -- certainly, you know, it looks chaotic when you have, you know, someone like Carter Page who, you know, was named by Donald Trump during the transition as a national security adviser.",
  "(COMMERCIAL BREAK)\n\n\n\n[21:20:06] COOPER: We're talking about the Trump-Russia story, which is you might imagine, the president sees quite in other way in tweets, in statement, in sound bytes from his press secretary.",
  "(COMMERCIAL BREAK)\n\n\n\nCOOPER: There's a breaking news tonight on Capitol Hill where Vice- President Mike Pence is meeting right now with key Republican law makers about finding way to pass a new GOP health care bill.",
  "I mean, because they're not watching the private life of, let say, Roger Stone or Carter Page or what have you, so it's not as if they had a -- like a log of what everybody did so that they could just lay it out.",
  "COOPER (voice over): But there's been no presidential reprieve for Edward Snowden, the former NSA contractor whose 2013 revelation of secret government surveillance programs left him fleeing charges of espionage.",
  "Former White House National Security Adviser Michael Flynn, a key adviser during the Trump campaign, sat next to Russian President Vladimir Putin in 2015 at a black tie gala for Russia's R.T. propaganda network.",
  "Page admit that he was in contact with at least one Russian spy in 2013, but claims he thought the Russian was working for Moscow's U.N. office and insist he did not released any sensitive information to him.",
  "The House committee finally showing some movement after those two weeks of turmoil, but Democrats say they've kind of deal with Republicans and they've agreed on that list of witnesses they plan to interview.",
  "So, in the current instance, I think it's very important for people watching shows such as this to understand the reportorial process, which is about trying to get to the best obtainable version of the truth.",
  "Many of the same people that we are watching decrying leaks up on Capitol Hill, all of them practically have been anonymous sources, \"leaking classified information\" at one time or another in their careers.",
  "So, if you can get to health essential benefits removal, you can get to a community rating removal, you can get to a work requirement, that sort of thing, but it's powered down to the states, we like that.",
  "CARL BERNSTEIN, CNN POLITICAL ANALYST: Well, the most significant thing that we have seen is the attempt by the President of the United States and those around him to impede and obstruct the investigation.",
  "Is that --\n\n\n\n(CROSSTALK)\n\n\n\nCOOPER: For you, the leaks are more important than -- or as important -- you think the leaks are -- to reporters are as important as Russia being involved in the U.S. election?",
  "COOPER: There were some talk when it failed the last time about not trying to do one kind of overarching, you know, health care repeal and replace and try to kind of go piece by piece by piece over time.",
  "Well, now that you have a track record of known settlements within the workplace that's kind of near, when you're talking about Gretchen Carlson, you can't hide behind that claim of ignorance anymore.",
  "(BEGIN VIDEOTAPE)\n\n\n\nCOOPER: Congressman Garrett, you and the Freedom Caucus have been meeting with Vice-President Pence in trying to put together a health care bill that will get through the house.",
  "President Trump's son-in-law and close adviser, Jared Kushner, met with Russia's ambassador and with Sergey Gorkov, the president of Russia's state-owned bank, VEB, which is under U.S. sanctions.",
  "He said that, yes, if the intelligence leads them there, they will call her as witness to his committee and ask her questions about that, so a possible expansion in this investigation yet again.",
  "[21:05:06] SCIUTTO (voice-over): Finally, among others, there is long time Trump associate, Roger Stone, who communicated with someone known as Guccifer 2.0 through private messages on Twitter.",
  "COOPER: You know, last week, I watch the President Trump talk to Twitter calling out the leader of the Freedom Caucus as well as Congressman Meadows, as well as Congressman Jordan and Labrador.",
  "But the fact of the matter is this was a meeting that looks like it was set up by someone from the UAE and it looks like someone -- the UAE person was doing it really going prop themselves up.",
  "MILLER: I got to jump in a one point real quick, because you're -- specifically, the allegation here is that there's some type of coordination between the campaign and some foreign entity.",
  "[21:45:02] LORD: What bothers me here is it's not up to a private citizen in the government somewhere to make the decision unilaterally that they're going to leak classified information.",
  "The real issue is the national security of the United States according to the intelligence community, all of it, has been endangered by a hostile power trying to undermine our election.",
  "BRIAN STELTER, CNN SENIOR MEDIA CORRESPONDENT: This is a very unusual situation to have 20 advertisers publicly say that they're going to distance themselves from \"The O'Reilly Factor.\"",
  "Laura, I mean, if this person was accused of this behavior and had paid out settlements in any other business in a corporation, I guess the question is, would they be allowed to stay?",
  "What is trying to be found out by legitimate investigators and the press is what happened, was there a role by the Trump campaign, his family, his associates in what the Russians did?",
  "I think this idea to cut what is really true out of the story in the defensive way is hurting everybody's ability to find out what the truth is here and the truth might be innocuous.",
  "I mean --\n\n\n\nSTELTER: Is that --\n\n\n\nCOOPER: With all due respect, I mean, I was sued once, you know, years ago not anything to do with workplace, you know, someone felon in my house.",
  "COOPER: What do you say to those who believe this is essentially a smokescreen from the Trump administration to try to distract from the failure the first time around on health care.",
  "I know beyond any doubt from people who worked in the Trump campaign on national security areas that, indeed, Erik Prince was a part of the campaign, did see President-elect Trump.",
  "The U.S. intelligence community said that the Guccifer 2.0 persona is actually a front for Russian intelligence and claimed responsibility for hacking the DNC before the election.",
  "Turn this paradigm into one where you don't have coverage where you can't actually get care, because you can't pay your deductible, but one where you actually have access to care.",
  "And just ahead tonight, our breaking news on Capitol Hill, the latest from Republicans efforts to reboot their health care bill, the Freedom Caucus once, again, a pivotal player.",
  "Pence Meets With Republican Lawmakers On Health Care; 20 Companies Pull Ads From \"The O'Reilly Factor\" Aired 9-10p ET\n\nAired April 4, 2017 - 21:00 ET\n\nTHIS IS A RUSH TRANSCRIPT.",
  "Jeff, you know, if the administration had just from the get go, sort of laid out on the table, OK, there was this meeting, this meeting, this meeting, would it have been better?",
  "OBAMA: The notion that -- which some people are trying to suggest that by asking for the identity of an American person, that is the same as leaking it, is completely false.",
  "COOPER (voice over): Charged with espionage and facing 115 years behind bars, Ellsberg went free after a federal judge dismissed the case citing improper government conduct.",
  "But what is also important is this sort of rush to judgment that Trump absolutely did nothing wrong because there's no proof of him doing anything wrong is very premature.",
  "JASON MILLER, FORMER SENIOR COMMUNICATIONS ADVISER, TRUMP CAMPAIGN: Well, in reading \"The Washington Post\" story today, I think there were a couple things that jumped out.",
  "One of the latest revelations, a meeting in January on the island nation of the Seychelles, hundreds of miles off the east coast of Africa, a diplomatic source tells CNN.",
  "VALERIE PLAME, FORMER CIA OPERATIVE: My name was intended to be leaked in retaliation against my husband who was a fierce critic of the Bush administration, the Iraq War.",
  "The information we got from Deep Throat primarily was to confirm what we had learned already from, for instance, the treasurer of the committee to re-elect the president.",
  "In doing so, I provided him nothing more than a few samples from the far more detailed lectures I was preparing at the time for the students in my spring 2013 semester.\"",
  "JEFF SESSIONS, ATTORNEY GENERAL: In retrospect, I should have slowed down and said, but I did meet one Russian official a couple of times, that would be the ambassador.",
  "Instead, the White House says it's about improper surveillance or unmasking of Trump associates collected during surveillance operations and the leaking of their names.",
  "COOPER: You know, one of the arguments that Bill O'Reilly has made publicly is look, I'm a magnet for lawsuits and anybody in the public eye is a magnet for lawsuits.",
  "In any case, the current villain to the administration's way of thinking is former Obama national security adviser, Susan Rice, who spoke out earlier today on MSNBC.",
  "And so, it's almost seems like a good strategy to just have so much crazy stuff happening that you can say, look, nobody knows what's going on so you can't blame us.",
  "Here is where the President of the United States who said to my campaign officials and to my family, go down there, tell those committees everything that you know.\"",
  "Look, this is the requirement in my view why we need a select committee in order to get through all this, because there's a lot more shoes that are going to drop.",
  "It seems like somewhere underneath all of this nonsense there is a consistent pattern of Russian influence and then a desperate effort to conceal and to distract.",
  "Fox's ad sales had released a statement today saying \"We value our partners and are working with them to address their current concerns about the O'Reilly Factor.",
  "Prince would have had walked out, gotten into his Blackwater time machine, gone back months and then hatched some devious plot to go and influence the election.",
  "COOPER: I mean is there a strategy that the more the White House talks about health care, that's the less time they have to respond to questions about Russia?",
  "The resulting bombshell known as the Pentagon papers revealed that government had lied to Congress and the American people about the scope of the Vietnam War.",
  "On the other hand, I am a First Amendment crazo (ph) here and I want Carl to have the right or you to have the right if you've got a story, get it out there.",
  "So, Republican members of Congress and Democrats as well are on the cusp of going back to their districts for two week spring recess period here come Friday.",
  "Flynn was fired less than a month into the administration for lying to the vice-president about discussing sanctions with Russia's Ambassador Sergey Kislyak.",
  "So they had have been very friendly audiences, hearing campaign applause, campaign-style applause, talking about infrastructure, health care, other things.",
  "Quick programming note, tomorrow at 9:00 p.m. Eastern Pacific on CNN, Van Jones, hosts a \"Messy Truth\" town hall, his special guest, Arnold Schwarzenegger.",
  "I mean, I can see my friends at the Harrisburg Patriot-News editorially and journalistically waiting to see if I'm going to say they shouldn't have leaks.",
  "You know, Roger Ailes, last summer resigned under pressure amid sexual harassment allegations from many women, including Gretchen Carlson and Megyn Kelly.",
  "COOPER: You know, Congressman, you were saying you would vote, you know, 18 out of 20 of the items on this are things you can support probably right now.",
  "And later, why so many advertisers have bailed on Bill O'Reilly in just the last few days and whether it has the potential to seriously sink his program.",
  "COOPER: And, Jessica, what are the next steps for the House Intelligence Committee in the investigation, because they seem to be somewhat more on track.",
  "Court documents reveal a transcript of the Russian spy's account of a conversation he had with Page who is referred to in a document as male number one.",
  "If you want to create a smokescreen to distract from having not succeeded on your first run in health care, by all means, don't talk about health care.",
  "DANIEL ELLSBERG, LEAKED THE PENTAGON PAPERS: The smallest chance of having some affect on the war was worth my going to prison for the rest of my life.",
  "He is the legitimate President of the United States and the only thing -- and certified by the Electoral College and nothing is going to change that.",
  "Last night, the vice-president presented a new proposal to House Freedom Caucus, the group of conservatives who wouldn't back the bill the last time.",
  "[21:25:04] I'm just saying, classified information Deep Throat that was standing, somebody could go to jail for this and should go to jail for this.",
  "You know, I'm not talking about Susan Rice and this question of unmasking, which is a totally different question, that's not the central issue here.",
  "But it is as if the example of Watergate is that the press was responsible for what happened in Watergate, not the President of the United States.",
  "In 2003, Conservative Writer and former CNN Host, Robert Novak, wrote a \"Washington Post\" column blowing the cover of CIA operative Valerie Plame.",
  "And what we are seeing is for our process to be called into question as the central issue in what has happened in our government or not happened.",
  "Chairman Devin Nunes, though, said they could bring in witnesses as soon as two weeks from now, but caution at that timeline is a bit optimistic.",
  "There is nobody that I know of that is jumping over transoms and bringing reporters tons of documents that show what happened with the Russians.",
  "We know that if we remove the community rating, if we remove essential benefits that we'll see premiums go down for the vast bulk of the people.",
  "I don't know if bitterness is too a strong word, but how -- what are the lingering feelings between Freedom Caucus members and the White House?",
  "You don't know who is involved, because I'm not even sure Trump knows everybody that's involved because this whole -- it was a chaos candidate.",
  "The Trump campaign has been run -- was run in such a crazy, it such a scatter shot way that the White House itself is being -- and it was (ph).",
  "DONALD TRUMP, U.S. PRESIDENT: When I looked at the information, I said I don't think he did anything wrong or anything, he did something right.",
  "It is Russia's election related hacking that is at the center of FBI and House and Senate Intelligence Committee investigations that continue.",
  "But I can tell you, I did work for the president for a series -- a stretch of eight months and I think your information on this is just bad.",
  "And it strikes me as interesting that you have Paul Manafort and Carter Page and Roger Stone saying, \"I want to volunteer and come testify.\"",
  "I would submit it belongs in the purview of the legislature, but I'm not going to let little tiny things get in the way in success here, so.",
  "There's more advertisers that have also done that privately, that have called up Fox and said, \"We don't want to be anywhere near O'Reilly.\"",
  "I've done a lot stuffs in my life and I can't describe the pressure that I felt during this process, and I'm one of 435.\n\n\n\nCOOPER: Really?",
  "BARACK OBAMA, FORMER U.S. PRESIDENT: The sentenced that she received was very disproportionate relative to what other leakers had received.",
  "COOPER (voice over): Then Vice President Dick Cheney's Chief of Staff Scooter Libby ultimately was convicted in connection with the leak.",
  "So, what the vice-president is doing at this hour is trying to reassure these Republicans that look, we want to get this done eventually.",
  "COOPER: It would back at the time did --\n\n\n\nBERNSTEIN: Our conduct at \"The Washington Post\" was the real issue and Deep Throat and leaks.",
  "This is about reporters trying to extract information under very difficult circumstances from people with little pieces of information.",
  "SEAN SPICER, WHITE HOUSE PRESS SECRETARY: Jared did a job during the transition and the campaign where he was a conduit and to leaders.",
  "A young army private now known as Chelsea Manning was sentenced to 35 years in a military prison for giving the documents to WikiLeaks.",
  "But he doesn't have my vote until we get a bill that will be consistent with what I told the voters who I ran for election in front of.",
  "(COMMERCIAL BREAK)\n\n\n\n[21:52:24] COOPER: Well, Fox News and their star prime time host, Bill O'Reilly, are undergoing pressure tonight.",
  "The government said, \"Look, if you publish this, this is going to put lives in danger or this is going to put an operation in danger.\"",
  "Now, you have a company who is aware of a pattern and practice of behavior and you have a series of women making the same allegations.",
  "What I'd love to see is a repeal consistent with that with what Tom Price put forward in 2015, that every single Republican voted for.",
  "I will say, the way it was originally drafted or presented to me was there would be at the desk of the governor of the various states.",
  "[21:30:03] ZELENY: You don't get the sense there's a full throated effort here at the White House for the president to get this done.",
  "The meetings are just one part of an expanding web of contacts between Trump advisers and Russia during the election and transition.",
  "(END VIDEOTAPE)\n\n\n\nCOOPER: Just ahead, the advertisers fleeing Bill O'Reilly's program over Clinton's sexual harassment are growing.",
  "The words health care did not come out of his mouth, so we hear from the White House that the president is intent on reviving this.",
  "President Obama's national security adviser, Susan Rice, and how the Trump administration has painted her as the true culprit here.",
  "In the early 1970s, a military analyst named Daniel Ellsberg leaked a top secret Defense Department study to \"The New York Times\".",
  "BERNSTEIN: Can I add one other thing to his discussion and then you should -- I'd be interested in your thought on this, Jeffrey.",
  "And then Speaker Ryan reiterated that the committee has to work on a bipartisan basis, something they haven't exactly been doing.",
  "SEN. JOHN MCCAIN, (R) ARIZONA: This is a centipede assumed would drop every few days, the latest, the meeting in the Seychelles.",
  "And there are leak, you know, Daniel Ellsberg, you know, was revealing lies that the government had been perpetrating for years.",
  "UNIDENTIFIED MALE: I know you got to run--\n\n\n\n(END VIDEO CLIP)\n\n\n\nCOOPER: Those comments follow a presidential tweet on Sunday.",
  "Whether that's a deflection or a real complaint, there's one thing no one can dispute, leakers, well, they have shaped history.",
  "And so, it would tend to show you that other corporations and other environment, this behavior is not -- not a casual practice.",
  "At least 20 advertisers, including BMW, all state and others have now pulled their commercials from \"The O'Reilly Factor\".",
  "COOPER (voice over): But Felt was neither the first nor last Washington figure to rock the country with insider knowledge.",
  "And then you take, you know, the ACA and I believe I could vote for 18 out of 20 pieces of it if it were broken on pieces.",
  "Speaking about Page, the Russian says, \"I think he is an idiot and forgot who I am\" and, \"I will feed him empty promises.\"",
  "And according to the Associated Press, he worked for a Russian oligarch, Oleg Deripaska, to benefit the Putin government.",
  "COOPER: OK.\n\n\n\nLORD: I mean, I think these things all happened in sort of disparate connections here, there, everywhere.",
  "Former Trump campaign manager, Paul Manafort, worked for years in Ukraine for pro-Russian politician Viktor Yanukovych.",
  "LORD: I just feel that there is now enough out there all the way across the board that we should really get into this.",
  "And what occurred, it's not about the press, it's not -- this is a story about the national security -- let me finish.",
  "Seven years later, WikiLeaks posted hundreds of thousands of classified documents on the wars in Afghanistan and Iraq.",
  "And I cannot point to anybody else in television news that has had this pattern of harassment lawsuits and settlement.",
  "That that institute new policies, hired new executives, things like that, and yet O'Reilly is still the top man there.",
  "DON LEMON, CNN ANCHOR: Russia bombshell, a member of the House Intelligence Committee warns somebody may go to jail.",
  "Now, one of the reasons is, the same issues, you know, are standing now that happened, you know, a couple weeks ago.",
  "What this story is really about is a foreign power, an adversary of the United States trying to hijack our election.",
  "Both the White House and the foreign diplomat tell CNN the administration was not involved in arranging the meeting.",
  "BERNSTEIN: I'm not going to say who said it, but I -- believe me, I think you have the ability, sir, to go find out.",
  "I mean, there's -- this is a meeting that, you know, Erik Prince says took place but had nothing to do with Trump.",
  "One, the White House is very aware of what the, you know, the electorate is thinking, Republican voters out there.",
  "And so, while it maybe known in this -- presented within that organization, that's the problem they have to face.",
  "I also know that the Jordan repeal bill that mirrors the Tom Price 2015 repeal bill passed the Senate last time.",
  "We don't hear about a story in \"The Washington Post\" and all of a sudden we're in the Oval Office to collusion.",
  "(END VIDEOTAPE)\n\n\n\nANDERSON COOPER, CNN COOPER: And Jim Sciutto joins us now along with CNN Jessica Schneider.",
  "Page saying in a statement, \"I shared basic immaterial information and publicly available research documents.",
  "COOPER: Bottom line, what do you think the chances are the Republicans are going to be able to get this done?",
  "Pence is coming up to the Hill, again, tonight to talk with your group as well as the moderate Tuesday group.",
  "COOPER: -- according to \"New York Times,\" $9 million from his own pocket years ago to a book or a producer.",
  "The president's director of social media urged the primary campaign against GOP Congressman Justin Amash.",
  "And you just have all this Russians all over the place and, you know, who knows where they all came from?",
  "I want to bring the panel in, Jeffrey Lord, Carl Bernstein, Juliette Kayyem, Van Jones and Jason Miller.",
  "Not to come to a conclusion that convicts Donald Trump, that says Donald Trump is innocent of something.",
  "At this time, the ad buys of those clients have been re-expressed into other Fox News Channel programs.\"",
  "I mean, who -- you know, the one that he allegedly paid out of, I think nine --\n\n\n\nSTELTER: $9 million.",
  "The top advisers here at the White House want the president to be surrounded by news other than Russia.",
  "Usually, including in this story, reporters are working hard as hell to try and find out what happened.",
  "Trump keeps saying that people are trying to delegitimize his presidency through these investigations.",
  "A hostile work environment claim is very difficult to prove with just innuendos or isolated anecdotes.",
  "Most of our sources in Watergate and the important ones were Republicans who worked for Richard Nixon.",
  "(BEGIN VIDEOTAPE)\n\n\n\nUNIDENTIFIED MALE: The story behind the story in the unmasking of \"Deep Throat.\"",
  "GARRETT: Well, we're going to pass the health -- look, we've already passed McCarran-Ferguson repeal.",
  "And it actually has, because this president has less juice than he had, you know, a month or two ago.",
  "STELTER: -- it's about the Murdoch and how much money they're willing to lose maybe from advertisers.",
  "COOPER: When you say part of the campaign --\n\n\n\n(CROSSTALK)\n\n\n\nMILLER: Carl, I never heard his name.",
  "SCIUTTO (voice-over): And the ties extend as well to the very highest levels of the Trump campaign.",
  "STELTER: And that's the case for Sean Hannity, for Seth Meyers or Jimmy Fallon --\n\n\n\nCOOPER: Right.",
  "It is about the national security of the United States being endangered and what the Russians did?",
  "But the thing is, he didn't tell our vice-president properly and then he said he didn't remember.",
  "(COMMERCIAL BREAK)\n\n\n\n[22:00:02] COOPER: Time to hand things over to \"CNN Tonight\" and Don Lemon.",
  "What we've had so far is I think, and with good intent and good faith, a series of hypothetical.",
  "[21:35:04] I mean, to say that, you know what, I can never get 100 percent of everything I want.",
  "But if you break this thing down into subcomponent parts, we could pass the vast bulk of it now.",
  "Just before leaving office, President Obama ordered Manning to be released in May of this year.",
  "What the president's team has come back with is, how about if we power this down to the states?",
  "MARK FELT, \"DEEP THROAT\": Therefore, I shall resign the presidency effective at noon tomorrow.",
  "He wants them to get to the bottom of things and investigate, in his words, all things Russia.",
  "This is not in the administration's view, a story of possible collusion with agents in Moscow.",
  "And in between, there might be questions about financial dealings and other things like that.",
  "I mean, the fact of the matter is in all of my time on the Trump campaign, I never heard Mr.",
  "He wants to make sure that he is very clear about the role that he played, who he talked to.",
  "He didn't get it done the way he wanted to get it done the first time and he was frustrated.",
  "So, I'm curious what the difference is now other than the president who actually signed it.",
  "Joining us is Brian Stelter, host of \"Reliable Sources\" and CNN Legal Analyst Laura Coates.",
  "JEFFREY LORD, TRUMP SUPPORTER: If this was some sort of organized event, then probably yes.",
  "And so if we can just let these investigations go -- and they may lead to collusion, right?",
  "But, frankly --\n\n\n\nCOOPER: If all the transition was organized or --\n\n\n\nLORD: No, no, no.",
  "I mean, would they have avoided this now, you know, 70-plus days, however long it's been.",
  "The way they attached credits were initially stretched and I felt created an entitlement.",
  "We should say Erik Prince says there was a meeting, but it had nothing to do with Trump.",
  "LORD: But you see, Carl, this is what my friends call on my side, the liberal narrative.",
  "JEFF ZELENY, CNN SENIOR WHITE HOUSE CORRESPONDENT: Well, Anderson, that's a good sense.",
  "Income, he did not initially report as required to the U.S. army or to the White House.",
  "SCIUTTO (voice-over): Prince claimed to have influence with then President-elect Trump.",
  "COATES: They would be a liability and, therefore, the employer would be liable at that.",
  "GARRETT: I will tell you that I have led soldiers in a designated hazardous duty area.",
  "What do you want to hear from the vice-president to vote yes on a health care bill?",
  "STELTER: (Inaudible), as they follow the money here, ultimately --\n\n\n\nCOATES: Yeah.",
  "LORD: There are two issues and I know you want it to be the Russians and collusion.",
  "But it's entirely conceivable that all of these coincidences are just coincidence.",
  "COOPER: But the thing with O'Reilly is -- I mean, some of the charges are not new.",
  "I mean, that's been known for quite a while and he seemed to have weathered that.",
  "STELTER: Other giant stories, other giant scandals including O'Reilly's old boss.",
  "GARRETT: Well, you know, look, there are 435 members of House, 100 in the Senate.",
  "I mean, the onus is on the government to stop the leaking, it's not on the press.",
  "And that's until we had a State Department, a functioning place for people to go.",
  "I mean, this is just -- at a certain point here, this is just a wild goose chase.",
  "If you change it too far to the left, the House Freedom Caucus won't be into it.",
  "GARRETT: Well, a 16-ounce soda with one ounce of strychnine will still kill you.",
  "There -- I mean, there are just certain things that we're not going to swallow.",
  "COOPER (voice over): He was the most famous anonymous source of the 20 century.",
  "SCIUTTO (voice-over): The connections to Russia extend inside the Trump family.",
  "They've been wanting this as their priority for seven, eight years here or so.",
  "And the most I can say right now is that where there is smoke, there is smoke.",
  "LORD: You know, this is a difficult question, because you know where this led.",
  "We didn't know there was a culture, this hostile sexualized work environment.\"",
  "But let me say something about the mythology of leaks, including Deep Throat.",
  "But I think the president is trying to do what he thinks is best for America.",
  "JULIETTE KAYYEM, FORMER U.S. ASSISTANT SECRETARY FOR HOMELAND SECURITY: Yeah.",
  "(BEGIN VIDEO CLIP)\n\n\n\nSUSAN RICE, FORMER NATIONAL SECURITY ADVISER FOR PRES.",
  "And they have held back on reporting it --\n\n\n\nBERNSTEIN: Right, responsibly.",
  "President Donald Trump has acknowledged that the Russians tried to do that.",
  "If you push this bill too far to the right, the moderates won't be into it.",
  "Jim, you have some information on where the Senate is on the investigation.",
  "He said that all the committee members have the speaker's full confidence.",
  "ZELENY: There's going to be blow back on the president regardless of this.",
  "I don't think --\n\n\n\nBERNSTEIN: Not collusion, not collusion, the Russians.",
  "I think we did not take -- the core functions of Title I were still there.",
  "I understand there's some, you know, concern with the rules of the Senate.",
  "And so, we're not where we want to be yet, but we're trying to get there.",
  "Again, we've said the road to hell is paved with an omnibus legislation.",
  "But, a lot has happened since that big collapse of the health care bill.",
  "But now you're mentioning transition, you're mentioning some other time.",
  "Carl, I never heard his name come up a single time during the campaign.",
  "Glenn Beck, for example, was a subject of an ad boycott many years ago.",
  "Up next, the growing advertising revolt against \"The O'Reilly Factor.\"",
  "BERNSTEIN: The real whistle-blowers know that they risk going to jail.",
  "Before, Anderson, this was anything but a full court press here today.",
  "It's been all but consuming over the last, you know, few weeks or so.",
  "And the vice-president as you said is up on Capitol Hill as we speak.",
  "And you ask Susan Rice, well, you know, I'm not sure, da, da, da, da.",
  "I'll talk with one of their members, Congressman Tom Garrett, ahead.",
  "I can't say that definitively, because I'm not on every single call.",
  "VAN JONES, CNN HOST, THE MESSY TRUTH: You know, chaos has its costs.",
  "COOPER: And Paul Ryan seemed optimistic with the committee at least.",
  "And so, I'm not sure that they know at this point who met with whom.",
  "JESSICA SCHNEIDER, CNN CORRESPONDENT: Yeah, a little bit, Anderson.",
  "BERNSTEIN: It looks to me like she's contradicted herself, perhaps.",
  "We should not be, nor should the whistle-blower, be the issue here.",
  "COOPER (voice over): And accepting asylum in of all places, Russia.",
  "I mean, that is at least in the case we're currently talking about.",
  "The number of advertiser is now reaching 20 tonight, details ahead.",
  "ZELENY: And we are not even at the 100 day point tonight, Anderson.",
  "But the problem I have with this is the classified nature of this.",
  "Now, O'Reilly is at a network that says it's cleaned up its house.",
  "The question is how much has that impacted the legislative agenda.",
  "Manafort also partnered with a Russian oligarch on business deals.",
  "But according to \"The Washington Post,\" the FBI is investigating.",
  "COOPER: Van Jones, let me bring you -- we haven't heard from you.",
  "I mean, it seems like a lot of shiny objects being thrown around.",
  "So, how serious is the White House about a new health care plan?",
  "Congressman Tom Garrett is a member of the House Freedom Caucus.",
  "And I think that's why the vice-president has been so attentive.",
  "I've said all along, I sat on your show, I think more than once.",
  "That's what we're trying to do, is make health care affordable.",
  "COOPER: Where is Daniel Ellsberg, who --\n\n\n\nLORD: Right, right.",
  "I mean, the president talked at a couple public speeches today.",
  "But at the end of the day, Russia, of course, hasn't gone away.",
  "There's no equivalence between so-called unmasking and leaking.",
  "We now know the Kremlin paid Flynn more than $33,000 to attend.",
  "Did he call or speak with somebody during the transition time?",
  "The president has gone after the House Freedom Caucus members.",
  "It starts to smell like fact and culture and that's a lawsuit.",
  "We're trying to get to what has happened or has not happened.",
  "If in the course of this, people talk to people in the press.",
  "The leaking by the way is often conflated with the unmasking.",
  "I hate to bring up the example of Watergate and I really do.",
  "Jared Kushner is on his tricycle going all around the world.",
  "What you just said there is not --\n\n\n\nMILLER: Who said that?",
  "And, again, it's one of these many odd unexplained contacts.",
  "I mean, the whole business about they talked to the Russian.",
  "Manafort denies his work was representing Russian interests.",
  "COOPER: There are also --\n\n\n\nBERNSTEIN: That's the question.",
  "BERNSTEIN: Let me add one thing here that contradicts that.",
  "Today was a day of changing the subject at the White House.",
  "THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.",
  "COOPER: Carl, I mean, you know, it's an interesting thing.",
  "You know, there are leaks which lead to important changes.",
  "GARRETT: God bless you and thank you for the opportunity.",
  "I got to compromise a little bit, 18 out of 20 isn't bad.",
  "The witness list actually could include Trump associates.",
  "And, frankly, look, I've been around Washington, it leak.",
  "The White House is being run in such a scatter shot way.",
  "And that's what the argument should have been all along.",
  "The real story turns out to be surveillance and leaking.",
  "Then it turns out he'd never actually met Donald Trump.",
  "Look, investigations like this are not a straight line.",
  "And the other thing is, we keep hearing the work leaks.",
  "The other is part and parcel of analyzing intelligence.",
  "Yet, we should point out this is hardly a smoking gun.",
  "And you know, there is still a thing called execution.",
  "GARRETT: I believe the president is -- oh, absolutely.",
  "COOPER: These are all very specific kinds of lawsuits.",
  "And no reporter should ever be going to jail, period.",
  "Democrats haven't agreed on a schedule yet, Anderson.",
  "But it's also a question of a total red herring here.",
  "Prince being brought up or brought into discussions.",
  "Instead of saying, \"Hey, here's everything we know.",
  "Still, GOP lawmakers acknowledge growing questions.",
  "Do you think Deep Throat should have stayed silent?",
  "I just can't believe that this went on for so long.",
  "(END VIDEOTAPE)\n\n\n\nCOOPER: Well, a lot to discuss.",
  "COOPER: Congressman Garrett, appreciate your time.",
  "And I think a couple of things are happening here.",
  "LORD: I don't, because they're getting the leaks.",
  "COOPER: And did Nixon try to do that at the time?",
  "It's just -- I mean, it's just weird (inaudible).",
  "So either way, it wasn't very satisfactory to me.",
  "COOPER: We're going to have that at another time.",
  "We're starting to work on the surrounding edges.",
  "To borrow a phrase, what did the president know?",
  "President Trump didn't address it today, right?",
  "But I think it smells to me like a smokescreen.",
  "Coming up next, is this smoke or a smokescreen?",
  "He said today, he's met with committee members.",
  "That makes him human just like the rest of us.",
  "Back with us, Jeffrey Lord and Carl Bernstein.",
  "COOPER: There --\n\n\n\nBERNSTEIN: What happened?",
  "We should declare victory of those like that.",
  "For a lot of lawmakers, that would be enough.",
  "It doesn't seem like that's now on the table.",
  "Is it entirely conceivable, I don't think so.",
  "COOPER: All right, I want to thank everybody.",
  "Jeffrey, you know, we saw Deep Throat there.",
  "That is against the law, the Espionage Act.",
  "What's also new is Bill Cosby, Roger Ailes.",
  "But, it was run in such a scatter shot way.",
  "The connections, however, do not end there.",
  "But, you know, I give it back to you guys.",
  "They take -- I'm looking at the chart now.",
  "That's what people are trying to find out.",
  "BERNSTEIN: Jeffrey, what's the issue here?",
  "Jeff Zeleny joins us now with the latest.",
  "And I think patience is really important.",
  "STELTER: What's new now is the spotlight.",
  "UNIDENTIFIED MALE: Just follow the money.",
  "And we look forward to talk to him again.",
  "And he has my forgiveness and my support.",
  "His sentence commuted by President Bush.",
  "COOPER: -- leaks classified information?",
  "The administration is calling it flimsy.",
  "Jessica Schneider, Jim Sciutto, thanks.",
  "UNIDENTIFIED MALE: Thank you very much.",
  "The administration message is the same.",
  "\"Find the leakers,\" said the president.",
  "We've already passed association plans.",
  "How much lingering bitterness is there?",
  "I mean, is there a sweet spot for this?",
  "Eventually, his show at Fox went away.",
  "There is so much hypocrisy about this.",
  "AMBASSADOR NICHOLAS BURNS, FORMER U.S.",
  "He is President of the United States.",
  "They take a lot of twists and turns.",
  "Jeff Zeleny, Jeff, thanks very much.",
  "But, Anderson, there's no question.",
  "It's called reporting, not leaking.",
  "And what did President Obama know?",
  "And that's what's being inhibited.",
  "So, they want to show some motion.",
  "Jeb Bush is right about one thing.",
  "Listen, it had some benefits, too.",
  "And when it was completed, I left.",
  "The question is, is he invincible?",
  "Here is everything that we know.",
  "Number one, that this was -- Mr.",
  "We'll take it up with the panel.",
  "He was there last night as well.",
  "COOPER: That's the point there.",
  "Get all these people out there.",
  "Nobody knows what he is doing.",
  "COOPER: Carl, do you buy that?",
  "We've seen this before though.",
  "It's funny because it's true.",
  "TRUMP: This guy is a bad guy.",
  "That's not what has happened.",
  "BERNSTEIN: Of course, he did.",
  "And what did Susan Rice know?",
  "The town leaks like sip (ph).",
  "What -- when did he know it?",
  "They may lead -- all benign.",
  "SCIUTTO: Well, that's right.",
  "And that's the problem here.",
  "It's a risk that they take.",
  "I have tried murder trials.",
  "How serious is this, Brian?",
  "STELTER: -- anybody on T.V.",
  "Now he's a chaos president.",
  "What's the central issue?",
  "What about that, Jeffrey?",
  "Jeffrey Lord, thank you.",
  "Carl Bernstein, as well.",
  "This could be different.",
  "Laura Coats, appreciate.",
  "Ellsberg took that risk.",
  "Mark Felt took the risk.",
  "That's what troubles me.",
  "He also said this today.",
  "But, chaos has its cost.",
  "Back now with the panel.",
  "We got to take a break.",
  "You know, I don't know.",
  "I spoke to him earlier.",
  "COOPER: -- responsibly.",
  "That is their process.",
  "news or entertainment.",
  "Brian Stelter, always.",
  "This is \"CNN Tonight\".",
  "That's the allegation.",
  "Here are all our logs.",
  "What are you hearing?",
  "Let's get it all out.",
  "BERNSTEIN: Well done.",
  "We'll be right back.",
  "Thank you very much.",
  "We'll be right back.",
  "GARRETT: Well, yeah.",
  "That's one spectrum.",
  "PAUL MANAFORT, PRES.",
  "What did they know?",
  "If this, then what?",
  "It's just stunning.",
  "We're out of time.",
  "LORD: No, I don't.",
  "That's what I did.",
  "SCHNEIDER: He did.",
  "COOPER: All right.",
  "Let us get there.",
  "That was my role.",
  "STELTER: Exactly.",
  "I think there is.",
  "I'm not sure why.",
  "Have a great day.",
  "One is illegal.",
  "And that's it.",
  "BERNSTEIN: OK.",
  "COOPER: Right.",
  "COOPER: Right.",
  "COOPER: Right.",
  "I'm Don Lemon.",
  "COOPER: Yeah.",
  "COOPER: Yeah.",
  "COOPER: Yeah.",
  "COOPER: Yeah.",
  "COOPER: Yeah.",
  "You're there.",
  "It's absurd.",
  "COOPER: Yes.",
  "We haven't.",
  "No, no, no.",
  "Anderson?",
  "Thanks."
]