[
  "Another article drilled down on similarities between the two presidents’ approaches in Afghanistan, contending that Trump “specifically echoed his predecessor’s 2009 speech, after acknowledging that the war had gone on too long.”\n\nThe piece’s author, Breitbart White House correspondent Charlie Spiering, noted in a tweet that both Trump and Obama also said their commitments would not amount to a “blank check.”\n\nBreitbart editor Joel Pollak tweeted that “Trump’s #Afghanistan speech was Obama’s speech minus the deadline & details.",
  "For much of the afternoon, Breitbart’s lead story was an interview with the founder of Blackwater, headlined “Erik Prince: Trump will ‘roll over and accept’ same failed strategy on Afghanistan.”\n\nOther articles noted that a troop surge would “increase pressure on Pakistan,” and there was a positive story about Kentucky Republican Sen. Rand Paul’s opposition to any troop increase.",
  "The lead of the main story contained a series of subtle digs: “President Trump unveiled his plan for Afghanistan after seven months of deliberation Monday evening, announcing tweaks around the edges of the current strategy instead of a different approach,” read the lead sentence of Breitbart’s wrap on the speech.",
  "A banner headline blasted the president’s decision to extend the U.S. military commitment in Afghanistan as a “flip-flop” that “reverses course.”\n\nStory Continued Below\n\nArticles likened him to his predecessor, President Barack Obama — a known sore spot for Trump.",
  "Monday’s address in front of service members at Fort Myer in Arlington, Virginia, was a first, big test of what Breitbart will do now that Bannon, the former White House chief strategist, has returned to run the site he left to join Trump’s White House bid.",
  "Breitbart seems ready for one of Steve Bannon’s famed “wars.”\n\nJust minutes after President Donald Trump concluded his Afghanistan policy speech Monday night, the conservative site took an aggressive, critical approach to the address and Trump’s new policy.",
  "| Paul Marotta/Getty Images for SiriusXM Bannon’s Breitbart tears into Trump after Afghanistan speech Articles liken the president's approach to Obama's, and blame the national security adviser for the tone of the address.",
  "Like the bit about Pakistan, not convinced we can deliver India.”\n\nEven before Trump spoke, the site seemed primed to oppose Trump’s commitment to Afghanistan, pre-skewering the commander in chief.",
  "One piece was headlined “His McMaster’s voice: Is Trump’s Afghanistan policy different from Obama?” It amounted to a twofer: Ripping national security adviser H.R.",
  "President Donald Trump's address on Monday’s was the first big test on what Breitbart News would do, now that Steve Bannon (pictured) is back running the site.",
  "“Trump’s ‘America First’ Base Unhappy with Flip-Flop Afghanistan Speech,” blared one headline.",
  "CORRECTION: An earlier version of this story misspelled Breitbart editor Joel Pollak's name.",
  "Email Sign Up By signing up you agree to receive email newsletters or alerts from POLITICO.",
  "McMaster — a former Bannon rival — and likening Trump’s decisions to those of Obama.",
  "Morning Media Your guide to the media circus — weekday mornings, in your inbox.",
  "And other articles seemed tuned to frustrate Trump and tweak rivals of Bannon.",
  "The new, re-Bannoned Breitbart didn’t seem to hold back at all.",
  "You can unsubscribe at any time."
]