[
  "I can say there is an argument that some have made that over the course of several years, enough progress can be made in developing the capabilities of the Afghan forces that you can turn the trajectory of the conflict in the government's favor, and that the government should be negotiating from a position of strength, not in a situation where the Taliban is gaining strength.",
  "Even those within the American military establishment who think there is a possibility of improving the trajectory of the conflict in the government's favor, people with the most optimistic assessment you’ll find, understand that ultimately you need some kind of political settlement among the Afghanistan [power factions].",
  "“There is no evident path to ending the war on the battlefield”\n\nSean Illing\n\nHow long do you think we’d have to stay in Afghanistan to have any chance of creating the necessary stability in order to withdraw without risking a collapse of the Afghan government?",
  "That counterterrorism mission is focused on eliminating the very limited remnants of al-Qaeda and, increasingly over the last year and a half, dealing with the ISIS branch that has popped up in Afghanistan.",
  "Laurel Miller\n\nOn the military side, it does make sense to have a modest increase in the number of American troops if that is going to help to arrest the downward slide of the security situation.",
  "It's been involved in supporting the Afghan government forces, for instance by providing close air support, and also by developing their fighting capabilities and support systems like logistics.",
  "The US still has security interests in the region, there are still risks, but it’s also true that the way in which we are protecting against these risks has developed inertia over time.",
  "I think the experience of the last 16 years suggests that within the next four, we're not going to see some sort of dramatic turnaround in dealing with the hard problems in Afghanistan.",
  "Sean Illing\n\nTo me, that’s the logic that got us into this infinite regress argument that says: We have to keep propping up the Afghan government because it will collapse when we leave.",
  "Laurel Miller\n\nIt’s prudent not to get drawn into believing that we just haven’t done it right or well enough yet, and if we can get it right, we’ll create enough stability to leave.",
  "What I can tell you is that what we’re doing now isn’t sustainable.”\n\nSean Illing\n\nYou mentioned the “sunk costs” issue earlier when we were talking, and I think it’s appropriate.",
  "If we don’t negotiate an end to it that sufficiently addresses our national security objectives, we could get to a point where political support for the war collapses entirely.",
  "To me, it’s always a red flag when people say, \"Yeah, but we're just going to do it better this time,\" because first of all, it's basically the same people actually doing it.",
  "I can give you one data point that shows how far off we are: As it stands, Afghans pay about 10 percent of the costs for their security forces and security institutions.",
  "That’s not to say that there haven’t been improvements in Afghanistan, because there have, but it is unlikely that the US going to be able to greatly speed up progress.",
  "“Military victory is not plausible in any foreseeable time frame,” she told me, “and what we’re doing now isn’t sustainable.”\n\nYou can read our full conversation below.",
  "And research shows that it is extremely difficult to defeat an insurgency when it’s provided a safe haven and has other kinds of support from neighboring countries.",
  "To get a sense of where we are in Afghanistan, I reached out Laurel Miller, who until very recently was America’s leading diplomat in Afghanistan and Pakistan.",
  "The US military is holding the country together as though it’s propping up a dam to beat back a raging river — but as soon we leave, everything falls apart.",
  "He isn’t necessarily being asked to double down on the war, but he is being asked to take ownership of it, which basically means embracing the status quo.",
  "None of these can be addressed or resolved without some kind of political power sharing through a reconciliation process — and that’s nowhere in sight.",
  "On the political side, my view is that the effort to try to launch a peace process, a process of negotiated settlement, should be the highest priority.",
  "And so long as they’re dependent on foreign resources simply to maintain minimal security while fighting an insurgency, they won’t be self-sufficient.",
  "Laurel Miller\n\nIn my view, you have a series of decisions over the course of 16 years that have put us on a path that's been very hard to get off of.",
  "This is something the US has worked on intermittently for years, but it has never been prioritized in the same way we prioritize the military effort.",
  "As for the middle course, it appears there is hesitation because after months of discussion, there hasn’t yet been a decision to go down that road.",
  "There's also the fact that Pakistan continues to enable and sustain the insurgency by allowing Taliban leadership to live and operate in Pakistan.",
  "After her office was abruptly closed by the State Department in July, she returned to her previous position as an analyst at the RAND Corporation.",
  "One is a counterterrorism mission that is conducted in partnership with the Afghan government, but with a very heavy role by the United States.",
  "The second mission is a mission of support for and development of Afghan security forces in their counterinsurgency fight against the Taliban.",
  "It seems to me that we’re in Afghanistan today because we were in Afghanistan yesterday, and we’ll be there tomorrow for the same reason.",
  "I asked her straightforwardly if there’s a path to victory in Afghanistan and, if not, why US troops are still fighting and dying there.",
  "Of course, in any conflict, every side prefers to negotiate from a position of strength, so that is likely true of the Taliban as well.",
  "Working toward a negotiated settlement in Afghanistan could also give us opportunities for resolving our differences with Pakistan.",
  "I don’t see any way of escaping this vicious cycle and creating durable stability in Afghanistan without political reconciliation.",
  "On Monday night, President Trump did what the last two presidents before him did: he doubled down on the war in Afghanistan.",
  "Sean Illing\n\nEven though he changed his position, was Trump initially right to not want to send more troops to Afghanistan?",
  "After 2014, the United States was no longer directly involved in the counterinsurgency combat mission against the Taliban.",
  "There are genuine underlying grievances that have to do with Afghan politics, various cleavages within Afghan society.",
  "Obviously, there’s a lot more detail involved in each of those, but those are the basic military choices right now.",
  "If you can maintain the stalemate, the approximate stalemate that we have now, you at least preserve some options.",
  "Even when the top-level policymakers change, the tools for implementing these kinds of policies do not change.",
  "“Conditions on the ground, not arbitrary timetables, will guide our strategy from now on,” he told the nation.",
  "She led the office of the Special Representative for Afghanistan and Pakistan for roughly four years.",
  "Second, there’s the stay-the-course option, which could include sending a few thousand more troops.",
  "It's not an illogical view if supported by analysis that would suggest that's possible to achieve.",
  "Laurel Miller\n\nI won’t speak for any particular individuals because they can speak for themselves.",
  "What I can tell you is that what we’re doing now is not likely to produce a sustainable solution.",
  "While she’s unsure about the latter question, her answer to the first was one was crystal clear.",
  "Sean Illing\n\nDo you know any serious person or analyst who thinks we can win in Afghanistan?",
  "We can’t prove or disprove assessments of what’s possible or what may happen in the future.",
  "Laurel Miller\n\nThere are three basic options in terms of the military aspects of US policy.",
  "Sean Illing\n\nSo what’s the strategic logic of someone like National Security Adviser H.R.",
  "Sean Illing\n\nGiven everything you’ve just said, what’s the wisest course moving forward?",
  "The Pakistani government allows the Taliban freedom of movement in and out of Pakistan.",
  "Sean Illing\n\nI’ll just ask this straightforwardly: Is this a war that can be won?",
  "But that will always be the case, unless we’re prepared to do this for decades.",
  "Sean Illing\n\nYour best guess: How does this conflict end for the United States?",
  "Laurel Miller\n\nI think there are some serious questions that are right to ask.",
  "So when are they going to get to 50 percent or 60 percent or 90 percent?",
  "No one has any new, quick fixes that people before failed to consider.",
  "Laurel Miller\n\nThere's a twofold military mission in Afghanistan now.",
  "McMaster, who has successfully convinced Trump to send more troops?",
  "Whether President Trump is considering a withdrawal, I can’t say.",
  "Military victory is not plausible in any foreseeable time frame.",
  "Unlike Obama, however, Trump offered no timeline for withdrawal.",
  "As far as I can tell, all other justifications have collapsed.",
  "There is no evident path to ending the war on the battlefield.",
  "There’s no foreseeable time horizon for accomplishing that.",
  "A major surge does not appear to be under consideration.",
  "There are currently 9,800 troops serving in Afghanistan.",
  "And we don’t know what victory even means at this point.",
  "I also asked her how she thinks this conflict will end.",
  "One is to double down, which means a significant surge.",
  "Sean Illing\n\nWhat are the viable options at this point?",
  "If the security continues to erode, our options narrow.",
  "This is what the Obama administration did initially.",
  "Laurel Miller\n\nIt's hard to say how it will end.",
  "I wouldn’t assume that’s off the table, though.",
  "Sean Illing\n\nWe’re now 16 years into this war.",
  "We don’t know how many more Trump is sending.",
  "Third, there’s the troop withdrawal option.",
  "What we can do is look at past experiences.",
  "“I can’t tell you how this war will end.",
  "This is an enormously complex situation.",
  "We don’t know how long they’ll be there.",
  "I can’t tell you how this war will end.",
  "If you mean military victory, no.",
  "Laurel Miller\n\nI have no idea.",
  "Laurel Miller\n\nHonestly, no.",
  "What the hell are we doing?",
  "What’s the mission?",
  "Laurel Miller\n\nNo.",
  "What should we do?"
]