[
  "SPEED READ\n\n— U.S. Strategic Command chief Gen. John Hyten says the U.S. could learn from North Korea’s pace of innovation: Breaking Defense\n\n— Hyten also calls for focusing on war’s opponents, not just its domains: Defense News\n\n— The key to countering North Korea lies in joint naval exercises between the U.S. and Asian countries, retired Adm. James Stavridis writes: Bloomberg View\n\n— Vietnam wins the promise of a visit from a U.S. aircraft carrier and deeper defense cooperation from the U.S. amid continuing tensions with China: Reuters\n\n— The mayor of Nagasaki says fear of another nuclear attack is growing at a ceremony marking the 72nd anniversary of the U.S. atomic bombing of his city: AP\n\n— The Army creates a new augmented reality system for training: Task & Purpose\n\n— The Marine Corps is looking at further integrating men and women at its West Coast boot camp as a way to change culture in the wake of the Marines United illicit photo-sharing scandal: POLITICO Pro\n\n— The U.S. identifies and declares dead the three Marines who crashed near Australia: NYT\n\n— The Air Force looks to reclaim funds from Northrop Grumman over maintenance issues: Bloomberg\n\n— The U.N. says it’s bracing to cope with hundreds of thousands of civilians likely to flee their homes as Iraqi security forces aim to drive ISIS from its last remaining strongholds in Iraq: NYT\n\n— Some Venezuelan troops break ranks with President Nicolás Maduro: NYT\n\n— NATO criticizes Russian President Vladimir Putin’s visit to a breakaway region of Georgia: POLITICO\n\n— Why Democrats fall so hard for military candidates — and why it probably won’t help them win back the House this time, either: POLITICO Magazine\n\n— Veterans Courts offer an alternative path for PTSD sufferers facing charges: Al Jazeera\n\n— Sacramento-area water districts near an old Air Force base sue the government over contamination: The Sacramento Bee\n\n— The Navy develops a device to aid bomb-sniffing dogs: Stars and Stripes\n\n— Nobody knows the origins of “Semper Fi” as the Marines’ motto: Task & Purpose",
  "— NORTH KOREA THREATENS GUAM, via The Wall Street Journal: “North Korean leader Kim Jong Un ordered his military to examine a plan for a missile strike on the U.S. military base on Guam, making an unusually explicit threat to attack the U.S.\n\n“The threat was published by North Korea’s official media Wednesday morning and came just hours after U.S. President Donald Trump cautioned North Korea to not ‘make any more threats’ to the U.S., warning of a response of ‘fire and fury like the world has never seen.’\n\n“While North Korea’s state media regularly warns of strikes on the U.S. homeland and other U.S. military assets in Asia, the threats are usually vague and rarely linked to a direct order from Mr. Kim.",
  "“The deal comes soon after Romania’s top defense body approved a €9.8 billion (U.S. $11.5 billion) spending plan for the next decade and has pledged to spend 2 percent of its gross domestic product on defense, as NATO requests of its members.”\n\n— U.S.-ISRAELI TEAMS RAMP UP INTERCEPTOR PRODUCTION, writes Defense News: “Two U.S.-Israeli industrial teams working on jointly funded missile defense programs are ramping up production of three distinct interceptors that collectively defend against an entire spectrum of threats, from short-range rockets to Iran’s most advanced, medium-range ballistic missiles.",
  "Trump warns of ‘fire and fury’ in response to North Korean threats\n\nWith Eli Okun, Connor O’Brien and Jacqueline Klimas\n\nTOP NEWS — TRUMP WARNS OF ‘FIRE AND FURY’ against threats from North Korea, via POLITICO’s Bryan Bender, Jacqueline Klimas and Nolan D. McCaskill: “President Donald Trump's warning Tuesday that North Korea \"will be met with fire and fury\" if it continues its saber rattling sparked new fears that the standoff over the regime's advancing nuclear and missile programs could devolve into a shooting war.",
  "At the same time, her appointment may serve as a loud trumpet blast, as allies realize that the woman now responsible for pushing them to raise defense expenditure is a tenacious Texan and battle-hardened veteran of some of Washington’s most bitter spending fights.”\n\nINDUSTRY INTEL — ROMANIA EYES NEW BELL COMBAT HELOS, also via Defense News: “Romanian Defense Minister Adrian Tutuianu has signed a letter of intent with Bell Helicopter to purchase new combat helos for the country’s armed forces.",
  "“Intercepting missiles for all three heavily U.S.-funded missile defense programs — Arrow-3, David’s Sling and Iron Dome — are being built in large part in the United States through a network of prime partners, subcontractors and suppliers that extend across more than 30 of the 50 U.S. states.”\n\nTOP DOC — FORMER OFFICIALS URGE MAINTAINING IRAN NUKE DEAL: A group of national security leaders are are warning the Trump administration against withdrawing from the Iran nuclear deal.",
  "“The two air assets were vertically separated by about 100 feet, despite repeated U.S. radio calls to stay away from the Super Hornet.”\n\nWAR REPORT — ISIS FIGHTS TO THE DEATH IN RAQQA, writes The Washington Post: “For three years, the Syrian city of Raqqa was the Islamic State’s greatest stronghold, featuring heavily in propaganda and providing a launchpad for attacks carried out around the world.",
  "HAPPENING TODAY — COLD WAR POW/MIA FAMILIES SEEK ANSWERS: Family members representing prisoners-of-war and missing-in-action service members from the Korean and Cold Wars announce they are filing of a freedom-of-information lawsuit to force multiple federal agencies to release government records kept classified concerning the fate of their loved ones since the 1950s.",
  "“‘The greatest North Korean threat we face is not from a nuclear-tipped missile hitting the U.S. mainland but from Washington stumbling into an inadvertent nuclear war on the Korean peninsula,’ Siegfried Hecker, a former director of Los Alamos National Laboratory and a nuclear expert who has visited North Korea seven times since 2004, said in an email.",
  "The plan, the spokesman said, ‘will be put into practice in a multi-concurrent and consecutive way any moment once Kim Jong Un, supreme commander of the nuclear force of the DPRK, makes a decision.’”\n\nGuam residents fear attack, caught in the middle of escalating tensions between the U.S. and North Korea, writes The Associated Press.",
  "In the past month alone, there has been a surge of scattered attacks in remote regions, especially the northwestern provinces of Ghowr, Faryab and now Sar-e Pol, as well as in the south and east.”\n\nMeanwhile, Trump weighs a proposal to privatize much of the war in Afghanistan, pushed by Blackwater founder Erik Prince, adds USA Today.",
  "U.S. officials last month concluded that Pyongyang is also outpacing expectations in its effort to build an intercontinental ballistic missile capable of striking cities on the American mainland.”\n\nResponding, North Korea’s neighbors consider deploying deadlier weapons in what could lead to a regional arms race, writes the NYT.",
  "— DIA: NORTH KOREA HAS MINIATURIZED NUKES, reports The Washington Post: “North Korea has successfully produced a miniaturized nuclear warhead that can fit inside its missiles, crossing a key threshold on the path to becoming a full-fledged nuclear power, U.S. intelligence officials have concluded in a confidential assessment.",
  "“The signing of the agreement will be followed by ‘a thorough discussion between representatives of the Ministry of Economy and Bell Helicopter on the establishment of a joint venture, and a transfer of technology and know-how to allow the production of helicopters in Romania,’ the Romanian government said in a statement.",
  "Or perhaps more accurately, the peas delivered her ...\n\n“Her respect for the alliance and for troops, as well as her broad knowledge of military affairs, is likely to be a source of comfort for NATO allies still unsettled by Trump’s initial criticism of the alliance and wavering on its collective defense clause.",
  "And Rep. Madeleine Bordallo (D-Guam) urges Trump to de-escalate tensions: “These recent threats make it imperative for President Trump to work with the international community, especially with China and other stakeholders in the region, to de-escalate these tensions,” she said in a written statement.",
  "IRANIAN DRONE THREATENS U.S. SUPER HORNET, reports our colleague Jacqueline Klimas: “A U.S. F/A-18E Super Hornet had an ‘unsafe and unprofessional’ encounter [Tuesday] with an Iranian drone — the 13th between U.S. and Iranian maritime forces this year, the U.S. Central Command reported.",
  "The Super Hornet, assigned to the aircraft carrier USS Nimitz, was in international airspace over the Arabian Gulf when an Iranian QOM-1 unmanned aerial vehicle came within about 200 feet of the plane and executed ‘altitude changes in the close vicinity,’ CENTCOM said in a statement.",
  "It is a perilous escape through the city’s narrow streets as the militants dispatch bombers among those fleeing.”\n\nMeanwhile, an Iraqi Shia militia blames the U.S. coalition for a deadly attack against its fighters in Syria, which the U.S. denies, reports the BBC.",
  "Organized by The Iran Project, the leaders recommend continuing to certify Iran’s compliance with the nuclear deal as long as it meets its commitments as well as other steps for the U.S. to better coordinate with its allies and improve communication with Iran.",
  "Story Continued Below\n\n“The seemingly off-the-cuff broadside also reignited concerns raised during the presidential campaign that Trump's tough rhetoric, including his previous calls to build up the American nuclear arsenal, could be dangerously destabilizing.",
  "“The new analysis completed last month by the Defense Intelligence Agency comes on the heels of another intelligence assessment that sharply raises the official estimate for the total number of bombs in the communist country’s atomic arsenal.",
  "MAKING MOVES — FORMER DoD CHIEF-OF-STAFF JOINS SPARKCOGNITION: Wendy Anderson, who was chief of staff for then-Defense Secretary Ash Carter, is joining SparkCognition as its new general manager for defense and national security.",
  "We don’t know what their motives were.’...\n\n“The Taliban, making a summer show of force as the Trump administration weighs its options for combating the 16-year war, has been stymied in earlier efforts to take over major cities.",
  "Among the group: Former White House National Security Adviser Brent Scowcroft, former Deputy Commander of the Special Operations Command retired Lt. Gen. Frank Kearney, former Senate Majority Leader Tom Daschle (D-S.D.)",
  "“In this case, however, a spokesman for the Strategic Force of the Korean People’s Army was quoted in state media saying that the force was carefully examining the operational plan and would soon report it to Mr. Kim.",
  "“Kim Jung-Un’s reckless behavior cannot be tolerated, and I strongly urge the President to explore every avenue to peacefully respond to it and avoid further escalating this situation.”\n\nStill, Alaska’s Gov.",
  "“Kay Bailey Hutchison, the former United States senator from Texas who is Donald Trump’s new envoy to the military alliance, once delivered two tons of peas to American soldiers in Bosnia.",
  "— TALIBAN SOWS TERROR IN REMOTE AFGHANISTAN AREAS, reports The Washington Post: “First, the insurgent fighters attacked a security checkpoint, shooting half a dozen local militiamen.",
  "But Guam’s homeland security adviser urges calm, noting the Defense Department “is monitoring this situation very closely and is maintaining a condition of readiness,” adds the AP.",
  "She had also been deputy chief of -staff to then-Defense Secretary Chuck Hagel and chief of staff to then-Commerce Secretary Penny Pritzker — all in the Obama administration.",
  "Then, officials said, they entered Mirza Oleng, a village in the rugged hills of northwestern Sar-e Pol province, and started grabbing civilians — men, women and children.",
  "“The findings are likely to deepen concerns about an evolving North Korean military threat that appears to be advancing far more rapidly than many experts had predicted.",
  "‘The president's statements exacerbate’ such concerns, Hecker said.”\n\nTrump’s harsh language has little precedent, historians and analysts say, via The New York Times.",
  "“But district by district, the city is now emptying out as U.S.-backed forces inch their way through the extremist group’s self-proclaimed capital in Syria.",
  "“‘Some were beheaded, some had their bodies pierced, and some were thrown off the mountain,’ said Zabiullah Amani, a spokesman for the Sar-e Pol governor.",
  "The two sides are locked in a grinding battle of attrition that ranks among the toughest challenges to date for the anti-Islamic State coalition.",
  "Meanwhile, Trump appears to grant China a reprieve, giving its banks time to enforce new U.N. sanctions against North Korea, adds Reuters.",
  "\"Americans should sleep well at night,\" he tells reporters enroute to a refueling stop in Guam, via our colleague Louis Nelson.",
  "Japan fighter jets and U.S. bombers conduct air drills over the Korean Peninsula amid the rising tensions, Reuters reports.",
  "“Thousands of civilians are believed to have fled Raqqa in recent weeks, often with smugglers under cover of darkness.",
  "The U.S. calculated last month that up to 60 nuclear weapons are now controlled by North Korean leader Kim Jong Un.",
  "AMBASSADOR TO NATO A PROVEN MILITARY ALLY, writes our colleague David Herszenhorn: “Never mind keeping the peace.",
  "IT’S WEDNESDAY AND WELCOME TO MORNING DEFENSE, where we're always on the lookout for tips, pitches and feedback.",
  "Bill Walker worries about a North Korean missile hitting his state, adds our colleague Edward-Isaac Dovere.",
  "Email us at ghellman@politico.com, and follow on Twitter @greg_hellman, @morningdefense and @politicopro.",
  "The insurgents are now refocusing their strategy to showcase their wide geographical reach.",
  "America’s new ambassador to NATO once had to pretend to keep the peas.",
  "Meanwhile, Secretary of State Rex Tillerson sees no \"imminent threat.\"",
  "Some independent experts believe the number of bombs is much smaller.",
  "and former House Foreign Affairs Chairman Lee Hamilton (D-Ind.).",
  ", former Senate Foreign Relations Chairman Dick Lugar (R-Ind.)",
  "When they were done, more than 40 people were dead.",
  "We don’t know why they were killing civilians.",
  "‘They were savagely slaughtered.",
  "NEW U.S."
]