[
  "| Evan Vucci/AP Sources: Pence, McMaster team up to push more troops in Afghanistan\n\nTop administration officials in favor of sending more troops to Afghanistan teamed up ahead of a high-level meeting on Friday to persuade President Donald Trump to step up American military involvement in the 16-year-old war, two sources told POLITICO.",
  "Pence's office denied that he had done any rehearsals with McMaster on a pitch to Trump, saying the most recent time the two men spoke was before the vice president's trip to Latin America this past week, which he cut short to return for the Camp David session.",
  "Trump's indecision on the war this summer has frustrated some of his advisers and commanders in the field eager to bulk up their support for their Afghan counterparts, who have been engaged in a pitched battle with militants in large areas of the country.",
  "The two sources — an administration official and a senior White House aide — also confirmed that Erik Prince, founder of the former Blackwater private security firm, had been scheduled to attend the session but that he was blocked at the last minute.",
  "Story Continued Below\n\nBut as of Friday evening, the president had not announced a decision on his plans for Afghanistan, where the Taliban have grown in strength and Al Qaeda and the Islamic State terrorist groups have a foothold.",
  "McMaster enlisted the vice president's help about six weeks ago, according to a third official, asking him to help build consensus within the administration and to work with him to make the case to the president.",
  "McMaster rehearsed their pitch heading into the Camp David strategy session in an effort to persuade Trump to accept commanders' proposals to beef up the 8,400 American troops in the country, the sources said.",
  "\"The whole point with the rehearsals was to work out and, to be crass, was to get the president to agree to this proposal that he’s been against before,\" the official said of Pence and McMaster's plans.",
  "\"The president is studying and considering his options and will make an announcement to the American people, to our allies and partners, and to the world at the appropriate time,\" Sanders said.",
  "McMaster (left) and Vice President Mike Pence (right) seek to persuade President Donald Trump to accept commanders' proposals to beef up the 8,400 American troops in the country.",
  "The administration official said a memo distributed Friday morning to the other attendees of the session laid out the road toward persuading the president to send more troops.",
  "Prince has been urging the administration publicly and privately to outsource much of the war effort — which primarily involves training and advising Afghan security forces.",
  "In a statement issued after the Camp David session, White House press secretary Sarah Huckabee Sanders said Trump had been briefed extensively on what steps he could take.",
  "\"The vice president has not weighed in on any side other than to make sure that the options presented to the president are fully fleshed out and objective.\"",
  "The administration official said the rehearsal with McMaster took place partly via Pence's secure phone line on his plane.",
  "The vice president also had representatives attend White House meetings on the matter ahead of time, the official said.",
  "Pence landed back in the United States very early Friday morning, just after midnight, according to a pool report.",
  "Prince had the backing of Steve Bannon, who was ousted Friday from his role as the chief White House strategist.",
  "Also among the options being considered were staying the current course and withdrawing U.S. troops.",
  "\"The vice president views his role on this as an honest broker,\" a top aide to Pence said Friday.",
  "It was not immediately clear whether the effort convinced Trump either way.",
  "The administration official said McMaster was the one who blocked Prince.",
  "Vice President Mike Pence and national security adviser H.R.",
  "The president has been hesitant to authorize a troop surge.",
  "\"They’re not giving any credence to the other ... options.",
  "They’re going ahead with the troop increase option.\"",
  "Wesley Morgan contributed to this report.",
  "And no announcement appeared imminent.",
  "National security adviser H.R."
]