[
  "[Splinter / Rafi Schwartz]\n\nThe headless torso found just off the shore of Copenhagen Monday might not be the remains of the Swedish journalist Kim Wall (who disappeared August 10 after going out in a Danish inventor's submarine), but the fact that the Danish inventor in question just changed his story from \"I dropped her off alive\" to \"she died on board and I buried her at sea\" certainly doesn't bode well for this case.",
  "[Radio Free Europe / Radio Liberty]\n\nThe US presents the move as a necessary adjustment, because Russia announced last month that the US would have to reduce its diplomatic presence by hundreds of staff... [FT / Kathrin Hille]\n\n...a decision that was itself a retaliation for a new bill signed by President Trump tightening sanctions on Russia in July.",
  "[Washington Post / David Filipov and Andrew Roth]\n\nIn practice, that means that many of the 190,000 or so Russians a year who come to the US for tourism or business travel (or, much less frequently, on work or student visas) will have to travel for their visa interviews — across the world's biggest country by area.",
  "[Reuters / David Lawder and Anthony Esposito]\n\nThe negotiations got off to an awkward start: US Trade Representative Robert Lighthizer was much grumpier, and Trumpier, than his Canadian and Mexican counterparts, and worried them when he said the Trump administration wouldn't accept a mere \"tweaking\" of NAFTA.",
  "For more newsletters, check out our newsletters page\n\nA Russian's vacation to America starts with a mini vacation to Moscow\n\nThe State Department announced Monday that it's going to stop processing \"non-immigrant\" (temporary) visas at all consulates in Russia except for the one in Moscow.",
  "[Washington Post / Ana Swanson]\n\nAnd seriously addressing the US trade deficit with Mexico — which is theoretically the Trump administration's primary goal — is something that could cause problems not just with the Mexican trade team but also, potentially, with the US auto industry.",
  "[Reuters / Andrew Osborn and Polina Devitt]\n\n(If anything, of course, it's really the opposite; the Trump administration, here as in other cases, appears to be of the belief that it should treat visa applicants based on how well the US works with their countries.)",
  "[LAT / Kate Linthicum]\n\nThe Canadian delegation appears more sanguine about its relationship with the US — its obsessive attention to not only the US's stance in the negotiations but also the vagaries and moods of Donald Trump is paying off.",
  "Kesha, Katy Perry, and the dilemma of party-girl pop stars getting serious\n\n“Sexualized fascism”: how the taboo nature of Nazi imagery made the alt-right more powerful\n\nThe Insane Clown Posse’s Juggalo March on Washington, explained",
  "[GQ / Rachel Kaadzi Ghansah]\n\n\"Most of the rise in alleged narcissism comes from girls and women, and women were, until a few decades ago, often taught that that pride and confidence were unladylike.",
  "[Anarcho-Geek Review / Sadie the Goat]\n\n[Anarcho-Geek Review / Sadie the Goat] Down syndrome is disappearing from Iceland — because women are aborting fetuses after positive tests for the disorder.",
  "; the US reminds Russia that it can't do 100 percent of the diplomacy with 50 percent of the diplomats; don't look now, but the first round of NAFTA renegotiations is already over.",
  "The US, for example, wants to get rid of a NAFTA chapter so it can unilaterally set trade penalties for export \"dumping\" — something that Canada has declared is a \"red line.\"",
  "[Quartz / Bonnie Rochman]\n\nOne of New York's police unions just put out a video that calls anti-police sentiment \"blue racism,\" because words have lost their meaning.",
  "So, uh, you might not have noticed — President Trump doesn't appear to have noticed either — but the first round of NAFTA renegotiations wrapped up over the weekend.",
  "[Very Smart Brothas / Panama Jackson]\n\n\"The state is neither God nor the Devil, but something pragmatic and unromantic — like a sewage system, or a town dump.",
  "[NPR / Danielle Kurtzleben]\n\nBut by the end of the week, the three countries were cautiously optimistic about their ability to quickly strike a broad deal.",
  "[Vox / Dara Lind]\n\nThe good news is that all these differences can get talked through more fully now that Russia has appointed a new ambassador to the US.",
  "[YouTube / Phil Edwards]\n\nRead more\n\nWhy the ACLU is adjusting its approach to “free speech” after Charlottesville\n\nWe conservatives champion local power.",
  "[American Affairs / William Wilson]\n\nWatch this: How an MS Paint artist made this picture\n\nPat Hines used MS Paint for all the illustrations in his book.",
  "Foreign Minister Sergei Lavrov said the US was trying to undermine confidence in the Putin regime among Russians, by making it harder for them to travel.",
  "If a new NAFTA isn't set by early 2018, talks will have to restart with a new president of Mexico — and the current frontrunner is pretty down on trade.",
  "Sign up for the Vox Sentences newsletter, delivered straight to your inbox Monday through Friday, or view the Vox Sentences archive for past editions.",
  "Yes, we want it to function smoothly lest the place start to stink, but good taste demands that we not focus obsessively on its operation.\"",
  "[NYT / Jeremy W. Peters and Maggie Haberman]\n\n[NYT / Jeremy W. Peters and Maggie Haberman] \"Some demanded that he acknowledge them.",
  "[Vox / Zack Beauchamp]\n\nThe Russian government doesn't buy that the State Department really needs to shut down consular processing.",
  "[The Economist]\n\nWriting a trade deal in under six months would be tricky under the best circumstances (NAFTA 1.0 took two years).",
  "[Canadian Press / Alexander Panetta]\n\nMiscellaneous\n\nThe 1930s version of antifa: Jewish gangster crews led by Meyer Lansky.",
  "But they know that, politically, the Trump administration is only likely to declare victory if it thinks it's beaten Mexico.",
  "Trump tries to end the Afghanistandstill\n\nvox-mark Vox Sentences The news, but shorter, delivered straight to your inbox.",
  "The bad news is that the new ambassador is under EU sanctions because of his role in Russia's 2014 annexation of Crimea.",
  "[The Guardian]\n\nVerbatim\n\n“'Dude, he’s Archie Bunker,' Mr. Bannon would say with fondness when talking about Mr.",
  "It might be less that the NAFTA trade teams think a deal can be done quickly than that they think it has to be.",
  "Subscribe By signing up, you agree to our Privacy Policy and European users agree to the data transfer policy.",
  "[BuzzFeed News / Elizabeth Nolan Brown]\n\n\"Blood is not thicker than freedom and it’s not thicker than safety.",
  "[Reuters]\n\nVery important post-eclipse content: a simple test to see if the eclipse damaged your eyes.",
  "Is it really a bad thing that fewer millennial women feel the need to downplay their own strengths?\"",
  "Vox Sentences is your daily digest for what's happening in the world, curated by Ella Nilsen.",
  "After all, a whole round of negotiations happened and Trump didn't tweet about it once.",
  "[ABC News / Patrick Reevell and Anastasia Butler]\n\nNAFTA 1.0 took 2 years.",
  "[Reuters / David Lawder]\n\nThe Mexican government is in a tricky position.",
  "(The next round will be held in Mexico at the beginning of September.)",
  "Mexico wants to come out of these talks with a \"win-win-win\" deal.",
  "Remember when the war in Afghanistan was going to end?",
  "Some said they were working the Devil from his body.",
  "[Bloomberg / Andrew Mayeda]\n\nWhy the shift in tone?",
  "And then there are the serious sticking points.",
  "So we must respect the rights of “blue” cities.",
  "Tonight’s Sentences is written by Dara Lind.",
  "Scientific victory, or eugenicist dystopia?",
  "Sometimes blood is just that, blood.\"",
  "He did not appear to feel anything.\"",
  "Others professed love for him.",
  "It's a huge logistical hurdle.",
  "NAFTA 2.0 has 5 months.",
  "Feel it, they shouted.",
  "'Look at me, boy!'",
  "He did not care.",
  "He did not.",
  "Here's how.",
  "one raged.",
  "Trump.\""
]