[
  "Prince told congressional investigators he was meeting with the crown prince of the United Arab Emirates to discuss topics including Middle East tensions and bauxite mining when the prince’s brother casually suggested that he go downstairs to chat with “this Russian guy.” The New York Times has reported that the meeting was arranged in part to explore the possibility of a back channel for discussions between the incoming Trump administration and the Kremlin, according to people familiar with the meeting it didn’t identify.",
  "There was no Russian Collusion.”\n\nHere are the players and their known interactions, with links to previous news stories:\n\nMichael Cohen\n\nTrump’s personal lawyer and fixer started working on a proposed Trump Tower in Moscow in September 2015 with Felix Sater, a Russian-born real estate developer who’s a felon and previously had helped collect intelligence for the U.S. government.",
  "“We may not have known much about the content of these meetings, but it was certainly very curious why so many meetings with Russians.”\n\nOn three occasions, Russians offered people associated with Trump’s campaign dirt on Democrat Clinton -- all before it was publicly known that Russians had hacked the Democratic National Committee and Clinton’s campaign chairman.",
  "Roger Stone\n\nThe longtime Trump political adviser confirmed for the first time this month that he met at a Florida cafe in May 2016 with Greenberg, who claimed to have information that would be “beneficial” to the Trump campaign but demanded $2 million in exchange.",
  "Special Counsel Robert Mueller is preparing to accelerate his probe into possible collusion between Donald Trump’s presidential campaign and Russians who sought to interfere in the 2016 election, according to a person familiar with the probe.",
  "Some of those encounters have been known for months: the Russian ambassador whose conversations forced Attorney General Jeff Sessions to recuse himself from overseeing the Russia investigation and led Michael Flynn to plead guilty to perjury.",
  "Page contacted Gordon, a former Pentagon spokesman, and others on the campaign in July to praise them for a change in the Republican Party platform that softened the party’s support for Ukraine in its conflict with Russia.",
  "Jeff Sessions\n\nThe attorney general, who took an early role in Trump’s campaign while serving in the Senate, had conversations with Ambassador Kislyak at the Republican convention and in September in his Senate office.",
  "Stone also told people during the campaign that he was in contact with Julian Assange, the founder of WikiLeaks, which published Democratic National Committee emails believed to have been stolen by Russian operatives.",
  "Signs of suspicious Russian contacts first surfaced in late 2015, especially among U.S. allies who were conducting surveillance against Russians, according to a former official, who spoke on condition of anonymity.",
  "Mueller and his team of prosecutors and investigators have an eye toward producing conclusions -- and possible indictments -- related to collusion by fall, said the person, who asked not to be identified.",
  "Michael Caputo\n\nThe Republican political strategist -- who lived for a time in Moscow and worked for the campaign of the late President Boris Yeltsin -- worked briefly as an adviser to the Trump campaign.",
  "George Papadopoulos\n\nShortly after being named a foreign policy adviser to the Trump campaign in March 2016, Papadopoulos met with a London professor he believed had connections to the Russian government.",
  "After Trump’s election but before the inauguration, Prince met Kirill Dmitriev, the head of a Russian-government controlled wealth fund who’s close to Putin, during a visit to the Seychelles islands.",
  "Session recused himself from the Russia investigation -- a move for which Trump has repeatedly vilified him because Deputy Attorney General Rod Rosenstein then appointed Mueller as special counsel.",
  "In addition, Alexander Torshin, the deputy governor of the Russian central bank, has said he had shared a dinner table with Trump Jr. at the National Rifle Association’s annual convention in May.",
  "Jared Kushner\n\nThe president’s son-in-law met briefly with Kislyak at an event at the Mayflower Hotel in Washington in April 2016 in what he has described as an exchange of pleasantries.",
  "He was contacted by a Russian business partner who asked him to help facilitate a meeting between the Trump campaign and a Russian national who identified himself as Henry Greenberg.",
  "That month, Papadopoulos suggested he could help arrange a meeting between Trump and Putin, an offer that was rejected by Sessions, who led the Trump campaign’s foreign policy team.",
  "By the spring of 2016 the frequent contacts set off alarm bells among U.S. intelligence officials, according to James Clapper, who was director of national intelligence at the time.",
  "Paul Manafort\n\nWhile serving as Trump’s campaign chairman, Manafort was in contact with Konstantin Kilimnik, who the FBI has described as having ties to Russian intelligence.",
  "The meeting also has led to controversy over President Trump’s role in drafting a statement that falsely described the topic of the meeting as adoptions of Russian children.",
  "The president’s son helped arrange the meeting at Trump Tower in June 2016 with Russian lawyer Natalia Veselnitskaya and Rinat Akhmetshin, a Russian-American lobbyist.",
  "Erik Prince\n\nThe founder of Blackwater, a provider of private security forces in trouble spots such as Iraq, served as an informal adviser to Trump’s transition team.",
  "Stone -- who says he’d forgotten about the 20-minute meeting when he failed to disclose it in interviews with a congressional committee -- said he rejected the deal.",
  "Stone says he thinks the meeting was part of an FBI plot to entrap him in light of indications that Greenberg had worked in the past as an informant for the bureau.",
  "Yahoo News reported that in May Sater and Cohen were still talking about the tower, including a possible trip to Russia to have a meeting with government officials.",
  "He’ll be able to turn his full attention to the issue as he resolves other questions, including deciding soon whether to find that Trump sought to obstruct justice.",
  "Several months later, Flynn started working as an informal adviser to the Trump campaign and in August attended Trump’s first intelligence briefing with the FBI.",
  "The Russians who wangled a meeting with Donald Trump Jr. at Trump Tower in July 2016 after dangling the promise of political dirt on Democrat Hillary Clinton.",
  "Michael Flynn\n\nThe retired Army lieutenant general attended a December 2015 dinner in Russia where he sat at a table with Russian President Vladimir Putin.",
  "Even after being fired, Gates remained involved with the campaign through the Republican National Committee, and he worked on the presidential transition.",
  "Trump Jr. agreed to the meeting at the request of a pop star in Russia whose family has ties to Putin and has known the Trump family for several years.",
  "Just before and after Trump’s inauguration, Cohen met with Russian oligarch Viktor Vekselberg and Andrew Intrater, who invests money for Vekselberg.",
  "Carter Page\n\nAfter being named a foreign policy adviser to the campaign in March 2016, Page traveled to Moscow that July for a speech and meetings.",
  "In July 2016, Manafort offered to give a campaign briefing to another business associate, Oleg Deripaska, who’s closely aligned with the Kremlin.",
  "Torshin, a former senator in Putin’s United Russia party directed dirty-money flows for mobsters in Moscow, according to investigators in Spain.",
  "Suspicious contacts between at least 13 people associated with Trump’s presidential campaign and Russians have fueled the debate over collusion.",
  "The Washington Post reported that U.S. intelligence intercepted Kislyak telling Russian officials that they discussed campaign-related issues.",
  "Stone also exchanged private messages on Twitter with an online persona called Guccifer 2.0, believed to be linked to the Russian government.",
  "Cohen said he stopped working on it in January 2016, around the time he reached out to a Kremlin spokesman asking for help with the project.",
  "During the presidential transition he had multiple contacts with Russian Ambassador Sergey Kislyak in which they discussed U.S. sanctions.",
  "While the Russians billed it as a chance to share damaging information on Clinton, participants have said nothing of value was offered.",
  "Gates pleaded guilty in February to conspiring with Manafort to defraud the U.S. in charges not directly related to the Russia probe.",
  "Flynn resigned as national security adviser after it become known he had lied about the nature of his conversations with Kislyak.",
  "Other encounters continue to emerge, including a Russian’s chat with veteran Trump adviser Roger Stone at a cafe in Florida.",
  "Mueller has interviewed or sought information about many of the people known to have met with Russians during the campaign.",
  "In April, the professor told Papadopoulos that Russian officials had “dirt” on Clinton in the form of thousands of emails.",
  "Page said he also met Dvorkovich again at a dinner in December, after he was no longer affiliated with the Trump campaign.",
  "He was later indicted by Mueller for making false statements to investigators and agreed to become a cooperating witness.",
  "In December, after the election, Kushner met again with Kislyak and Russian banker Sergey Gorkov, who’s close to Putin.",
  "“The dashboard warning lights were on for all of us because of the meetings,” Clapper said in an interview this month.",
  "Manafort was charged in October with a series of financial crimes and for failing to register as an agent of Ukraine.",
  "Page also met in July with Andrey Baranov, the head of investor relations for the Russian energy company Rosneft.",
  "But it’s not known publicly whether the barrage of Russian contacts was instigated or coordinated by the Kremlin.",
  "Cohen said the Trump Organization signed a nonbinding letter of intent in October 2015 with Moscow-based I.C.",
  "Shortly after, Intrater’s private equity firm, Columbus Nova, awarded Cohen a $1 million consulting contract.",
  "Rick Gates\n\nIn September and October, Gates communicated directly with Kilimnik, according to court filings.",
  "Gates was a right-hand man to Manafort and worked as a campaign aide until he was fired by Trump in August.",
  "Gordon\n\nAs a campaign foreign policy adviser, Gordon met briefly with Kislyak at the Republican convention.",
  "Papadopoulos also was in contact with a Russian who said he represented the Ministry of Foreign Affairs.",
  "His bail was revoked and he was jailed after prosecutors claimed he tried to tamper with witnesses.",
  "Caputo directed him to veteran Republican operative Stone, with whom Caputo has worked for decades.",
  "Papadopoulos was arrested in July 2017 and in October pleaded guilty to misleading investigators.",
  "U.S. intelligence agencies indicated Page was a target of Russian intelligence as early as 2013.",
  "Trump, for his part, has repeatedly denied any such plotting, tweeting on June 15, “WITCH HUNT!",
  "Page said he met briefly with Arkady Dvorkovich, then the deputy prime minister of Russia.",
  "Gordon also has said Page went around him to secure permission to make a trip to Russia.",
  "And Page met with Kislyak briefly at the Republican convention in July.",
  "After the election he was named Trump’s national security adviser.",
  "Stone has since denied that he communicated directly with Assange.",
  "The FBI’s Russia investigation officially began that July.",
  "His sister, Betsy DeVos, is now education secretary.",
  "Mueller’s office declined to comment on his plans.",
  "Kushner and Manafort also were there.",
  "The project ultimately fizzled.",
  "Expert Investment Company.",
  "Donald Trump Jr.",
  "J.D."
]