[
  "After the meeting, Erik Prince -- a businessman, Trump donor and Bannon ally -- reached out to the prince and said he had authorization to act as an informal emissary for Trump, according to The Washington Post\n\nPrince, founder of the private security company Blackwater USA and the brother of Education Secretary Betsy DeVos, flew to the Seychelles one month later and met Kirill Dmitriev, chief executive of the state-run Russian Direct Investment Fund, according to Prince's testimony at the House Intelligence Committee\n\nPrince and the White House both deny that the Trump transition had anything to do with the planning of the meeting.",
  "The misleading Trump Tower statement\n\nBannon told the House Intelligence Committee that he had had conversations about the Trump Jr. meeting with the Russians with Priebus, Corallo and Sean Spicer, who was White House press secretary at the time, according to a report in Axios\n\n\"Bannon immediately realized he'd slipped up and disclosed conversations he wasn't supposed to discuss, because they happened while he was chief strategist in the White House,\" the Axios report said.",
  "\"The meeting -- and the subsequent drafting of a misleading statement on Air Force One -- has become one of the most important focal points of the Russia investigations, both on Capitol Hill and within Mueller's team, because it provides one of the clearest indications that the Trump campaign was willing to entertain collusion with Russians,\" the report said.",
  "In the meantime, Bannon and other top administration officials -- including former chief of staff Reince Priebus and current White House counsel Don McGahn -- sometimes found themselves racing from the West Wing to the residence to huddle with the President about emerging developments in the Russia investigation.",
  "In addition to the Comey and Flynn firings, key issues from Bannon's time in the White House are likely to include Trump's decision to fire then-acting Attorney General Sally Yates and any pressure the President may have exerted on Sessions about the FBI investigation into Russia's interference with the election.",
  "Michael Flynn's calls to the Russian ambassador\n\nMueller's investigators may also have questions about Bannon's activities during the presidential transition, a period that lawmakers on Capitol Hill were interested in when Bannon made his first appearance before the House Intelligence Committee.",
  "Affiliation with Cambridge Analytica\n\nOne of the other lingering questions in the Russia investigation is whether there was any collusion or cooperation between the Trump campaign's data team and the Russian government, which also used social media to target specific voters during the campaign.",
  "Interactions with George Papadopoulos\n\nMueller's team, as well as congressional investigators, could also question Bannon about his interactions with Trump campaign foreign policy adviser George Papadopoulos, who pleaded guilty last year to lying to the FBI about his contacts with Russians.",
  "Erik Prince's secret Russia meeting\n\nDuring the presidential transition, Bannon also attended one meeting that potentially triggered a series of events -- stretching all the way to a tiny island chain in the Indian Ocean -- which congressional investigators are scrutinizing.",
  "\"They will look for prior writings as well as statements by the witness, and they will be analyzed to determine whether they provide a basis for any line of questioning,\" said Michael Zeldin, a CNN contributor and a former prosecutor who was a special assistant to Mueller.",
  "Washington (CNN) Special counsel Robert Mueller's team wants to question former White House chief strategist Steve Bannon about the firings of national security adviser Michael Flynn and FBI Director James Comey, according to two people familiar with the investigation.",
  "He had only been working as chief strategist for a few months when he began trying to avoid meetings and discussions that could one day wind up of interest to investigators in the various Russia probes, according to sources familiar with the situation.",
  "Trump Tower meeting with the Russians\n\nInvestigators are likely to press Bannon over the June 2016 Trump Tower meeting between Russian lawyer Natalia Veselnitskaya and Donald Trump Jr., Kushner and then-Trump campaign chairman Paul Manafort.",
  "Papadopoulos' fiancée, Simona Mangiante, told CNN that Papadopoulos communicated with Bannon and other high-ranking officials during the campaign and was more involved in the campaign's activities than the White House has acknowledged.",
  "For instance, Bannon was forwarded an email during the transition detailing the plan for then-incoming national security adviser Flynn to talk with Russian Ambassador Sergey Kislyak about sanctions, according to The New York Times.",
  "Bannon was a key force in lobbying Trump to bring on attorney Marc Kasowitz and spokesman Mark Corallo as his first legal team that wrangled with Russia issues, according to a person familiar with the arrangement.",
  "The email is an important part of the investigation because it shows that Trump transition officials knew that Flynn would be discussing sanctions, despite later denials from Vice President Mike Pence and others.",
  "Trump Jr. sent an email about the conversation to Bannon and a group of other senior Trump campaign officials, according to The Atlantic, and Mueller could press for additional information on those exchanges.",
  "Last week, Bannon infuriated lawmakers from both parties after he refused to answer questions before the House Intelligence Committee about his work during the presidential transition or in the West Wing.",
  "Bannon also said Trump's daughter Ivanka and her husband Jared Kushner, both senior White House advisers, are \"terrified\" that Mueller will investigate the finances of their respective business empires.",
  "In the book, Bannon said Trump \"kept trying\" to meet Russian President Vladimir Putin after the Kremlin strongman rebuffed Trump during his trip to Moscow for the Miss Universe pageant in December 2013.",
  "While Bannon may not have played a pivotal role in some of the key decisions that are raising alarms with investigators, even his knowledge of the President's mindset at the time could come into play.",
  "Mueller's team could use Michael Wolff's book \"Fire and Fury: Inside the Trump White House\" as a blueprint for their Bannon interview, in addition to whatever evidence the team has already gathered.",
  "Since leaving the White House, Bannon has publicly slammed the move, referring to it as the biggest mistake in modern political history in a September 2017 interview with CBS News' \"60 Minutes.\"",
  "Even before his tenure in the White House, Bannon had been privy to a number of meetings and decisions that could be of interest to the special counsel and congressional investigators.",
  "But it took months for the administration to stand up its current structure of lawyers, both inside and outside the White House, to handle the daily deluge of Russia revelations.",
  "Bannon is set to interview with Mueller by the end of the month, these people say, as the special counsel's investigation moves closer to President Donald Trump's inner circle.",
  "Bannon also claimed in the Wolff book that there was \"zero\" chance that Trump Jr. didn't introduce the Russians to his father, an allegation Trump Jr. and others have denied.",
  "'Fire and Fury' revelations\n\nThe former Breitbart News executive's propensity for spouting off in colorful fashion appears to have raised investigators' interest in Bannon.",
  "Cambridge Analytica CEO Alexander Nix, who contacted WikiLeaks in June 2016 to ask about Clinton's emails , testified before the House Intelligence Committee in December.",
  "They were major backers to Trump's campaign and support a variety of conservative groups, including Cambridge Analytica, a data firm that worked on the Trump campaign.",
  "In most of the messages from late September 2016, which Trump Jr. later released to the public , WikiLeaks asked Trump Jr. to share its materials on social media.",
  "Bannon's attorney has said that his client will not be able to use the protections of executive privilege to dodge questions when he meets with Mueller's team.",
  "But Bannon could still provide insight into internal White House deliberations and Trump's state of mind as critical events like this unfolded.",
  "Attorney General Jeff Sessions, who was a witness to the firing of Comey, was interviewed last week, the Justice Department confirmed Tuesday.",
  "Mueller chose (senior prosecutor Andrew) Weissmann first and he is a money-laundering guy,\" Bannon is quoted as saying in Wolff's book.",
  "Bannon was largely cut out of the President's decision to fire Comey, a key element of Mueller's obstruction of justice investigation.",
  "From his early days in the administration, Bannon was wary about the Russia investigation seeping into operations in the West Wing.",
  "\"It wouldn't surprise me if Mueller's team went through Michael Wolff's book and pulled out what they might want to ask about.\"",
  "In December 2016, Bannon joined Kushner and Flynn for a meeting at Trump Tower with the crown prince of Abu Dhabi.",
  "Prince testified that it was purely a business meeting and that nobody authorized him to represent the Trump team.",
  "Just three months after Nix contacted Wikileaks, it exchanged private messages on Twitter with Trump Jr.",
  "What matters is whether Bannon can provide investigators with verifiable facts to support his claims.",
  "And Mueller asked for the company's emails last fall, according to the Wall Street Journal.",
  "\"Their path to f***ing Trump goes right through Paul Manafort, Don Jr., and Jared Kushner.",
  "Bannon also claimed that Mueller's investigation is sure to lead back to money laundering.",
  "This story has been updated with more detail from the Axios reporting.",
  "Bannon served on the company's board before joining Trump's campaign.",
  "But Bannon is close to the Mercer family of GOP megadonors.",
  "It's not important what Bannon thinks, Zeldin explained.",
  "He is now cooperating with Mueller's investigation.",
  "But his efforts to shield himself fell short.",
  "That's what Mueller will be looking for.",
  "It's as plain as a hair on your face.\"",
  "Both sides flatly deny any collusion.",
  "This is all about money laundering.",
  "\"You realize where this is going.",
  "...",
  "..."
]