[
  "“What did you know about phone calls that Mr. Flynn made with the Russian ambassador, Sergey I. Kislyak, in late December 2016?”\n\n“What was your reaction to news reports on Jan. 12, 2017, and Feb. 8-9, 2017?”\n\n“What did you know about Sally Yates’s meetings about Mr. Flynn?”\n\n“How was the decision made to fire Mr. Flynn on Feb. 13, 2017?”\n\nWhen President Obama announced new sanctions on Russia as punishment for the email hackings, Trump’s national security adviser-designate, Michael Flynn, called Ambassador Kislyak and urged Russia not to retaliate.",
  "They are:\n\n“During the campaign, what did you know about Russian hacking, use of social media or other acts aimed at the campaign?”\n\n“When did you become aware of the Trump Tower meeting?”\n\n“What knowledge did you have of any outreach by your campaign, including by Paul Manafort, to Russia about potential assistance to the campaign?”\n\nSo Mueller wants to know what Trump knew at the time about the now well-known Russian efforts to interfere with the campaign by hacking and leaking prominent Democrats’ emails and propagandizing on social media.",
  "And he’s interested in what happened between Trump and Russia during the transition — specifically, in what Trump knew about Michael Flynn’s communications with Ambassador Sergey Kislyak, about Jared Kushner’s reported efforts to set up a back channel for communication with the Russian government, and about the secretive meeting Erik Prince held with a Russian fund manager in Seychelles.",
  "“What discussions did you have during the campaign regarding Russian sanctions?”\n\n“What involvement did you have concerning platform changes regarding arming Ukraine?”\n\n“What do you know about a Ukrainian peace proposal provided to Mr. Cohen in 2017?”\n\nThese three questions focus on what Trump might have promised, or given, Russia in return for its help on the campaign.",
  "Yet Trump brazenly claimed in two Tuesday morning tweets that there were “No questions on Collusion,” suggesting the questions were only about obstruction of justice, and asserting that “it would seem very hard to obstruct justice for a crime that never happened!”\n\nSo disgraceful that the questions concerning the Russian Witch Hunt were “leaked” to the media.",
  "Mueller also wants to know what Trump knew about the infamous Trump Tower meeting in June 2016 in which his son Don Jr. was promised dirt on Hillary Clinton as “part of Russia and its government’s support for Mr. Trump.” Trump has publicly claimed he didn’t learn about this meeting until more than a year later, when he was already president.",
  "Questions about other things Trump and Russia might have gotten from each other\n\nSeveral other questions on Mueller’s list focus on whether there was a broader relationship between Trump and the Russian government that could have set the stage for collusion, and on what else Trump and Russia might have gotten from each other.",
  "“What communication did you have with Michael D. Cohen, Felix Sater and others, including foreign nationals, about Russian real estate developments during the campaign?”\n\nThis question is about something else Trump might have gotten in return from the Russian government during the campaign: a real estate deal.",
  "There’s also a vaguer question about “outreach” from the campaign and Manafort to Russia “about potential assistance to the campaign.” This raised eyebrows after the Times report published, since it’s unclear what it refers to, and all the other questions refer to events that are known to have happened.",
  "Other meetings ensued in the next few weeks — Kislyak secretly met with Kushner’s deputy, Sergey Gorkov (head of the Russian government-owned bank VEB) secretly met with Kushner, and then the crown prince of the United Arab Emirates secretly flew to the US to meet with Flynn, Kushner, and Bannon.",
  "The most obvious collusion questions\n\nThe term “collusion” is generally used to refer to any hypothetical Trump campaign involvement in or cooperation with Russian government interference in the presidential campaign (via hacking, social media propaganda, or other means we don’t yet know about).",
  "But anonymous sources have long claimed to reporters that the purpose of the Seychelles meeting was for Trump’s team to covertly communicate with Putin’s team, and Mueller’s team has reportedly gotten testimony from Emirati government adviser George Nader saying that was indeed the case.",
  "Mueller wants to ask Trump what he knew about Russian hacking and social media interference during the campaign, the Trump Tower meeting with a Kremlin-tied lawyer — and, intriguingly, unspecified outreach by either his campaign or Paul Manafort in search of Russian assistance.",
  "“During a 2013 trip to Russia, what communication and relationships did you have with the Agalarovs and Russian government officials?”\n\nAras and Emin Agalarov, a father-son pair of Azeri-Russian real estate developers, financed Trump’s Miss Universe pageant in Moscow in 2013.",
  "And shortly after Trump’s inauguration, a pro-Russian Ukrainian lawmaker gave Cohen a purported proposal for a peace deal between Ukraine and Russia, paired with alleged evidence of corruption that he said could be used to discredit Ukraine’s anti-Russian president.",
  "Mueller is also evidently interested in other potential Trump-Russia ties that could have played into collusion during the campaign, since he wants to ask about Trump’s 2013 trip to Moscow and his involvement with plans for a Trump Tower Moscow during the campaign.",
  "It was reported several months ago that then–Trump Organization lawyer Michael Cohen was trying to get a Trump Tower Moscow built while Trump was running for president, as late as January 2016, and that he even reached out to Putin’s spokesperson about it.",
  "“What did you know during the transition about an attempt to establish back-channel communication to Russia, and Jared Kushner’s efforts?”\n\n“What do you know about a 2017 meeting in Seychelles involving Erik Prince?”\n\nThese two questions may be related.",
  "And there are several curious instances of surreptitious Trump team contacts with Russia during the transition — contacts that the Trump team tried very hard to keep secret, and that Mueller now wants to ask about.",
  "The more troubling explanation would be that this played a part in a larger, preexisting corrupt arrangement of some kind between Trump and Russia — and that it would fit into the larger possibility of collusion.",
  "The Washington Post and Bloomberg have both reported that Mueller’s obstruction investigation is proceeding on a separate track from his larger Russian interference investigation and is expected to wrap up first.",
  "Questions about Trump-Russia contacts during the transition\n\nIf there were any sort of untoward Trump campaign–Russian government relationship during the campaign, we’d expect some follow-up after Trump won.",
  "He also wants to ask about things the Russian government may have wanted in return for their help: the lifting of sanctions, and blocking a Ukraine-related amendment to the Republican platform.",
  "But though Trump’s desire to meet with Putin while running for president might be unusual in the US political context, it’s not clear what, exactly, would be legally problematic about it.",
  "— Donald J. Trump (@realDonaldTrump) May 1, 2018\n\nNow, even if questions about collusion weren’t on the list Mueller’s team submitted to Trump, it’s unclear what that would tell us.",
  "The relatively benign explanation would be that Trump simply wanted to have a good relationship with Russia with no ulterior motive, and Flynn was carrying out his wishes.",
  "Additionally, there have long been questions about why the Trump team pushed to block a proposed amendment to the 2016 Republican platform that called for arming Ukraine.",
  "Questions about all these things are on the list, along with others about Trump’s firing of FBI Director James Comey and treatment of Attorney General Jeff Sessions.",
  "And though the questions, as described by the Times, tend to be broad rather than specific, they have some intriguing implications for the investigation as a whole.",
  "Court filings in George Papadopoulos’s plea deal extensively focused on Papadopoulos’s ultimately unsuccessful efforts to set up a meeting between Trump and Putin.",
  "(There have been no indictments related to the hackings, a known crime, just yet, making this one of the biggest shoes left to drop in the Mueller investigation.)",
  "The letter claimed that the attendees discussed setting up a meeting between a Trump representative and a Russian government representative in some third country.",
  "A few weeks later, on January 11, 2017, Prince flew to Seychelles and met with Russian fund manager Kirill Dmitriev, in a meeting arranged by advisers to the UAE.",
  "One obvious potential explanation would be that Trump was well aware of what Flynn told Kislyak about sanctions — and indeed, that he may have asked him to do it.",
  "The FBI questioned Flynn about the matter in late January, and, he now admits, he lied under oath to them, claiming he didn’t discuss sanctions with Kislyak.",
  "Kislyak reported back to his bosses that at this meeting, Kushner said he wanted to set up a secret communications channel between the Trump team and Russia.",
  "President Donald Trump claimed Tuesday morning that special counsel Robert Mueller did not send any questions about collusion with Russia to his legal team.",
  "In the early days of the Trump administration, acting Attorney General Sally Yates briefed the White House about Flynn’s false statements to the FBI.",
  "Oh, I see...you have a made up, phony crime, Collusion, that never existed, and an investigation begun with illegally leaked classified information.",
  "— Donald J. Trump (@realDonaldTrump) December 30, 2016\n\nPublicly, Trump’s team denied that Flynn and Kislyak discussed the topic of sanctions.",
  "But a series of Washington Post reports published in January and February 2017 quoted anonymous government sources to claim that they did so.",
  "The Russian government has badly wanted sanctions President Obama had put in place after its 2014 military intervention in Ukraine lifted.",
  "(One note: The Times report stresses that it is not quoting Mueller’s questions verbatim, and that it has condensed some of them together.",
  "Mueller could theoretically intend this interview to focus primarily on the obstruction topic as he continues to investigate collusion.",
  "It has long seemed possible that Flynn did this at Trump’s request — after all, Trump soon praised Putin for his restrained response.",
  "Soon afterward, the Washington Post received an anonymous letter revealing that this secret meeting happened and who was present.",
  "Prince denied in sworn testimony that he was representing Trump in Seychelles and said his meeting with Dmitriev was unplanned.",
  "Did you discuss it with others?”\n\nThe topic of Trump potentially meeting with Putin during the campaign is an interesting one.",
  "Several questions on the list published by the New York Times on Monday evening are quite obviously about potential collusion.",
  "— Donald J. Trump (@realDonaldTrump) May 1, 2018\n\nIt would seem very hard to obstruct justice for a crime that never happened!",
  "They also arranged the Trump Tower meeting at which Don Jr. was promised Russian government-provided dirt on Clinton in 2016.",
  "Erik Prince — a Trump donor and founder of the private security firm Blackwater — also went to Trump Tower at least twice.",
  "It’s a “peace deal” the Russian government would love, and might be one more thing it was seeking in return for its help.",
  "On December 1, 2016, Kushner and Michael Flynn met secretly in Trump Tower with the Russian ambassador, Sergey Kislyak.",
  "Yet Trump took no action against Flynn for another two and a half weeks, until he finally fired him on February 13.",
  "Might this relate to longtime Manafort business partner Rick Gates’s recent cooperation with Mueller’s team?",
  "Also keep in mind that Mueller may well intend to ask more specific follow-ups to these broad questions.)",
  "There have long been questions about why the White House was so slow in responding to Yates’s warning.",
  "So understanding the relationship between Trump and the Agalarovs is clearly relevant to collusion.",
  "There are three questions on the Times list that pop out as most obviously related to this.",
  "“What discussions did you have during the campaign regarding any meeting with Mr. Putin?",
  "So what I’m quoting below are the Times summaries of what Mueller wants to ask about.",
  "But Mueller is asking Trump a fair amount about collusion in his proposed questions.",
  "But if true, that would raise further questions about Trump’s motivation here.",
  "Trump himself has also seemed keenly interested in lifting these sanctions.",
  "(He’s said he never got a response and the company abandoned the project.)",
  "Was there some outreach from Manafort to Russia we still don’t know about?",
  "Great move on delay (by V. Putin) - I always knew he was very smart!",
  "Carter Page was involved in a similarly unsuccessful effort.",
  "Steve Bannon has expressed skepticism that this is the case.",
  "That is what Robert Mueller is trying to find out.",
  "(Trump has not yet agreed to an interview.)",
  "(Kushner denies that this happened.)",
  "That’s not even close to true.",
  "No questions on Collusion.",
  "Witch Hunt!",
  "Nice!"
]