[
  "An unnamed former intelligence official told The Interceptthat proposals are being drawn up because Pompeo cannot trust the “CIA bureaucracy.”\n\n“It is a direct-action arm, totally off the books,” said the official, who reportedly has firsthand knowledge of the plans “The whole point is this is supposed to report to the president and Pompeo directly.”\n\nThat means intelligence data would not be shared with others at the CIA, or the rest of the U.S. intelligence agencies.",
  "President Donald Trump is considering plans to build a worldwide network of private spies to counter “deep state” enemies in the intelligence community that he says are working to undermine his presidency, The Intercept reports.",
  "To that definition, The Nation adds: \"The problem with the phrase 'deep state' is that it is used to suggest that dishonorable individuals are subverting the virtuous state for their private ambitions.\"",
  "Blackwater founder Erik Prince and retired CIA officer and intelligence contractor John Maguire are part of a team developing plans for the private spy network, according to The Intercept.",
  "Under the plan, an “army of spies” would operate worldwide in various countries, including North Korea and Iran, which are currently “denied areas” for U.S. intelligence.",
  "In her role under the Obama administration, Clinton used personal email addresses rather than government email, while connected to a privately owned server.",
  "Trump takes issue with the so-called deep state's refusal to thoroughly investigate former Secretary of State Hillary Clinton's emails, The Hill reported.",
  "If approved, CIA Director Mike Pompeo would gain a “spy network that would circumvent official U.S. intelligence agencies.” according to The Intercept.",
  "Prince and Maguire deny working together, even though \"current and former U.S. officials and Trump donors\" say they are, according to the news outlet.",
  "According to “two former senior intelligence officials,” Pompeo likes the plan and wants the White House to adopt it, The Intercept reported.",
  "Generally, the term ‘deep state’ refers to people or organizations that exercise power over an elected leader from behind the scenes.",
  "The Intercept goes on to say that details are rarely forthcoming in the world of \"CIA contracting and clandestine operations.\"",
  "Oliver North, a key player in the Iran-Contra scandal, is also reportedly working on the plan.",
  "They are \"murky by design and change depending on which players are speaking.\"",
  "At issue is why she did this and whether government secrets were compromised.",
  "Trump tied the emails into the deep state with a Nov. 28 tweet:",
  "Would the network circumvent official intelligence agencies?",
  "Questions about the emails are ongoing, Newsweek reported.",
  "Clinton has said she did it only for convenience.",
  "What else has Trump said about the deep state?",
  "How is this network being developed?"
]