[
  "“I think it’s unquestionable that the current administration prefers not to prioritize Afghanistan” — Laurel Miller, former top diplomat charged with dealing with Afghanistan and Pakistan\n\nThe Afghanistan story is also a tale of the increasing dismemberment and disempowerment of the State Department under Trump and Tillerson — a story laid out for the first time publicly in an exclusive interview for this week’s Global Politico podcast with Laurel Miller, who was until a couple weeks ago America’s top diplomat charged with dealing with Afghanistan and Pakistan.",
  "After McMaster’s initial plan was not approved before the NATO summit in May, Trump decided to increase the power of Mattis and the Pentagon to decide on the numbers themselves\n\nRegardless of what was happening back in Washington, the ending of the surge — U.S. troop presence is now back to around 9,000 — has led to the predicted worsening of the security situation in Afghanistan and resurgence of the Taliban, along with a scramble to fill the vacuum by other regional players there including not only Pakistan and India but also Russia and China.",
  "The State Department last week announced a new ambassador for Afghanistan, career Foreign Service official John Bass, and the Pentagon has indicated a new, tougher line on Pakistan — which several sources said was a top priority of McMaster’s during the Afghan strategy meetings — including just last Friday withholding a tranche of $350 million worth of aid, citing Pakistan’s failure to do enough to combat terrorism and support for militant groups in the volatile Afghanistan-Pakistan border region.",
  "“There aren’t any new tools to be used to suddenly turn around the conflict in Afghanistan.”\n\nGiven that, it’s a hard case, Miller acknowledged, to do what McMaster has been trying: “to say to this new president … that your only option is that now you need to be the third president in a row to own this war, that’s a very politically difficult thing to do.”\n\n***\n\nThe Trump debate over Afghanistan is a striking repeat in some ways of the dilemma that faced his two predecessors.",
  "Miller, who served in the Afghan office for four years, the last two as its acting chief, and has now returned to the RAND Corporation think tank, is strikingly honest about how both the Obama and Trump administrations faced “no good options” for getting out of a war no one thinks can be ended on the battlefield but whose “chronically precarious” pro-American government under President Ashraf Ghani would likely fall in the absence of U.S. support.",
  "But it’s pretty hard to get away from that fundamental question.”\n\nAfter McMaster’s initial plan was not approved before the NATO summit in May, Trump decided to increase the power of Mattis and the Pentagon to decide on the numbers themselves, giving him “force management” authority to send up to 3,900 new troops to Afghanistan without seeking separate approval.",
  "The U.S. has tried bombing the Taliban to smithereens; it’s tried negotiating; it’s tried rooting out corruption and boosting the government; it’s tried cracking down on the heroin trade that fuels the insurgents and replacing poppy plants with other crops; it’s tried sending tens of thousands more troops — only to end up with the same frustrating stalemate.",
  "In the end, Obama did agree to a troop surge — at its height, there would be some 100,000 U.S. forces on the ground — but only with a timeline specified in advance for their withdrawal, a deadline that was strongly opposed by many, including McMaster and other generals who saw it as hampering their ability to beat an opponent that would just wait them out.",
  "“This is hard.”\n\n***\n\nTo close observers of the machinations of Trumpworld, it’s yet another indication that McMaster — a three-star general widely hailed as a brilliant choice when Trump picked him to replace the ousted Michael Flynn amid the escalating Russian scandal — is increasingly a national security adviser out of sync with his mercurial president.",
  "Where is this administration going to get the policy bandwidth to attend to this?”\n\nTo many the debate has taken on what Daniel Feldman, Miller’s predecessor as Obama’s special envoy for Afghanistan and Pakistan, called a “Groundhog Day” quality—American leaders keep facing the same wrenching dilemmas over and over, and the war grinds on.",
  "McMaster has made a major policy review of America’s long, failed war there his personal mission, according to the sources, and he pushed hard to get a new strategy that would include the relatively modest troop increases and a commitment to at least another four-year timeline approved in advance of Trump’s May summit with NATO allies.",
  "But the session of the National Security Council principals committee, described by two sources briefed on it as a “shit show” that featured what a third source, a senior White House official, confirmed was a heated debate where “words were exchanged,” proved no more successful than months worth of previous Afghan policy debates.",
  "An example of Trump’s — and Bannon’s — dissatisfaction with the choices on offer was a recent report in the New York Times about two private businessmen, Blackwater founder Erik Prince and Dyncorp’s Stephen Feinberg, pushing a plan for an outsourced military force of contractors to wage the Afghan fight.",
  "McMaster, according to several current and former officials who have talked with him directly about his Trump policy review, believe it has been shaped by his lasting dismay over the Obama handing of Afghanistan, and in particular over the withdrawal deadline that came with the surge.",
  "“And I think it’s also a reflection of probably some frustration in the White House that there weren’t a sufficient range of options being fully developed and presented to the president.”\n\nWhile the big question of troop numbers remains unresolved, some things have started to move.",
  "But instead, the sources said, Secretary of State Rex Tillerson teamed up with Mattis to block McMaster’s initial version, which they believed Trump and political advisers wary of the war, notably chief strategist Steve Bannon, would not support without clearer markers of success.",
  "Miller confirmed in the interview that the State Department did in fact shut down the office of the Special Representative for Afghanistan and Pakistan (known as SRAP) — without telling anyone, including the staff — when her contract as its acting leader ended at the end of June.",
  "For years, those Americans most involved in the region — including military leaders — have insisted that only a political settlement and a real peace process will end the war in Afghanistan, a conflict that has been going on essentially since the Soviet invasion of 1979.",
  "In what were pretty much his first public comments on Afghanistan during his six months in office, he told reporters before a White House lunch, “I want to find out why we’ve been there for 17 years.” On Thursday, headed into a Pentagon meeting, he was similarly cagey.",
  "It’s possible to prevent the defeat of the Afghan government and prevent military victory by the Taliban, but this is not a war that’s going to be won, certainly not in any time horizon that’s relevant to political decision-making in Washington,” Miller said.",
  "The fight over what to do in Afghanistan has received far less attention than any of those controversies, but the months-long backstage battle suggests the same immovable object for McMaster on this as the other issues: a president who simply isn’t on board.",
  "George W. Bush roared into Afghanistan with thousands of NATO allies to topple the Taliban and eliminate Al Qaeda’s sanctuary after the 9/11 attacks — but then quickly moved on to the invasion of Iraq, leaving the country a never-fully-secured battleground.",
  "Then Barack Obama came in to office pledging to finally stabilize Afghanistan, and spent months of his first year consumed by a divisive strategy review as the Pentagon tried and failed to convince him to make a major open-ended new troop commitment.",
  "Asked about more troops for Afghanistan, he replied only, “We’ll see.”\n\nTrump’s equivocation reflects the difficulty of figuring out what to do about an unceasing war that is once again at an impasse without an influx of new troops.",
  "Hawks like Republican Senator John McCain of Arizona, until his recent health troubles, had been urging the administration to commit to seeking an outright victory in Afghanistan, but Miller said it’s simply not doable.",
  "“The Defense Department has a fairly outsized role in this process at this particular time, given that one of the main questions on the table is whether to apply more military resources to the problem,” Miller said.",
  "And second, that the military in which Trump has placed much confidence — appointing a slew of brawny generals like McMaster and Mattis to his top national security posts — could actually do something about it.",
  "She portrayed the move to fold the office back into State’s regional South Asia bureau as part of a general downgrading of Afghanistan despite the more than $25 billion the United States spends annually there.",
  "Miller watched and participated in McMaster’s Afghan policy review up close for months and she believes it has produced essentially a status-quo, stay-the-course proposal for a president unlikely to favor it.",
  "But the president’s hesitation is also, according to multiple current and former senior U.S. officials I’ve spoken with in recent days, a striking vote of no-confidence in his national security adviser, H.R.",
  "But the sources all noted that Mattis, despite apparently favoring a modest increase of around that many troops for Afghanistan as recommended by his commanders on the ground, has not yet authorized them.",
  "“There’s no number of troops we can send to Afghanistan to win this war or change this war,” said Douglas Lute, a former general who served as a top White House adviser to both Bush and Obama on the war.",
  "Initially, McMaster told participants in his review not to get hung up on troop numbers or dollar figures — he wanted them to focus on strategic end goals instead — but the debate soon returned to that.",
  "Several former officials who served during the Obama years agreed that McMaster had a point, especially when it came to the Obama White House’s intensive oversight of military operations in Afghanistan.",
  "McMaster has told other officials he believes the U.S. should take several years of a more aggressive military posture in order to gain more advantage on the ground before undertaking peace talks.",
  "But debate has continued since — including as recently as last Monday’s contentious principals committee gathering — and Trump soon sent back the plan that had been approved at the meeting.",
  "“It is accurate to say he is reluctant” about increasing troops and not yet committed to the plan his national security team presented last week, the White House official told me Sunday.",
  "And if you have a State Department that’s under internal political assault and about to be cut by one-third and no one appointed to key jobs, where are they going to get the resources?",
  "McMaster wanted “to try to get away from the Obama administration’s tendency to … boil down the whole question of strategy in Afghanistan to how many troops do we have in the country.",
  "Last week, President Trump’s senior Cabinet officials and top national security advisers met for a contentious meeting to finally agree on a new strategy for America’s longest war.",
  "“That’s also a judgment about where are the risks for America around the world, where are security interests, where are the threats that we most have to attend to,” she said.",
  "“The president wanted further concerns addressed.”\n\nMattis publicly acknowledged as much Friday, despite the Pentagon chief’s promise to Congress to get it done by mid-July.",
  "On key policy issues from Russia and NATO to the Iran deal, McMaster has recommended a more stay-the-course approach, only to find fierce pushback from Trump himself.",
  "But by all accounts McMaster’s evolving plan emphasizes sending several thousand more troops — not exactly a game-changing number — and no major new peace initiative.",
  "The secretary of state has not yet traveled to the region.”\n\nNor has the president, she noted — and there are no signs he plans to see the war up close anytime soon.",
  "After months of wrangling, they would ask Trump for a modest troop increase and a more intense commitment to the seemingly endless struggle in Afghanistan.",
  "“When the menu doesn’t appeal to you, you want to order something off-menu and ask the chef if he can cook something up special,” Miller said of the idea.",
  "Trump refused to sign off on the plan they approved, the sources said, instead sending it back to his national security team, demanding more work.",
  "“It’s clear Trump and people close to him are still saying, ‘Where are the options?’ This is too status quo,’” said one of the former officials.",
  "“Here we are in 2017, “ she says, “and we’re asking that question again.”\n\nSusan B. Glasser is POLITICO’s chief international affairs columnist.",
  "After the initial rebuff of McMaster, the review was broadened to cover policy toward Afghanistan’s neighbors India and Pakistan as well.",
  "“And I thought to myself, as someone coming in from outside, from a think tank, ‘I’d assumed they knew that by 2013.’ I was shocked.",
  "And besides, Tillerson’s hollowed-out State Department is now hardly in a position to oversee such talks even if they were possible.",
  "“They believed McMaster was not reading the West Wing very well,” added another former senior U.S. official briefed on the process.",
  "“I am convinced in my last 10 years of watching this the troops are a relatively minor factor compared to these political factors.",
  "I thought, ‘How can these people be sitting around the table asking what are our vital national interests in Afghanistan?",
  "So in Trump’s first months in office, McMaster proposed taking a hard look at what should be done and at least in theory.",
  "“Tillerson says, ‘I’m not selling this to the president,’” a senior administration official who was present recalled.",
  "“I don’t think there is any serious analyst of the situation in Afghanistan who believes that the war is winnable.",
  "At her first meeting with Afghan hands from across the U.S. government, the session opened with a simple question.",
  "“I think it’s unquestionable that the current administration prefers not to prioritize Afghanistan,” she told me.",
  "While the big question of troop numbers remains unresolved, some things have started to move in the meantime.",
  "“The discussion started with, ‘What exactly are our vital national interests in Afghanistan?’” she recalled.",
  "“Yes it’s true it was totally micromanaged by the Obama administration to a ridiculous degree,” one told me.",
  "McMaster, who has been trying and failing for months to sell the president on a new plan for Afghanistan.",
  "Bannon lobbied, apparently unsuccessfully, for Mattis to include their proposal in the strategy review.",
  "First, he would argue that it was screwed up by Obama — always an argument designed to please Trump.",
  "And maybe that’s because McMaster and his allies simply don’t have persuasive arguments to offer.",
  "“We are not winning in Afghanistan,” Defense Secretary James Mattis testified last month.",
  "As Trump’s remarks the other day made clear, “he has not been persuaded,” Miller said.",
  "In our conversation, she remembered the start of her tenure at the State Department.",
  "The reason, it seems, is the president’s own hesitance about the best way forward.",
  "He felt they were undercut by Washington,” said one former U.S. official.",
  "And on Tuesday, the president made clear just how dissatisfied he was.",
  "“They don’t have any fancy new tricks up their sleeve,” she said.",
  "It was 2013, and there was another Afghan policy review going on.",
  "Her new podcast, The Global Politico, comes out Mondays.",
  "McMaster had a plausible case to sell to Trump.",
  "“It’s not been a subject of public discussion.",
  "It’s 2013.’”\n\nThen Miller laughed.",
  "The SRAP office was closed down.",
  "“Welcome to strategy,” he said.",
  "Follow her on Twitter @sbg1.",
  "***\n\nSo where will it end?",
  "Miller thinks so too.",
  "“He wanted a do-over.",
  "Subscribe here."
]