[
  "But, at a time of rising grassroots frustration with Republican leaders in Washington, Prince's status as a political outsider and a proven Trump loyalist — he advised the candidate, he pumped $250,000 into his coffers, and his sister is Trump's education secretary — makes him intriguing to a wing of the GOP that isn't afraid to back candidates who have baggage.",
  "As the chairman of the Senate Republican Policy Committee, Barrasso is an integral part of a McConnell leadership team that is shouldering the brunt of GOP activists' anger over Washington's failure to deliver on years of campaign-trail promises — most notably a seven-year odyssey to repeal and replace Obamacare.",
  "But Strange's race against the Bannon-backed outsider Roy Moore showed that disdain for the sources of political money — especially if it comes from Washington — can dilute or even overwhelm the value of the dollars in buying television air time and building campaign infrastructure.",
  "/ Updated By Keri Geiger and Jonathan Allen\n\nWASHINGTON — The latest recruit in former White House chief strategist Steve Bannon's war against the Republican establishment is, at least on the surface, an unlikely candidate to ride a populist wave to a Senate seat in Wyoming.",
  "The only differences: Barrasso voted for Russia, North Korea and Iran sanctions legislation opposed by the White House and against disaster funding for Puerto Rico that had been blessed by the president — in both cases taking a harder conservative line than the president.",
  "He advocates a tightly run Special Forces unit, overseen by a supreme commander (which he calls a \"viceroy\") and assisted by private military contractors, that would not only \"deny terrorists sanctuary\" but save the government billions of dollars over the long run.",
  "Former advisor to President Donald Trump and executive chairman of Breitbart News, Steve Bannon, gestures as he introduces Roy Moore, Republican candidate for the U.S. Senate in Alabama, at an election-night rally on September 26, 2017 in Montgomery, Alabama.",
  "Compare that to the numbers for the state's other senator, Mike Enzi, for whom contributions from Wyoming accounted for between 27.4 percent and 29.9 percent of his total fundraising from individuals in the six-year cycle culminating in his 2014 re-election.",
  "Mark Wilson / Getty Images file\n\nIn an interview last month in a noisy, crowded German bar in Washington, D.C., Prince acknowledged that he is \"mulling\" a primary challenge to Barrasso and said GOP leaders are in the political crosshairs of party activists.",
  "Erik Prince doesn't live in the state, he's from the same party as the incumbent, Sen. John Barrasso, and he's best known for founding a private security firm, Blackwater, that was kicked out of Iraq after its employees were accused of killing civilians.",
  "There's a parallel between Jacobs' take on the Afghanistan proposal and the challenge Prince will face if he goes after Barrasso: Prince will have to convince Wyoming voters that he'd be measurably different from the incumbent — and in a positive way.",
  "He recently reappeared in national headlines when President Donald Trump's national security team reviewed his proposal to replace most American troops in Afghanistan with a smaller corps of private contractors and special operations forces.",
  "He was appointed to the U.S. Senate in 2007 to fill a vacancy caused by the death of Republican Sen. Craig Thomas and didn't face a serious challenge from Republicans or Democrats in winning election in his own right in 2008 and 2014.",
  "\"What Prince is articulating is not much different from what the U.S. is already doing and it's not clear that any other way will yield better results for less money,\" said retired Col. Jack Jacobs, a MSNBC national security analyst.",
  "The Hong Kong-listed firm recently acquired a 25 percent stake in a private Chinese security training school and recently won a contract to provide security and logistics for a free zone investment authority in Somalia.",
  "Exhibits A and B are Luther Strange of Alabama and Jeff Flake of Arizona, who won't be returning to the Senate after running into Bannon's crusade to convert Republican senators to Trumpism or force them from office.",
  "Related: Erik Prince Repped Trump at Overseas Meeting With Russian: Sources\n\nPrince would use a Senate seat to promote Trump's agenda — and his own ideas for reshaping both the war in Afghanistan and the Pentagon.",
  "He says that Trump likes the plan and would have taken his advice in August if the events of Charlottesville — where violence sparked by white supremacists resulted in the death of a local woman — hadn't happened.",
  "Related: Ex-Blackwater Guard's Conviction in Iraq Massacre Overturned\n\nBannon's smash-and-grab strategy of putting challengers up to long-time Republican senators aligned with McConnell may not be an easy road.",
  "Liz Cheney, the daughter of former Vice President Dick Cheney, tried to oust Sen. Mike Enzi in the 2014 election cycle but was quickly forced to abandon her plans because she couldn't gain traction against him.",
  "Still favoring a military haircut and cadence at 48, more than 20 years after he ended a short stint as a Navy SEAL, Prince fleshed out the details of his Afghanistan plan over macaroni and cheese and a beer.",
  "Scott Olson / Getty Images file\n\nIn 2007, Blackwater was accused of killing 14 unarmed Iraqi citizens when several contractors opened fire on a Baghdad crowd while escorting a State Department convoy.",
  "Having stockpiled $5 million in his campaign war chest — and with McConnell's allies promising to spend millions of dollars to protect incumbent senators — he would be well-funded in a tight race.",
  "After a failed bid for the Republican nomination for U.S. Senate in 1996, he won a state senate seat in 2002 and again in 2006 without an opponent in either the primary or general elections.",
  "Erik Prince, chairman of the Prince Group, LLC and Blackwater USA, testifies during a House Oversight and Government Reform Committee hearing on Capitol Hill October 2, 2007 in Washington.",
  "Of the roughly $2.4 million he's collected in itemized individual contributions since the start of 2013, only $130,525 — or 5.5 percent of the total haul — has come from the Cowboy State.",
  "Outside the individual donations, Barrasso's positions as an incumbent senator and a member of the GOP leadership have given him access to funds from national political action committees.",
  "Rep. Liz Cheney, who was elected statewide to Wyoming's at-large House seat in 2016, raised between 23.4 percent and 27.7 percent of her individual money from inside the state.",
  "Those figures don't include donors who gave less than $200, but even if all those dollars came from Wyoming, only 10 percent of Barrasso's cash would have come from the state.",
  "That same year, Prince relocated to the United Arab Emirates and began helping the Crown Prince Mohammed bin Zayed build an 800-man commando army of non-Muslim mercenaries.",
  "Even without the kind of high-profile incidents that make for easy 30-second negative ads, recent history suggests it's hard to move to Wyoming and run a Senate primary.",
  "By 2007 Blackwater had won more than $1 billion of contracts to run protection operations largely for the State Department in Iraq, according to a Congressional report.",
  "The meeting was reportedly brokered by the UAE and was part of an effort to set up a back-channel line of communications between Russia and the Trump administration.",
  "The potential liability is Blackwater, the private military and security firm that Prince founded in 1997 to provide protection services for government agencies.",
  "\"But it's much harder for a challenger who … hasn't lived in the state for years to run in a small state like Wyoming, where personal relationships matter.\"",
  "Brian Walsh, a former communications director at the National Republican Senatorial Committee, said Barrasso will have to work hard if he faces a primary.",
  "The war in Afghanistan has dragged on for more than 16 years and has proven to be one of the thorniest military and foreign policy issues in U.S. history.",
  "Even though his chosen candidate for the Alabama Republican primary, Roy Moore, defeated Trump-backed Sen. Luther Strange, each race is its own crucible.",
  "In August, a federal appeals court threw out the life sentence of Nicholas Slatten, who was convicted of first-degree murder, and granted him a retrial.",
  "If it was not for the debacle of Charlottesville and all the political pressure the president took that week, he would have done this,\" said Prince.",
  "The Bannonites see him as a potent weapon in their attack on Senate Majority Leader Mitch McConnell, who counts Barrasso among his top lieutenants.",
  "Blackwater's operations in Iraq were soon mired in controversy after a series of tragic events that put the firm and Prince under intense scrutiny.",
  "Prince's family has long owned property in the state, and he had a listed Wyoming address more than a decade ago, but he has been living elsewhere.",
  "Two years later, with some residency and political experience under her belt, Cheney was elected to the open House seat her father once held.",
  "Sen. John Barrasso (R-WY) talks to reporters following the Republican Senate policy luncheon at the Capitol on August 1, 2017 in Washington.",
  "According to the Washington Post, Prince met with a Russian official close to Putin in the Seychelles 11 days before Trump's inauguration.",
  "He is loved by conservative Christians in Alabama and elsewhere,\" said Melissa Deckman, professor of public affairs at Washington College.",
  "Since invading Afghanistan a month after 9/11, the U.S. has rotated in tens of thousands of troops into the country with limited success.",
  "After the shooting, both the public and lawmakers began to question the methods used by private military firms in American war zones.",
  "Moreover, Barrasso hasn't shown much capacity for raising money from Wyoming—one measure of the intensity of support for a candidate.",
  "\"They have been in the wilderness for eight years, saying oh, if only we had a republican president and now they have one,\" he said.",
  "Prince was also called in for questioning by the House Oversight Committee and grilled on the practices and procedures of his firm.",
  "Scott Olson / Getty Images file\n\nMore recently, Prince has also found himself in the middle of the Russian collusion investigation.",
  "The incident sparked outrage in Iraq, and the local government eventually revoked the firm's license to operate in the country.",
  "Prince thinks he can realize the U.S. goal of defeating the Taliban with a fraction of the current U.S. manpower and budget.",
  "The Wyoming senator has backed the president 94.2 percent of the time, according to fivethirtyeight.com's vote tracker.",
  "Chip Somodevilla / Getty Images file\n\nHe says his thoughts on war have been applauded by some in the White House.",
  "\"In the current environment, no incumbent in either party can afford to dismiss a primary threat,\" Walsh said.",
  "The Justice department convicted four contractors involved in the shooting on murder or manslaughter charges.",
  "Strange lost in a primary runoff, while Flake chose to retire rather than face a brutal primary challenge.",
  "Prince now runs Frontier Services Group, a logistics firm based in Hong Kong and has Chinese investors.",
  "A sign marks the entrance of Blackwater's training facility October 2, 2007 in Mount Carroll, Illinois.",
  "Prince may be new to the political arena, but Barrasso is also relatively untested in Wyoming.",
  "Incumbency may no longer be a prohibitive advantage for red-state conservatives like Barrasso.",
  "\"The people of Wyoming, they embrace very much Trump’s agenda and its senator should too.\"",
  "The only thing different is he is arguing to outsource more manpower under less control.\"",
  "The White House and Barrasso's office did not respond to requests for comment on Prince.",
  "While this has been incredibly difficult, Prince's strategy is just more of the same.",
  "Instead, Trump added a few thousand troops and kept the strategy largely status quo.",
  "As of now, there is no public polling of how Prince would fare against Barrasso.",
  "\"He [Trump] resisted the Pentagon's approach all the way up until that weekend.",
  "And yet there are reasons to think Barrasso should take nothing for granted.",
  "Prince did not respond to a request for comment on the Seychelles meeting.",
  "\"Prince doesn't have a cult following in Wyoming and is a huge liability.\"",
  "Prince was never charged with any wrongdoing and sold the firm in 2010.",
  "That lack of recent experience in competitive elections could hurt him.",
  "Or, Prince said, he \"needs to be replaced by someone who does, too.\"",
  "Roy Moore winning against an establishment candidate was a one off.",
  "Breaking News Emails Get breaking news alerts and special reports.",
  "The news and stories that matter, delivered weekday mornings.",
  "\"The goal is to stabilize Afghanistan and oust the Taliban.",
  "But he thinks that Prince has a steeper hill to climb.",
  "But not everyone has as much confidence in the plan.",
  "Barrasso hasn't left him much daylight on policy.",
  "\"I wouldn't put too much into the Alabama win.",
  "\"[They're] kind of out of excuses.\"",
  "The firm grew quickly after 9/11."
]