[
  "WASHINGTON — A top GOP fundraiser pitched President Donald Trump last year on a plan to recruit a thousands-strong international Muslim army — to be advised by retired Army Gen. Stanley McChrystal — that would help the United Arab Emirates battle the Taliban and the Islamic State in Afghanistan, according to a leaked memo the fundraiser wrote documenting his meeting with the president.",
  "A spokesman for Qatar’s government communications office denied that Qatar hacked Broidy or paid anyone else to steal his emails: “We believe that Mr. Broidy’s baseless accusations are simply a diversionary tactic to distract attention from the serious allegations against himself and his client the Government of the United Arab Emirates.”",
  "Last year, as Trump fumed at the Pentagon’s recommendation that he send more U.S. troops to Afghanistan, Blackwater founder Erik Prince — the brother of Betsy DeVos, Trump’s secretary of education — and DynCorp International head Stephen Feinberg floated the idea of using private military contractors instead.",
  "Last week, Broidy wrote to Sheikh Meshal bin Hamad al-Thani, Qatar’s ambassador to the U.S., accusing the Qatari government of engaging in “hostile intelligence operations against United States citizens.” The letter was first reported by The New York Times.",
  "The army “would consist of two brigades (5,000 total troops) comprised of Muslim soldiers recruited from Arab and Islamic nations,” Elliott Broidy, a Republican National Committee deputy finance chair, wrote in the memo.",
  "According to the memo, Broidy told Trump that the team behind the Muslim army plan was led by McChrystal, a retired Army general who had previously commanded U.S. and international troops in Afghanistan.",
  "Last October, Broidy sent the three-page document — which memorializes his meeting with Trump at the White House — to George Nader, a Lebanese-American businessman who has advised the UAE’s government.",
  "In August, when the president announced a vague plan to continue the war effort in Afghanistan, he said the military would no longer make public the number of U.S. troops deployed to the battlefield.",
  "Broidy, who has hired computer forensics experts to investigate the breach, believes that the government of Qatar, the UAE’s regional rival, is behind the hack — an allegation the Qataris deny.",
  "“Your agents’ commission of espionage against U.S. citizens may have violated numerous federal and state statutes,” Broidy wrote to al-Thani in an apparent reference to his own leaked emails.",
  "That appeared to boost the credibility of the proposal in the president’s eyes: Trump interrupted to say that he had offered McChrystal a job but the retired general declined, Broidy wrote.",
  "Saudi Arabia launched its own majority-Sunni counterterrorism coalition in 2015 with several dozen member countries, and the U.S. military already partners with Muslim allies abroad.",
  "Although Broidy insisted to HuffPost that the Gulf-funded brigades would not be a mercenary force, Trump has considered the idea of using mercenaries in Afghanistan in the past.",
  "Patrick Baz/Getty Images A Republican Party operative described Trump as \"extremely enthusiastic\" about the idea of sending an international Muslim army to Afghanistan.",
  "He claimed that a “team of intelligence community and law enforcement personnel, experts, and attorneys” had gathered information implicating the Qatari government.",
  "In the memo, Broidy also named Bennet Sacolick, a retired Army lieutenant general, and Brian Losey, a former commander of the Navy SEALs, as members of the team.",
  "In 2010, he sold his stake in Blackwater and moved to the UAE, where he helped its government assemble a private military battalion made up of foreign troops.",
  "The idea was that the soldiers would be paid a stipend but the fighting force would not be a mercenary group, Broidy said in an interview with HuffPost.",
  "“They are already soldiers, they’re in uniform.”\n\nThe memo is part of a cache of his emails that were leaked to various news outlets including HuffPost.",
  "Broidy’s lawyer Chris Clark told HuffPost that some of the leaked documents are forged and said he has warned reporters off stories based on forgeries.",
  "McChrystal, whom President Barack Obama fired from the Afghanistan command in 2010, did not respond to requests for comment through multiple channels.",
  "In a departure from its predecessor’s practice, the Trump administration does not make records of visitors to the White House available to the public.",
  "According to the memo, Broidy told Trump that he had recently traveled to the UAE on behalf of Circinus, his private defense and intelligence firm.",
  "There is no public evidence that Qatar is responsible for the breach and Broidy declined to show HuffPost any evidence to support his claim.",
  "Broidy left the meeting with Trump under the impression that he had support from the top levels of government for his idea, the memo shows.",
  "But Broidy and Clark did not dispute the authenticity of the Muslim army memo, the existence of which The New York Times first reported.",
  "Kevin Lamarque/Reuters Crown Prince Mohammed bin Zayed al-Nahyan and President Donald Trump shake hands at the White House in May 2017.",
  "He met with Crown Prince Mohammed bin Zayed al-Nahyan (MBZ), the country’s de-facto leader, and with the UAE’s top military leaders.",
  "The purpose of the meeting with MBZ was to “discuss providing Train, Advise, and Assist support to the UAE military,” Broidy wrote.",
  "The military force would be “fully funded and a completely unprecedented commitment from the UAE and Saudi Arabia,” he continued.",
  "For that matter, around 4,000 U.S. service members self-identify as Muslim, and many of them have served in Iraq and Afghanistan.",
  "He told Trump that MBZ discussed the plan with Defense Secretary James Mattis and received his endorsement, Broidy wrote.",
  "Circinus did not respond to questions about whether Broidy’s proposal for a Muslim fighting force had ever moved forward.",
  "Before Trump won the presidential election, McChrystal told CNN he would decline “any role” in a Trump administration.",
  "Circinus has hundreds of millions of dollars in contracts with the UAE, The New York Times reported on Saturday.",
  "(HuffPost has been unable to identify the people who leaked the emails or the motivation behind the operation.)",
  "Broidy’s leaked memo was part of a 22-page email dump from a person or group that call themselves L.A.",
  "This would be a coalition task force made up of moderate Muslims from around the world,” he said.",
  "According to the memo, the president agreed to the idea, but his national security adviser, H.R.",
  "“We expose people associated with hollywood,” the leaker wrote in an email sent to HuffPost.",
  "Losey directed questions to Circinus, which also did not respond to requests for comment.",
  "“That’s certainly Elliott’s belief based on the work that’s been done so far,” he said.",
  "Officials at the Saudi and Emirate embassies did not respond to requests for comment.",
  "Broidy suggested that Trump and MBZ hold a quiet meeting in New York or New Jersey.",
  "McMaster, indicated that such a meeting would typically occur in the White House.",
  "“This is as if NATO countries participate in a coalition, this is the same thing.",
  "Trump “was extremely enthusiastic” and asked about moving forward, he noted.",
  "The Pentagon and the White House did not respond to requests for comment.",
  "Broidy pitched the Muslim army idea to Trump less than two months later.",
  "It would be “an amazing win” for the Trump administration, Broidy wrote.",
  "But Trump’s official military advisers shot down Prince’s proposal.",
  "When asked if Qatar is responsible for the hack, Clark hedged.",
  "It was one of several sets of documents leaked to reporters.",
  "Sacolick did not respond to requests for comment.",
  "Like Broidy, Prince has deep ties in the UAE.",
  "Broidy’s proposal isn’t entirely new.",
  "Confidential."
]