[
  "Their most complex technological instrument was the battering ram that makes a brief cameo in “Wrecked.” But the heart of this book is much darker: it goes back to Abu Ghraib and to incriminating pictures that fell into the hands of Grace’s mother, Sarah.",
  "“Wrecked” also makes a lot of room for Junior, a drug dealer who is important here because he has stealable money — desperately needed by Isaiah’s irresistible sidekick, Dodson — and because Isaiah once shot him.",
  "This book’s finale is set there, and it’s ridiculous, built upon the most extreme culture clash Ide could come up with and resolved with a very iffy, conveniently quick show of genius by his hero.",
  "There are lots of cinematic chases, from a complex one through a junkyard to another involving cars and drones, the drop-off of a suitcase and lots of sleight of hand.",
  "Ide’s novels are full of criminals and other tough types, but the Abu Ghraib alumni and their boss are the most vicious marauders the series has seen.",
  "In their early days, Isaiah, Dodson and Dodson’s smart-talking ex-girlfriend and foil Deronda (still here, still priceless) stuck to the basics.",
  "“And we might kill your ass too.”\n\nThere comes a time in many writers’ lives when the idea of visual adaptation hovers over the page.",
  "To put it another way: What’s the most visually incongruous place to find a bunch of paramilitary guys trying to wreak havoc?",
  "Junior sounds “like he’d swallowed a dictionary sideways.” His every utterance is, as he might say, perfidection.",
  "No matter how well such things are described, though, they’ll be more fun to watch than they are to read about.",
  "He invites someone into his home with: “Welcome to my reverence.” Which is not to say he can’t get tough.",
  "The IQ series is eventually headed for television, but the first two books didn’t read that way.",
  "The goons’ sole motive is to get those pictures back so that Wolczak’s life won’t be ruined.",
  "“If you’re wasting my time your oblivion is irrefutable,” he tells Isaiah at one point.",
  "Isaiah does a lot less of his famed Sherlockian thinking than he has in the past.",
  "Neither of his earlier books required a huge set piece for a satisfying ending.",
  "He’s become the super-rich head of a Blackwater-type paramilitary operation.",
  "“May I requisition a drink on your behalf?” is one of his pickup lines.",
  "He deserves to have Isaiah’s pit bull chewing on his cashmere sweater.",
  "“Wrecked” is less cerebral and more breathless than its predecessors.",
  "Happily, Walczak is inside the sweater when this happens.",
  "If she were alive, where might she turn up?",
  "This book is packed with subplots.",
  "Sarah was a free-spirited type.",
  "That leader’s name is Walczak."
]