[
  "Rep. Adam Schiff (D-CA), the ranking member of the House Intelligence Committee that interviewed Prince in November, told reporters he wanted Prince to return to address the inconsistencies in his previous testimony; he also said he wanted to bring in Nader “to determine which account is accurate.”\n\nWhether Prince’s so-called inconsistencies amount to perjury is a trickier question.",
  "In Prince’s telling, he traveled to the islands on January 11, 2017, “to meet with some potential customers from the UAE for the logistics business of which I am chairman.” He continued:\n\nAfter the meeting, they mentioned a guy I should meet who was also in town to see them, a Kirill Dmitriev from Russia, who ran some sort of hedge fund.",
  "As Vox’s Andrew Prokop wrote in his comprehensive explainer of the Seychelles meeting:\n\nWe don’t yet know the specifics of what Nader is saying as part of his semi-voluntary cooperation (the FBI questioned him at Dulles Airport after a flight last month and seized his electronics, per the Times).",
  "And now new reporting indicates Mueller appears to have some evidence to back up that account — that the Seychelles meeting was an attempt to establish a back channel — allegedly thanks to a new cooperating witness, George Nader, a Lebanese-American businessman and adviser to Zayed.",
  "Erik Prince, a Trump booster who is the founder of the private security firm Blackwater, met with Kirill Dmitriev, a Russian wealth fund manager with ties to President Vladimir Putin, on January 11, 2017, in Seychelles, an island chain off the coast of East Africa.",
  "Prince denied that allegation, and in November, he testified under oath to Congress that he traveled to Seychelles to pursue a business opportunity “with potential customers” from the United Arab Emirates, who had suggested afterward that he meet with Dmitriev.",
  "So even in normal circumstances, it’s difficult to win a perjury prosecution, but it’s particularly hard to win a prosecution of statements that are made to a congressional committee.”\n\nAnd anyone watching a congressional hearing could spot those challenges.",
  "Mueller “has a limited scope of his investigation, but to the extent that somebody is covering up matters that are related to the subject of his investigation, he has the authority to bring a prosecution,” Stuart Green, a law professor at Rutgers, told Vox.",
  "Reporting by the Washington Post and the New York Times indicates that Mueller now has new evidence and a cooperating witness who is allegedly testifying the Seychelles meeting was preplanned to set up communications between the Trump team and Moscow.",
  "A shady meeting in Seychelles between a Trump associate and a Russian businessman is emerging as a focus in special counsel Robert Mueller’s investigation — and raising questions about whether one participant lied to Congress about it.",
  "Mueller, in the investigation so far, has charged others (former national security adviser Michael Flynn and former Trump campaign adviser George Papadopoulos) with lying to federal investigators — not with lying to Congress.",
  "Prosecutions of perjury to Congress are rare — but do happen in high-profile cases\n\nWhether Prince lied to a congressional committee is still an unanswered question — one that Mueller’s investigation may ultimately unravel.",
  "“Lying to a committee is a contempt of Congress, and he could be proceeded against by the House itself,” Chafetz wrote, “including by arresting and holding him.”\n\nThen there’s the possibility of federal prosecution.",
  "Prince, who no longer owns Blackwater and just so happens to be the brother of Education Secretary Betsy DeVos, testified before the House Intelligence Committee on November 30 about his meeting in Seychelles.",
  "But his story doesn’t match up with reporting in the Washington Post, first published in April, which said Prince had approached MBZ at a Trump Tower meeting in New York between the Emiratis and Trump aides.",
  "But if Prince did lie to Congress to conceal a possible back channel between the Trump team and Moscow, Mueller probably wouldn’t need to wait around for a Republican Congress to kick Prince’s case to him.",
  "“When it happens, it’s typically in pretty high-profile cases.”\n\nA 2007 article in the Quinnipiac Law Review found only six people ever convicted of perjury or lying to Congress dating back to the 1940s.",
  "Ronald Reagan’s former National Security Adviser John Poindexter was convicted of lying to Congress during the Iran-Contra affair (although his conviction, along with others, was eventually thrown out).",
  "“If he’s confident that he can prove that Prince lied to Congress, and if he thinks Prince might have something useful to tell him,” Chafetz said, “I can’t see why he wouldn’t charge him with perjury.”",
  "I met him in the hotel bar, and we chatted on topics ranging from oil and commodity prices to how much his country wishes for resumption of normal trade relations with the — relationship with the USA.",
  "If Mueller discovers criminal false statements to Congress in the course of his investigation, it could help him build toward a larger case — and perhaps solicit some more willing cooperators.",
  "Josh Chafetz, a professor of law at Cornell University, said in an email that there were a few ways Prince could find himself in trouble if he did indeed lie to the congressional committee.",
  "I remember telling him that if Franklin Roosevelt could work with Josef Stalin to defeat Nazi fascism, then certainly Donald Trump could work with Vladimir Putin to defeat Islamic fascism.",
  "Prince said he traveled to the island after receiving an invitation from Mohammed bin Zayed al-Nahyan (known as MBZ), the crown prince and de facto ruler of the United Arab Emirates.",
  "It’s a crime to lie to Congress, whether under oath or not\n\nGlaring discrepancies exist between what Prince told Congress and what Nader is allegedly telling Mueller’s team.",
  "And even if evidence implicates Prince as working to establish a back channel, it is rare that people are prosecuted for perjury or making false statements to Congress.",
  "But the special counsel could use this as a chance to advance his case, and potentially win cooperation, says Alex Whiting, a professor of law at Harvard University.",
  "When the encounter was first reported last April, sources claimed the meeting’s purpose was to establish a back channel between the Trump team and Russian officials.",
  "According to the Post, Prince had asked MBZ to set up a meeting with a Putin associate, the purpose of which was to establish a back channel between Trump and Putin.",
  "But if Prince was acting on the Trump’s team behalf, it would demolish months’ worth of denials from both him and the White House that he was doing any such thing.",
  "But the special counsel has already charged both Flynn and Papadopoulos with making false statements to the FBI; both began cooperating with the investigation.",
  "“When people are being questioned in Congress, they aren’t always forced to speak definitively and clearly,” Whiting, the Harvard law professor, noted.",
  "“It really depends on the precision of the questioning and [the statement] has to be proved that it’s literally false and not merely misleading.",
  "But when charges have been brought in the past, they tend to be in high-profile investigations, as in the Watergate and Iran-Contra scandals.",
  "Lawmakers aren’t trained investigators; questions can be an opportunity to grandstand, score political points, or push an agenda on record.",
  "He described it as an impromptu and short sit-down at the hotel bar and insisted he did not travel there on behalf of the Trump team.",
  "And it would raise serious questions about why, exactly, all parties involved were so set on keeping the Seychelles meeting secret.",
  "There’s a federal law on the books that makes it a crime to lie to a congressional committee even if the witness is not under oath.",
  "Given that, a congressional witness might have a bit more wiggle room when it comes to proving that someone lied intentionally.",
  "If Mueller’s evidence shows Prince presented misleading testimony to lawmakers, Prince could open himself up to prosecution.",
  "“I would not predict it,” Whiting added, “But it’s possible that would happen.”\n\nWhat did Erik Prince tell Congress?",
  "I’ve had no communications or dealing with him or any of his colleagues before or after that encounter last January.",
  "Nixon’s Attorney General John Mitchell was convicted of lying to a Senate committee during the Watergate scandal.",
  "Perjury is a crime, as is making false statements to Congress, even if it’s not under oath (though Prince was).",
  "Of course, that’s a very big “if” — because we still don’t know what evidence Mueller has about the meeting.",
  "Congress typically refers a possible case of perjury or making a false statement to the Justice Department.",
  "Mueller might run a risk if he pursues Prince — or anybody else — who is suspected of lying to Congress.",
  "The first is pretty obvious: a perjury statute that makes it a crime for any witness to lie under oath.",
  "Nader’s talking is significant because he helped set up, and went to, the get-together in Seychelles.",
  "And prosecutions for lying or making false statements to Congress are even more unusual.",
  "Those convictions, when they did land, were indeed tied to high-profile cases.",
  "Prince also denied acting on behalf of the Trump campaign in his testimony.",
  "But when it comes to Congress, it doesn’t actually matter all that much.",
  "“The overall bottom line is that it happens very rarely,” Whiting said.",
  "Both provisions impose a maximum penalty of five years in prison.",
  "“Perjury is a different crime to prove,” Green said.",
  "The meeting ended after a maximum of 30 minutes.",
  "But Prince’s story is now beginning to crumble.",
  "Prince’s sworn testimony is now under scrutiny.",
  "Yet prosecutions for perjury are uncommon.",
  "Questions meander, repeat."
]