[
  "Here is the list of 24 “major donors” which CGEP has released:\n\n• Frank Giustra\n\n• B2Gold Corporation\n\n• Stephen Dattels\n\n• Deloitte Foundation Canada\n\n• Endeavour Mining Corporation\n\n• Fernwood Foundation\n\n• Fiore Management & Advisory Corp.\n\n• GMP Securities L.P.\n\n• Gran Colombia Gold Corp.\n\n• Griffths McBurney Canada Corp.\n\n• Gord & Katherine Keep\n\n• Dr. Sergey Kurzin\n\n• Alison Lawton\n\n• Sam Magid\n\n• New Gold Inc.\n\n• Pacific Coal Resources Ltd.\n\n• Pacific Rubiales Energy Corporation\n\n• Ian Telfer\n\n• The Dragon Group of Companies\n\n• The Radcliffe Foundation\n\n• Anna Wallner\n\n• Trevor Wilson\n\n• Wekerle GM&P Holding Corp.\n\n• Neil Woodyer\n\nThe three donors newly disclosed since May 8 (highlighted in bold above) are Deloitte Foundation Canada, New Gold Inc., and Wekerle GM&P Holding Corp.\n\nDeloitte Foundation Canada is apparently the Canadian counterpart to the Deloitte Foundation, a non-profit organization affiliated with the global accounting giant Deloitte.",
  "UPDATE: After this story was posted, a spokesperson for New Gold told Breitbart News over the phone that: “New Gold has committed $1 million [to CGEP] over 7 years commencing in 2008.”\n\nCGEP also apparently speaks for the Clinton Foundation on the matter of whether additional donor names will be released, at least according to the CGEP website:\n\nDOES THE CLINTON FOUNDATION DISCLOSE DONATIONS MADE BY DONORS OF THE CLINTON GIUSTRA ENTERPRISE PARTNERSHIP (CANADA)?",
  "According to the Deloitte Foundation website, it is “an 86-year not-for-profit organization, supports education through a variety of initiatives that help develop the talent of the future and their influencers and promote excellence in teaching, research, and curriculum innovation.”\n\nBreitbart News contacted Deloitte Foundation Canada and asked the amount and date of the company’s donations to CGEP, but received no response.",
  "To maintain the fiduciary relationship between Canadian donors and the Clinton Giustra Enterprise Partnership (Canada) with regard to disclosure of donor information, prior consent must be first obtained from each and every Clinton Giustra Enterprise Partnership (Canada) donor agreeing to disclose their donor information to any other person or organization.",
  "When news broke in April that the Clinton Giustra Enterprise Partnership (CGEP), a Canadian charity established by Canadian mining magnate Frank Giustra and Bill Clinton in 2007, had donated more than $25 million to the Clinton Foundation, both the Clinton Foundation and CGEP resisted efforts to release the names of donors to CGEP.",
  "Clinton Giustra Enterprise Partnership (Canada) is an independent organization and therefore its contributions are not disclosed on the Clinton Foundation’s website, and under Canadian law, Clinton Giustra Enterprise Partnership (Canada) is prohibited from independently disclosing its donors without prior consent from the donors.",
  "Breitbart News reported earlier about the role then-Secretary of State Hillary Clinton played in the approval of the 2010 deal in which ARMZ, a wholly owned subsidiary of Rosatom, which is owned by the Russian government, acquired a controlling interest in Uranium One by the Committee on Foreign Investment in the United States.",
  "As the Financial Post reported, “His [Wekerle’s] hard partying earned him a bad boy reputation and pushed him out of GMP Securities, the highly successfully investment banking business he helped launch at the age of 30.”\n\nWekerle is currently the CEO of Difference Capital, a Toronto based investment firm.",
  "In addition, New Gold owns 100% of the Rainy River and Blackwater projects, both in Canada, as well as 30% of the El Morro project located in Chile.”\n\nBreitbart News contacted New Gold Inc. and asked for information on the amount and timing of its donation to CGEP but has not received a response.",
  "When a donor gives money to a Canadian charity in confidence, and in the process provides his or her personal information, under Canadian law a fiduciary relationship is established between the Canadian charity and the donor concerning the use of private information that the donor has provided.",
  "The result of this stonewalling is clear: It is entirely possible that a foreign entity or private individual, yet unknown, who donated to CGEP may have benefitted from a public decision made by then-Secretary of State Hillary Clinton while she was in that office from 2009 to 2013.",
  "That page, which has apparently been updated only slightly since Frank Giustra released a statement in early May, says the following:\n\nARE THE NAMES OF ALL THE CANADIAN DONORS THAT HAVE CONTRIBUTED TO THE CLINTON GIUSTRA ENTERPRISE PARTNERSHIP (CANADA) PUBLIC INFORMATION?",
  "It is an area that should interest the Department of Justice and the Internal Revenue Service as well, but given the close ties between the leadership of those organizations and the Clintons, it is unlikely either entity will make any inquiries in the near future.",
  "CGEP is hiding behind what it claims are Canadian laws that prohibit the release of those names without the consent of the donors (a dubious proposition disputed by several top Canadian legal experts and one that the Washington Post gave “Three Pinochios”).",
  "Breitbart News asked both the Clinton Foundation and CGEP to tell us whether or not they had released the names of the additional 1,079 unknown CGEP donors (as of May 8), and if they had not, whether they planned to ever do so.",
  "The Clinton Foundation lists all of its contributors on the Clinton Foundation’s website HERE, including the Clinton Giustra Enterprise Partnership (Canada) and other charitable organizations that support the Foundation’s work.",
  "Breitbart contacted Wekerle’s spokesperson at Difference Capital and asked if he could elaborate on the timing and amount of the Wekerle GM&P Holding Corporation’s donation to CGEP but has not received a response.",
  "The New Afton Mine in Canada, the Mesquite Mine in the United States, the Peak Mines in Australia and the Cerro San Pedro Mine in Mexico, provide the company with its current production base and solid foundation.",
  "With CGEP and the Clinton Foundation stonewalling the release of the names of these 1,076 secret foreign donors, Republicans in Congress may soon weigh in on the legal merits of this lack of transparency.",
  "The Clinton Foundation and CGEP apparently have absolutely no intention of releasing any additional names, nor will they release the amounts donated by any of the 24 donors whose names they have released.",
  "As the Post reported at the time:\n\nDonors whose names were posted to the Web site of the group Friday included Ian Telfer, a Giustra friend who formerly chaired the company Uranium One.",
  "“PLEASE REFER TO THE FAQ PAGE FOR A LIST OF OUR MAJOR DONORS CLICK HERE,” they responded via email to our question about whether they had released the names of all 1,100 contributors.",
  "Then on April 28 the Washington Post and Bloomberg News both reported that 1,100 hidden Clinton Foundation foreign donors were “bundled” into that $25 million donation from CGEP.",
  "In his new book, Clinton Cash, Breitbart editor-at-large Peter Schweizer documented the numerous conflicts of interests involved in the Bill Clinton-Frank Giustra relationship.",
  "Wekerle GM&P Holding Corporation was apparently co-founded by Michael Wekerle, “who made millions trading Canadian oil and mining stocks,” according to the Financial Post.",
  "Other Giustra colleagues from the mining industry are also on the list, including Sergey Kurzin, who worked with Giustra on a deal to buy uranium in Kazakhstan in 2005.",
  "A recent New York Times story recounted how the State Department under Hillary Rodham Clinton signed off on the sale of Uranium One to a Russian state-owned company.",
  "If Hillary Clinton is not inaugurated as President of the United States in January 2017, that lack of investigative curiosity may change under a new administration.",
  "On May 8, the Washington Post reported that CGEP had disclosed the names of 21 of those 1,100 secret foreign donors first discovered in late April.",
  "It is unclear if Wekerle GM&P Holding Corporation is still an operating company or is instead simply a personal investment vehicle used by Wekerle.",
  "The secret list of 1,076 unknown foreign donors only adds to the possibility that there are additional conflicts beyond those already disclosed.",
  "In response to our second question, as to whether they planned to release those names in the future, the CGEP spokesperson was equally cryptic.",
  "The Clinton Foundation and CGEP said at the time they would release the names of the donors who agreed to have their names made public.",
  "There is no mention on the website that there is any contemplation of changing the donor release information policy of CGEP.",
  "With that transaction, the Russian government gained control of 20 percent of the deposits of uranium in the United States.",
  "Her aides have said she was not personally involved in the decision, which involved multiple government agencies.",
  "CGEP has to date released a grand total of 24 names, leaving a total of 1,076 foreign donor names still secret.",
  "CGEP did not specify on its website if it has asked those 1,076 donors for permission to release their names.",
  "In the four weeks since May 8, CGEP has only reduced the list of secret foreign donors from 1,079 to 1,076.",
  "The CGEP website lists only 24 “major donors,” but does not identify the amount each contributed.",
  "The company has a portfolio of four producing assets and three significant development projects.",
  "Under Canadian laws and charitable best practices, charitable donors have a right to privacy.",
  "The deal closed days after Giustra had dinner with Bill Clinton and the country’s president.",
  "That is a grand total of 3 more donor names than the 21 donor names CGEP released on May 8.",
  "“PLEASE REFER TO RESPONSE IN QUESTIONS #1 ABOVE,” the CGEP spokesperson wrote in the email.",
  "As for the other 1,076, CGEP has apparently no intention of releasing their names.",
  "According to its website, “New Gold is an intermediate gold mining company.",
  "More than one month later, the results of those efforts are in.",
  "The Clinton Foundation did not respond to our inquiries.",
  "A spokesperson for CGEP responded promptly.",
  "Giustra has said Clinton was not involved.",
  "No.",
  "No."
]