[
  "BAKER: And also, if I might just add real quickly, President Clinton, Bill Clinton, during his administration, at a point -- one of the many points where North Korea is throwing their teddy at of the cot, he publicly stated that if the North Korean regime chooses to use nuclear weapons that will be the end of North Korea.",
  "(LAUGHTER)\n\nWILLIAMS: And he's a former White House Republican congressional staffer, he was also a former intern, wow, for David Letterman, he's currently the host of the Chris Stigall Show on 1210 WPHT in Philly, he also specializes in analyzing the state of politics and comedy, Chris Stigall is here.",
  "(END VIDEO CLIP)\n\n\n\nWILLIAMS: Now Mark, the spokeswoman there saying one voice, but I think lots of people across America today are hearing a little bit of a dual message, hearing a much more reserved, measured response from Rex Tillerson, hearing something very different from President Trump.",
  "He is a former CIA covert field operation officer, he's the current president of Diligence LLC, a global intelligence and security firm, he's also a consultant and writer for the television and film industry, he specializes in global crises, oh, what a perfect day -- Mike Baker is here.",
  "I think that really is as a stand-up argument and analysis from a very objective standpoint...\n\nSTIGALL: But to your point, Michael, so you do not have the kind of rules the United States military has, which are historically hamstringing them in a lot of ways.",
  "MIKE BAKER, DILIGENCE LLC PRESIDENT: Well, first of all, to be clear, I mean, Mark is absolutely right when he talks about the fact that restrained talk, diplomatic language, sort of an appeasement policy of the past, almost 25 years, got us to this point.",
  "And Trump's aim here, North Korea should never have gotten to go nuclear, and the trick now is whatever he does with North Korea is going to be the template that's applied to Iran, and Sudan, and Yemen, and whatever crazy states wants to go nuclear.",
  "The nuclear crisis with North Korea becoming more and more of a pressure cooker, after his bow to respond to new North Korean provocations with fire and fury, President Trump followed it up today by touted the strength of the U.S. nuclear arsenal.",
  "And that's why I really feel some kind of wave, really towards the continued efforts -- and correct me if I'm wrong here, Mike, to kind to continue to engage them, to kind of play along with us -- I mean, at what point do we have to stop that?",
  "We can absolutely vet who comes into this country from a war-torn situation and we can absolutely fix a broken legal immigration system that to Kat's point makes sure that America gets the best and brightest from across the globe.",
  "Now in contrast, Secretary of State Rex Tillerson attempted to bring a sense of calm while heeding to the U.S. territory -- while heading to the U.S. territory of Guam earlier today, which North Korea has threatened with attack.",
  "(END VIDEO CLIP)\n\nWILLIAMS: It was a little bit -- as you might imagine, getting a sharp reply from President Trump who tweeted this afternoon, \"Senator Mitch McConnell said I had \"excessive expectations,\" but I don't think so.",
  "But we need to sit down with Xi and the authorities there in China, and in no uncertain terms say, look, we can either wrap this up with a military confrontation that is going to be devastating to the peninsula and to you.",
  "But in Afghanistan, I'm here to tell you, at the very outset of that, when we finish up that exercise in Tora Bora and we started, you know, doing other things and then next thing you know we had a presence in Afghanistan.",
  "All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC.",
  "We have to understand that we may be getting to a point, and China I think is signaling with that vote over the weekend, for the U.S. draft and resolution, that they realize there's a shift here, there's a problem here.",
  "And so, part of the reason I think people feel like we are underperforming is because too many kind of artificial deadlines, unrelated to the reality of the complexity of legislating may not have been fully understood.",
  "TIMPF: Also, it's kind of like gas lighting, honestly, because to say that President Trump is the one that was -- had these unrealistic expectations, no, everyone in Congress that the Republican ran on that themselves.",
  "This afternoon, secretary of defense James Mattis also released a statement saying, quote, the DPRK should cease any consideration of actions that would lead to the end of its regime and the destruction of its people.",
  "(BEGIN VIDEO CLIP)\n\nHEATHER NAUERT, STATE DEPARTMENT SPOKESWOMAN: The United States is on the same page, whether it's the White House, the state department, the department of defense, we're speaking with one voice.",
  "According to new government data, there was a 31 percent combined spike in removal orders and voluntary departures during the first six months of the Trump administration, compared to the same period last year.",
  "TIMPF: I think the rhetoric actually makes a huge difference, because it sounded like he was potentially drawing a red line, saying if you threaten us again, fire and fury, that means do something about it.",
  "After all these years and all the blood that we've spilled, all the treasures that's been expanded there, the Afghan people in general, they don't have a clue with some pseudo-federal system of government.",
  "To that point, Chris, you know, a lot of people felt like President Obama, his first two years where he had a Democrat-controlled House Senate and then of course even the White House, not a ton got done.",
  "Proposal calls for 5,500 private contractors to support and advise Afghan combat troops, along with a private air force made up of dozens of planes, to try and break the world's long running stalemate.",
  "So we don't want to limit, you know, what could be otherwise bright and important talent that can have an economic benefit to the country just because someone necessarily they have to speak English.",
  "And its suits -- and North Korea suits every other nation because it sending the crazy countries in the world, of which there are dozens, the message that if you go nuclear, America can't touch you.",
  "BAKER: I think it is much more complex and I think Kat is right in that regard that, you know, it's not as if, you know, there's a finite number of jobs, there take my job, that job doesn't exist.",
  "According to a new poll by Politico, 61 percent of voters support a proposed points system for potential legal immigrants, which, in fact, a criteria such as English proficiency and work skills.",
  "It's this functionality of Washington --\n\nSTEYN: But it's not this -- the Democrats just decided they were going to hammer Obamacare down your throat whether you wanted it or -- and they did it.",
  "I don't really mind the fire and fury stuff, because being nice and diplomatic about a one man psycho has not really worked for the last 20 years, which is why we're in the situation we're in.",
  "WILLIAMS: Some people -- I'm hearing, this is from my callers on my radio show just in general, Rex Tillerson kind of pushing back, saying maybe North Korea is not nuclear, but you're saying.",
  "(LAUGHTER)\n\n\n\nBAKER: But, you know, I think, he has been, according to all reports, providing documentation to the various intel committees, the senate committee, and congressional committee.",
  "Blue-collar Democrats, working-class Democrats, particularly those on construction sites are deeply, deeply concerned about illegal immigrants taking their work and undercutting their wages.",
  "Give it to Erik Prince and the private contractor world and we'll be having this conversation in another 10 years because for proper motive, they're going to stay there as long as possible.",
  "STIGALL: But you don't think guys are being loaded up at Home Depot to work in construction site this afternoon as opposed to --\n\nWILLIAMS: I that's one narrative, Chris, and that happens.",
  "WILLIAMS: Mike, do you think this moment is kind of the -- not kind of, if the indicator of what national security under President Trump is going to feel like and look like and sound like?",
  "We have a ridiculous situation where the world's wealthiest nations can't defend themselves, and absolute economic basket cases whose GDP is barely measurable are becoming nuclear powers.",
  "But again, I find it interesting, sort of the fire and fury conversation and the fact that -- you know, this situation, the least of our problems right now is President Trump's verbiage.",
  "But it's also a love song, and it taught me that love songs don't all have to be moon, June (ph) and stars above, you can do it about a guy on a county road working on an electric pole.",
  "But in all seriousness, this -- seriously, your specialty, and it's a perfect day, a lot of people across the country might not sure what to feel, what to believe, how serious is it?",
  "KATHERINE TIMPF, THE FOX NEWS SPECIALIST HOST: It felt like very different messages for me, because I hear something like fire and fury and I worry that could provoke North Korea.",
  "Much like we didn't want to think about North Korea developing this capability, which is that if you allow a nation to do what they want to do, and we did over a period of years.",
  "And whether that means regime change, fostered by the Chinese authorities, whether it means some type of effort with unification, again, with the Chinese authorities right there.",
  "But, yes, to your point, you have to have a probable cause requirement, satisfy for a judge to issue a search warrant, so we know at least that much of a burden approve is afoot.",
  "Straight ahead, President Trump is firing back at Mitch McConnell for saying he has \"excessive expectations\", where new polling showcasing Americans' growing anger with Congress.",
  "The kerfuffle over better vetting of potential people coming in from war-torn states, chaotic states, right, that turned into such a chaotic mess when they were talking about it.",
  "And a prominent -- a very prominent Australian politician said to me just last year that the problem with -- when he was there, is that there's a crusade of fault mentality.",
  "But, to turn it over, and I say this being in the commercial world of security and intelligence, turning it over to private contractors, I think, would be a serious mistake.",
  "Fox News confirms that on July 26, agents executed a search warrant taking documents and other materials related to the investigation around Russia\n\n2016 election meddling.",
  "BAKER: At a point where North Korea and all these past efforts -- and also coming up, Iran, is going to come to fruition from their perspective under his administration.",
  "All right, coming up, some good news for immigration bill backed by President Trump, and new statistics shows a major surge in the crackdown against illegal immigration.",
  "BAKER: If they can't get this done, if they can't get some piece of legislation, tax reform, then obviously they're not going to get the health care issue sorted out.",
  "I understand that, you know, it's easy to think, oh, well, if they're taking the job, there's not going to be a job for me, but it's much more complicated than that.",
  "BAKER: Mark raises a really good point at the beginning, which also is getting kind of very little coverage right now, because nobody really wants to think about it.",
  "(END VIDEO CLIP)\n\n\n\nWILLIAMS: This afternoon, state department spokeswoman Heather Nauert responded to claims of mix messaging from the administration on the crisis.",
  "WILLIAMS: I don't think -- but you know what, I don't think they can count because if these Republicans that told President Trump, we have the votes, Mr. President.",
  "So, I don't see necessarily why it creates all the angst to say, you know, I'm in favor of immigration, but at the same time, I'm in favor of orderly immigration.",
  "They rattled the cage and throw the teddy out of the cot and we do something, and then eventually they get something in return, or China gets something in return.",
  "And I think we will see, if we're smart in how we play China, I think we'll see them come to the table with a different mindset and we have to be aggressive.",
  "(CROSSTALK)\n\nBAKER: With all due respect to Senator McConnell, I love the fact that, you know, he says people have the perception that we're underperforming.",
  "And so I would take them at almost at their word at this point in their latest assessment, which puts them -- and now, do they have the reentry capability?",
  "STIGALL: And those first two years, it was put foot on the gas pedal one issue on one issue only and --\n\nWILLIAMS: Health care -- of their health care.",
  "Helping highlight that point, a new poll from CBS News shows the nearly nine in 10 U.S. adults think that the current Congress isn't getting much done.",
  "(BEGIN VIDEO CLIP)\n\nSEN. MITCH MCCONNELL, (R-KY), SENATE MAJORITY LEADER: Our new president -- and of course, I've been in this line of work before.",
  "(CROSSTALK)\n\nWILLIAMS: And Paul Manafort and his legal team had said that they are cooperating, so that part did feel a bit dramatic and theatrical.",
  "And I would like whoever is running Kim Jong-un's nuclear program to be the Senate majority leader, because he gets things done in leaps and bounds.",
  "That's why none of us got --\n\nSTIGALL: It is always the sanctimony of you rubes are not sophisticated enough to understand what we legislators do.",
  "Most economists agree that it's not a good idea to cut that in half, especially when we have so many job openings in the United States right now.",
  "And Comey himself said that Trump told him if there's something going on with my campaign as it relates to Russia, let's get to the bottom of it.",
  "You can't do business with Russia for 20 years without doing something that falls afoul of some stupid technical regulation in the United States.",
  "And so, I wondered, is there an element of not being hamstrung where you could really close the sale and finish the job as a private contractor?",
  "BAKER: The DIA assessment, defense intelligence agency assessment, they tend to be very thoughtful and fairly conservative in their assessments.",
  "I mean, this is a thing, Kat, everyone's -- everyone who's pro-immigration tends to be pro-immigration for sentimental reasons, for mythically.",
  "But we have to understand that aside from the sanctions, aside from being aggressive now, it's time to stop being overly diplomatic with China.",
  "But I'm just saying, if they're going in there, it's highly likely they're looking for information related to payments from foreign countries.",
  "You go, you kick the guy's front door down at 4:00 in the morning, you go through his house, you find something that you can use to turn him.",
  "The reality is so many administrations have failed to have any action at all around North Korea, so the options are so limited at this point.",
  "I mean, this shows that 61% of the people in this country, half the people in this country, actually want a reduction in legal immigration.",
  "I mean, you said earlier it's about playing -- the smart play in China, you kind of articulate what that would be from your vantage point.",
  "Senate Majority Leader Mitch McConnell is feeling the heat after criticizing President Trump during remarks at a rotary club in Kentucky.",
  "If we -- again, if we decide and we've all been in Afghanistan much longer than anybody wants to be, and we should have seen this coming.",
  "I have nothing that I've seen and nothing that I know of would indicate that the situation has dramatically changed in the last 24 hours.",
  "(COMMERCIAL BREAK)\n\nTIMPF: Trump administration is considering a controversial plan that would privatize most of the war in Afghanistan.",
  "So I don't necessarily feel -- and again, with all due respect to your former profession, these nice little phrases like probable cause.",
  "TIMPF: 5.7 million job openings in this country and a lot of them are very low-skilled work where you don't necessarily need to speak.",
  "(CROSSTALK)\n\nKATHERINE TIMPF, HOST: It's a misconception, it really is a misconception that immigrants just come here and take things.",
  "We have to be very aggressive with China in explaining that this is one of those few occasions where we have mutual shared interests.",
  "I also don't really think it's that surprising because we've seen North Korea talk like this, when there's been sanction in the past.",
  "If we decide that being in Afghanistan is important, then that's a job for the U.S. military, the finest fighting force in the world.",
  "McConnell, it takes a lot of stones to go home after taking the whole month of August off and saying, well, these things take time.",
  "CHRIS STIGALL, \"THE CHRIS STIGALL SHOW\" TALK RADIO 1210 WPHT: Well, I know you take calls on your radio show, Mark, and I do, too.",
  "(CROSSTALK)\n\nTIMPF: I wonder for a while whether he would take the fall for anything that may have happen that was inappropriate.",
  "STIGALL: How many times have you heard people say rank-and-file Democrats wouldn't cross Nancy Pelosi, wouldn't cross Harry Reid?",
  "And I don't know what Mitch McConnell and those guys do when they get to the Senate at 9:00 in the morning and then they go home.",
  "And yes, U.S. private contractors did provide support logistically and information support and other, you know, security support.",
  "I think -- like I said, any American left, right or center wants to figure out a way to cauterize this wound, 16 years is enough.",
  "I think President Trump if he wishes could say nothing and just let Mattis do the heavy lifting on this and send a clear message.",
  "STIGALL: But this is --\n\nSTEYN: But this is why Trump is the president because people got sick of this kind of Republican Party.",
  "People that are both skilled and maybe unskilled labor that feel their jobs and their wages are just being dropped like a rock.",
  "But some people I think feel, like you've said, President Trump kind of dialing it up with the rhetoric and provoking possibly.",
  "WILLIAMS: Up next, the Trump administration considering a controversial proposal to privatize most of the war in Afghanistan.",
  "America didn't have a choice, Katherine, if you arrive in a maternity ward --\n\nTIMPF: Yes, but when I arrived here, no idea.",
  "And when we respond to that by sanctioning them and sort of like grounding them, that doesn't make you feel very respected.",
  "And they bet that in eight years' time or whatever, the Republicans wouldn't be able to get it together to roll it back.",
  "And here's the headline from the New York Post this afternoon, Mattis to North Korea, stand down or we will destroy you.",
  "So I don't think that it was President Trump saying this, no, no, you said that yourself and you didn't follow through.",
  "BAKER: So, I think that, you know, at the end of the day, the contractors -- and we were at the very beginning of this.",
  "But this is an interesting pop-up restaurant, it is coming right through in New York City, a Cheetos pop-up restaurant.",
  "I'm just asking like you think this is an indicator, like we're connecting the dots around -- it's North Korea today.",
  "STIGALL: This happened back on July 26, the president can't send a tweet without us knowing about it within seconds.",
  "I have a real great appreciation for what immigration has done for this country and continue to do for this country.",
  "BAKER: Kudos to all those people who knew about this and were able to keep their yap shut for almost two weeks now.",
  "(LAUGHTER)\n\nBAKER: That we will be having the same conversation about Iran prior to the next presidential election.",
  "WILLIAMS: Well, when we return, the FBI raids the Virginia home of former Trump campaign chairman Paul Manafort.",
  "And this point being where North Korea has now realized its ambitions of nuclear weapons and ballistic missiles.",
  "(CROSSTALK)\n\nBAKER: It's not something you want in the morning, a knock at the door, and you're not even awake.",
  "We don't care if little Kim has weapons that are capable of reaching the U.S. if we're OK with that, then fine.",
  "And I think they're starting to see that, yes, it was in their advantage to enable North Korea for a long time.",
  "And what they're doing, Paul Manafort -- they've got to turn a couple of the number two and number three guys.",
  "But I do agree 100 percent, look, there's no reason we can't fix this and fix it in a proper and a humane way.",
  "This is exactly where I think so many Trump voters were excited about the appointment of a guy named Mad Dog.",
  "Also a new poll from Gallup shows that just 16 percent of Republicans approve of the job Congress is doing.",
  "What they're looking for is respect, and that's why they have this nuclear program that they're developing.",
  "STEYN: The Cheeto...\n\nWILLIAMS: Cheeto, tacos, you get a Cheeto, you get a Cheeto, everybody gets a Cheeto.",
  "And what I love about it, it's the only song as far as I know about an electrician working for the county.",
  "TIMPF: Well, I think at this point conversations that surround Afghanistan have to surround getting out.",
  "TIMPF: Are you going to be OK.\n\n(CROSSTALK)\n\n\n\nSTEYN: With all due respect to Eboni's former profession.",
  "STIGALL: To that point, Mike, would it be maybe taking Japan aside and saying what can we do help you?",
  "But if Manafort has done something, I feel like Trump pushed all along, let's get to the bottom of it.",
  "(BEGIN VIDEO CLIP)\n\n\n\nREX TILLERSON, SECRETARY OF STATE: I think Americans should sleep well at night.",
  "But China, to me, they have been the greatest enablers of North Korea's ability to get to this level.",
  "BAKER: Well, I think we need to -- look, our interest and China's interests rarely intersect, right?",
  "FBI agents conducted a predawn raid of former Trump campaign chairman Paul Manafort's Virginia home.",
  "The mechanics of it are they -- you know, you're always looking for leverage on potential witnesses.",
  "I don't --\n\nBAKER: No, I understand what you're saying, but I think that is the absolute wrong path.",
  "You know, we -- you know, I can't understand this obstruction but they've got to get things going.",
  "I would think in any normal news cycle we would had known about that the same morning it happened.",
  "And I think had excessive expectations about how quickly things happen in the Democratic process.",
  "I agree with you about the verbiage and about the rhetoric, and the words have to mean something.",
  "We have another trillion dollars in health care costs that we're going to owe for the Afghan War.",
  "So, flaming Cheetos, crunchy Cheetos, big puffy smooth Cheetos, whatever kind of Cheeto you want.",
  "Look at -- he just-- he walks around, he's up looking for things and everyone's taking pictures.",
  "You may not alter or remove any trademark, copyright or other notice from copies of the content.",
  "(BEGIN VIDEO CLIP)\n\nERIK PRINCE, FOUNDER, BLACKWATER USA: There are still Americans dying there.",
  "Look, a lot goes on off the radar screen that we don't need to know or typically find out about.",
  "We have to think very seriously about the very few options we have from a military perspective.",
  "It makes you feel like a child, and then they're lashing out with their little temper tantrums.",
  "TIMPF: So, I've got animal video again, little animal, little koala in a pharmacy in Australia.",
  "They told him to start with this, they told him to wait on tax reform, wait on infrastructure.",
  "Well, if I'm going to be doing the raid on Manafort, I'm looking just for very limited things.",
  "When you were talking about the callers on your radio show, Eboni, we're splitting hairs here.",
  "How required it is when the FBI wants to go and knocking on your door at 4:40 in the morning.",
  "But, when they start talking about simply trying -- here's where I think I can speak best to.",
  "That jump is coinciding with positive news for an immigration plan backed by President Trump.",
  "(COMMERCIAL BREAK)\n\nSTEYN: President Trump's crackdown on illegal immigration is cranking up.",
  "According to the Washington Post, those FBI agents work with special counsel Robert Mueller.",
  "Eboni, they don't really give out warrants for no reason as far as I understand the process.",
  "BAKER: Well, President Trump maybe unfortunate in the sense that he is sitting in the chair.",
  "And it was -- and again, we're making the same mistakes because we want to do better, right?",
  "is a little more culinary, you know, on \"FOX & FRIENDS\" last week showing my salmon kebabs.",
  "So I --\n\nSTEYN: I don't want to get the restaurant by the toilet and the Cheeto restaurant.",
  "And so I think you don't have to throw the baby out with the bathwater is the truth, right?",
  "(COMMERCIAL BREAK)\n\nSTEYN: And now, for our last segment today, it's time for, Wait, What?",
  "BAKER: I had -- one of my first hires in my company was a Russian who was in the military.",
  "If you subcontract the war to private contractors, that's all you'll get and nothing else.",
  "You know, the NATO occupation in Afghanistan is responsible for 98% of that country's GDP.",
  "We're arguing about whether they can merely nuke Guam or whether they can nuke Cleveland?",
  "STIGALL: I want Trump to start tweeting that he's going to rain fire on Mitch McConnell.",
  "BAKER: It's a nuclear weapons term, yeah,\n\n(CROSSTALK)\n\nTIMPF: Mike, I completely agree.",
  "And if you had said at that time, guess what, U.S. is going to be in here for 16 years.",
  "BAKER: -- the big question right there, they don't know what we're trying to sell them.",
  "The problem though, when you say can't we persuade Japan to militarize and everything?",
  "You either got to get out or you've got actually rethink the way you fight, isn't it?",
  "And so we were there when they were trying to form a private contractors association.",
  "TIMPF: They were the ones saying --\n\nTIMPF: -- vote for us, we'll repeal and replace.",
  "BAKER: I do like how Mark referred to the Scaramucci reign, as though it was an era.",
  "BAKER: Standing there in your hoodie footie or whatever you wear that you sleep in.",
  "And he saw what that obstruction look like in the last six years of his presidency.",
  "And make sure to follow us on social media, SpecialistsFNC on Twitter and Facebook.",
  "But I clearly got guys in my corner that are ready to act if you won't stand down.",
  "In my view, General Mattis is the guy that needs to do exactly what he did today.",
  "That is just the audacity of taking August off and saying these things take time.",
  "BAKER: And every time you listen to a congressman or a senator, it's always they.",
  "But, you know, if they're going in there, and who knows what they're looking for.",
  "TIMPF: Yes, I didn't speak English the moment I entered the United States either.",
  "Also, Donald Trump kicked Manafort out some time ago because of this very thing.",
  "As you bring up, China really seems to have been missing this discussion so far.",
  "BAKER: And so, we have to be very careful about how we deal with this right now.",
  "And we suffered from sort of this desire to do better and to do the right thing.",
  "He grabbed me and he said, that was a great effort in Tora Bora, so now get out.",
  "So it's not the rhetorical but the rhetoric itself, but the actual implications.",
  "STEYN: Ad we're arguing about whether the president is being too mean- spirited.",
  "Two nuclear tests that took place last year, it is a big deal what is going on.",
  "And you know what, I just think that that's just very nice because look at him.",
  "Erik Prince, the founder of Blackwater, has been a chief proponent of the plan.",
  "I know this continues to be this cloud of Russian conspiracy surrounding Trump.",
  "Again, the raid, the middle of the morning knocked, it all feels very dramatic.",
  "Did you come in the official way or in a flat boat skip across the Rio Grande?",
  "And we moved into Iraq in 2003, had a very large operation there,\n\n700 people.",
  "We have this winner from a local, like, television show from the food network.",
  "TIMPF: I've heard you can't even get reservations --\n\nWILLIAMS: Oh, sold out.",
  "(COMMERCIAL BREAK)\n\nWILLIAMS: Well, welcome back to the FOX NEWS SPECIALISTS.",
  "I would like to draw Mitch McConnell on the presidential palace in Pyongyang.",
  "BAKER: We are in the same position, and I will bet a three-piece suit, Chris.",
  "And certainly, I think the engagement makes them feel good about that level.",
  "So I think what we need to do, and I'm sure it's happening even as we speak.",
  "BAKER: You know, that -- yes, that's the --\n\nTIMPF: I think it's impossible.",
  "This is one of those cases where we never seem to learn from history, right?",
  "People are sick of hearing from the Republican side why nothing can be done.",
  "How many times have you ever heard anyone say, don't cross Mitch Mcconnell?",
  "But to be fair, we are here because of the last handful of administrations.",
  "Something that I found since Donald Trump started talking about this issue.",
  "When you say something like that it could easily interpreted as a red line.",
  "If they would threaten to nuke an actual state, we'd get serious about it?",
  "This is a rush transcript from \"The Fox News Specialists,\" August 9, 2017.",
  "You're right, somebody leaked, and usually leaking is a product of timing.",
  "I mean, look at that part of the world, those wealthy countries who can't.",
  "WILLIAMS: Yes, so there's actually a requirement, which is probable cause.",
  "That's why Jeb isn't president, that's why Lindsey Graham isn't president.",
  "We can't continue that process unless we're willing to say, I don't mind.",
  "And I have no problems with the FBI doing a very objective investigation.",
  "And so, I don't necessarily think this means Paul Manafort is a criminal.",
  "I have no concerns about this particular rhetoric over the last few days.",
  "STEYN: And there's no point arguing about where on that continuum we are.",
  "It has to be backed up with action if we're going to put that out there.",
  "But, I don't know, I kind of see North Korea being the provocateur here.",
  "And I see Tillerson said what he said, and it does make you feel better.",
  "And I find U.S. federal justice somewhat more malodorous than Mike does.",
  "And it suggests to me that the American way of war does need rethinking.",
  "(END VIDEO CLIP)\n\nTIMPF: Baker, obviously, I'm going to go to you first.",
  "And she is literally opening up a pop-up with nothing but Cheeto recipe.",
  "He's shopping -- seems like he's shopping just like we are or we would.",
  "They don't actually -- adding workers to the economy grows the economy.",
  "Even if that's true, that doesn't put Donald Trump on the necessarily.",
  "I mean, everything this White House does is leaked within an instant.",
  "This is one of his first hits, and I love this song, Wichita Lineman.",
  "We spent a great deal of time trying to get the Soviets out of there.",
  "And if it does work, then, you know, that's something that's changed.",
  "But, you know, us versus North Korea, who wins the morality contest.",
  "Then, they will reach their end game and you shut down your options.",
  "TIMPF: I don't think anyone is saying that this is a good situation.",
  "WILLIAMS: I would say, pretty unremarkable, like what you're saying.",
  "STEYN: No, I would like to wrap up the two great issues of our time.",
  "STEYN: OK. And, Mike and I are going to be the first to self-deport.",
  "If we talk about things as if it's this or it's that, or it's this.",
  "President Trump has it all right now, why is more not getting done?",
  "And they frankly deserve it because of how inept they appear to be.",
  "Copy: Content and Programming Copyright 2017 Fox News Network, LLC.",
  "They have a very progressive president who put the kibosh on that.",
  "(LAUGHTER)\n\nWILLIAMS: All those pesky constitutional requirements.",
  "So it is interesting, although, sometimes it's a little pro forma.",
  "But I will say, Kat, it also a little aggressive, arrayed, really?",
  "Step back, do a review of how we process people who are coming in.",
  "Thank you, and I appreciate the three-piece suit, Chris, you know.",
  "STIGALL: Well, listen, after this, I go to my job at Wells Fargo.",
  "BAKER: What I'm saying, they have managed to exceed expectations.",
  "(CROSSTALK)\n\nSTEYN: Mike, you're an immigrant to this great land.",
  "Maybe arm you up a little bit, start strengthening the neighbors.",
  "And he had been in Afghanistan with the Soviet occupation forces.",
  "BAKER: No, that's -- you're going down a wrong path on that one.",
  "WILLIAMS: I think that's incredible integrity, by the way, Mike.",
  "Are we going to be having this conversation in another 10 years?",
  "STEYN: So this might be the only thing the Trump administration.",
  "Well, that's the least of the list that they have to go through.",
  "EBONI K. WILLIAMS, THE FOX NEWS SPECIALIST HOST: Hey, everybody.",
  "Or did it seem like, you know, that kind of duality make sense?",
  "(LAUGHTER)\n\nWILLIAMS: That's just the wealth of your knowledge.",
  "And then they came out and said, yeah, we're going to get Guam.",
  "This is such a winning issue across the board in labor sectors.",
  "But, you know --\n\n(CROSSTALK)\n\nBAKER: That's above my paygrade.",
  "There's an English-speaking and Australian-style points system.",
  "It's getting the missile defense system back into South Korea.",
  "STEYN: That's what we've been going wrong, you put the kibosh.",
  "We've always had a carrot and stick approach with them, right?",
  "STEYN: They say he's a great backroom dealer, don't you think?",
  "People might not like the idea of using contractors for that.",
  "And that's -- God bless, America because we do want to do it.",
  "TIMPF: So too bad, so --\n\nWILLIAMS: It's fine, not happening.",
  "EBONI WILLIAMS, HOST: I would say we even have an obligation.",
  "But he's done business with Russia for 20 years or whatever.",
  "Those are the sort of things that the bureau would be doing.",
  "It may not be in their advantage now in the very short term.",
  "You guys have to get out, too, Mike Baker and Chris Stigall.",
  "They're enjoying Dunkin' Donuts and Burger King on the base.",
  "STEYN: It's not like that when the Democrats are in control.",
  "(LAUGHTER)\n\nWILLIAMS: Thanks for classing it up, Mike Baker.",
  "The verbiage and the rhetoric is the least of our problems.",
  "Yeah, Kat, did it feel like two different messages for you?",
  "(COMMERCIAL BREAK)\n\nTIMPF: A new twist in the Russia probe.",
  "At the same time, you know, I'm a law and order guy, right?",
  "So, I think there may be -- could be more variations there.",
  "But there's another part of immigration that also happens.",
  "But Manafort hasn't been tied to Trump for a year or more.",
  "And I understand what you're --\n\nSTIGALL: I'm just asking.",
  "It's better than having American soldiers there endlessly.",
  "This copy may not be in its final form and may be updated.",
  "But Chris, you know, certainly, again, I agree with Mike.",
  "What does winning in Afghanistan look like at this point?",
  "It was at the height of the speculation what's happening.",
  "I still have my dual citizenship, U.S.-U.K. citizenship.",
  "After7 years of hearing Repeal & Replace, why not done?\"",
  "How long do you think that arrangement is going to last?",
  "BAKER: Well, I mean -- it's a very interesting question.",
  "And outside, all the crazy guys are just running around.",
  "And we tend to, OK, we make a mistake, we self- correct.",
  "And he does kind of behave like a human in the pharmacy.",
  "All right, we've got to say goodbye to our specialists.",
  "And at what point do you just say, you know, that's it.",
  "STEYN: Cooperation is like -- kind of mob town in this.",
  "Our specialists today are Mike Baker and Chris Stigall.",
  "I get...\n\nWILLIAMS: But you know what -- and I do, too.",
  "The entire Scaramucci reign as communications director.",
  "Yeah, we can't just be talking for the sake of talking.",
  "It's a concern to the world not just the United States.",
  "They're provocative actions on the part of North Korea.",
  "What is alarming, two ICBM tests in less than a month.",
  "WILLIAMS: Totally, OK. We'll meet today's specialists.",
  "CHRIS STIGALL, THE CHRIS STIGALL SHOW HOST: Hi, Eboni.",
  "STEYN: But they're going to be replaced by automation.",
  "STEYN: It suits China to have North Korea where it is.",
  "Here they do, you would imagine that you would think.",
  "I do think we have to watch some of the requirements.",
  "We have a right to know who's coming to this country.",
  "I want one of those --\n\nWILLIAMS: I do not want that.",
  "TIMPF: You stated in the break that you're not a fan.",
  "BAKER: You step on them here, they come up over here.",
  "It's actually about a lineman working for the county.",
  "In other words, they could put a miniaturized weapon.",
  "BAKER: You shouldn't leave your papers lying around.",
  "I'm Eboni K. Williams with Kat Timpf and Mark Steyn.",
  "Then, yes, they're going to get slaughtered in 2018.",
  "WILLIAMS: Oh, no, I don't think anybody thinks that.",
  "I've got a tremendous amount of respect for the FBI.",
  "(CROSSTALK)\n\nBAKER: That was it for all two months.",
  "I mean, you know what, obviously, this makes sense.",
  "Technically, I was born here but I didn't speak it.",
  "We're going to have this passed for you in no time.",
  "But, you know, at the same time, it's all of them.",
  "WILLIAMS: I'm not mad at the complete meritocracy.",
  "But isn't seven years has a nice healthy timeline?",
  "BAKER: Well, no doubt -- we have to continue that.",
  "And where do they come down on this should we act?",
  "How bizarre is it that this comes out now, right?",
  "MARK STEYN, HOST: But Chris, this is beyond that.",
  "It's not just the Republicans, it's the Democrat.",
  "And somebody can't count out there in Washington.",
  "And the world is in fact speaking with one voice.",
  "MARK STEYN, THE FOX NEWS SPEACIALIST HOST: Yeah.",
  "(CROSSTALK)\n\nSTEYN: Frankly, I know, what is it?",
  "Could it help turn the stalemate into a victory?",
  "That's why they want to go nuclear on the first.",
  "BAKER: That's all part and parcel of it, right?",
  "(LAUGHTER)\n\nTIMPF: Yeah, it's a technical term.",
  "And now he's got the predawn raid on his house.",
  "And, yes, we made good jack off of that, right?",
  "And he was still carrying some shrapnel around.",
  "The Americans decided they were going to do it.",
  "STEYN: I had a stuffed koala when I was a kid.",
  "WILLIAMS: They want to play with the big dogs.",
  "I mean, it is a much more complex issue here.",
  "I mean, so, I can't believe I just said that.",
  "STEYN: But they just threatened to nuke Guam.",
  "STEYN: Nobody wants Afghanistan as a colony.",
  "A multiple different culinary delights here.",
  "BAKER: Or we can find a way to resolve this.",
  "STEYN: Because the timing is right on this.",
  "(CROSSTALK)\n\nTIMPF: I will never forget it.",
  "I don't know, you know, where that line is.",
  "WILLIAMS: Absolutely, he may rest in peace.",
  "I've got intelligence and security company.",
  "Does that mean we look like we're bluffing?",
  "Can it survive reentry into the atmosphere?",
  "STIGALL: I'm just happy I'm wearing pants.",
  "So if fire and fury doesn't work, so what?",
  "Copyright 2017 ASC Services II Media, LLC.",
  "TIMPF: -- because everybody's got into it.",
  "It would be speculation in my part to say.",
  "So we can absolutely have a secure border.",
  "Let's step back and focus on other things.",
  "It's working with China very aggressively.",
  "We have\n\n(CROSSTALK)\n\n\n\nBAKER: I'm sorry.",
  "There is another reason why they do this.",
  "TIMPF: No, for me, it's economic reasons.",
  "And I think that's what really pushes it.",
  "WILLIAMS: But that's still to your point.",
  "Everyone would've thought you were crazy.",
  "But, you know, what I mean, we made cash.",
  "It could actually potentially cause harm.",
  "They have that onto a ballistic missile.",
  "WILLIAMS: Can I ask this question, Mike?",
  "The Russians didn't, the British didn't.",
  "Why are we finding out about that today?",
  "And -- so I'm conflicted on this, right?",
  "This is the one secret that's been kept.",
  "I've seen it happen, absolutely it does.",
  "STEYN: It's the people we get to choose.",
  "That's down from 50 percent in February.",
  "And so, the problem is now, here we are.",
  "I mean, that sounds very, very intense.",
  "They've got what they want essentially.",
  "(CROSSTALK)\n\nSTEYN: You're a done deal.",
  "STEYN: Are you in favor of that, Eboni?",
  "That, to me, made perfect sense, right?",
  "(CROSSTALK)\n\n\n\nSTIGALL: He's the patsy.",
  "The great Glen Campbell died yesterday.",
  "Thank you both so much for joining us.",
  "Remember, 5:00 will never be the same.",
  "And we talk about illegal immigration.",
  "WILLIAMS: Final question to you, Mike.",
  "TIMPF: Mike, so why the predawn thing?",
  "I'm looking for foreign bank accounts.",
  "And that's the difficult part of this.",
  "Is it Iran, is it all of these others.",
  "TIMPF: That they want respect, right?",
  "Who do they want to turn him against?",
  "What this means for the Russia probe?",
  "You talked about arbitrary timelines.",
  "We did a halo into the United States.",
  "They serve a very important function.",
  "It's because they're underperforming.",
  "WILLIAMS: Yeah, you stole my floater.",
  "Do you think it is good cop, bad cop?",
  "WILLIAMS: You know, not here for it.",
  "I mean, he was the campaign manager.",
  "I stumbled on the word proficiency.",
  "STIGALL: Frankly after this, China.",
  "No --\n\nWILLIAMS: I don't want that.",
  "You know, he's like Steven Seagal.",
  "Everyone's locked up in the basis.",
  "That's all the time we have today.",
  "WILLIAMS: Can I ask you this, Kat.",
  "TIMPF: Yeah, you know -- they are.",
  "I think that's a very fair point.",
  "This is The Fox News Specialists.",
  "TIMPF: Everyone's either into it.",
  "He says they're like cockroaches.",
  "But this is not the way to do it.",
  "What are the rules of engagement?",
  "Look, this is at full disclosure.",
  "WILLIAMS: Lunch, they have lunch.",
  "But I'm OK with some meritocracy.",
  "Mark Steyn, I'll start with you.",
  "Let's continue the conversation.",
  "Maybe China takes interest then.",
  "TIMPF: No one is doing anything.",
  "WILLIAMS: They need cooperation.",
  "I think -- you know -- terrific.",
  "STIGALL: They've got a nice gym.",
  "BAKER: Have you seen Harry Reid?",
  "It's been such a wonderful time.",
  "Let's consider what is alarming.",
  "Is North Korea actually nuclear?",
  "WILLIAMS: No, I'm dead serious.",
  "STEYN: No, I mean, it is crazy.",
  "I'm very comfortable with that.",
  "I find that profoundly bizarre.",
  "WILLIAMS: Yeah, refugee crisis.",
  "TIMPF: We can defend ourselves.",
  "I'm not faulting the president.",
  "Our foreign policy didn't work.",
  "We don't want to be bellicose.",
  "And what are they looking for?",
  "Start with repeal and replace.",
  "WILLIAMS: They have breakfast.",
  "We thank you all for watching.",
  "I mean, what's the point here?",
  "It might not just do any good.",
  "So we have that going for us.",
  "But, he didn't find anything.",
  "STEYN: And that's booked out.",
  "Glen Campbell, rest in peace.",
  "WILLIAMS: Get your pin ready.",
  "So, I wonder -- in the field.",
  "So let's bring it to a close.",
  "I have no idea about Mueller.",
  "And so, the game has changed.",
  "We're at the end of the road.",
  "It's dealing with our allies.",
  "BAKER: We have an obligation.",
  "No, I am from somewhere else.",
  "(LAUGHTER)\n\n\n\nTIMPF: It was.",
  "BAKER: That's exactly right.",
  "There's no doubt about that.",
  "I'm looking for tax records.",
  "Let's get used to that idea.",
  "But it's a support function.",
  "And I think that that's sad.",
  "\"SPECIAL REPORT\" starts now.",
  "BAKER: I'm sorry about that.",
  "Those are alarming actions.",
  "What are you talking about?",
  "He's a great parliamentary.",
  "And that's the kind of guy.",
  "Look, these guys are great.",
  "STIGALL: There's a picture.",
  "WILLIAMS: Drip, drip, drip.",
  "It's way above my paygrade.",
  "BAKER: I was airdropped in.",
  "I've been here ever since.",
  "We have an absolute right.",
  "STIGALL: Oh, I kind of do.",
  "You never get rid of them.",
  "It's very, very different.",
  "WILLIAMS: Hey, what's up?",
  "WILLIAMS: That's perfect.",
  "Guam is just a territory.",
  "STEYN: That's right, yes.",
  "BAKER: A week and a half.",
  "STIGALL: Yes, I did, too.",
  "Immigration is important.",
  "So no worries about that.",
  "This isn't like a cartel.",
  "STEYN: No, but Japan can.",
  "WILLIAMS: Yes, they did.",
  "What does all this mean?",
  "OK. Well, my Wait, What?",
  "Did you hear about this?",
  "Nothing else has worked.",
  "I'll make the decision.",
  "That's very, very cute.",
  "TIMPF: They have lunch.",
  "He was at that meeting.",
  "And so -- yes, I agree.",
  "It's all these things.",
  "Mueller, I don't know.",
  "WILLIAMS: Seven years.",
  "STIGALL: -- ObamaCare.",
  "STEYN: Well, yes, yes.",
  "I'm all depressed now.",
  "I'll kick things off.",
  "Don't forget empower.",
  "STIGALL: Great point.",
  "That's a bad message.",
  "And I figured it out.",
  "It's almost opposite.",
  "Of course, they are.",
  "They're cooperating.",
  "That's how it works.",
  "TIMPF: It's the FBI.",
  "They're right there.",
  "We'll be right back.",
  "STEYN: That's great.",
  "I wouldn't cross it.",
  "Up next, WAIT, WHAT?",
  "ALL RIGHTS RESERVED.",
  "So, forget about it.",
  "Throw the bums out.",
  "TIMPF: Mark, go on.",
  "How do you do this?",
  "We can't stop that.",
  "WILLIAMS: Oh, sure.",
  "It's the sanctions.",
  "New Zealand, could.",
  "I'll call the shot.",
  "WILLIAMS: So be it.",
  "TIMPF: Absolutely.",
  "No doubt about it.",
  "Australia, may be.",
  "STIGALL: Why this?",
  "Kind of insulting.",
  "Nobody wants that.",
  "WILLIAMS: Empower.",
  "He walks right in.",
  "Everyone sold out.",
  "And he was crazed.",
  "TIMPF: All right.",
  "We've heard that.",
  "We all can agree.",
  "WILLIAMS: Got it.",
  "WILLIAMS: Right.",
  "WILLIAMS: I see.",
  "WILLIAMS: Right.",
  "WILLIAMS: Right.",
  "WILLIAMS: Right.",
  "WILLIAMS: Right.",
  "BAKER: Yes, yes.",
  "They have lunch.",
  "What do they do?",
  "STIGALL: Seagal.",
  "STIGALL: Right.",
  "Fire and fiery.",
  "That's perfect.",
  "They have that.",
  "WILLIAMS: Yeah.",
  "STIGALL: Yeah.",
  "We'll do that.",
  "WILLIAMS: Yes.",
  "WILLIAMS: Yes.",
  "WILLIAMS: Yes.",
  "WILLIAMS: Yes.",
  "Don't go away.",
  "Don't go away.",
  "BAKER: Right?",
  "Stay with us.",
  "Stay with us.",
  "I don't know.",
  "STIGALL: Yes.",
  "I kind of do.",
  "STEYN: Right.",
  "I really do.",
  "They got it.",
  "STEYN: Yeah.",
  "But the FBI.",
  "STEYN: Sure.",
  "STEYN: Yeah.",
  "Absolutely.",
  "STEYN: Yes.",
  "STEYN: Yes.",
  "BAKER: Yes.",
  "STEYN: Yes.",
  "TIMPF: Yes.",
  "STEYN: Yes.",
  "STEYN: Wow.",
  "STEYN: No.",
  "Who knows?",
  "Bring it.",
  "Come on.",
  "And so.",
  "Kibosh.",
  "Trump.",
  "I see.",
  "I see.",
  "Yes.",
  "Yes."
]