[
  "But on Wednesday, Prince — a Trump supporter whose sister Betsy DeVos is the U.S. education secretary — testified on matters far less consequential and on a far more modest stage: Courtroom 2C of the Loudoun County Courthouse in Leesburg, Va., about 40 miles west of the nation's capital.",
  "Here, in the historic red-brick courthouse, Prince testified in a marathon lawsuit against Robert Young Pelton, a prominent war correspondent whom he partnered with to rejuvenate the Blackwater brand selling expensive survival gear, such as combat knives.",
  "According to Pelton, Prince asked him at their Abu Dhabi meeting whether he would ramp up the Somalia Report into a 24-7 news operation that would produce multiple stories a day, and supply information on demand, exclusively to Prince.",
  "He suspected that Prince wanted to keep his involvement in the Somalia Report secret because a United Nations monitoring group was investigating Prince for possibly violating the U.N. arms embargo on Somalia.",
  "Just last week, Prince testified before House investigators that he met an ally of Russian President Vladimir Putin in the Seychelles in January to establish a back channel between President Trump and Moscow.",
  "Prince,\" Pelton's attorney asked, \"isn't it true that after Pelton told you about the allocation of the money, you turned around and got reimbursed by the donor [to the private police force in Somalia]?\"",
  "Pelton testified that a Prince adviser, Mike Shanklin, a former CIA station chief in Somalia, witnessed the meeting at Prince's office in Abu Dhabi and Prince's signing of the document.",
  "At one point during his testimony, Prince vented about Pelton, saying that his ex-business partner \"has an obsession\" in \"getting stories planted and lots of nonsense about me.\"",
  "Pelton \"claimed he had overdue bills [for the Somalia website] and so he paid money I had sent him for my Blackwater brand and instead put it in his own pocket,\" Prince said.",
  "Pelton contends that Prince summoned him for a meeting in November 2010 to Abu Dhabi, the capital of the United Arab Emirates, where the former Blackwater chief was living.",
  "On Tuesday morning, the trial's second day, Prince was even conscripted into technical duties, helping plug cords into computer screens perched in front of the jury box.",
  "(Jacquelyn Martin/AP)\n\nErik Prince, founder of the notorious and now-shuttered military contracting firm Blackwater, has faced off against inquisitors of all stripes.",
  "Prince, 48, an ex-Navy SEAL and CIA operative, built Blackwater into a billion-dollar behemoth during the Iraq and Afghanistan wars, before selling the firm in 2010.",
  "Prince said the $720,000 happened to be the amount he earned as a consultant in the Emirates — from the same company named as a party to the Somalia Report contract.",
  "A House oversight committee once grilled him for four hours about shootings and other acts of violence by Blackwater guards against civilians in the Iraqi war zone.",
  "The company's reputation was badly damaged after several Blackwater guards shot and killed numerous unarmed Iraqi civilians in a Baghdad traffic circle in 2007.",
  "Prince says Pelton owes him — as much as $2 million — to recoup his investment in the attempted Blackwater reboot, which never resulted in significant profits.",
  "The two men signed a second contract, granting Pelton's firm the exclusive right for the following five years to develop and oversee new Blackwater products.",
  "They briefly shook hands right outside the courtroom doors as the trial got underway\n\nAs business partners, Prince and Pelton seemed like the perfect match.",
  "[Blackwater founder Erik Prince goes to war against ex-business partner]\n\nPelton claims that Prince owes him nearly $1 million in unreimbursed expenses.",
  "When Prince finally sent Pelton a payment of about $920,000, Pelton allocated $720,000 to paying off the outstanding debt for the Somalia news site.",
  "Prince, however, testified that the $720,000 should have been spent on one thing only — developing retails products to restore Blackwater's luster.",
  "He'd interviewed Prince for his 2006 book, \"Licensed to Kill: Hired Guns in the War on Terror,\" and for a 2010 magazine profile in Men's Journal.",
  "Pelton, for his part, was in the early stages of building a news website in Somalia that reported on the whereabouts of hostages and pirates.",
  "organize a private police force to combat piracy off the coast of Somalia and to protect shipping lanes valuable to the Persian Gulf nation.",
  "Pelton, 62, whose DPx Gear sells knives for as much as nearly $400, has made a career out of traveling to the world's most dangerous places.",
  "During breaks, the former Navy SEAL frequently chatted with his army of attorneys or his wife, Stacy DeLuke, a former company spokeswoman.",
  "Nonetheless, Pelton's company began receiving wire transfers in early 2011 from mysteriously named entities such as Flying Carpet S.A.L.",
  "The terms: Prince would have to pay $133,000 a month, an amount that Pelton said Prince later orally agreed to increase to $150,000.",
  "By October 2012, Pelton informed Prince that he'd spent the $720,000 on Prince's alleged outstanding debt for the Somalia website.",
  "Prince said Wednesday that other people involved in the Somali private police force, including the U.A.E., were paying Pelton.",
  "But by early 2012, Pelton testified, Prince stopped financing the Somalia Report website and was $720,000 behind in payments.",
  "Blackwater founder Erik Prince arrives for a closed meeting with members of the House Intelligence Committee last week.",
  "Prince said Pelton misspent the money on a news website devoted to Somalia that Prince says he had nothing to do with.",
  "Later that year, Prince invited Pelton to a barbecue and asked him for help on a third project: his autobiography.",
  "Besides, Prince said, the signatures are not in the contract's signature blocks and are instead on the cover page.",
  "Although the lawyers occasionally sparred with each other during breaks, Prince and Pelton kept their distance.",
  "Pelton testified that he told Prince numerous times about the distribution but heard no dissent.",
  "Typically, Prince is a magnet for the press corps, yet only one reporter sat in the courtroom.",
  "But Prince testified Wednesday that the signature on the Somalia Report contract was not his.",
  "Pelton said the steep fees would pay editors and a sprawling ground network of Somalis.",
  "The meeting, he told reporters afterward, was a \"meaningless fishing expedition.\"",
  "\"I never signed a Somalia [Report] subscription agreement with Mr. Pelton, no.\"",
  "Shortly afterward, Prince amended his tax returns to report $720,000 in income.",
  "After the profile, according to Pelton, the two went into business together.",
  "Pelton assumed the money came from Prince — or was sent at his behest.",
  "All week, the trial in Loudoun County has been quietly surreal.",
  "\"It looks like it,\" Prince said, before saying it wasn't.",
  "At the time, Prince was reportedly helping the U.A.E.",
  "He wanted Pelton's help reviving Blackwater's brand.",
  "\"I was the idea guy,\" Prince testified Wednesday.",
  "The men, according to Pelton, signed a contract.",
  "He sent Prince invoices but heard nothing back.",
  "asked Pelton's attorney, Brian Riopelle.",
  "\"That's your signature on the front?\"",
  "By March 2011, Prince had a new idea.",
  "\"Could be photoshopped,\" he said.",
  "It was called the Somalia Report.",
  "and African Minerals Enterprise.",
  "\"It was a passion project.\"",
  "\"Mr."
]