[
  "One Democratic leadership aide was pretty blunt about it, saying that even on good days someone is always acting like an idiot when it comes to this whole debate over the war and what the best message is, especially on a day like this when Democrats understanding full well, the leaders, that there is so much frustration that they haven't been able to come together with Republicans to pass something in a bipartisan way, and a day today when they actually did it, again, nobody is really talking about that that much.",
  "I think the Democrats are purposely taking the position that they're taking because they're looking at it saying, look, African- American people in this country, we either have your vote already -- because most of us vote Democratic, including myself -- or they say, well look, we don't need to focus on you so much because we have so many other people in the Hispanic community that may be voting for us.",
  "OBAMA: What I said is, is that I would retain a very limited number of troops to carry out functions that we carry out in other areas of the world that aren't war zones -- protecting our diplomatic and civilian corps, our embassy -- and having a strike force, which might be in Iraq or in the region, to target al Qaeda in Iraq.",
  "Backing up protesters' claims that plain-clothed intelligence officers were operating in their midst, smuggled evidence seeping out of this isolated country that the pro- democracy movement is being ruthlessly crushed, pictures that are likely to define Myanmar's government to the world.",
  "SEN. BARACK OBAMA (D), ILLINOIS: The only time when I said I'm not sure what I would do if I were in the Senate was right before the Democratic convention, when we had two nominees that, obviously, I did not want to be criticizing right before they got up and received the nomination.",
  "(BEGIN VIDEOTAPE)\n\n\n\nBARBARA STARR, CNN PENTAGON CORRESPONDENT (voice-over): For more than three hours, Blackwater Chairman Erik Prince defended his employees against any suggestion that security contractors are out of control when guarding convoys on Iraq's dangerous streets.",
  "(END VIDEOTAPE)\n\n\n\nSTARR: Now, Kitty, the committee chairman, Henry Waxman of California, said the key issue for him right now is whether these contractors are being held accountable when there is wrongdoing and whether the work they do is really cost effective.",
  "And the illegal issue comes into play because if you're pulled over and you have a legal drivers license from the State of New York, you're -- the question of you being here illegally may not ever be addressed because you have a legal driver's license.",
  "One of the things that I'm worried about is if they're going to issue these licenses, if they're giving these people the right to drive and if they're giving them the right to drive, if they go out and kill somebody, can we sue the State of New York?",
  "(END VIDEOTAPE)\n\n\n\nBASH: We're told that House Speaker Nancy Pelosi found out about this idea last night and despite her opposition to it, she did not try to stop her Democratic colleagues from actually having this press conference and proposing it.",
  "And what happens is the Social Security Administration, if they get so many of these \"no-match\" from employers, they do notify Homeland Security and then Homeland Security does get involved and says, look, this could be used against you in court.",
  "This brings us back to Ron Paul, once again, who says I'm not running for president because I want to tell you what to do with your life, I'm running for government because I want to back the government out of your life and out of your affairs.",
  "If they find out their Social Security doesn't match their name because of a typing error or a misspelling, some failure to change the name after becoming married or something, it's to their benefit to have this straightened out, isn't it?",
  "TOM DUPREE, DEPUTY ASSISTANT ATTORNEY GENERAL: This is a rule that provides much needed guidance and clarity to employers who want to comply with the law and who want to understand their obligations when they receive a \"no-match\" letter.",
  "SYLVESTER: Proponents of the change say the current system put small meat producers at a disadvantage by not allowing them to sell their products across state lines while foreign producers can sell anywhere in the United States.",
  "LUCAS GUTTENTAG, ACLU ATTORNEY: The Department of Homeland Security is trying to create a legal liability out of the \"no-match\" letters that does not exist and that we don't believe can legally be imposed by changing the rule.",
  "(BEGIN VIDEOTAPE)\n\n\n\nCROWLEY: I want to talk about your Iraq speech, because you have also said since then that you're not sure what you would have done had you been in the Senate because you weren't privy to the intelligence.",
  "(BEGIN VIDEOTAPE)\n\n\n\nBILL TUCKER, CNN CORRESPONDENT (voice-over): In New York State, illegal aliens will soon be welcomed and protected, if Governor Spitzer can follow through on his plan to grant them drivers licenses.",
  "MADISON: But, you know what's really stupid about this -- and I'm not going to mince words with this -- is when I heard the governor today announce he's going to have a separate place for what...\n\n\n\nBALLENTINE: Yes.",
  "And the governor of New York slams opponents of his plan to give drivers licenses to illegal aliens, but those opponents say they will not give up their fight to prevent New York from becoming a sanctuary state.",
  "(END VIDEOTAPE)\n\n\n\nTUCKER: But the New York State Republican Party has filed suit against the governor, challenging his authority, arguing that legislative action is what is required in order to carry this off.",
  "But it should also be said that as Prince pointed out, under Blackwater's operations, no protectee, none of the people -- the high-value people that they protect, have ever been killed in Iraq -- Kitty.",
  "It's destroying -- there's a huge opportunity cost that is being paid by the same younger generation that's going to be asked to pay the bill because the president is paying for this war on the cuff.",
  "PILGRIM: Barack Obama, by the way, was a state senator in Illinois when Congress voted in October 2002 to give President Bush the authority to use military force to oust Iraqi leader Saddam Hussein.",
  "Instead, they will submit six points of identification to a central document verification unit and DMV, the first of its kind in the nation where specially trained staff will verify their validity.",
  "They, in essence, I firmly believe, are saying to black America -- the majority of my audience and Warren's audience -- is basically, you guys are now in the lower tier of our political future.",
  "ROMANS: After a summer of millions of recalls of imported toys with dangerous design flaws or tainted with lead, toy executives putting the positive spin on a hellish year for toy customers.",
  "(END VIDEO TAPE)\n\n\n\nCROWLEY: As for why his campaign lagged by double digits behind Hillary Clinton in the national polls, Obama says Americans are just starting to pay attention -- Kitty.",
  "Here you have a system, it has been working, it has been working for 40 years and now they want to roll back this provision primarily because it will benefit business interests -- Kitty.",
  "CROWLEY: I want to also ask about something you said recently, which was that you couldn't commit to having U.S. troops out of Iraq by 2013, which would be the end of your first term.",
  "STARR: He spelled out Blackwater's defensive tactics, including lights, sirens and hand signals to stop threatening vehicles and firing disabling shots into radiators or windshields.",
  "Private security contractors continue to play a huge role in Iraq and, today, one of the biggest firms, Blackwater USA, faced scathing criticism from some lawmakers on Capitol Hill.",
  "And it is a concomitant -- it is inevitability with the national security state that the Republicans and the Democrats have ushered in in this country with The Patriot Act and more.",
  "Toy companies today attempted to reassure Americans that their products are safe and that may be a hard sell, given the millions of children's toys and products recalled this year.",
  "One of our troops has been killed in Iraq this month, 66 in September, 3,809 of our troops have been killed since this war began, 28,093 troops wounded, 12,600 of them seriously.",
  "(COMMERCIAL BREAK)\n\n\n\nPILGRIM: He's facing strong opposition, but New York State Governor Eliot Spitzer is pushing ahead with his plan it give drivers licenses to illegal aliens.",
  "PILGRIM: Obama took the moment today, during a speech in Chicago, to point out that he had opposed the war five years ago when he spoke out against the U.S.-led invasion of Iraq.",
  "REP. COLLIN PETERSON (D-MN), CHAIRMAN, AGRICULTURE COMMITTEE: If we can set up a system to certify plants in Honduras or Guatemala, we can certainly certify plants in Minnesota.",
  "BASH: For the first time a big bipartisan vote approving an Iraq bill, one forcing the president to come up with a withdrawal plan, but this is what's getting all the attention.",
  "A provision buried in the 2007 farm bill would allow up to 80 percent of all federally inspected plants to opt out of the federal program and be inspected only by their state.",
  "PILGRIM: Gentlemen, I'd like to start with Governor Spitzer, who has managed to raise quite a bit of controversy with his action to open up drivers licenses to illegal aliens.",
  "(BEGIN VIDEOTAPE)\n\n\n\nDAN RIVERS, CNN CORRESPONDENT (voice-over): This is the ugly face of military repression the generals who control Myanmar have tried so hard to cover up.",
  "CHRISTINE ROMANS, CNN CORRESPONDENT: Kitty, the toy industry is playing up its new toys for the holiday season and playing down concerns about dangerous imports from China.",
  "REP. TOM DAVIS (R), RANKING MEMBER, OVERSIGHT COMMITTEE: To date, there has not been a single successful prosecution of a security provider in Iraq for criminal misconduct.",
  "\n\n\n\nReturn to Transcripts main page\n\nLOU DOBBS TONIGHT\n\nDems Launch New Plan to End Iraq War; Blackwater Under Fire for Civilian Deaths; New Farm Bill Guts Meat Inspection?",
  "BASH: Democratic sources say leaders know full well that the war tax idea allows Republicans to resurrect their classic Democrats \"tax and spend\" attack line and they did.",
  "PILGRIM: Dana, it makes a political point, but I would imagine that the Democrats are pretty frustrated would Murtha and Obey for taking away from the real message here.",
  "GOYETTE: You know, these people sell off a little bit of themselves each time they stick out their hand and they agree to do something for somebody to collect the money.",
  "SPITZER: There has already been very significant pushback, as you've seen the nature of the rhetoric, the anti-immigrant emotions that have been fanned and preyed upon.",
  "SYLVESTER: Nancy Donley is among those fighting to keep Congress from rolling back federal inspections of meat and poultry, rules that have been in place for 40 years.",
  "We are faced with a really, really tough challenge to people here that want to expand the war, continue to rule and brand name America and de-capitalize this country.",
  "Members of Congress have notified Homeland Security that they have the authority under the law to go ahead and let these employers know that they could be prosecuted.",
  "But I think so many of them are concerned about getting votes that they're trying to see which way it's going to go before they come out and take a political stance.",
  "BYRNE: Well, I think some parents are obviously going to be concerned about Chinese toys, but at the end of the day, it's the kids who are specifying what they want.",
  "BASH: But hours later, House Speaker Nancy Pelosi issued a rare public dismissal of a proposal from her confidant John Murtha and Appropriations Chairman David Obey.",
  "Also, the Interstate Commerce Clause is going to come into effect here, because if you're giving somebody a license, you're giving them a right to drive from state.",
  "(BEGIN VIDEOTAPE)\n\n\n\nLISA SYLVESTER, CNN CORRESPONDENT (voice-over): Alex Donley died at 6 years old from E. coli poisoning after eating a contaminated hamburger.",
  "SEN. BARBARA BOXER (D), CALIFORNIA: Allowing uneven and lax state standards to replace a uniform federal standard is not only inappropriate, it is irresponsible.",
  "ELIOT SPITZER (D), NEW YORK: Undocumented immigrants will not be able to get a license in the over-the-counter manner that lawful residents currently go through.",
  "(END VIDEO CLIP)\n\n\n\nPILGRIM: New obligations -- it's always been the obligation of an employer to verify that the Social Security matches the employee, correct?",
  "Rudy Giuliani was in Philadelphia yesterday and he visited Geno's cheese steak shop, where they had a sign that said \"This is America, please order in English.\"",
  "I'll give you three hours on my show -- all of you -- Republican and Democrat, not to take calls from inside Washington...\n\n\n\nPILGRIM: Anybody taking you up?",
  "(COMMERCIAL BREAK)\n\n\n\nPILGRIM: Now, the results of tonight's poll -- 86 percent of you say the federal government should be responsible for meat inspections.",
  "Soldiers bark orders as an injured protester is attended to by an anxious friend trying to stay out of sight, and in the street, the remains of the stampede.",
  "NEIL FRIEDMAN, PRESIDENT, MATTEL BRANDS: (INAUDIBLE) make the consumer feel pretty good about what they're going to be buying going into the holiday season.",
  "PILGRIM: Well, can you imagine if the line is shorter what the (INAUDIBLE)...\n\n\n\nMADISON: I mean, so what person who is here illegally...\n\n\n\nPILGRIM: Right.",
  "Plus, we have exclusive video of that brutal government crackdown on pro-democracy demonstrators in Myanmar -- images of monks being beaten and a lot more.",
  "But since he has been a United States senator, he has fallen right in every line on every vote to continue the war, authorize the war...\n\n\n\nMADISON: Yes.",
  "AFL, the Democratic Party and, to some degree, the Republican Party, is pandering to big business because look at the decision with the \"no-match\" today.",
  "SYLVESTER: But as the second-largest recall of tainted meat is under way, now is not the time to cut back on meat inspections, say food safety advocates.",
  "We would like to point out we did invite New York Governor Eliot Spitzer to join us on the program to discuss the drivers license issue, but he declined.",
  "MARK PRESTON, CNN POLITICAL EDITOR: And, clearly, the Clinton campaign wanted a day of their own, so that's why we saw the numbers released this morning.",
  "Lou, by the way, is recovering well from his tonsillectomy and we expect him to return soon and we'll have more of your e-mails later in the broadcast.",
  "TUCKER: Those who oppose him, he says, are using heated rhetoric and hysterical allegations, yet he is quick to brand his opposition as anti-immigrant.",
  "OBAMA: Well, but the point is that we are going to have the need to engage in potential military actions in the region, against targets in the region.",
  "STARR: But Prince was not questioned about the controversial shooting by Blackwater personnel in Baghdad that killed a number of civilians last month.",
  "Mike and Ruth in Missouri wrote to us: \"If illegal immigrants want rights, they should return to their home country and fight for their rights there.\"",
  "The Toy Industry Association the over the past year $22.5 billion in toys were sold in the U.S. market, 80 to 85 percent of those toys made in China.",
  "In a foreign policy address on the fifth anniversary of an anti-war speech, Senator Obama reminded his audience that he opposed the war from day one.",
  "And now we have a federal judge saying nope, don't tell the employers that, and basically preventing the enforcement of an old law against employers.",
  "PILGRIM: But the government argues that the rule would give employers more than adequate time to ensure they're following laws already on the books.",
  "(BEGIN VIDEO CLIP)\n\n\n\nSCOTT KRONLAND, LAWYER FOR AFL-CIO: The department is seeking to impose new obligations on employers to re-verify employees.",
  "And because of that, now a federal judge says, basically, do not enforce the law, do not hold employers accountable for knowingly hiring illegals.",
  "Homeland Security now is basically telling the employers, we're going to enforce the law, you're going to have to pay fines if you hire illegals.",
  "Well, Democratic presidential candidate Senator Barack Obama today blasted Senator Hillary Clinton for supporting the war in Iraq five years ago.",
  "In a written statement, part of which he did not read, Prince indicated the September 16th shootout began when a Blackwater team came under fire.",
  "The United States is still technically at war with North Korea, but that did not stop the South Korean president from visiting North Korea today.",
  "DANA BASH, CNN CONGRESSIONAL CORRESPONDENT: Well, Kitty, all the buzz here today was that Democratic idea to raise taxes to help pay for the war.",
  "REP. ELIJAH CUMMINGS (D), MARYLAND: Blackwater appears to have fostered a culture of shoot first and sometimes kill and then ask the questions.",
  "DIR., PRODUCT INTEGRITY, MATTEL: Everything coming out of Asia and our vendor source plants has been tested and is safe for the holiday season.",
  "GERLACH: It seems to me that many in the Democrat leadership want to increase people's taxes and will find any reason in the world to do that.",
  "ROMANS: At an event designed to play up the season's hot-selling toys, organizers played down consumer fears about where those toys are made.",
  "Also, we'll show you why Democratic presidential candidate Barack Obama is accusing some of his rivals of trying to rewrite history on Iraq.",
  "Companies will test those products more and toy industry insiders said that means toys will cost more, Kitty, starting some time next year.",
  "NANCY DONLEY, SAFE TABLES OUR PRIORITY: I assumed that what you buy in your grocery store and what you can order in a restaurant was safe.",
  "And, once again, we have those who pander to the cheap plantation labor getting their way in court, to the detriment of the United States.",
  "The AFL-CIO, years ago, would never have taken the position they've taken on immigration, as it relates particularly to depressing wages.",
  "Federal inspectors are able to pull toxic foods off the shelves quickly and efficiently, state inspectors do not have the same authority.",
  "Earlier, the smuggled video showed a very different scene: the deafening chant of a confident crowd marching peacefully through the city.",
  "But a proposed DHS rule change would now inform employers they have 90 days to clear up discrepancies or face fines and possible charges.",
  "South Korean President Roh traveled to North Korea by road and he stopped briefly at the demilitarized zone to cross the border on foot.",
  "And still part of the farm bill is the country of origin labeling, it's called COOL, and COOL was actually signed into law back in 2002.",
  "(LAUGHTER)\n\n\n\nGOYETTE: There is nothing any of them believe in, other than trying to get a monopoly on some kind of power in Washington.",
  "A reminder now to vote in tonight's poll -- who should be responsible for meat inspections, the federal government or state governments?",
  "(BEGIN VIDEO CLIP)\n\n\n\nOBAMA: In 2009, we will have a window of opportunity to renew our global leadership and bring our nation together.",
  "And they shouldn't be -- the Homeland Security certainly shouldn't be prohibited from prosecuting people who continue to hire illegals.",
  "The pictures taken just before Myanmar's foreign minister claimed security personnel had exercised what he called the utmost restraint.",
  "CANDY CROWLEY, CNN CORRESPONDENT: Kitty, rival campaigns and Obama critics say, yes, he was one of the earliest opponents of this war.",
  "(COMMERCIAL BREAK)\n\n\n\nPILGRIM: For a closer look at today's issues, we welcome some of the best radio talk show hosts in the country.",
  "Don in Missouri wrote: \"Will there ever be a time when our government officials will work for we the people and not just themselves?\"",
  "(BEGIN VIDEO TAPE)\n\n\n\nPILGRIM (voice-over): For years, the Social Security Administration has sent out so-called \"no-match\" letters.",
  "They've got 12 toys, a lot more than that that they're trying to push on American consumers because this is their big profit season.",
  "CARTER KEITHLEY, TOY INDUSTRY ASSOCIATION: I think that we will see -- you know, continue to see a lot of product coming from China.",
  "(BEGIN VIDEOTAPE)\n\n\n\nWILLIAM SCHNEIDER, CNN SENIOR POLITICAL ANALYST (voice over): Third quarter fundraising is traditionally slow.",
  "You've got 90 days to figure out what the problem is with this employer or employee, fire them if they're illegally in the country.",
  "PILGRIM: Lisa, in the range of products that are inspected in this country, meat was considered among the best inspected products.",
  "State standards are supposed to be equal to federal standards, but critics of the legislative change insist they're not up to par.",
  "It certainly does open the door to the possibility of criminal prosecutions, but that would be a long ways down the road -- Kitty.",
  "A lot of Democratic leaders, Kitty, were caught off-guard, most of them making it pretty clear that they were not happy about it.",
  "So can you imagine if you're with the immigration service, all you have to do is just sit there and wait to see who gets in line.",
  "REP. CAROLYN MALONEY (D), NEW YORK: If he lived in America, he would have been arrested and he would be facing criminal charges.",
  "STARR: Prince was questioned about an incident last year when a drunken Blackwater employee shot and killed an Iraqi bodyguard.",
  "(COMMERCIAL BREAK)\n\n\n\nPILGRIM: A provision in the new farm bill would unbelievably allow for fewer federal inspections of meat.",
  "As Christine Romans reports, the toy industry is hoping it can allay consumer fears so it can have a profitable holiday season.",
  "Bob in Florida wrote: \"Hey, Lou, get back on the job, we all miss and need you on the front line in the fight against amnesty.\"",
  "TUCKER: His opponents answer, saying they are not anti-immigrant but they are against rewarding people who have broken the law.",
  "And, no, he will not share information gathered from illegal aliens getting their license with federal immigration authorities.",
  "If he was a member of our military, he would be under a court-martial, but it appears it me that Blackwater has special rules.",
  "But the Blackwater chairman, Erik Prince, insisted his employees are not reckless gunmen who fire on Iraqis indiscriminately.",
  "(END VIDEOTAPE)\n\n\n\nPILGRIM: Still to come, the toy industry can't shake off its addiction to cheap toys from communist China.",
  "That's one reason her fundraising has picked up -- more and more people think she'll win, and people like to bet on a winner.",
  "Some lawmakers are caving in to special interests and demanding an end to federal safety inspections of our meat and poultry.",
  "BASH: Pennsylvania Republican Jim Gerlach strongly supported the day's bipartisan Iraq bill, but eager to blast any war tax.",
  "(END VIDEOTAPE) SYLVESTER: The provision in the farm bill passed in the House in July without a lot of fanfare or publicity.",
  "All the candidates are going to have to address...\n\n\n\nMADISON: Well, he should have went across the street to the other one.",
  "Also up next, the Clinton juggernaut -- can her rivals still stop her on the road to the Democratic presidential nomination?",
  "PILGRIM: You know, and, certainly, Charles, you know -- and, also, this document is your entree onto an airplane, isn't it?",
  "TO ORDER A VIDEO OF THIS TRANSCRIPT, PLEASE CALL 800-CNN-NEWS OR USE OUR SECURE ONLINE ORDER FORM LOCATED AT www.voxant.com",
  "The Obama campaign points out that it's raised nearly $75 million for the primaries -- about $12 million more than Clinton.",
  "(COMMERCIAL BREAK)\n\n\n\nPILGRIM: A new measure to crack down on employers of illegal aliens was put on hold again last night.",
  "And DHS does not have the authority to hijack the Social Security system to turn it into an immigration enforcement scheme.",
  "EDWARD SCHMULTS, FAO SCHWARZ: We're seeing a heightened level of parental scrutiny of toys, which I think is a good thing.",
  "Anita Hill speaking publicly about allegations against her by the Supreme Court justice, Clarence Thomas, in his new book.",
  "(CROSSTALK)\n\n\n\nMADISON: The only thing I was going to say is that, quite candidly, I don't care how much money they raise.",
  "They have an ongoing duty to make sure that the people they hire have a name -- that name matches Social Security numbers.",
  "GOYETTE: It's not as though there was ever a proposal to strand those Americans half way around the world and leave them.",
  "We make sure that those who are here get the benefit of the community that we have defined by virtue of those state laws.",
  "A federal judge extended the delay of a proposed rule change by the Department of Homeland Security for another 10 days.",
  "As Lisa Sylvester now reports, food safety advocates and many others are stunned by the move to cut federal inspections.",
  "PRINCE: Most of the attacks we get in Iraq are complex, meaning it is not just one bad thing, it's a host of bad things.",
  "Figure out what the problem is and if the person is illegally in the country, you could be fined for hiring this person.",
  "It has never been fully enacted, mostly due to pressure from food industry lobbyists and other special interest groups.",
  "And Governor Eliot Spitzer of New York puts the interest of illegal aliens and the lobby before our national security.",
  "(END VIDEO TAPE)\n\n\n\nPILGRIM: Congressman Ted Poe is a strong supporter of toughening our laws on illegal immigration.",
  "The FBI has a criminal investigation ongoing and the Justice Department asked Congress and Prince not to discuss it.",
  "Now, the way this works is a letter goes out and says you have a \"no-match\" and a DHS notice accompanies the letter.",
  "GOYETTE: Well, let me just tell you, I think Obama is giving himself too much credit for his opposition to the war.",
  "British Prime Minister Gordon Brown on a surprise visit to Iraq said the troops will leave by the end of this year.",
  "SYLVESTER: And that is one of the things that critics of this rule change, they are asking that very same question.",
  "(END VIDEOTAPE)\n\n\n\nSCHNEIDER: Both Clinton and Obama seem to have the money they need for a sustained primary race.",
  "In our monthly poll of polls, Clinton was 15 points ahead in early summer, 18 points in August and 19 in September.",
  "PILGRIM: Joe...\n\n\n\nGOYETTE: Kitty...\n\n\n\nMADISON: (INAUDIBLE)...\n\n\n\nPILGRIM: Well, let Joe in on this for a second.",
  "Why did they allow the former Mexican president and others to come to this country and push their amnesty agenda?",
  "Also, startling new numbers about Senator Hillary Clinton's efforts to raise money for her presidential campaign.",
  "Everything is OK until it's not and then it's really not OK.\n\n\n\nROMANS: It's a really important time of the year.",
  "(BEGIN VIDEOTAPE)\n\n\n\nROMANS (voice-over): These are the 12 toys the toy industry says will be hot this Christmas.",
  "And later, President Roh met with the North Korean leader, Kim Jong-il, in the North Korean capital of Pyongyang.",
  "Now some analysts say the South Korean leader's visit is designed to boost its sagging approval ratings at home.",
  "PILGRIM: Well, you know, the one thing I really want...\n\n\n\n(LAUGHTER)\n\n\n\nPILGRIM: God, believe me, we have more.",
  "He said -- he said that to become a citizen of the country, you should be able to read, write and speak English.",
  "Warren, what do you think about the candidates and trying to reposition their attitudes on some of these issues?",
  "And they're looking at big business and they're looking at immigration as the two keys to usher this new era in.",
  "And just today the Consumer Product Safety Commission announced another recall of toys made in communist China.",
  "ROMANS: Still, there is no doubt, the headlines and the recalls have left consumers angry and asking questions.",
  "CHRIS BYRNE, TOY INDUSTRY ANALYST: Everything that you see here, almost every promotional toy is made in China.",
  "Shawn in Kansas wrote: \"It looks like the Mexican government has finally become even more outrageous than ours.",
  "PILGRIM: You know, Judge Charles Breyer said that employees -- it would cause irreparable harm to enforce this.",
  "Also coming up, rising fury after a federal judge delays a government program to enforce our immigration laws.",
  "Elsewhere in Asia, another top-level meeting this time between the military ruler of Myanmar and a U.N. envoy.",
  "(COMMERCIAL BREAK)\n\n\n\nPILGRIM: It's a record year for Democratic fund-raising for the presidential campaign.",
  "Figures released today show the New York Senator with her best three-month fund-raising totals for the year.",
  "Meanwhile, some members of Congress blasted the conduct of the private security firm Blackwater USA in Iraq.",
  "Lawyers for the plaintiffs say the rule is discriminatory and DHS is putting an unfair burden on employers.",
  "BASH: The proposal would require low- and middle-income Americans to pay an additional 2 percent in taxes.",
  "The American people get to decide -- are we going to turn back the clock or are we going to turn the page?",
  "REP. TOM REYNOLDS (R), NEW YORK: What the governor is doing is changing a program, not to provide legals.",
  "Where is their shame in allowing so many of their citizens to live in poverty and do anything about it?",
  "Now this meeting took place after the Myanmar's regime's violent crackdown of pro-democracy protesters.",
  "(BEGIN VIDEOTAPE)\n\n\n\nBASH (voice-over): This is what Democrats wanted their message of the day to be...",
  "But in the last quarter, Clinton's primary contributions totaled more than Obama's for the first time.",
  "And I think it's time the American people wake up to a whole bunch of them -- the Rs and the Ds alike.",
  "He'll give us his response to the New York governor's plan to give driver's license to illegal aliens.",
  "I know the polls are saying one thing, but I really like the fact that he's talking about inclusion.",
  "I think that the Democrats have an opportunity right now to come forward and seize this opportunity.",
  "PRESTON: We don't know how much money they've spent, how much money they actually have in the bank.",
  "Demanding citizenship for all illegal aliens and blaming Americans is just too much bravado for me.",
  "The Hillary Clinton and Barack Obama campaigns said they expected to raise only about $20 million.",
  "The government has 140,000 letters ready to mail employers as soon as the judge grants permission.",
  "Those who run fast enough are searched and loaded onto trucks by men who are not wearing uniforms.",
  "Blackwater's job, Prince says, is to get the people it's protecting to safety when trouble starts.",
  "They're asking questions and really thinking about the appropriateness of toys for their children.",
  "He's trying to position himself more in line with the American people to get these votes out here.",
  "BALLENTINE: Well, none of them has done that...\n\n\n\nPILGRIM: Gentlemen, we've got to leave it here.",
  "There will be a hearing here in New York City tomorrow, Kitty, of those who are opposed to this.",
  "Right now, they're carrying the headlines on all the major news stations and all the Web sites.",
  "And he asks, since it's already illegal to hire illegal aliens, why is this case even in court?",
  "Now, the new rule would increase penalties on employers who keep illegal aliens on the payroll.",
  "Also, with this fundraising thing here, it's two things that we've got to make perfectly clear.",
  "There's only one guy who's outspoken against this kind of stuff, and it's Congressman Ron Paul.",
  "Some of the best radio talk show hosts in the country will join me with their thoughts on that.",
  "But the war needs to be stepped down and de-funded and he hasn't done anything to get it done.",
  "PILGRIM: Well, it is a make or break moment for American consumers too to make good decisions.",
  "But the overall message, the factory floor for America's toys is in China and will stay there.",
  "The measure is now being considered in the Senate where it is facing more opposition -- Kitty.",
  "ROMANS: FAO Schwarz now lists the country of origin of all the toys it sells on its Web site.",
  "The images just smuggled out by men and women who risk their lives are at least two days old.",
  "Many, including the governor, believe he has the power to make the change by executive order.",
  "Senior Democrats announcing a proposal to help pay for the Iraq War by taxing most Americans.",
  "REP. STENY HOYER (D-MD), MAJORITY LEADER: This is not a party position at this point in time.",
  "What does that say to all of the people who thought last year they voted to get out of Iraq?",
  "Some prisoners already clearly injured, watched over by an officer in the now silent street.",
  "This comes in the midst of a recall of more than 20 million pounds of frozen hamburger meat.",
  "MADISON: ...illegal aliens...\n\n\n\nBALLENTINE: Yes, that's...\n\n\n\nMADISON: ...immigrants to go.",
  "Also, the frontrunner among Republicans in the presidential race speaks out on immigration.",
  "BALLENTINE: And I mean it's a lot of different issues that's coming to play here with this.",
  "A 2006 USDA inspector general report raises questions on the uniformity of state standards.",
  "ROMANS: Mattel's productive integrity chief says every lot of holiday toys is being tested.",
  "There is one unanswered question -- not how much you raised, but how much you've still got.",
  "And Senator Barack Obama says the Congress failed the American people on the issue of Iraq.",
  "The money race looks very different from the polls, where Clinton has maintained the lead.",
  "And they have a lot more than all nine of the Republican candidates put together -- Kitty.",
  "First, Dana Bash reports on the Democrats' new battle to challenge President Bush -- Dana.",
  "And, to be honest with you, Kitty, I'm a little concerned as a citizen and as an attorney.",
  "PILGRIM: Coming up at the top of the hour, \"THE SITUATION ROOM WITH WOLF BLITZER\" -- Wolf.",
  "No wonder they have no core beliefs -- slice by slice by slice they sell themselves away.",
  "It's an idea that one GOP aide called nothing more than a political gift for Republicans.",
  "The first thing Tuesday morning, the Clinton campaign released its number -- $27 million.",
  "STARR: Both Democrats and Republicans said nobody is watching contractors closely enough.",
  "ERIK PRINCE, CHAIRMAN, BLACKWATER USA: And I believe we acted appropriately at all times.",
  "ANNOUNCER: This is LOU DOBBS TONIGHT, news, debate and opinion for Tuesday, October 2nd.",
  "We've got a federal judge that says, no, you can't do anything about illegal immigrants.",
  "They -- that is very different from having a set of troops in the midst of a civil war.",
  "A lawsuit was filed by the ACLU and a coalition of labor and immigrant advocacy groups.",
  "It doesn't penalize American citizens who, for, as you mentioned, changed their names.",
  "She got $27 million last quarter versus $20 million from Obama raised in the quarter.",
  "Who should be responsible for meat inspections, federal government, state government?",
  "Why would they begin to weaken this one system that apparently works reasonably well?",
  "In fact, most Democratic leaders could not run far enough, fast enough from the idea.",
  "REP. DAVID OBEY (D-WI), CHAIRMAN, APPROPRIATIONS COMMITTEE: It will be a war surtax.",
  "Britain has the second-largest contingent of troops in Iraq after the United States.",
  "PILGRIM: The updated \"no-match\" letters were supposed to start going out last month.",
  "SCHNEIDER: First quarter this year, Clinton and Obama both raised about $26 million.",
  "Three leading radio hosts will join us to address Senator Obama's election campaign.",
  "This is illegal that are here illegally and the governor is setting up an open door.",
  "And rising outcry over New York's plan to issue driver's licenses to illegal aliens.",
  "And I have said to the candidates -- quit complaining about not getting enough time.",
  "Among our guests, Congressman Jim Sensenbrenner, who led the fight for the Real I.D.",
  "PILGRIM: Congressman Ted Poe, thank you very much for coming on the program tonight.",
  "GOYETTE: You know, Kitty, I think all of this stuff is headed toward a national I.D.",
  "PILGRIM: That's -- it really boggles the mind how that would work out logistically.",
  "I want to tell Warren and the world that I have given up my Democratic affiliation.",
  "I think that Senator Clinton has been effective in trying to blur the distinctions.",
  "TUCKER: There is some dispute whether Spitzer can make these changes unilaterally.",
  "It required country of origin labeling information on some imported meat and fish.",
  "Coming up, the Clinton campaign crushes the competition in the money race for '08.",
  "The industry says worries about dangerous imports are what it calls an aberration.",
  "Hillary Clinton -- let's go into this -- beat her Democratic rival in fundraising.",
  "MADISON: Well, two hours we couldn't get away from this...\n\n\n\nPILGRIM: Oh, really?",
  "And I've got to agree with my other colleague on the show about this national I.D.",
  "The ACLU says DHS doesn't have a right to the Social Security Administration data.",
  "(LAUGHTER)\n\n\n\nMADISON: And then they didn't have to worry about that controversy.",
  "That's what I want to see the news media focus on, not how much money they raise.",
  "Senior congressional Democrats today launched a new plan to stop the war in Iraq.",
  "The Chinese manufacturing operations, I've been through them, they are very good.",
  "Target is recalling more than 80,000 Plush Boys Rattles due to a choking hazard.",
  "PILGRIM: Britain today announced it will pull out 1,000 more troops out of Iraq.",
  "As Bill Tucker reports, opponents are raising new legal and political obstacles.",
  "TUCKER: In essence, New York State will do a background check on illegal aliens.",
  "UNIDENTIFIED MALE: Three-seventy-seven, the nays are 46, and the bill is passed.",
  "One, Hillary Clinton is getting money from lobbyists and campaign contributions.",
  "And we contend that the department does not have the legal authority to do that.",
  "PILGRIM: You know, this 90 days -- he's what the AFL-CIO said after the ruling.",
  "So that's why he's in the trouble he is with -- you know, I -- it's ridiculous.",
  "(LAUGHTER)\n\n\n\nGOYETTE: And by the time they're in office, there's nothing left.",
  "It was very convenient for him to say that he opposed it before he was elected.",
  "She talks to CNN about the new chapter in the showdown that goes back 16 years.",
  "Now, those Democrats demanded a war tax to pay for military operations in Iraq.",
  "POE: Irreparable harm means that somebody is going to jail for hiring illegals.",
  "And they will tell us what their listeners will have to say about this contest.",
  "Also, Congress may overturn decades-old laws to protect the safety of our food.",
  "PRINCE: Only after that do they actually direct any shots towards the drivers.",
  "They're talking about this tax hike idea, an idea that is not going anywhere.",
  "It's been against the law for years for employers to knowingly hire illegals.",
  "The firm's chairman insisted his employees are not out-of-control hired guns.",
  "All that and a lot more coming up, Kitty, right here in \"THE SITUATION ROOM\".",
  "This is like George W. Bush running in 2000 for a more modest foreign policy.",
  "And, Warren, I know you've spent a good bit of time on this, discussing this.",
  "An aide saying that she understands their frustration with the war -- Kitty.",
  "They already can submit and provide an opportunity to get a drivers license.",
  "KITTY PILGRIM, GUEST HOST: Tonight, a new threat to the safety of our food.",
  "MADISON: ...is going to go and say, OK, legal over here, illegal over here.",
  "And Sally in Pennsylvania wrote to us: \"Wishing you a speedy recovery, Lou.",
  "We have the pictures the country's military leaders don't want you to see.",
  "BALLENTINE: Kitty, I absolutely love Obama, and I'm going to tell you why.",
  "And they're concerned about turning New York State into a sanctuary state.",
  "They will even have their own separate process for getting their licenses.",
  "Senator Hillary Clinton is crushing her chief rival, Senator Barack Obama.",
  "And it's our job to make these distinctions clear to the American people.",
  "He's been against this idea of a national security state for a long time.",
  "And he's starting to look more and more attractive with each passing day.",
  "I think that is all coming to fruition in the next couple of years to be.",
  "Or should we move on to the next...\n\n\n\nGOYETTE: Well, yes, let's move on.",
  "Homeland Security is telling these employers, you've got a mismatch here.",
  "GOYETTE: His voting record on the war is identical to Hillary Clinton's.",
  "Otherwise, correct the mistake with the Social Security Administration.",
  "This does not penalize people who here legally who are working legally.",
  "BALLENTINE: Well, you know, Kitty, I think Giuliani is a flip- flopper.",
  "But when he was mayor -- I mean New York is basically a sanctuary city.",
  "We'll hear from one congressman who's angry this case is even in court.",
  "Today, Candy Crowley went one-on-one with Obama about the war in Iraq.",
  "Third quarter, the lead shifts to Clinton, $27 million to $20 million.",
  "Of course, we will be there and bring the story to you tomorrow night.",
  "And Georgiette in Washington writes: \"Where are our elected officials?",
  "Also, a federal judge delays a plan to crack down on illegal workers.",
  "PILGRIM: You know, I'd like to get your comments on a detail of this.",
  "Car bomb followed by small arms attack, RPGs followed by sniper fire.",
  "I love him because he speaks about inclusion -- including everybody.",
  "BALLENTINE: Yes, I mean I think Joe is right on the money with this.",
  "The soldiers corralled those they caught in the middle of the road.",
  "On Monday, Obama's figures came in, about $20 million, as expected.",
  "And I just don't think that is the right direction for our country.",
  "REP. JIM GERLACH (R), PENNSYLVANIA: I think it's an awful proposal.",
  "PRINCE: Look, I'm not going to make any apologies for what he did.",
  "Obama, five years ago, gave a speech that most people didn't hear.",
  "Still ahead, the results of tonight's poll, more of your thoughts.",
  "I think Ron Paul has took a great stance on the immigration issue.",
  "I've got a lot of other stuff I want to talk to you about, Kitty.",
  "I thought that your correspondents' questions were very poignant.",
  "(END VIDEO CLIP)\n\n\n\nPILGRIM: A clear effort to set himself aside.",
  "Iraqis understandably resent our preaching about the rule of law.",
  "(END VIDEOTAPE)\n\n\n\nROMANS: Now there will likely be more recalls.",
  "What I'm suggesting is, everybody had difficult choices to make.",
  "Why does the news media interested in how much money they raise?",
  "\"THE SITUATION ROOM\" starts right now with Wolf Blitzer -- Wolf.",
  "And Joe Madison, \"The Black Eagle,\" from WOL in Washington, D.C.",
  "Warren Ballentine with Syndication 1 in Raleigh, North Carolina.",
  "PILGRIM: Charles Goyette joins us from KFNX in Phoenix, Arizona.",
  "Now, you want to talk about big business, this is big business.",
  "And I think that's going to be key here for the next president.",
  "We'll hear from three of the nation's leading talk show hosts.",
  "Second quarter, Obama moves ahead, $33 million to $27 million.",
  "That is none of their business, the governor effectively says.",
  "But they say his record since then has been less than clear.",
  "We'll bring you results a little bit later in the broadcast.",
  "What we have seen happen here is really truly an aberration.",
  "Live from New York, sitting in for Lou Dobbs, Kitty Pilgrim.",
  "Aired October 2, 2007 - 18:00 ET\n\nTHIS IS A RUSH TRANSCRIPT.",
  "(LAUGHTER)\n\n\n\nMADISON: TV, what we're on...\n\n\n\nPILGRIM: Yes.",
  "MADISON: Well, I think Obama is close to taking me up on it.",
  "Wealthier taxpayers would see a 12 to 15 percent surcharge.",
  "Where do we stand on the FBI investigation into Blackwater?",
  "The Marine was killed in al-Anbar province west of Baghdad.",
  "We need to call our congressmen and demand an explanation.\"",
  "The U.S., of course, has more than 160,000 troops in Iraq.",
  "Troops serving in Iraq and their families would be exempt.",
  "THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.",
  "MADISON: And not one caller -- one caller -- supported it.",
  "Well, Giuliani has toughened his position on immigration.",
  "And then once he does, the rest of them will follow suit.",
  "Insurgents have killed another one of our troops in Iraq.",
  "PILGRIM: One thing is clear, Bill, this a big money race.",
  "Dan Rivers is in Thailand and has this exclusive report.",
  "ROMANS: For American toy brands, there is much at stake.",
  "WOLF BLITZER, HOST, \"THE SITUATION ROOM\": Thanks, Kitty.",
  "And he had a much, much more inclusive, softer approach.",
  "And I've looked at the field of presidential candidates.",
  "BALLENTINE: Well, my viewers are very upset about this.",
  "I have given up any thought of ever being a Republican.",
  "And if you don't like the cost, then shut down the war.",
  "If we don't seize that moment, we may not get another.",
  "PILGRIM: Let's talk about someone who is here legally.",
  "He was ahead, though, slightly in the second quarter.",
  "Because media is going to get the bulk of that money.",
  "Also, the toy industry insists its products are safe.",
  "Well, Congressman Poe joins me now from Capitol Hill.",
  "Congressman Ted Poe is among those who are outraged.",
  "And that brings us to the subject of tonight's poll.",
  "STARR: That criminal investigation is still ongoing.",
  "The FBI in the initial stages of gathering evidence.",
  "We'll have that story for you right after the break.",
  "We're headed to being vassals or surfs of the state.",
  "PILGRIM: And thanks for making the trip to New York.",
  "You know, you bring up the whole presidential race.",
  "GOYETTE: They're all trying to reinvent themselves.",
  "MADISON: ...is going to get the bulk of that money.",
  "Joe Madison, Charles Goyette and Warren Ballentine.",
  "Let's listen to a quick sound bite of what he said.",
  "You're going to want to hear what she's telling us.",
  "Christine Romans will have the report -- Christine.",
  "\"I'm opposed to a war surtax,\" Pelosi said bluntly.",
  "And Lou is recovering well from his tonsillectomy.",
  "BALLENTINE: Kitty...\n\n\n\nPILGRIM: Go ahead, Warren.",
  "And I think the true -- the true sense -- I agree.",
  "We'll bring you the results in just a few minutes.",
  "So I think putting them on notice is a good thing.",
  "WARREN BALLENTINE, SYNDICATION 1: Good afternoon.",
  "Totals for the year so far, Clinton, $80 million.",
  "The man was fired and fined, but not prosecuted.",
  "We'll have that and more right after this break.",
  "It doesn't penalize people who are here legally.",
  "(CROSSTALK)\n\n\n\nMADISON: Who's going to do that?",
  "They all -- none of them have any core beliefs.",
  "MADISON: And they're all looking to the future.",
  "We miss all of your great input on the issues.\"",
  "He's not talking about excluding anybody else.",
  "JOE MADISON, WOL, WASHINGTON, D.C.: Thank you.",
  "All that and much more straight ahead tonight.",
  "We're going to have a special report on that.",
  "Impressive, but less than the second quarter.",
  "And I'll start remote, so, Charles, go ahead.",
  "MADISON: And the soldiers need to come home .",
  "And now I'm an independent with a small \"I\".",
  "GOYETTE: I believe that's where we're going.",
  "Coming up, more on the Clinton/Obama battle.",
  "OBEY: This war is draining the Treasury dry.",
  "And I -- and these were difficult choices.",
  "REP. TED POE (R), TEXAS: Thank you, Kitty.",
  "PILGRIM: Charles, anything to say on this?",
  "I want to know where they stand on issues.",
  "PILGRIM: Gentlemen, we'll leave it there.",
  "Thanks for representing the middle class.",
  "MADISON: That is a big business decision.",
  "CHARLES GOYETTE, KFNX PHOENIX: Hi, Kitty.",
  "We're not trying to weaken the standards.",
  "PILGRIM: Thanks very much, Barbara Starr.",
  "Barbara Starr reports from the Pentagon.",
  "PILGRIM: These assurances are laughable.",
  "And they're pandering now to the future.",
  "Lisa in Maryland: \"Get better soon, Lou.",
  "For all of us here, thanks for watching.",
  "PILGRIM: Charles, you get the last word.",
  "He said he would have voted differently.",
  "This all grassroots for him right now.",
  "And I think that shows a big key here.",
  "Send us your thoughts at loudobbs.com.",
  "Well, let me...\n\n\n\nMADISON: He didn't.",
  "His mom is now a food safety advocate.",
  "BASH: Knocking them right off message.",
  "The leadership has not discussed this.",
  "PILGRIM: Thanks very much, Dana Bash.",
  "About 4,500 other troops will remain.",
  "PILGRIM: Thanks very much, Christine.",
  "Time now for some of \"Your Thoughts.\"",
  "Right now, I'm a fan of Barack Obama.",
  "They're telling me we're out of time.",
  "And does money equal the nomination?",
  "And we do expect him to return soon.",
  "Democrats are looking to the future.",
  "PILGRIM: Barbara, a quick follow-up.",
  "And that's what we're trying to do.",
  "Thanks very much, Christine Romans.",
  "SPITZER: We enforce the state laws.",
  "It's a percentage of your tax bill.",
  "There is nothing you can depend on.",
  "We're headed toward a national I.D.",
  "They have the authority to do that.",
  "That's not sharing data yet, is it?",
  "Time now for some of your thoughts.",
  "What does this mean in fundraising?",
  "PILGRIM: Warren, weigh in on this.",
  "PILGRIM: Well, that's interesting.",
  "Early contributors have maxed out.",
  "Thanks very much, Lisa Sylvester.",
  "PILGRIM: Good evening, everybody.",
  "I think he's trying to get votes.",
  "This election is a turning point.",
  "It's not authorized by Congress.",
  "CROWLEY: But you didn't mean it?",
  "You're a former judge yourself.",
  "Cast your vote at loudobbs.com.",
  "But the moment was short-lived.",
  "That's exactly what's going on.",
  "They're putting them on notice.",
  "Cast your vote at loudobbs.com.",
  "I'm very, very sad to say that.",
  "He's here in New York tonight.",
  "POE: That is not sharing data.",
  "But I've also got to say this.",
  "Now is the Obama camp reeling?",
  "Thanks for being with us, sir.",
  "This rule serves that purpose.",
  "PILGRIM: Look forward to that.",
  "Thanks very much, Bill Tucker.",
  "It's not part of the statute.",
  "GOYETTE: Well, you know what?",
  "And thanks for being with us.",
  "BALLENTINE: Thank you, Kitty.",
  "What are your viewers saying?",
  "BALLENTINE: Thank you, Kitty.",
  "We'll have a report on that.",
  "What do you think about it?",
  "SCHNEIDER: It certainly is.",
  "We'll have details on that.",
  "PILGRIM: Thank you so much.",
  "I'd like to read it to you.",
  "PILGRIM: Charles, go ahead.",
  "Go ahead and we'll listen.",
  "POE: No question about it.",
  "Obama is not getting that.",
  "PILGRIM: Thanks very much.",
  "I have had a belly full.\"",
  "This is getting exciting.",
  "Dan Rivers, CNN, Bangkok.",
  "We love hearing from you.",
  "Thanks for being with us.",
  "Good night from New York.",
  "Please join us tomorrow.",
  "Hillary is no different.",
  "Look where they are now.",
  "And where are they made?",
  "I made the right choice.",
  "CROWLEY: Isn't that war?",
  "All records are broken.",
  "Bill Schneider reports.",
  "Well, I was dead wrong.",
  "The demonstrators flee.",
  "BALLENTINE: Yes, it is.",
  "We'll continue with it.",
  "Thanks very much, Wolf.",
  "BALLENTINE: Thank you.",
  "PILGRIM: That's right.",
  "Glad we could be here.",
  "PILGRIM: Unbelievable.",
  "OBAMA: So -- well, no.",
  "We'll have the story.",
  "POE: That is correct.",
  "It has been the law.",
  "OK.\n\n\n\nMADISON: Yes.",
  "BASH: Thanks, Kitty.",
  "Obama, $79 million.",
  "MADISON: Thank you.",
  "DAVID KOSNOFF, SR.",
  "That was in 1993.",
  "It's the summer.",
  "People are away.",
  "He is our guest.",
  "No one else is.\"",
  "MADISON: Right.",
  "GOYETTE: Kitty?",
  "This is absurd.",
  "PILGRIM: Right.",
  "GOYETTE: Right.",
  "Bill Schneider.",
  "Thanks, Bill.",
  "Stay with us.",
  "Stay with us.",
  "Stay with us.",
  "Thanks, Lisa.",
  "PILGRIM: Joe?",
  "PILGRIM: Yes.",
  "That's right.",
  "That's right.",
  "MADISON: Yes.",
  "PILGRIM: Yes.",
  "Stay with us.",
  "We miss you.",
  "PILGRIM: Hi.",
  "Thank you.",
  "Thank you.",
  "Come back.",
  "Go ahead.",
  "Go ahead.",
  "Not one.",
  "Right.",
  "card.",
  "card.",
  "card.",
  "Act.",
  "GOV.",
  "Wow!"
]