[
  "Schiff issued a list of Democratic subpoena requests that have been ignored by committee Republicans, including for more details from Donald Trump Jr. about the fallout from news that he’d met in 2016 with Kremlin-connected Russians in Trump Tower; travel, phone and banking records from Cohen; and testimony from Hicks, who declined to discuss her White House tenure and certain elements of the transition.",
  "Russia’s embassy in Washington celebrated the House GOP findings on Twitter by directly quoting Conaway: “All ‘Russia investigations’ (not only in the US) are destined to end as [Conaway] brilliantly concluded: ‘only Tom Clancy could take this series of inadvertent contacts, meetings, whatever, and weave that into some sort of a spy thriller that could go out there.'\"",
  "— Donald J. Trump (@realDonaldTrump) March 13, 2018\n\nStory Continued Below\n\nThe House Republicans also said that a 150-page report they prepared — without consulting their Democratic colleagues — contradicts the U.S. intelligence community's firm conclusion that the goal of the Russian government effort was to boost Trump's campaign.",
  "In recent days, several Republican members of the House Intelligence Committee had been openly calling to bring the investigation to a close, claiming frustration over ceaseless tension on the panel, leaks from witness interviews and a climate of mistrust that had harmed the committee’s historical spirit of bipartisanship.",
  "They said it confirmed their long-standing view — bolstered by a recent secret Republican memo alleging anti-Trump bias on the part of Justice Department and FBI officials — that House Republicans were more interested in covering for the president than in an exhaustive public account of Russia's political meddling.",
  "House Intelligence Committee Republicans closed their investigation of Russian election interference Monday, declaring they found no evidence that President Donald Trump's 2016 campaign cooperated with the Kremlin, a conclusion Trump quickly celebrated — but which Democrats called premature and even misleading.",
  "Members accused one another of leaking sensitive information from inside committee hearings, and the panel was sidetracked for weeks as Republicans took unprecedented steps to disclose classified information impugning the integrity of FBI agents involved in the early days of the Russia investigation.",
  "\"By ending its oversight role in the only authorized investigation in the House, the majority has placed the interests of protecting the president over protecting the country, and history will judge its actions harshly,\" said California Rep. Adam Schiff, the top Democrat on the committee.",
  "“After more than a year investigating Russia’s actions in the 2016 election, we are well into the primary season for the 2018 elections and experts are warning that we need to safeguard against further interference,\" said AshLee Strong, a spokeswoman for Speaker Paul Ryan.",
  "Mueller's last set of indictments , filed last month against 13 Russian nationals accused of manipulating U.S. social media and staging political rallies during the 2016 campaign, asserted that the Russians sought not only to disparage Hillary Clinton but to assist Trump.",
  "Schiff and the rest of the committee Democrats have complained that committee Republicans have failed to force witnesses to answer questions, to subpoena documents or to even attempt to look into potential financial entanglements among Trump, his associates and Russia.",
  "Democrats, though, have insisted that Republicans show little interest in getting straight answers from top Trump allies, like the president’s son Donald Trump Jr., White House communications director Hope Hicks and the president’s personal lawyer Michael Cohen.",
  "The GOP report finds that Russians intended to “sow discord,” faulted a “lackluster” effort by the Obama administration to combat Russian cyber activities, and suggested that intelligence officials may have had improper contacts with the media.",
  "\"We assess Russian President Vladimir Putin ordered an influence campaign in 2016 aimed at the US presidential election,\" stated the October 2016 report from the Office of the Director of National Intelligence, the FBI, the CIA and the NSA.",
  "Conaway’s decision comes despite recent reports of Mueller’s interest in a new angle: the January 2017 trip by Blackwater founder Erik Prince to the Seychelles, where he met with the leader of a Russian-government-run investment fund.",
  "At the start of the House Intelligence Committee's probe, its chairman, Rep. Devin Nunes (R-Calif.) pursued still-unsubstantiated allegations that Obama administration officials mishandled classified surveillance of Trump associates.",
  "But he did not offer any specific details Monday about why he believes the intelligence conclusion — that the Kremlin, after initially setting out to undermine Clinton, came to work on behalf of Trump's campaign — was mistaken.",
  "\"THE HOUSE INTELLIGENCE COMMITTEE HAS, AFTER A 14 MONTH LONG IN-DEPTH INVESTIGATION, FOUND NO EVIDENCE OF COLLUSION OR COORDINATION BETWEEN THE TRUMP CAMPAIGN AND RUSSIA TO INFLUENCE THE 2016 PRESIDENTIAL ELECTION,\" he wrote.",
  "Though Conaway had suggested in December that he hoped to align his committee’s factual findings with the Senate Intelligence Committee’s investigation, a source familiar with the inquiries said no meetings had occurred.",
  "It appears GOP Rep. Mike Conaway (pictured) ended the investigation without meeting with the ranking Democrat on his panel, Rep. Adam Schiff, or Democratic senators leading their panel‘s probe into Russian interference.",
  "And he has insisted the Kremlin would have no reason to root for his victory, despite the fact that Trump repeatedly spoke of befriending Russian President Vladimir Putin and repairing fractured U.S.-Russia relations.",
  "\"That’s what this next phase is about and we hope Democrats will join us in seeing this through.”\n\nThe committee interviewed its final witness in the probe, former Trump campaign manager Corey Lewandowski, last week.",
  "The report's contradiction of the U.S. intelligence community's finding is likely to further inflame tensions between Trump supporters and intelligence officials accused of representing an anti-Trump \"deep state.\"",
  "THE HOUSE INTELLIGENCE COMMITTEE HAS, AFTER A 14 MONTH LONG IN-DEPTH INVESTIGATION, FOUND NO EVIDENCE OF COLLUSION OR COORDINATION BETWEEN THE TRUMP CAMPAIGN AND RUSSIA TO INFLUENCE THE 2016 PRESIDENTIAL ELECTION.",
  "In an interview on MSNBC's \"The Rachel Maddow Show\", Schiff said that Democrats on the committee would continue to conduct research independently, though they lack the power to compel witnesses through subpoena.",
  "| Andrew Harnik/AP Photo House ends Russia probe, says no Trump-Kremlin collusion President Donald Trump immediately claimed vindication in the report, which Democrats blasted as premature and misleading.",
  "Schiff and the panel's other Democrats charged that Republicans seemed to rush the probe to a conclusion before the committee had developed a complete picture of how Russia intervened in the 2016 vote.",
  "They include former Trump campaign chairman Paul Manafort and his deputy Rick Gates, former national security adviser Michael Flynn and Trump campaign foreign policy adviser George Papadopoulos.",
  "The Senate Intelligence Committee, which has operated in a far more bipartisan fashion than its House counterpart, is still conducting its own investigation of Russian election interference.",
  "Conaway told reporters Monday that some Trump campaign figures may have shown bad judgment in meeting with Kremlin-linked figures but that the meetings had not amounted to collusion.",
  "Reports suggest that investigators believe Prince was acting as a representative of the Trump transition team, but Prince told the House Intelligence Committee that wasn’t true.",
  "Conaway said dozens of interview and an exhaustive review of the intelligence agencies' findings suggests the Russian goal was to sow confusion and discord, not to help Trump.",
  "It includes what Conaway told POLITICO was \"almost a man-year's worth of work\" in reviewing the intelligence community's findings about Russian election interference.",
  "The House probe has been marred from its early days by steadily rising hostility between Republicans and Democrats, a dynamic that grew into a crippling distraction.",
  "\"Russia’s goals were to undermine public faith in the US democratic process, denigrate Secretary Clinton, and harm her electability and potential presidency.",
  "Democrats charged that Nunes's real goal was to undermine the credibility of charges that Trump or his associates might have been influenced by the Kremlin.",
  "House Republicans say they want to move past the divisive subject of collusion and focus their efforts on blocking Russian interference in future elections.",
  "Republicans, though, have argued that Democrats are stringing along the investigation to generate harmful headlines about members of the Trump team.",
  "The committee has not interviewed several key Trump associates who have either been indicted or pleaded guilty in the course of Mueller's probe.",
  "But the Republican conclusion could provide Trump with more ammunition to attack Mueller's probe, which the president has called a \"witch hunt.\"",
  "\"We don't think that's supported by the underlying data,\" Texas Rep. Mike Conaway, the Republican leading the probe, said in a phone interview.",
  "Democrats said Monday that the House GOP's conclusion adds new urgency to the ongoing investigation of special counsel Robert Mueller.",
  "It has been in the works for weeks, a process committee Republicans did not disclose to their Democratic counterparts or to the media.",
  "Asked about criticism that Republicans were ending the investigation prematurely, Conaway said some critics would never be satisfied.",
  "Democrats have raised alarms in recent weeks amid indications that Republicans were moving quickly to curtail the inquiry.",
  "The Russians worked for an internet \"troll factory\" funded by a well-known ally of Russian President Vladimir Putin.",
  "Democrats erupted in anger after they were blindsided by a summary report released by committee Republicans.",
  "It also appears that Conaway ended the investigation without ever convening a meeting with Schiff and Sens.",
  "Mark Warner (D-Va.) and Richard Burr (R-N.C.), who head the Senate panel looking into Russian interference.",
  "We further assess Putin and the Russian Government developed a clear preference for President-elect Trump.",
  "He is said to resent suggestions that Russian meddling might undermine the legitimacy of his election.",
  "But the 150-page report must still go through a classification review by the intelligence agencies.",
  "\"There's still folks who disagree with the Warren report on the assassination of Kennedy,\" he said.",
  "Email Sign Up By signing up you agree to receive email newsletters or alerts from POLITICO.",
  "Soon after the Republican announcement, Trump triumphantly claimed vindication on Twitter.",
  "Sign up for POLITICO Playbook and get the latest news, every morning — in your inbox.",
  "So is the Senate Judiciary Committee, which has been riven by partisan disputes.",
  "He added that a second report on that specific issue would be forthcoming.",
  "We have high confidence in these judgments,\" the report stated.",
  "Trump is sure to welcome that opinion as well.",
  "The most reliable politics newsletter.",
  "You can unsubscribe at any time."
]