[
  "Abbas asked Erekat to tell Blome to relay his official response to Trump’s message: “No, that’s not the real me.” But Abbas did himself no favors when, at a meeting of the Palestinian National Council in late April, in Ramallah, he declared that Ashkenazi Jews came not from the Biblical holy lands but from the Turkic empire of Khazaria, and that the Nazi slaughter of European Jews was the result not of anti-Semitism but of their financial activities—“usury and banking and such.” Netanyahu blasted Abbas, tweeting that he was guilty of repeating “the most contemptible anti-Semitic canards.” Jason Greenblatt, the Middle East envoy, agreed, saying, “Peace cannot be built on this kind of foundation.”",
  "A senior Emirati leader attended one of the first sessions, more than twenty years ago, according to a former American official, who recalled him saying something that shocked the Jewish leaders in the room: “I can envision us being in the trenches with Israel fighting against Iran.” They assumed that he was telling them what he thought they wanted to hear, but the official said that, for Emirati leaders like M.B.Z., “it’s the old adage: the enemy of my enemy is my friend.” From those preliminary contacts and others, an intelligence-sharing relationship emerged, U.S. officials said.",
  "As far as Trump was concerned, “all of this was an annoyance.” He went on, “ ‘The Sunnis, the Shias, the Jews, the Palestinians have been doing this for thousands of years, and I, Donald Trump, am not going to continue to add to the already outrageous investment of trillions of dollars in a region that breeds and funds terrorists against America while we starve our infrastructure investments at home!’ ” With Obama finally out of the way, Netanyahu could concentrate on getting the Trump team to embrace his grand strategy for transforming the direction of Middle Eastern politics.",
  "Then he said, to Obama’s surprise, “We’ll be the last ones to make peace with them.” Michael Oren, Israel’s Ambassador to the U.S. from 2009 to 2013, told me at a coffee shop in Tel Aviv that he’d encountered “three types” of Arab ambassadors in Washington: “those who would have lunch with me openly, those who would have lunch with me secretly, and those who wouldn’t have lunch with me.” Saudi Arabia’s Ambassador to the United States at the time, Adel al-Jubeir, shunned Oren, in keeping with the harder line taken by King Abdullah.",
  "His comments echoed a divisive moment in Israeli politics nine months earlier, when Netanyahu, in the last days of his reëlection campaign, warned that Arab voters were going to the polls in “droves.” Netanyahu had been sharply criticized, so, when Trump’s announcement sparked a political backlash within Israel, Netanyahu’s office issued a statement saying, “Prime Minister Netanyahu rejects Donald Trump’s recent remarks about Muslims.” Trump took the criticism “badly,” according to a friend of Kushner’s.",
  "Don’t try to jam us.” When I asked Dermer about the incident, he didn’t remember Kushner using that language, and said, “I have a very good relationship with Jared, but we don’t always agree on everything.” After one of Trump’s oldest friends told him that he didn’t believe Netanyahu wanted to make a deal, the President began asking whether Netanyahu was only pretending to be committed, just as Obama and his advisers had concluded.",
  "We don’t have any other option.” Trump concurred: “You don’t have an option.” Then Trump told Abbas there was an opportunity for a deal “because of me.” Describing himself as a neutral party, Trump promised to “give it my one-hundred-per-cent efforts,” and predicted, “It’s going to happen.” Abbas seemed swayed by Trump’s salesmanship, or at least he decided that it was best to sound encouraged.",
  "Friedman had also written an op-ed in which he called J Street, a liberal, pro-Israel political-action committee, “far worse than kapos—Jews who turned in their fellow Jews in the Nazi death camps.” J Street’s supporters, he wrote, were “just smug advocates of Israel’s destruction delivered from the comfort of their secure American sofas—it’s hard to imagine anyone worse.” Five previous U.S.",
  "And Bibi has a commanding presence coupled with immense intellectual firepower that lets him drive the narrative.” The adviser said he thought that Trump might have felt intimidated about meeting with Netanyahu, adding, “He didn’t know if Bibi respected him.” In the end, Trump agreed, and Netanyahu used his time with Trump to create a bond with him and to press his strategic agenda.",
  "In early 2015, Netanyahu accepted an invitation from John Boehner, the Republican Speaker of the House, and delivered a fiery speech before a joint session of Congress, arguing, “This is a bad deal—a very bad deal.” The speech failed to persuade Congress to block the agreement, yet a senior Israeli official said that it led to an increase in Israeli-Gulf Arab contacts.",
  "His overarching ambition was to diminish the Palestinian cause as a focus of world attention and to form a coalition with Saudi Arabia and the United Arab Emirates to combat Iran, which had long supported Hezbollah in Lebanon and Hamas in Gaza and had taken strategic advantage of the American folly in Iraq and the war in Syria.",
  "Maybe you need a real-estate agent.” Erekat had another contentious meeting with Kushner at the end of November, 2017, in which he warned him that if Trump recognized Jerusalem as the capital of Israel “you will have disqualified yourselves from playing any role in the peace process.” Kushner replied, “We’re a sovereign nation.",
  "On February 13, 2017, the day that Michael Flynn was forced out as national-security adviser, Ron Dermer went to the White House to try to arrange for Trump to sign secret documents, as other Presidents had done, which the Israelis saw as an American commitment not to ask them to give up their undeclared nuclear arsenal.",
  "Trump wrote, on Twitter, “I have decided to postpone my trip to Israel and to schedule my meeting with @Netanyahu at a later date after I become President of the U.S.” After being accused of trying to help the Romney campaign, in 2012, Netanyahu and Dermer knew that they had to proceed with caution during the 2016 race.",
  "“You can’t deliver the Israelis.” “Which version of yourself was the one who sabotaged the relationship?” In late September, 2016, Obama flew to Israel for the funeral of Shimon Peres, the former Prime Minister, who shared the 1994 Nobel Peace Prize with Yasir Arafat and Yitzhak Rabin for his part in the Oslo Accords.",
  "I don’t know if they will touch me.” Before Erekat left the Obama White House for the last time, Rice told him, “You’re going to miss us.” One of the few people in Trump’s circle who argued for engaging seriously with the Palestinians was Ronald Lauder, a wealthy businessman and the head of the World Jewish Congress.",
  "Dennis Ross, an adviser on Middle Eastern affairs during Obama’s first term, frequently told the President and members of the national-security team that there were two Netanyahus—the “strategic Bibi,” who was willing to make concessions, and the “political Bibi,” who pursued his immediate electoral interest.",
  "At a campaign rally in Manassas, Virginia, on December 2, 2015, Trump said, “Very soon I’m going to Israel and I’ll be meeting with Bibi Netanyahu.” Kushner had been laying the groundwork for his father-in-law to fly to Israel for a meeting with the Prime Minister, tentatively scheduled for later that month.",
  "Martin Indyk, the former U.S. special envoy for Israeli-Palestinian negotiations, told the group, “This is the wake for the Oslo process.” When Obama and the American delegation arrived back in the U.S., they learned that the Israeli government had approved the building of a new settlement in the West Bank.",
  "John Kerry, Clinton’s successor at the State Department, had tried to re-start peace talks between Israel and the Palestinians, but, when the negotiations collapsed, in 2014, Netanyahu asked Isaac Molho, one of his most trusted advisers, to concentrate on fostering political contacts with Arab states.",
  "adviser named George Nader helped arrange a meeting, at the crown prince’s resort in the Seychelles, between the Blackwater founder Erik Prince—a Bannon ally, and the brother of Betsy DeVos, the Secretary of Education—and Kirill Dmitriev, who ran Russia’s sovereign wealth fund and was close to Putin.",
  "As Frank Lowenstein, one of Kerry’s top advisers, put it to me, the maps allowed him to see “the forest for the trees.” When the settlement zones, the illegal outposts, and the other areas off limits to Palestinian development were consolidated, they covered almost sixty per cent of the West Bank.",
  "In recent years, the Kushners, Orthodox Jews who made their fortune in the real-estate business and hold conservative views on Israel, have donated large sums of money to Israeli causes and charities, including tens of thousands of dollars to a yeshiva in the Beit El settlement, in the West Bank.",
  "The feeling in the White House, a former adviser there told me, was “There is a lot of good will, but don’t take advantage of us.” At one point, in front of witnesses, Kushner swore at Dermer in his West Wing office, saying he wasn’t going to do his bidding just because of his Jewish background.",
  "Netanyahu believed that Barack Obama had “no special feeling” for the Jewish state, as one of his aides once put it, and he resented Obama’s argument that Israel’s treatment of the Palestinians was a violation of basic human rights and an obstacle to security, not least for Israel itself.",
  "He takes a particularly derisive view of the Palestinians, believing that establishing a state for them would be “a stepping stone for the destruction of Israel and the Jewish people.” One of Israel Hayom’s early targets was Ehud Olmert, the Israeli Prime Minister between 2006 and 2009.",
  "By the end of the campaign, according to the former U.S. official, the Israelis “had a clear understanding” of who Kushner and Trump’s other Middle East advisers were, where they stood on policy matters, and how little they knew about the issues, particularly the Palestinian question.",
  "Israeli spy agencies had picked up on discussions about possible Security Council resolutions, ranging from a condemnation of settlements to a measure that would enshrine in international law so-called “final status” parameters, locking in Obama’s position on the two-state solution.",
  "According to a former U.S. official, one would-be contractor who is close to the Emiratis, the Saudis, and the Israelis presented a plan to use cyberweapons planted inside Iran’s critical infrastructure, including its stock market, to wreak economic havoc and sow political discord.",
  "Over time, Obama and his advisers came to believe that Netanyahu had been playing them, occasionally feigning interest in a two-state solution while expanding settlements in the West Bank, thus making the creation of a viable Palestinian state increasingly difficult to conceive.",
  "And Obama opposed efforts by the Palestinians to join the International Criminal Court, after Netanyahu shouted over the telephone to the President’s advisers that “this is a nuclear warhead aimed at my crotch!” (Netanyahu’s office disputes the American account of the call.)",
  "Later, after a series of confidence-building trades, the Arab states would pressure the Palestinians to accept a full deal with the Israelis—one that was likely to be substantially less advantageous to the Palestinians than what they had rejected in previous negotiations.",
  "He characterized the Trump team’s treatment of him as “If I don’t take thirty cents on the dollar now, I’ll get fifteen cents next year.” In one exchange, Erekat told Kushner that he felt like he was dealing with “real-estate agents” instead of White House officials.",
  "“He was like a small child who got the best birthday present he could ever imagine.”\n\nTrump was convinced, he told friends, that he was uniquely suited to brokering the “ultimate deal.” In private conversations, he expressed general support for a two-state solution.",
  "Dermer, who had become Ambassador to the U.S. the year before, gave a speech in which he said that he had chosen Wharton after reading Trump’s book “The Art of the Deal.” “If you were going to make a career in business, Wharton was the place to go,” Trump wrote.",
  "A top Obama adviser said that the move amounted to an unmistakable “F.U.” And so, unlike the melancholy well-wishers who shouted “We love you, Mr. President!” to Obama at the White House Hanukkah party, Dermer saw the election of Donald Trump as an opportunity.",
  "“I was called by Bibi and his people,” he told an interviewer for Shalom TV’s “In the News” program, “and they asked me whether or not I’d do an ad or a statement, and I said ‘Absolutely.’ ” In fact, no one in the Israeli leadership had solicited Trump’s help.",
  "Don’t threaten us.” Erekat said he was simply telling him that “you are destroying the two-state solution.” Trump’s last phone conversation with Abbas took place just before the announcement of his decision to move the U.S. Embassy from Tel Aviv to Jerusalem.",
  "Trump had run for office as a noninterventionist, with the slogan “America First.” “He quite honestly had very little interest in meddling in the Middle East in general and very little interest from a philosophical point of view,” a Trump confidant told me.",
  "According to Erekat, Abbas told the Americans that the Palestinians had been engaged in a long conflict with Israel, and that “we take care of the families of the martyrs.” After the meeting, Trump hosted a lunch for Abbas, but Bannon refused to attend.",
  "You’re only going to help the Democrats.” In May, 2016, after it became clear that Trump was going to win the nomination, Adelson endorsed him, but he informed the campaign that he wanted a commitment to move the U.S. Embassy from Tel Aviv to Jerusalem.",
  "Adelson told Trump, “Everything else you do, a thousand years from now, you’ll be remembered for this.” But after James Mattis and Rex Tillerson, his nominees for Defense Secretary and Secretary of State, urged caution, Trump decided to defer the move.",
  "In January, 2016, Michèle Flournoy, who was considered the front-runner to lead the Pentagon in a Hillary Clinton Administration, visited Israel to attend an annual security conference, and met there with Moshe Ya’alon, Netanyahu’s Minister of Defense.",
  "As part of her work with the U.A.E., Charles’s firm provided assistance to Jamal S. Al-Suwaidi, an Emirati academic who, in 1994, was setting up a government-backed think tank in Abu Dhabi called the Emirates Center for Strategic Studies and Research.",
  "“No matter what metric you’re using—existing blocs, new settlements, illegal outposts—you’re confronting the end of the two-state solution.” Mahmoud Abbas, the President of the Palestinian Authority, had lost all faith in the Administration’s efforts.",
  "Just as Obama and his first Middle East envoy, George Mitchell, learned in 2009, and John Kerry discovered later, it wouldn’t be easy to get Gulf Arab leaders to meet in public with Netanyahu, despite the convergence of interests in recent years.",
  "These Jews are only a minority of the roughly six million who live in the United States, but they tend to be more focussed on issues pertaining to Israel, and are, in some cases, willing to spend a great deal of money to influence U.S. policy.",
  "An even more critical reason for Netanyahu to curry Putin’s favor was to insure that the Israeli military could fly in Syrian airspace, which was partly controlled by Russia, to carry out operations without ending up in a conflict with Moscow.",
  "A few weeks after Trump’s Inauguration, Dermer and other Israeli officials visited the White House to share a summary of Israel’s intelligence documenting the alleged role of Obama Administration officials in the settlements resolution.",
  "agents later found out about Downer’s conversation with Papadopoulos, which became part of the F.B.I.’s early rationale for launching an investigation into whether Trump or his associates conspired with Moscow during the 2016 campaign.",
  "“I don’t want your money.” During a brief question-and-answer session, Matthew Brooks, the executive director of the Republican Jewish Coalition, asked Trump how he would approach negotiations between the Israelis and the Palestinians.",
  "(Flynn and Kislyak had been in contact, including during the transition, and their communications later became a focus of the investigation undertaken by Robert Mueller, the special counsel, into Russian meddling in the 2016 election.",
  "The Administration became convinced that Netanyahu, after years of threatening to use force against Iran, was bluffing, that he was really trying to goad the Americans into taking a harder line and even launching strikes of their own.",
  "“What do you think?” Abbas said, “We believe that through negotiations we can achieve peace with the Israelis,” adding that he was “ready to talk to Mr. Netanyahu in order to start negotiations.” “Oh, that’s very good,” Trump said.",
  "On January 17th, the New York Post published a column by Michael Goodwin, a Trump partisan, with the headline “ABBAS’ JEW HATRED EXPOSED.” The column described a speech in which Abbas had made comments disparaging Jewish history.",
  "A senior Trump Administration official said that Trump’s decision made sense, because Gulf Arab leaders ran their countries like family businesses and would naturally feel more comfortable dealing with a member of Trump’s family.",
  "The President-elect customarily follows the principle known as “one President at a time.” Obama’s aides thought of the U.N. settlements resolution as largely symbolic, but Netanyahu behaved as though Israel were in mortal danger.",
  "One former aide described it as “heartfelt.” Trump told Abbas that he was committed to getting the Palestinians the best possible deal and that Israel would make real concessions that he would be happy with if he stayed engaged.",
  "At times, Kushner and other White House officials talked about the “chatter,” and how foreign government officials, including the Israelis, the Emiratis, and the Saudis, could try to “manipulate or take advantage” of Kushner.",
  "Actually, Kislyak said, “he is the most important ambassador here today.”\n\nThere was one other Middle Eastern ambassador who had extraordinary access to the new President’s team: Yousef Al Otaiba, of the United Arab Emirates.",
  "M.B.Z., who was in many ways the most pivotal Arab player in this strategic drama, has long been surrounded by a shadowy network of part-time advisers, fixers, and confidants, many of whom shared his hatred of Iran’s rulers.",
  "On a copy of the article, Trump wrote a note in large black script, “Mahmoud, Wow—This is the real you?” He signed it, “Best Wishes, Donald Trump.” Some of his aides argued that it would be undiplomatic to send the message.",
  "Traditionally, Gulf leaders frowned on contact with Israeli government officials, but Otaiba’s boss, Mohammed bin Zayed, the crown prince of Abu Dhabi, the most politically important of the emirates, took a different view.",
  "He also believed that Obama’s attempt to foster a kind of balance of power between Saudi Arabia and Iran in the Middle East was naïve, and that it underestimated the depth of Iran’s malign intentions throughout the region.",
  "Kushner jokingly told Trump that he believed Netanyahu was one of the only politicians who could have challenged him in a race for the Republican Party’s nomination; Netanyahu was that popular with evangelical Christians.",
  "Obama suggested that Abdullah’s proposal, known as the Arab Peace Initiative, might revive talks among the Israelis, the Palestinians, and Arab countries, only two of which, Egypt and Jordan, recognized the Jewish state.",
  "The choice for Ambassador to Israel was David Friedman, a bankruptcy lawyer from Long Island who held right-wing views on the Middle East and contributed money in support of the same West Bank settlement as the Kushners.",
  "When Jeremy Issacharoff, an Israeli diplomat working out of the Embassy in Washington, was asked whether his government would have problems with the proposed sale, he was noncommittal, according to former U.S. officials.",
  "Kushner proposed to Dermer that Netanyahu meet with Trump during his visit, in the belief that such a visible event would help to energize evangelical-Christian voters, and make his father-in-law look more Presidential.",
  "It should have been ‘chickenshit motherfucker.’ ” By the spring of 2015, after Netanyahu delivered a theatrical speech to Congress condemning the Iran nuclear deal, Obama was “officially done pretending,” Rhodes said.",
  "Trump did not exactly scour the U.S. diplomatic corps to staff his foreign-policy team, and Netanyahu had every reason to believe that the central figures in the new Administration had a “special feeling” for Israel.",
  "The Israeli diplomat helped Papadopoulos contact an official at the Australian Embassy, who set up a meeting over drinks between Papadopoulos and Alexander Downer, Australia’s High Commissioner to the United Kingdom.",
  "A few weeks later, Obama flew to Riyadh to meet with King Abdullah bin Abdulaziz Al Saud, who had, in 2002, proposed broad Arab recognition of Israel in return for a withdrawal from all territory occupied since 1967.",
  "“I’m going to deliver the Palestinians and he”—Trump—“is going to deliver the Israelis.” M.B.Z., M.B.S., and Netanyahu were similarly aligned when it came to Russia, whose presence in the region couldn’t be ignored.",
  "Some of Netanyahu’s supporters believed that the Prime Minister bore comparison to Richard Nixon, whose anti-Communist credentials gave him the political capacity to open the door to diplomatic relations with China.",
  "Trump tried to cast himself as an honest broker who was “right down the middle,” but his advisers—Kushner, David Friedman, and Jason Greenblatt—couldn’t be more aligned with Netanyahu if he had chosen them himself.",
  "It’s your choice.” “Computer, order me two long-sleeved cotton crewnecks in dark wine and green heather.” When Abbas and his aides received the message, they laughed and interpreted it as charitably as they could.",
  "Soon afterward, Trump travelled to Bethlehem and confronted Abbas about the video, suggesting that he was trying to trick the new Administration into thinking that he was committed to peace, U.S. officials said.",
  "In May, 2009, during a series of meetings in Washington that were dominated by disagreements over the settlements, Netanyahu tried to get Obama and his team to focus on easing Israel’s isolation in the region.",
  "made it clear to Trump’s advisers that Iran was their most urgent priority, they said that progress toward ending the Palestinian conflict was mandatory for them to have a more open relationship with Israel.",
  "Within Israel, he was drawn to a political culture exemplified by the liberal readers of Haaretz, who lived in Tel Aviv and Haifa, voted Labor or Meretz, and admired the novels of David Grossman and Amos Oz.",
  "Obama once described his guiding principle of foreign policy as “Don’t do stupid shit.” In contrast, Trump revels in taking big gambles in foreign policy—North Korea, Iran, the Middle East, Europe, Mexico.",
  "Late in Obama’s second term, Secretary of State John Kerry brought to the White House a stack of maps of the West Bank that were prepared by the State Department and vetted by U.S. intelligence agencies.",
  "Otaiba and Sallai Meridor, who was then Israel’s Ambassador to the United States, asked Dennis Ross, the Middle East adviser, to meet with them at a Georgetown hotel, where they made their joint appeal.",
  "If we sit together, and tell them the same thing, they’re going to take it seriously.” The joint effort surprised Obama’s advisers, but didn’t deter the President from pursuing negotiations with Tehran.",
  "Officials in the U.S. and Israel said that they learned from American Jewish leaders that Adelson had vowed to spend “whatever it takes” to prevent Obama from securing a peace agreement while in office.",
  "In late December, 2016, Egypt, on behalf of the Palestinians, began circulating among Security Council members a draft settlements resolution, causing alarm in the Prime Minister’s office in Jerusalem.",
  "But the Israelis, the Gulf states, and now Trump believed the opposite—that Iran was the principal enemy in the region and that the nuclear pact showed weakness, and only fuelled Iranian expansionism.",
  "“When an Israeli administration starts to cultivate or prefer one American party over the other, you’re playing with fire.” Democratic lawmakers and Jewish-American leaders delivered similar warnings.",
  "The task of persuading them was easier, at least in part because they had so little experience with the long, tortured history of the region and had yet to formulate a detailed strategy of their own.",
  "Dermer, who grew up in a political family in Miami Beach and moved to Israel in 1996, recalled accompanying Netanyahu to Trump Tower, in New York, in the early aughts for a meeting with Donald Trump.",
  "Israeli and Emirati officials didn’t agree on the Palestinian issue, but they shared a perspective on the emerging Iranian threat, which was becoming a bigger priority for leaders in both countries.",
  "“If we don’t, forget about moving the Embassy.” Later, Adelson told associates that he had received a commitment that Trump would, if elected, announce the Embassy move on his first day in office.",
  "Just after Trump’s election victory, Dermer expressed his anxieties about a possible resolution to Vice-President Joe Biden and told Denis McDonough, Obama’s chief of staff, “Don’t go to the U.N.",
  "The 1993 Oslo Accords and subsequent negotiations had raised hopes among Palestinians that they would get a state comprising Gaza, the West Bank, and, as a capital, some part of East Jerusalem.",
  "Trying to topple the Iranian regime seemed to Obama dangerously in line with previous adventures in the Middle East, in which dreams of democratic revolution backed by force ended in nightmare.",
  "1 priority.” The Trump transition team proved woefully unprepared to carry out its task, scrambling just to get telephone numbers for the ambassadors and foreign ministers they’d need to lobby.",
  "One of these was through George Papadopoulos, a young energy consultant based in London, who had met Israeli diplomats at a conference about oil and gas operations in the eastern Mediterranean.",
  "In early January, 2013, Jonny Daniels, an Israeli public-relations man, asked Trump if he would be interested in recording a video message endorsing Netanyahu in the upcoming Israeli elections.",
  "As a young politician in Chicago, he had numerous Jewish friends and supporters; his local coalition depended largely on African-Americans on the South Side and left-leaning Jews farther north.",
  "Adelson was critical.” After Trump’s victory, Bannon began drafting his “Day One” project, a list of executive actions that Trump intended to take as soon as the swearing-in ceremony was over.",
  "Israeli officials say that intelligence reports submitted to Netanyahu showed that Obama and his team were secretly orchestrating the U.N. resolutions—a charge that the Americans later denied.",
  "One of Clinton’s aides said that Netanyahu outlined a plan calling for the Arab states to take steps toward recognizing Israel, in exchange for Israel improving the lives of the Palestinians.",
  "If the Arabs agreed, Netanyahu told Clinton, “it would show the people of Israel that there might be some benefit for Israel from the normalization of relations,” the American official said.",
  "Why can’t Egypt take them back?” One of the briefers explained to Friedman that two-thirds of the residents of Gaza were refugees, or descended from refugees, from what is now Israel proper.",
  "It is about time the Palestinians take the proposals and agree to come to the negotiations table or shut up and stop complaining.” Trump secretly reached out to Abbas at least one more time.",
  "The meeting took a contentious turn when Trump asked about the Palestinian Authority’s practice of giving money to the families of prisoners in Israeli jails and the families of terrorists.",
  "“You think all of a sudden you’re going to meet at your house, and have tea, and you’ll be able to agree on something you haven’t been able to agree on for twenty-five years?” Kushner said.",
  "He’s very big, has my bag, and just beat me in a bar fight.” Despite the argument over the timing of the Embassy move, Trump showed every sign of being not merely pro-Israel but pro-Likud.",
  "The goal was to get the Palestinian leadership to accept more “realistic” proposals than had been offered to them by former Prime Minister Ehud Barak, in 2000, and by Ehud Olmert, in 2008.",
  "“This was all done off the record, unofficially,” a former official recalled, so that the Israelis and the Emiratis could say, “The meeting never happened.” It wasn’t a one-off encounter.",
  "Bannon had grown so fond of Dermer that he sometimes referred to him as “my wingman.” The decision was made to press Security Council members to delay the ballot or defeat the resolution.",
  "American and Israeli officials told me that the Israeli government’s use of its intelligence capabilities to pit the President-elect against the sitting President had no modern precedent.",
  "(The Obama White House was tipped off about the visit when Emirati officials provided Customs and Border Protection agents in Abu Dhabi with a flight manifest that listed M.B.Z.’s name.)",
  "At the White House, in the winter of 2017, Bannon questioned a State Department official about what it would take to get Putin to break off Russia’s alliance with the Iranian leadership.",
  "Goodwin’s column was hostile to Abbas, but Trump’s use of Abbas’s first name and the phrase “Best Wishes” indicated, Erekat said, that Trump was trying to draw Abbas into a conversation.",
  "He told his American counterparts that the Israelis wanted the opportunity to discuss the matter directly with the Emiratis, to find out how they intended to use the American aircraft.",
  "This was well articulated, and it dovetailed exactly with our thinking.” The adviser credited Netanyahu and Dermer with inspiring the new Administration’s approach to the Middle East.",
  "What’s more, Trump and his team seemed more trusting of a foreign leader and his intelligence than they were of the President of the United States and American intelligence agencies.",
  "Before the Jerusalem decision, Arab leaders had told Kushner that they were prepared to pressure Abbas to accept whatever Trump offered the Palestinians, a senior Arab official said.",
  "He told aides that the documents said “as little as possible” to “offend as few people as possible.” Kushner’s plan was to propose a deal that was highly detailed, and then sell it.",
  "King Abdullah died in January, 2015, at the age of ninety, making way for other Saudi leaders, including the twenty-nine-year-old Mohammad bin Salman, who later became crown prince.",
  "“He succeeded through common opposition to his Iran policy.” “I set a limit: one pity play per actor friend per year.”\n\nBy 2015, Netanyahu no longer cared what Obama thought of him.",
  "Nothing has happened.” In the same e-mail, Kushner boasted, “We have made some big moves and everyone in the region is on their toes which is where they need to be for real change.",
  "In a recent e-mail to Greenblatt, Friedman, and other officials, Kushner wrote, “UNRWA has been threatening us for 6 months that if they don’t get a check they will close schools.",
  "Recently, in a speech at Temple Emanu-El, in New York, Obama said that he was “basically a liberal Jew.” Like most Democrats, he easily won the Jewish vote, in both 2008 and 2012.",
  "Soon after Obama’s Inauguration in 2009, the Israeli and Emirati governments joined forces for the first time to press the new Administration to take seriously the Iranian threat.",
  "Otaiba had been introduced to Kushner during the campaign by Thomas Barrack, a Lebanese-American billionaire who was raising money for Trump and was friendly with Otaiba’s father.",
  "Lower down on Netanyahu’s wish list was moving the U.S. Embassy from Tel Aviv to Jerusalem, a particular obsession of Trump’s and the Prime Minister’s most right-wing supporters.",
  "Trump initially tried to ease tensions with Putin, but those efforts only fuelled questions about his motivations, given Russia’s meddling on his behalf during the 2016 campaign.",
  "Adelson considered Obama an enemy of Israel, and, in the 2012 election, he and his wife, Miriam, contributed at least ninety-three million dollars to groups supporting the G.O.P.",
  "During the transition, Saeb Erekat, a Palestinian negotiator who had worked on the Oslo Accords, travelled to Washington for meetings with members of the outgoing Administration.",
  "Some foreign powers saw Kushner as susceptible to persuasion—and, because of his family’s myriad business pursuits around the world, particularly prone to conflicts of interest.",
  "Why are they trying to make our job harder on the way out?” Kushner called Michael Flynn, the choice for national-security adviser, and Steve Bannon, Trump’s strategic adviser.",
  "Sandra Charles, a former George H. W. Bush Administration official who was doing consulting work at the time for M.B.Z., agreed to convey the request about a possible meeting.",
  "He knew that Israel would never be dealt a more sympathetic hand; that Kushner was unlikely to ask him to do anything that he thought wouldn’t be in Netanyahu’s best interest.",
  "He told me that he wouldn’t “eat with someone with innocent Jewish blood on his hands.” Later that month, Trump, after his trip to Riyadh, called on Netanyahu in Jerusalem.",
  "He had also protected Netanyahu in the United Nations Security Council, when, in 2011, he issued his only veto, blocking a resolution condemning Jewish settlement building.",
  "In recent years, the Emiratis and the Saudis sought to pull Russia’s President, Vladimir Putin, out of Iran’s orbit by investing billions of dollars in the Russian economy.",
  "While the Israelis mounted a public campaign, the Emiratis, who lack political clout in the United States outside of Washington, largely voiced their concerns in private.",
  "“You’ve been telling me to wait, and telling me to wait, and telling me to wait,” a former official recalled Abbas saying to Kerry during one particularly tense exchange.",
  "On the other hand, could Netanyahu say no to Trump and Kushner if and when, down the road, they asked him for real sacrifices for the sake of getting the “ultimate deal”?",
  "wanted Trump’s advisers to know that he and his counterpart in Saudi Arabia, M.B.S., were committed to working with the new Administration to roll back Iran’s influence.",
  "But after years of settlement building, a second intifada, instability throughout the region, and the rise of absolutism on both sides, a paralyzing mistrust took hold.",
  "When Netanyahu visited the Kushners at their home in New Jersey, he sometimes stayed overnight and slept in Jared’s bedroom, while Jared was relegated to the basement.",
  "Before the Inauguration, Netanyahu had taken the bold step of quietly dispatching Yossi Cohen, the head of Mossad, Israel’s foreign-intelligence agency, to Washington.",
  "One of the biggest differences between the Obama and Trump Administrations on Middle East policy was their approach to, and understanding of, the Palestinian question.",
  "A senior Trump Administration official said that the campaign’s message to Adelson was simple: “You’re going to waste a lot of money if you’re going to go against us.",
  "Under pressure from Netanyahu and Trump, Egypt withdrew its sponsorship of the resolution, but four other Security Council members picked it up and pushed for a vote.",
  "He’d long admired Netanyahu’s swagger and oratorical skills, his insistence on projecting himself as a great historical actor, and his willingness to challenge Obama.",
  "His campaign was concerned that the Republican establishment would withdraw its support, and, in mid-August, Adelson met with Trump, Kushner, and Bannon in New York.",
  "For many years, Palestinian, Israeli, and American negotiators had discussed a Palestinian state that would have as its capital at least some part of East Jerusalem.",
  "I just missed the opportunity.” Privately, David Friedman compared the Trump Administration’s approach to structuring a “bankruptcy-type deal” for the Palestinians.",
  "routinely remarked that “Israel’s never attacked us,” and “we share a common enemy.” He privately said that he was prepared to have a full relationship with Israel.",
  "Netanyahu made it clear to Clinton that he wanted the next President’s support in strengthening those secret relationships and eventually moving them into the open.",
  "Kushner had asked Obama’s aides for a “heads-up” if a resolution was in the works, so when he heard a vote was coming he felt that the Trump team had been deceived.",
  "The Obama Administration was in its final days, and among the guests were some of the President’s most ardent Jewish supporters, who were there to bid him farewell.",
  "The regional dynamics had changed since Clinton left the State Department, but she knew that Netanyahu’s approach would be harder to execute than he made it sound.",
  "Later, according to people familiar with the exchange, Bannon told Otaiba, “That was one of the most eye-opening meetings I’ve ever had.” “Shoes off?” While M.B.Z.",
  "The Obama era was ending and, along with M.B.Z., Netanyahu had set his sights on persuading the new President to create an entirely new dynamic in the Middle East.",
  "Sometimes you have to strategically risk breaking things in order to get there.”\n\nThe Palestinian leadership had been suffering long before Trump came into office.",
  "There, the Prime Minister showed him a video with excerpts of speeches by Abbas in which, according to the Israeli government’s translations, he incited violence.",
  "You’re going to be very happy.” A couple of weeks later, Trump took part in a primary debate at the Venetian Hotel, in Las Vegas, part of Adelson’s casino empire.",
  "The Adelsons visited Trump Tower, and spoke of the victory as a “miracle.” When Trump mentioned how he looked forward to moving the Embassy, Miriam wept with joy.",
  "But, as the campaign went on, Dermer spoke regularly with Kushner and even got some of his talking points included in Trump’s first major policy speech on Israel.",
  "on September 25, 2016, in Trump’s penthouse.” A friend of Trump’s compared the candidate’s team to a “blank canvas”: “Israel just had their way with us.”\n\nM.B.Z.",
  "On the afternoon of December 14, 2016, Ron Dermer, Israel’s Ambassador to the United States, rode from his Embassy to the White House to attend a Hanukkah party.",
  "“In the last several decades,” he said, “the Palestinian leadership has missed one opportunity after the other and rejected all the peace proposals it was given.",
  "The Prime Minister decided not to attend the annual AIPAC conference in Washington, in March, thus avoiding face-to-face encounters with the various candidates.",
  "According to a senior American official who was present, Netanyahu asked Secretary of State Hillary Clinton to convince Gulf leaders to meet with him publicly.",
  "One of the European ambassadors at the ceremony said to Kislyak, “You are the most important ambassador here today!” Kislyak smiled and gestured at Ron Dermer.",
  "Kushner explained, “We told them they shouldn’t meet with you now.” Erekat said that didn’t make any sense: “It’s much better for us to meet with the Israelis.",
  "The meeting, according to a former U.S. official, demonstrated “a level of coöperation that was real and practical,” and went far beyond intelligence sharing.",
  "The center was established “for scientific research and studies on social, economic, and political issues,” but it became a conduit for contacts with Israel.",
  "The Israelis already had ties to the Trump family: Netanyahu had a long friendship with Charles Kushner, the father of Ivanka Trump’s husband, Jared Kushner.",
  "He and other officials believe that if the Palestinians alienate Trump now, then they risk “three to seven years of bad relations” with a critical aid donor.",
  "Before Friedman assumed his post as Ambassador to Israel, experts from the State Department briefed him on the dire humanitarian situation in the Gaza Strip.",
  "Denunciations from the White House, and calls for restraint during flareups of violence in the West Bank and in the Gaza Strip, would be things of the past.",
  "Dermer said the meeting was an important way to establish a “strong personal rapport” between the leaders and to smooth over any previous misunderstandings.",
  "The former Trump adviser told me that the Administration and its closest Middle East allies didn’t want Moscow to be on Iran’s side in any future conflict.",
  "What’s more, Obama was wary of efforts by the Saudis, who were hardly champions of democracy and human rights, to pull him deeper into regional conflicts.",
  "“Netanyahu has been weighing in so brazenly in our politics and making it very clear that he prefers a Republican counterpart,” she recalled telling him.",
  "Netanyahu understood that Putin could be the key to getting Iran to eventually withdraw its forces from Syria, an objective shared by Trump and his team.",
  "It’s another thing to be secret from the U.S., supposedly the closest ally of both.” Neither Dermer nor Otaiba would confirm that the meeting took place.",
  "Netanyahu and Dermer made a similar pitch about the “regional opportunities” to Trump, Kushner, and Bannon in the candidate’s penthouse in Trump Tower.",
  "Adelson’s support, one of Trump’s senior aides said, was evidence that “the legit part of the Republican establishment was coming in big” behind Trump.",
  "One of the Israeli diplomats met with Papadopoulos and discussed Trump’s foreign-policy priorities, which he passed on to his colleagues in Jerusalem.",
  "Later that day, Dermer went to another Hanukkah party, where he was far more welcome, just down Pennsylvania Avenue, at the Trump International Hotel.",
  "They were running a play, killing time, waiting out the Administration.” The relationship between Obama and Netanyahu grew more poisonous every year.",
  "Other governments took a Clinton victory as a foregone conclusion, but a former U.S. official told me, “The Israelis didn’t take that opinion at all.",
  "Bill Priestap, the assistant director of the Counterintelligence Division at the F.B.I., briefed Kushner on the counterintelligence threats he faced.",
  "Adelson helps to fund the group, and he owns a popular tabloid in Israel called Israel Hayom, which has long served as a loyal tribune for Netanyahu.",
  "After the decision, they told Kushner that they would no longer be able to pressure Abbas to accept the American plan, because of popular opposition.",
  "The White House sent Trump’s message to Donald Blome, the consul-general in Jerusalem, who had it delivered to Abbas at his headquarters in Ramallah.",
  "Ross made the point so often that, during one exchange in the Oval Office, Obama stopped him with a palm in front of his face: he had heard enough.",
  "Dermer had planned to return to Israel in 2017, but he agreed to remain in place as Ambassador to help Netanyahu capitalize on the turn of events.",
  "They were working the Trump people with great energy before anybody else was engaged with them.” The Israelis knew the Trump team from the inside.",
  "Trump’s advisers, by contrast, wanted the Palestinians to think that their stock value was declining—a strategy advocated by Netanyahu and Dermer.",
  "Trump’s advisers, in searching for a high-profile advocate, homed in on a pro-Likud billionaire: the Las Vegas-based casino mogul Sheldon Adelson.",
  "Israeli officials pressed Trump’s advisers to arrange a White House “summit” that Netanyahu, M.B.Z., M.B.S., and other Arab leaders would attend.",
  "(Israeli officials said that their intelligence on the Obama Administration’s alleged activities was not based on direct spying on the Americans.",
  "In March, 2016, Dermer was introduced to Jared Kushner by Gary Ginsberg, an executive at Time-Warner who had helped write speeches for Netanyahu.",
  "After consulting with Netanyahu, Dermer called Kushner and told him that the Obama Administration was leading the efforts at the United Nations.",
  "The chief envoy to the region would be Jason Greenblatt, a graduate of Yeshiva University and an attorney who worked for the Trump Organization.",
  "Barack Obama had come into office hoping to achieve what his predecessors could not: a reconciliation between the Israelis and the Palestinians.",
  "In his opening remarks, Trump attacked Jeb Bush, saying that he was “controlled totally” by donors who gave large sums of money to his campaign.",
  "Kushner told aides that he thought Obama “tried to beat up on Israel and give the Palestinians everything.” This was a common view on the right.",
  "The Israelis also provided the Americans, through “intelligence channels,” with some of their underlying intelligence reports on the U.S. role.",
  "He feared that a second, more far-reaching resolution setting out the parameters of a Palestinian state would soon reach the Security Council.",
  "The plan was disrupted a few days later, when Trump called for a “total and complete shutdown” of the entry of Muslims into the United States.",
  "“It was an important strategic decision by the President to take this on in his first year,” the senior Trump Administration official told me.",
  "Divided, exhausted, and deeply distrustful of the Netanyahu government, the Palestinians knew they were no longer a center of world attention.",
  "To prepare for his new role as an international diplomat and peacemaker, Kushner read past peace agreements, including the 1993 Oslo Accords.",
  "Later, disorder in the Trump White House created openings for M.B.Z.’s and Bannon’s associates to pitch ideas to increase pressure on Tehran.",
  "The tensions and the general chaos in the White House sometimes affected the relationship between the Israelis and the Trump Administration.",
  "Never mind that, in the Palestinian view, the Oslo-era notion of a state included only a fraction of the territory of historical Palestine.",
  "One senior Trump Administration official used the price of stock as an analogy: “Like in life—Oh, I wish I bought Google twenty years ago.",
  "Eventually, Adelson and others pressured Trump to stop delaying by warning him that he risked losing support among evangelical Christians.",
  "When the Americans floated the idea with the Saudi and the Emirati leadership, the response was negative, a senior Arab official told me.",
  "Although around half of Israelis and Palestinians still want two states, neither side believes the other will move forward in good faith.",
  "Barrack knew that Kushner was already working closely with Dermer, and he thought Trump’s team needed to hear the Gulf Arab perspective.",
  "wanted to buy advanced F-16 fighter aircraft from the U.S., but American and Emirati officials were concerned that Israel would protest.",
  "Like M.B.Z., M.B.S., in conversations with U.S. officials and Jewish-American groups, expressed disdain for the Palestinian leadership.",
  "The former official said that the Israelis “had that all mapped out” and were confident they would be able to advance their priorities.",
  "When, in March, 2016, Papadopoulos joined the Trump campaign as a foreign-policy adviser, he shared the news with his Israeli contacts.",
  "Cohen briefed Flynn on the Iranian threat, in an attempt to insure that the two governments would be closely aligned in their approach.",
  "Trump decided to put Kushner in charge of the Israeli-Palestinian issue without asking him in advance whether he wanted the assignment.",
  "In the past, support from Arab states gave the Palestinians the confidence to resist U.S. and Israeli pressure to soften their demands.",
  "Kushner told aides that Trump was challenging Abbas, saying, in effect, “I want to know, are you a great leader or are you a terrorist?",
  "After the service, veterans of the negotiations gathered on the terrace of the King David Hotel, in Jerusalem, for an impromptu lunch.",
  "“The Emiratis wanted everything the Israelis had,” a former Clinton Administration official who was involved in the negotiations said.",
  "With M.B.Z.’s blessing, Suwaidi started bringing delegations of influential American Jews to Abu Dhabi to meet with Emirati officials.",
  "Dermer briefed Otaiba on Israel’s position on the Iran deal and tried to convince him to join the Israelis in actively opposing Obama.",
  "They thought that a joint presentation would send a stronger message than if the two governments voiced their concerns independently.",
  "Netanyahu’s main focus was scrapping the Iran nuclear deal and steering the U.S. toward a more confrontational stance against Tehran.",
  "The Israelis balked at the idea, wary of antagonizing the Obama Administration, which had refused to sell armed drones to the U.A.E.",
  "Netanyahu could be confident that Trump would look out for his interests and share his opposition to Obama’s policies in the region.",
  "The phone connection to Abbas kept dropping, frustrating Trump, who knew that Abbas would be upset when he heard what he had to say.",
  "As a senior adviser, Kushner had access to sensitive intelligence reports, including those prepared by the National Security Agency.",
  "Israeli officials backed off the idea, telling their American counterparts that Netanyahu understood M.B.Z.’s and M.B.S.’s concerns.",
  "Trump cast himself as a neutral party, interested in getting the Israelis and the Palestinians what they needed to end the conflict.",
  "Trump and his advisers thought that Adelson would back Marco Rubio; their objective in the New York meeting was to caution Adelson.",
  "Adelson wanted to take the issue of dividing the capital “off the table.” A Trump confidant said, “That was the sole issue for him.",
  "Netanyahu also wanted to cash in on the new Administration’s enthusiasm for creating a Middle East strategic alliance against Iran.",
  "Even before Trump entered the White House, Israeli officials talked about having more influence and a freer hand than ever before.",
  "Despite Jared Kushner’s role as an intermediary, Trump’s relationship with Netanyahu during the campaign got off to a rough start.",
  "Obama’s willingness to talk to the Iranian leadership to find ways to reduce tensions unnerved officials in Israel and the U.A.E.",
  "When Oren saw Jubeir at events around Washington, Jubeir would “look right through me, as if I was made of glass,” Oren recalled.",
  "“They were never sincere in their commitment to peace,” Benjamin Rhodes, one of Obama’s closest foreign-policy advisers, told me.",
  "Unlike Obama, Trump is popular in Israel, and Netanyahu knows that it will now be harder for him to reject White House proposals.",
  "U.S. officials say that Netanyahu, in turn, may worry that Trump, who is famously unpredictable, will surprise him with demands.",
  "made a proposal to patch things up: Israel would supply Emirati forces with armed drones, according to U.S. and Arab officials.",
  "In late September, 2016, seven weeks before the election, Netanyahu attended the annual gathering of the U.N. General Assembly.",
  "He wanted to sell whoever became the next President on what he saw as a historic opportunity to fashion an anti-Iran alliance.",
  "During a temporary setback in the secret intelligence relationship (caused by a Mossad operation in Dubai in 2010), the U.A.E.",
  "can be traced back to a series of meetings in a nondescript office in Washington, D.C., after the signing of the Oslo Accords.",
  "He felt that the Palestinians were giving him a “history lesson on every single issue.” He told them, “That’s all in the past.",
  "After the Inauguration, Trump met with Lauder and mentioned that he wanted to call Mahmoud Abbas, to see if he wanted a deal.",
  "He added that Abbas would get a “better” deal under his Administration than under Obama’s, a line he repeated more than once.",
  "Adelson wanted Olmert “disposed of” for his efforts to negotiate a two-state agreement with the Palestinians, Olmert told me.",
  "Participants in the meeting said that M.B.Z.’s message—that Iran was the problem, not Israel—coincided with Netanyahu’s view.",
  "Suwaidi was already planning to visit Washington, and Charles arranged for him to meet with Issacharoff at a private office.",
  "U.N. officials have repeatedly warned that they could be forced to shutter the territory’s schools or even curtail food aid.",
  "Earlier this year, Trump, in an apparent effort to increase pressure on Abbas, froze U.S. financial support for the agency.",
  "He, too, seemed eager for that conflict to be finished, even if it meant the Palestinians were dissatisfied with the terms.",
  "U.S. officials dispute that claim and consider Israel to be one of the United States’ biggest counterintelligence threats.)",
  "They worried that, before Obama left office, his Administration would attempt to punish them at the U.N. Security Council.",
  "Donald Trump was unschooled in the intricacies of policy, domestic and foreign, but he did pay attention to personalities.",
  "They met discreetly at the Four Seasons Hotel, instead of at Trump Tower, where there were always reporters in the lobby.",
  "Tensions between Susan Rice, Obama’s national-security adviser, and Ron Dermer were so fierce that they never met alone.",
  "They had no government or diplomatic experience, and were eager to please their staunchly pro-Israel and pro-Likud base.",
  "“We believe you can do it.” The next challenge facing Abbas was a meeting with Trump on May 3, 2017, in the Oval Office.",
  "Erekat told me later that Netanyahu was using “every trick in the book” to convince Trump that Abbas wasn’t trustworthy.",
  "For years, American officials were skeptical of Israel’s claims about its ability to expand ties with the Gulf states.",
  "It was his dream.” A few weeks after the party Conventions in the summer of 2016, Trump dipped in the national polls.",
  "Since taking office, he has said publicly that he would favor whatever solution the two sides were able to agree on.",
  "Obama had not been at all naïve about Iran’s behavior, but he felt that the nuclear agreement would limit its power.",
  "But, toward the end of Obama’s second term, U.S. intelligence agencies learned of phone calls between senior U.A.E.",
  "Friedman, in fact, spent much of his professional life structuring bankruptcy deals—for Trump, among other clients.",
  "In one of them, Erekat complained that the Palestinians were having trouble organizing meetings with the Israelis.",
  "Word spread in M.B.Z.’s circle, in late 2016 and early 2017, that a new campaign to counter Iran was in the works.",
  "Papadopoulos told Downer that he had heard that Moscow had “dirt” on Clinton, in the form of thousands of e-mails.",
  "Charles knew Issacharoff from earlier meetings, in which they discussed the political dynamics in the Gulf region.",
  "had been monitoring Kislyak’s communications as part of its routine surveillance of foreign spies and diplomats.)",
  "One of the President’s top aides told another, “The only problem with the quote was that it wasn’t strong enough.",
  "Meanwhile, other Israeli diplomats tried to develop less official connections to a possible Trump Administration.",
  "It remains unclear whether he was freelancing or making pitches on behalf of Emirati, Saudi, and Israeli leaders.",
  "Like Richard Nixon, he appears to take pride in throwing his rivals off guard with erratic behavior and rhetoric.",
  "Two-thirds of Gazans depend on humanitarian aid and other services provided by an organization called U.N.R.W.A.",
  "Our goal can’t be to keep things stable and as they are, our goal has to be to make things significantly BETTER!",
  "Netanyahu now had the latitude to do as he wished regarding the Palestinian question, Israeli officials told me.",
  "For the Israelis, this was a long-term investment; the prize, they hoped, would be a normalization of relations.",
  "Trump’s Jewish supporters were more religious, mostly aligned with Likud and its right-wing coalition partners.",
  "met with Jewish-American organizations in New York in March and criticized Abbas for rejecting offers of peace.",
  "Later, Prime Minister Yitzhak Rabin told the Clinton Administration that he would not object to the F-16 sale.",
  "Israeli intelligence officials say that Mahmoud Abbas, the Palestinian leader, feels more isolated than ever.",
  "In December, 2015, Trump spoke at an event in Washington, D.C., sponsored by the Republican Jewish Coalition.",
  "The French Ambassador, Gérard Araud, had tweeted after the election, “A world is collapsing before our eyes.",
  "U.S. officials suspect that Netanyahu attended the meeting, which centered on countering Obama’s Iran deal.",
  "On December 15, 2016, five weeks after the election, he flew to New York to see Kushner, Bannon, and Flynn.",
  "The Palestinians accused Netanyahu of obstructing the peace process, prompting Trump to change the subject.",
  "The operator said he didn’t know and asked the President if he wanted him to try to connect the call again.",
  "and Saudi Arabia were already working together behind the scenes with Mossad to counter Iranian influence.",
  "A former Trump adviser told me that Dermer and Netanyahu “had thought this through—this wasn’t half-baked.",
  "M.B.S., as he is known, shared M.B.Z.’s views on Iran and a less ideological approach to the Jewish state.",
  "It will force us to reach out to the other side.” The “other side,” in this case, was the President-elect.",
  "Former U.S. officials said that the Israeli decision built a sense of trust between Israel and the U.A.E.",
  "The last thing the Prime Minister wanted was for a mere photo op to spark a popular revolt against them.",
  "At the event in Washington, staunch Republican supporters of Likud found Trump’s performance unsettling.",
  "In 2012, Obama’s team suspected that the Israeli leadership backed Mitt Romney’s Presidential campaign.",
  "Flournoy told Ya’alon that the strong bipartisan support for the U.S.-Israel relationship was in peril.",
  "As Dermer told me, “We saw light at the end of the tunnel.”\n\nThe Israelis did have one lingering fear.",
  "Abbas attended the funeral, but he wasn’t acknowledged by any of the Israeli leaders in their remarks.",
  "One of Obama’s advisers was quoted as calling Netanyahu a “chickenshit,” causing a diplomatic uproar.",
  "wanted to modernize his small military so that it could defend itself against Iran and other threats.",
  "Israel would, for now, remain a “silent partner.” The U.S. committed to taking a harder line on Iran.",
  "When Obama asked Abdullah if he would meet publicly with Netanyahu, the King responded categorically.",
  "The Gulf leaders represented Israel’s best hope in generations for securing acceptance in the region.",
  "targets, and this allowed him and others to see what they were saying about the new White House team.",
  "“While previous Presidents have made this a major campaign promise, they failed to deliver,” he said.",
  "As Obama was making his final moves at the United Nations, Kushner told aides, “They had their turn.",
  "On Inauguration Day, State Department buses carried members of the diplomatic corps to the Capitol.",
  "At the end of the presentation, according to one attendee, Friedman said, “I just don’t understand.",
  "“We have to win this,” Bannon said at the meeting, according to someone familiar with the exchange.",
  "The ambassadors in attendance had radically different perspectives on the incoming Administration.",
  "Bin Zayed, known as M.B.Z., believed that the Gulf states and Israel shared a common enemy: Iran.",
  "By Obama’s second term, his aides no longer bothered to mask their frustration with the Israelis.",
  "Adelson exerts almost as much influence on electoral politics in the U.S. as he does in Israel.",
  "Soon after the meeting, Sheldon and Miriam Adelson started writing checks to back the campaign.",
  "Trump finished his monologue after about fifteen minutes, and then paused to let Abbas respond.",
  "No American President had ever asked him to assess the intentions of an Israeli Prime Minister.",
  "The Trump team seems unfazed by the feeling among Palestinians that they are being cast aside.",
  "Later, White House officials commiserated over what they saw as Dermer’s heavy-handed tactics.",
  "The United States spies on Israel, but Israel claims that it doesn’t spy on the United States.",
  "This play for contracts, influence, and status has attracted the attention of Robert Mueller.",
  "“You’re here and you’re not going to meet with any of them?” Rice asked, according to Erekat.",
  "(It turned out that Flynn had urgent business to attend to: writing his resignation letter.)",
  "Trump equivocated: “I want to wait until I meet with Bibi.” Boos erupted from the audience.",
  "His Administration had provided the country with immense military and intelligence support.",
  "Dermer and Trump met again in 2014, at an alumni dinner at the Wharton School of Business.",
  "Dermer asked for the transition team’s help in blunting the work of the sitting President.",
  "The Israelis and the Emiratis didn’t inform the Obama Administration of their discussions.",
  "And the Gulf Arabs promised to help get the Palestinians to go along with the new program.",
  "Great for Israel.” Trump boasted afterward that Netanyahu personally solicited his help.",
  "Administrations have underestimated Abbas’s willingness to stand up to outside pressure.",
  "Still, Gulf Arab leaders privately told Kushner that the decision was counterproductive.",
  "Ambassadors to Israel signed a letter saying that Friedman was unqualified for the job.",
  "“Can I, at least, try to pin you down on Jerusalem as the undivided capital of Israel?",
  "U.S. lawmakers and European allies gradually prevailed on Trump to take a harder line.",
  "Bannon was “blown away” by the idea of an alliance between Israel and the Gulf states.",
  "(McDonough declined to comment, but officials close to him disputed Dermer’s account.)",
  "But Dermer, like Prime Minister Benjamin Netanyahu, did not share their sense of loss.",
  "Trump, I wanted to be your apprentice,” he said, referring to Trump’s reality-TV show.",
  "and Israeli officials, including calls between a senior Emirati leader and Netanyahu.",
  "(the United Nations Relief and Works Agency for Palestine Refugees in the Near East).",
  "“Within ten days or fifteen days, we basically secured legitimate Republican muscle.",
  "“He was being told that that’s what’s going on,” a former White House official said.",
  "“Obama set out to bring Jews and Arabs closer together through peace,” Oren told me.",
  "During the negotiations, he learned that the F-16s would contain Israeli technology.",
  "Dermer and Kushner stayed in close touch throughout the campaign and the transition.",
  "Then U.S. intelligence agencies picked up on a secret meeting between senior U.A.E.",
  "At the top of the list was an executive order moving the U.S. Embassy to Jerusalem.",
  "“You’re making a fool of me!” he shouted on the phone to a senior White House aide.",
  "On March 10, 2017, a White House operator put Abbas on the line with the President.",
  "Some of the crown prince’s advisers were eager to offer their advice and services.",
  "Early in the campaign, Adelson considered Trump to be little more than a braggart.",
  "American officials soon learned of the activity between Israel and the Trump team.",
  "Trump’s team promised a markedly more compliant policy where Israel was concerned.",
  "When the Prime Minister got off the line, he could barely contain his excitement.",
  "One of the countries Priestap told Kushner he needed to watch out for was Israel.",
  "Show me what you think is an outcome that you can live with.” Erekat was furious.",
  "had agreed on the outlines of what they called a Middle East strategic alliance.",
  "The Israelis were not sure at first whether to take Trump’s candidacy seriously.",
  "“Impossible,” he said, according to an American official briefed on the meeting.",
  "Flynn did know how to find one of them: Sergey Kislyak, the Russian Ambassador.",
  "You got to go in, and get it, and do it, and do it nicely, so everyone’s happy.",
  "Trump told Abbas that he was keeping his campaign promise to move the Embassy.",
  "Flynn got off the phone with Kushner and told aides that this was Trump’s “No.",
  "“They were not telling the truth,” a former State Department official told me.",
  "And people really do have great, great respect for what’s happened in Israel.",
  "“My name is Donald Trump and I’m a big fan of Israel,” he said to the camera.",
  "“It looked like a brain tumor,” an official who attended the session told me.",
  "“I think he’s going to be somebody who you can work with,” Lauder told Trump.",
  "“People are going to have to make sacrifices, one way or the other,” he said.",
  "“You want to control your own politician, that’s fine,” Trump told the group.",
  "Kushner responded by saying, “Saeb, you haven’t made peace with politicians.",
  "For the Israeli leadership, the Trump Presidency could not come soon enough.",
  "By May, 2017, when Trump met with Arab leaders in Riyadh, Kushner and M.B.S.",
  "Nevertheless, Kushner seemed to conclude that the U.N. agency was bluffing.",
  "“O.K.,” Trump interrupted, telling Abbas the phone connection wasn’t clear.",
  "That backing has always been contingent, but it now seems more precarious.",
  "After Olmert’s ouster, Adelson turned his attention to electing Netanyahu.",
  "“They used us as cover, to make it look like they were in a peace process.",
  "Trump and his closest advisers shared Netanyahu’s antipathy toward Obama.",
  "(Intelligence veterans said that Cohen’s visit was a breach of protocol.)",
  "In the briefing, Priestap told Kushner that his father-in-law was the No.",
  "As the weeks passed without an announcement, Adelson started to complain.",
  "The two million residents of Gaza live in particularly dismal conditions.",
  "Susan Rice asked him if he had any contacts on the Trump transition team.",
  "First, he hailed the “great democratic results” of the American election.",
  "“Can we do a peace deal?” Abbas didn’t answer Trump’s question directly.",
  "Aides told Dermer that he could not dictate whom he wanted to meet with.",
  "“You’re not going to tell us how to run these things,” he told Dermer.",
  "He thought they were full of high-flown ideals but short on specifics.",
  "Two days after being sworn in, Trump had a phone call with Netanyahu.",
  "A senior Arab official said, “It was designed to get their attention.",
  "In meetings with American officials in Riyadh and Washington, M.B.S.",
  "“Trump has a powerful personality and a massive physical presence.",
  "The settlements resolution passed, with support from the Russians.",
  "Vertigo.” The presence of Kislyak took some observers by surprise.",
  "1 target of every major foreign intelligence service in the world.",
  "A friend of Abbas’s said that Abbas would rather die than give in.",
  "On December 6th, Trump announced his decision to move the Embassy.",
  "Trump put Jared Kushner in putative charge of Middle East policy.",
  "“These are two pure alpha males,” a former Trump adviser told me.",
  "And you truly have a great Prime Minister in Benjamin Netanyahu.",
  "You’re not going to make peace for us.” Kushner held his ground.",
  "Abbas responded cautiously: “He is the Prime Minister of Israel.",
  "But his Jewish supporters were generally centrists and liberals.",
  "Trump and Adelson met in Las Vegas, and then again in New York.",
  "Obama had called Abbas almost immediately after being sworn in.",
  "The connection with Abbas had dropped, the operator told Trump.",
  "These relationships paid off during the U.N. battle and beyond.",
  "“Today, I am delivering.” Abbas soon pulled out of the talks.",
  "“We are talking about a historic peace deal,” Trump repeated.",
  "It featured a photograph of Abbas waving two clenched fists.",
  "Finally, the operator told Trump that Abbas was on the line.",
  "“That was the President being the President,” he told aides.",
  "This was an audacious move, particularly for a client state.",
  "was equally determined to get an early foothold with Trump.",
  "The public reaction from Arab capitals was noticeably mild.",
  "Kushner’s encounters with Erekat were especially combative.",
  "The Trump confidant said that Adelson was caught off guard.",
  "He responded to Rice by saying, “I don’t know any of them.",
  "“And, frankly, a strong Prime Minister is a strong Israel.",
  "Trump then took Abbas and his close advisers by surprise.",
  "Exasperated, Trump asked the operator what was going on.",
  "No Republican candidate can easily afford to ignore him.",
  "considered Iran to be the primary threat to his country.",
  "described to an American visitor the division of labor.",
  "“Do you think Bibi wants to make a deal?” Trump asked.",
  "“What is your opinion?” The question astonished Abbas.",
  "He said that Kushner probably ranked in the top five.",
  "Abdullah said that a settlement freeze wasn’t enough.",
  "The secret relationship between Israel and the U.A.E.",
  "The Israelis found the Trump circle easy to persuade.",
  "The signs of a shifting political climate were clear.",
  "“I saw the body language,” one of his aides told me.",
  "The people who live there are basically Egyptians.",
  "Netanyahu has been delighted with the appointment.",
  "Not everyone close to Obama regretted the epithet.",
  "Kerry spread out the maps on a large coffee table.",
  "Some Arab leaders would have rejected such a deal.",
  "Netanyahu wanted to move relations with the U.A.E.",
  "For many of them, Israel was not a primary issue.",
  "And by that I mean, have you seen the other guy?",
  "Trump then launched into an impromptu monologue.",
  "Trump agreed, and shot the video at Trump Tower.",
  "Early in Bill Clinton’s first term, the U.A.E.",
  "“This is our fuckin’ house,” one of them said.",
  "Adelson asked again about moving the Embassy.",
  "“We count on you, Mr. President,” Abbas said.",
  "“It’s one thing to be secret from the public.",
  "and Saudi Arabia beyond the secret channels.",
  "“The germ of the idea started in that room .",
  "Instead of issuing a veto, Obama abstained.",
  "Just before Trump’s Inauguration, an M.B.Z.",
  "Is that a position you support?” he asked.",
  "“We’re going to get the deal done,” M.B.S.",
  "I don’t know how to contact any of them.",
  "A second resolution never materialized.",
  "It will force us into a confrontation.",
  "Bibi worked for Sheldon,” Olmert said.",
  "He asked to meet privately with Flynn.",
  "Many of his interlocutors were N.S.A.",
  "“Ha-ha, you should see the other guy!",
  "But even that connection didn’t help.",
  "“Who’s the wise guy?” Trump snapped.",
  "“You can’t go in with that attitude.",
  "“What do you think?” he asked Abbas.",
  "I have to pay this amount of money.",
  "He needed a final peace agreement.",
  "Dermer did not stint on flattery.",
  "It’s not that I’m being punished.",
  "Kushner said he wasn’t surprised.",
  "Trump waited nearly two months.",
  "Trump quickly got to the point.",
  "How long was Abbas on the call?",
  "Trump said he might try later.",
  "(Friedman denies saying this.)",
  "“Sheldon didn’t work for Bibi.",
  "and Israeli leaders in Cyprus.",
  "He’s highly thought of by all.",
  "Trump was initially hesitant.",
  "Obama was hardly anti-Israel.",
  "“Don’t try to push us around.",
  "Trump repeated the question.",
  "Clinton knew that the U.A.E.",
  "Netanyahu saw Clinton, too.",
  "An era seemed to be ending.",
  "All he heard was silence.",
  "He said that he did not.",
  "There’s nobody like him.",
  "He’s highly respected.",
  "Like Netanyahu, M.B.Z.",
  "So vote for Benjamin.",
  "Brooks pressed Trump.",
  "Don’t worry about it.",
  "Remarkably, M.B.S.",
  "Kushner loved it.",
  "Terrific leader.",
  "Successive U.S.",
  "He’s a winner.",
  "Terrific guy.",
  "didn’t care.",
  "They failed.",
  "You show me.",
  "Trump asked.",
  "Now I can’t.",
  "The F.B.I.",
  "and M.B.S.",
  "M.B.Z.",
  "M.B.S.",
  "F.B.I.",
  "M.B.Z.",
  "M.B.Z.",
  "said.",
  "“Mr.",
  ".",
  ".",
  ".",
  ".",
  ".",
  ".",
  ".",
  ".",
  ".",
  ".",
  ".",
  ".",
  ".",
  "."
]