[
  "A very complicated special counsel investigation\n\nPrince's reported involvement in organizing these meetings and contact with Trump officials is in direct contrast to his November testimony before the House Intelligence Committee that he only helped the campaign by donating money, attending fundraisers, and authoring papers on foreign policy for Trump advisers, according to an analysis by Politico.",
  "This rendezvous is the most recently revealed in a string of meetings at the focus of the special counsel Robert Mueller's investigation, which began as a probe into the Kremlin's meddling in the 2016 US election and the Trump campaign's possible ties to Russia, but seems to be expanding with new reports of top Trump advisers seeking a variety of foreign help.",
  "Gathering at a glitzy resort on the African archipelago, a Russian banker with ties to President Vladimir Putin; Nader, acting as a representative of the Emirati crown prince; and Prince reportedly met to establish a back-channel of communication between the incoming Trump administration and the Kremlin, according to the Washington Post.",
  "The president appears increasingly frustrated with the ongoing special counsel investigation, and has continued launching salvos at the Justice Department, tweeting Sunday that he demanded an investigation into an FBI informant allegedly \"infiltrating\" his 2016 campaign.",
  "REUTERS/Joshua Roberts\n\nSign up for the latest Russia investigation updates here »\n\nA newly reported meeting between Donald Trump Jr. and an emissary for Arab princes is the first mention of a country other than Russia offering help to get President Donald Trump elected.",
  "At the meeting, The Times reports an Israeli social media strategist was among those offering help to Trump's campaign, and Trump Jr. \"responded approvingly\" to a multimillion-dollar proposal for a social media manipulation campaign to help get his father elected.",
  "While the special counsel investigation began a year ago to probe Russia's involvement in the US election, it seems to have expanded to ways people from and representing Saudi Arabia, the UAE, Qatar, and Israel may have tried to influence the Trump campaign, too.",
  "In a Sunday morning tweetstorm, Trump called The Times report on the second Trump Tower meeting a \"a long & boring story indicating that the World's most expensive Witch Hunt has found nothing on Russia & me so now they are looking at the rest of the World!\"",
  "Samantha Lee/Business Insider\n\nThis was two months after the previously reported June 2016 meeting in Trump Tower, at which Trump Jr. gathered other aides with a Russian lawyer on the promise of damaging information on his father's opponent.",
  "Referring to that meeting, Trump Jr. said in testimony before the Senate Judiciary Committee released last week that he saw nothing wrong in meeting with foreign nationals offering dirt on Democratic presidential nominee Hillary Clinton.",
  "Nader became a key witness in Mueller's investigation days after Trump's inauguration because of his involvement in two meetings where he served as a representative for United Arab Emirates Crown Prince Mohammed bin Zayed Al-Nahyan.",
  "In a statement to The Times, Trump Jr.'s lawyer acknowledged a meeting before the 2016 election concerning a \"social media platform or marketing strategy,\" but said his client was \"not interested and that was the end of it.\"",
  "Susan Walsh/AP; C-SPAN via AP\n\nAt the August 2016 Trump Tower meeting, Nader, a Lebanese-American businessman, reportedly expressed that the Emirati and Saudi Arabian crown princes wanted Trump to win the election.",
  "Common characters\n\nTwo people who have been connected to team Trump were present at both the August 2016 Trump Tower meeting and a January 2017 meeting in the Seychelles Islands: George Nader and Erik Prince.",
  "The Times describes Nader as a close Trump campaign ally, reporting that he visited the White House after Trump took office to meet with senior adviser Jared Kushner and former chief strategist Steve Bannon.",
  "Prince, who according to The Times organized the August meeting, is a Republican donor with a controversial history as founder of the private security contractor Blackwater, now called Academi.",
  "The August 2016 meeting was reportedly based on Saudi, Emirati, and Israeli representatives offering campaign help to the Trump team, according to The New York Times' account.",
  "Sources told the paper those present at the meeting remained close with Trump's team through the election and into the beginning of his young administration.",
  "Prince reportedly began the August meeting in Trump Tower by telling Trump Jr., \"we are working hard for your father,\" referring to himself and other donors.",
  "The new Times report shines new light on Prince's alleged role as an advocate for the Trump campaign to foreign agents, something he's denied in testimony.",
  "Law professor and former special counsel member Ryan Goodman suggested the difference between the report and Prince's testimony could constitute perjury.",
  "After Trump was elected, Nader paid Joel Zamel, the Israeli social media specialist at the meeting, up to $2 million, according to The Times.",
  "Donald Trump Jr. had two meetings at Trump Tower during the election the special counsel is probing in the Russia investigation.",
  "Erik Prince (left) and George Nader were at both the August 2016 Trump Tower meeting and the January 2017 Seychelles meeting.",
  "A senior official in Saudi Arabia told The Times that Nader was not authorized to speak on behalf of their crown prince.",
  "Nader has been cooperating with Mueller's team, and gave sworn testimony about key meetings he attended.",
  "As president, Trump has embraced Saudi Arabia and the UAE, while taking stances against Iran and Qatar.",
  "His sister, Betsy DeVos, is also Trump's education secretary.",
  "Foreign government involvement in US elections is illegal.",
  "It just keeps getting more complex."
]