[
  "He has also said the committee had obtained only incomplete -- and, in some cases, potentially incorrect -- testimony from a spate of other witnesses, including Donald Trump, Jr., Attorney General Jeff Sessions, former White House chief strategist Steve Bannon, former Trump campaign manager Corey Lewandowski, outgoing White House communications director Hope Hicks and Trump associate and Blackwater founder Erik Prince.",
  "\"After conducting 73 witness interviews, holding nine hearings and briefings, and reviewing over 300,000 documents, we are confident that we have thoroughly investigated the agreed-upon parameters, and developed reliable initial findings and recommendations,\" said Rep. Mike Conaway, R-Texas, who has been leading the investigation.",
  "Prince's testimony before the committee has been called into question by recent reports that a Lebanese-American adviser to the United Arab Emirates, George Nader, told investigators from the special counsel's office that he attended a January 2017 meeting in the Seychelles with a Russian banker with ties to the Kremlin.",
  "WASHINGTON -- Republicans on the House Intelligence Committee announced Monday that they found no evidence of collusion between members of the Trump Campaign and Russia, and that they had completed the interview phase of the committee's year-long investigation into Russian interference in the 2016 presidential election.",
  "In a statement Monday, a spokeswoman for House Speaker Paul Ryan said, \"After more than a year investigating Russia's actions in the 2016 election, we are well into the primary season for the 2018 elections and experts are warning that we need to safe guard against further interference.",
  "That assessment, issued by the Office of the Director of National Intelligence last January, said with \"high confidence\" that President Vladimir Putin and the Russian government \"developed a clear preference for President-elect Trump,\" and sought to help his election chances.",
  "Democrats have been saying for weeks that ending the investigation credibly would require calling in dozens more witnesses and issues subpoenas for hundreds of more documents, including those related to developments from Special Counsel Robert Mueller's investigation.",
  "— Donald J. Trump (@realDonaldTrump) March 13, 2018\n\nThe majority's summary document also says the report includes \"concurrence with the Intelligence Community's Assessment's judgments, except with respect to Putin's supposed preference for candidate Trump.\"",
  "Schiff has said the committee's work would not be complete without hearing from some of the witnesses cooperating with Mueller's probe, including former campaign aides George Papadopoulos and Rick Gates and former national security adviser Michael Flynn.",
  "\"By ending its oversight role in the only authorized investigation in the House, the Majority has placed the interests of protecting the President over protecting the country, and history will judge its actions harshly,\" Schiff said.",
  "\"On a whole host of investigative threads, our work is fundamentally incomplete, some issues partially investigated,\" Schiff said, \"others, like that involving credible allegations of Russian money laundering, remain barely touched.",
  "Democrats have said the number of witnesses is closer to 60, and pointed out that the Senate Intelligence Committee, which is carrying out a parallel investigation, had interviewed more than one hundred witnesses as of October 2017.",
  "\"We have found no evidence of collusion, coordination, or conspiracy between the Trump campaign and the Russians,\" said a one-page summary of the committee's findings, which Democrats on the committee immediately criticized.",
  "THE HOUSE INTELLIGENCE COMMITTEE HAS, AFTER A 14 MONTH LONG IN-DEPTH INVESTIGATION, FOUND NO EVIDENCE OF COLLUSION OR COORDINATION BETWEEN THE TRUMP CAMPAIGN AND RUSSIA TO INFLUENCE THE 2016 PRESIDENTIAL ELECTION.",
  "In a blistering statement, Rep. Adam Schiff of California, the top Democrat on the committee, called the shutdown of the investigation \"premature\" and \"another tragic milestone for this Congress.\"",
  "He also said he would seek Democrats' input to edit the report, and that he expected some of the process would be bipartisan \"with precious little pushback.\"",
  "Conaway said he wanted to complete the report \"as quickly as we can,\" but said the intelligence community would have to review it for declassification.",
  "As of Monday afternoon, Democrats were not informed that the committee had completed all of its interviews or intended to end its investigation.",
  "He conceded, though, that in other areas Democrats \"may take a different interpretation of the facts, or want to add a different conclusion.\"",
  "If the Russians do have leverage over the President of the United States, the Majority has simply decided it would rather not know.\"",
  "Republicans will share their 150-page draft report with the committee's Democratic minority on Tuesday.",
  "That's what this next phase is about and we hope Democrats will join us in seeing this through.\"",
  "President Trump wrote an all-caps tweet Monday evening to take note of the development.",
  "Mueller has indicted 13 Russian nationals and four Trump campaign associates to date.",
  "Its public release is not expected for several weeks."
]