[
  "According to the book:\n\n“In the Powell and Jarvanka view, it was the moderate, best-case, easiest-to-sell course, and it struck just the right balance between the military’s unacceptable scenarios: retreat and dishonor or many more troops.” “Before long, a plan to send four, five, six or (tops) seven thousand troops became the middle-course strategy supported by the national security establishment and most everyone else save for Bannon and the president.”\n\nBannon, to show that there were other options, backed a plan pushed by Erik Prince, a former Navy SEAL and founder of defense contractor Blackwater.",
  "According to Wolff, McMaster — who frequently consulted retired Army general and former CIA Director David Petraeus — kept proposing to the president “new versions of the surge.”\n\n“A stubborn McMaster kept proposing to the president new versions of the surge, but at each pitch Trump would wave him out of the Oval Office and roll his eyes in despair and disbelief,” according to the book.",
  "That strategy would see “more troops in Afghanistan” — which, “somehow, slightly, would be there on a different basis, somewhat, slightly, would be there on a different basis, somewhat with a different mission, subtly, than that of troops sent there before.”\n\nTrump went on a two-hour tirade after being given those options, after months of study.",
  "Kushner and Powell organized a “leak campaign” to defend McMaster — portraying Bannon as a “figure of disruption” and McMaster as a “figure of stability.”\n\n“It was the New York Times and the Washington Post, who came in the defense of McMaster, against Breitbart and its cronies and satellites,” Wolff wrote.",
  "The establishment wing in the White House pushed for a “middle option” plan in Afghanistan that would send as many as 7,000 U.S. troops to the war zone, according to Fire and Fury, a controversial new book by Michael Wolff.",
  "“The solution Powell endorsed, which was designed to put the problem and the reckoning off for another year or two or three, was likely to make the United States’ position in Afghanistan even more hopeless,” Wolff wrote.",
  "Trump later chose McMaster’s plan, which immediately sent about 3,000 U.S. troops to Afghanistan, who will serve closer to the battlefield advising Afghan forces against the Taliban.",
  "Meanwhile, the Afghanistan branch of Islamic State in Iraq and Syria (ISIS) is stepping up its attacks in Afghanistan — launching a series of attacks in the capital of Kabul.",
  "Bannon saw the war as a result of “failure of establishment thinking” and the “establishment’s inability to confront failure” — with the consequences paid for by troops.",
  "In addition — the war will have no end date, and U.S. troops will leave when the Taliban come to the negotiating table, according to the strategy.",
  "The question of what to do in Afghanistan pitted the president and his then-chief strategist Steve Bannon against National Security Adviser H.R.",
  "“Again and again, he came back to the same point: we’re stuck and losing and nobody here has a plan to do much better than that,” Wolff wrote.",
  "Commanders say momentum is now with the U.S.-backed Afghan forces, but that it will take at least two years to implement the strategy.",
  "There were three final options presented to the president, according to Wolff: Withdrawal, Prince’s plan, and a limited surge.",
  "McMaster, his son-in-law Jared Kushner, his daughter Ivanka, and deputy National Security Adviser for Strategy Dina Powell.",
  "The third — McMaster’s position of a modest surge, was argued by Secretary of State Rex Tillerson.",
  "On New Year’s Day, an American soldier was killed, likely fighting ISIS, in eastern Afghanistan.",
  "Trump did not like the first option, since to withdraw would be to lose the war on his watch.",
  "Trump disliked McMaster, who was known as the “Power-Point general,” according to Wolff.",
  "“Everyone knew that careers were not advanced in Afghanistan, they died in Afghanistan.",
  "However, sending more forces was also backed by Powell, Jared, and Ivanka.",
  "The CIA fought against the second option, according to the book.",
  "So please keep us out of it,” the book said of the CIA’s view.",
  "He advocated for relying on contractors and the CIA to win."
]