[
  "Developing now, Tuesday, August 21, 2018\n\nPresident Trump suggested he could take over Special Counsel Robert Mueller's Russia investigation as attorney Rudy Giuliani defended his recent 'truth isn't truth' comments in an exclusive interview with FOX News\n\nComedian Kevin Hart made a lewd remark against Trump, supported NFL players' right to kneel during the national anthem during a politically-charged MTV Video Music Awards on Monday\n\nPresident Trump suggested in a tweet he may consider pulling former FBI official Phil Mudd's security clearance after Mudd's heated comments about the Trump-John Brennan feud\n\nVoters in Alaska will go to the polls to select candidates for governor and the U.S. House in primary elections on Tuesday\n\nJurors in the fraud trial of Paul Manafort finished a third day of deliberations Monday without reaching a verdict, fueling optimism in the defense team for Trump's former campaign manager\n\nTHE LEAD STORY - 'I COULD RUN IT IF I WANT': President Trump asserted on Monday that he would be \"totally allowed\" to take over Special Counsel Robert Mueller's probe if he wanted to, in another thinly veiled broadside against an investigation he has repeatedly derided as a partisan \"witch hunt\" ... \"I can go in, and I could do whatever — I could run it if I want,\" Trump told Reuters.",
  "'UNGLUED AND WEIRD': President Trump suggested in a tweet that he is considering pulling the security clearance of a former FBI official over his heated comments on the revocation of former CIA Director John Brennan's clearance during a TV appearance over the weekend .... Trump said former FBI official Phil Mudd became \"totally unglued and weird\" during a debate with CNN analyst Paris Dennard on the president's decision to revoke Brennan's clearance.",
  "SPEAKING FROM THE HART: While presenting at the 2018 MTV Video Music Awards, Kevin Hart told the audience they were \"allowed to kneel,\" seemingly referencing how NFL players have been kneeling out of protest during the national anthem ... \"This game you're allowed to kneel,\" Hart said while presenting with fellow comedian Tiffany Haddish.",
  "ET: Patrick Morrissey, West Virginia attorney general and candidate for the U.S. Senate; Alex Azar, Health and Human Services Secretary; Thomas Homan former acting ICE director; Henrik Fisker, chairman and CEO of Fisker Inc.\n\nCavuto: Coast to Coast, Noon ET: Joe Lieberman, former U.S. senator.",
  "Dennard said Trump was right to revoke Brennan's security clearance, and argued former intel officials keep their clearances \"because it’s profitable for them after they leave government,\" prompting an eruption from Mudd, who once worked under then-FBI Director Robert Mueller.",
  "- The jury weighing more than a dozen bank and tax fraud charges against former Trump campaign chairman Paul Manafort failed to return a verdict after its third day of deliberations on Monday, leading the defense team to sound a note of optimism after the weeks-long trial ...",
  "The comment -- apparently a reference to Trump's executive authority to order Deputy Attorney General Rod Rosenstein at the Justice Department to fire or replace Mueller -- came as jurors continued to deliberate in the first trial brought as a result of Mueller's probe.",
  "Julie Fresne, senior director of Student Financial Services and Debt Management with the Association of American Medical Colleges, discusses how the incentive of free tuition is hoping to boost the ranks of primary care physicians.",
  "Meanwhile, speaking exclusively to FOX News' \"The Story with Martha MacCallum\" Monday night, Trump's attorney Rudy Giuliani defended his comment Sunday that \"truth isn't truth,\" which drew a firestorm of criticism on social media.",
  "1912: The Boy Scouts of America names its first Eagle Scout, Arthur Rose Eldred of Troop 1 in Rockville Centre, N.Y.\n\n1831: Nat Turner launches a violent slave rebellion in Virginia resulting in the deaths of at least 55 whites.",
  "The 28-year-old singer was joined on stage by immigrant leaders, parents and children, all wearing t-shirts that said \"we are all human beings,\" in protest of the Trump administration's family separation and detention policy.",
  "On FOX News Radio:\n\nThe FOX News Rundown podcast: Tesla founder and CEO Elon Musk is being criticized after the company's stocks plummeted over doubts about his privatization announcement made over Twitter.",
  "In Alaska's other big race, independent Alyse Galvin and Democrat Dimitri Shein are among the candidates vying for a shot to take on Republican U.S. Rep. Don Young, who is expected to win his primary.",
  "\"Just watched former Intelligence Official Phillip Mudd become totally unglued and weird while debating wonderful @PARISDENNARD over Brennan’s Security Clearance,\" Trump tweeted.",
  "On the news that the jury hadn't reached a verdict, Manafort attorney Kevin Downing told reporters, \"Mr. Manafort was happy to hear that and thinks it was a very good day.\"",
  "ET: Comedian Stephen Kruiser and FOX Business producer Jaimie La Bella react to the fallout from Kevin Hart's controversial Trump jokes at Monday's MTV Video Music Awards.",
  "ET: Retired Maj. Gen. Bob Scales; David Nelson, Belpointe chief strategist; Keith Fitz-Gerald, Money Map Press chief investment strategist; Justin Wallin, GOP strategist.",
  "Reporter's Notebook: Tension in Manafort trial courtroom as jury deliberate\n\nAS SEEN ON FOX NEWS\n\nLEFT-WING LUNACY: \"It's more that they really do hate 'deplorables.'",
  "Special guests include: Erik Prince; Allen West; Hogan Gidley, White House Deputy press secretary; Jason Chaffetz; Chris Stirewalt; pollster Anthony Salvanto.",
  "Prosecutors can bring perjury charges against an honest witness, Giuliani said, as long as they can find others to present an alternative version of events.",
  "ET: Half of millennials expect to become millionaires; author Chris Hogan has a reality check and some tips for young people on cleaning up their finances.",
  "HOLLYWOOD SQUARED\n\n#MeToo hypocrite: Rose McGowan criticized after urging people to be 'gentle' on Asia Argento amid sexual assault claims.",
  "WATCH\n\nWHY WE NEED ICE: \"[The public] doesn't realize how valuable we are as it relates to stopping opioids from coming into the country.",
  "2018 MTV VIDEO MUSIC AWARDS\n\nList of winners\n\nMadonna slammed online for making Aretha Franklin tribute all about her at MTV VMAs.",
  "The closest anyone has come to upsetting Young in recent years was 2008, when he eked out a 304-vote win over then-Lt. Gov.",
  "Previously, Hart had avoided using his comedy to bash Trump, sparking criticism from famously anti-Trumper Kathy Griffin.",
  "Pamela Smart claims her innocence in documentary, but prosecutor says 'sociopath' lured teen lover to murder her husband.",
  "ET: Security clearances, the Robert Mueller investigation, the 2018 midterms and more will be the big topics of the day.",
  "Iron lung keeping woman alive for decades now one of last remaining in U.S.\n\nFishermen haul in 1-ton World War II bomb.",
  "– Ann Coulter, on \"Tucker Carlson Tonight\" explaining how the Trump presidency has caused the left to become unhinged.",
  "ACROSS THE NATION\n\nDad accused of killing family says wife strangled kids after he requested separation: court papers.",
  "– Acting ICE Director Ronald Vitiello, on \"Your World with Neil Cavuto,\" on fighting public misperceptions of ICE.",
  "NYU School of Medicine is the latest to join a short-list of medical schools offering free tuition to students.",
  "David N. Bossie: Bruce Ohr and the anti-Trump activities of Obama officials -- what will his testimony reveal?",
  "David Cross to perform at Utah college despite protests after 'deeply offensive' pic in Mormon undergarments.",
  "ET: Guests include: Mike Huckabee; Ed Lazear, former chief economic adviser under President George W. Bush.",
  "Danny Bonaduce’s ex-wife Gretchen thinks ‘Partridge Family’ fame damaged him early and led his addiction.",
  "FOX NEWS OPINION\n\nJohn Fund: Tequila, bourbon and Trump trade agreements -- what do they have in common?",
  "Rapper Logic donned a shirt that read \"F--- the wall\" while singing his song \"One Day\" with Ryan Tedder.",
  "#OnThisDay\n\n1959: President Dwight D. Eisenhower signs an executive order making Hawaii the 50th state.",
  "FOX Business Network's Kristina Partsinevelos discusses why this is causing concerns for the company.",
  "They don't realize how important it is as we find gangbangers and send them away from the country.\"",
  "Woman walking dog killed when alligator attacks, drags her into South Carolina lagoon, police say.",
  "Also running are: Darin Colbry, Thomas Gordon, Gerald Heikes, Merica Hlatcu and Michael Sheldon.",
  "They must return a unanimous verdict to convict Manafort on each of the 18 charges against him.",
  "“Beefs pop off, bad language, people run to the bathroom and send out crazy tweets,” Hart said.",
  "STAY TUNED\n\nOn Facebook:\n\nCheck out 'FOX News Update,' our new Facebook-exclusive news program!",
  "Meet the college student who launched a conservative women's magazine to reclaim feminism.",
  "They hate the Walmart crowd ... Their hatred of Trump has caused them to lose all reason.\"",
  "Media's biggest Kavanaugh misses: Aspiring hit pieces on Supreme Court pick draw mockery.",
  "Jennifer Lopez thanks 'twin soul' Alex Rodriguez after accepting Vanguard award at VMAs.",
  "Blackwater founder Erik Prince explains his plan to reduce U.S. presence in Afghanistan.",
  "But first, Republicans will have to decide on their candidate in the Aug. 21 primary ...",
  "Parkland massacre survivor David Hogg says he plans to run for Congress when he's 25.",
  "NORTHERN EXPOSURE: Alaskans are set to see a three-way race for governor in November.",
  "His outburst was one of several political moments during the MTV Video Music Awards.",
  "Brandon Arnold: Trump's bet on trade and tariffs could hurt Republicans in November.",
  "\"Dennard destroyed him but Mudd is in no mental condition to have such a Clearance.",
  "WATCH\n\nTRENDING\n\nPicture of snoozing Chicago cops goes viral after violent weekend.",
  "He continued: \"You can do whatever you want there's no old white men to stop you.\"",
  "The 12-member jury, which had asked to end deliberations for the day at 6:15 p.m.",
  "ET: Don't miss special live coverage of President Trump's rally in West Virginia.",
  "'Fire challenge' leaves Michigan girl, 12, with severe burns over half her body.",
  "ET: Special guests include: Rep. Ron DeSantis, Florida gubernatorial candidate.",
  "Mead Treadwell have emerged as the leading Republican candidates for governor.",
  "Immigration boss: Media misled U.S. on detained immigrant with pregnant wife.",
  "Mudd insisted he does not use his clearance for profit in the private sector.",
  "And meet the nun whose impressive first pitch at a White Sox game went viral.",
  "Nazi labor camp guard caught by ICE, deported to Germany, White House says.",
  "Hart also said the award show was like \"a typical day at the White House.\"",
  "for info on 'disturbing' arrest of suspected ISIS killer in Sacramento.",
  "Tiffany Haddish messes up Camila Cabello's name in awkward VMAs moment.",
  "NY boy reopens lemonade stand, raises nearly $1K after health dept.",
  "FOX News has ranked the general gubernatorial election a tossup.",
  "Want the FOX News Rundown sent straight to your mobile device?",
  "Subscribe through Apple Podcasts, Google Play, and Stitcher.",
  "'World's oldest cheese' discovered in ancient Egyptian tomb.",
  "We'll see you in your inbox first thing Wednesday morning.",
  "Former state Sen. Mike Dunleavy and former Alaska Lt. Gov.",
  "The 85-year-old Young has served in the House since 1973.",
  "Bill Walker, an independent, is running for re-election.",
  "Confederate statue on UNC campus toppled by protesters.",
  "FOX News First is compiled by FOX News' Bryan Robinson.",
  "Plus, commentary by Democratic strategist Jehmu Greene.",
  "2018 MTV Video Music Awards: Looks from the red carpet.",
  "MINDING YOUR BUSINESS\n\nStocks hover near record highs.",
  "\"It's basically like a typical day at the White House.",
  "I’m totally allowed to be involved if I wanted to be.",
  "THE SWAMP\n\nGOP Sen. Grassley presses DHS, State Dept.",
  "And Democrat Mark Begich is unopposed in his primary.",
  "Tesla ex-employees file SEC whistleblower complaints.",
  "Food stamp use drops only slightly as economy soars.",
  "WILL THE FOURTH DAY BE THE CHARM IN MANAFORT TRIAL?",
  "MTV announces 'The Hills' reboot at 2018 VMAs.",
  "On FOX Business:\n\nMornings with Maria, 6 a.m.",
  "US workers don’t want to move for new jobs.",
  "The Eagles surpass Michael Jackson for No.",
  "States where $100 goes furthest: report.",
  "So far, I haven’t chosen to be involved.",
  "ET, will return on Tuesday at 9:30 a.m.",
  "The Story with Martha MacCallum, 7 p.m.",
  "On FOX News:\n\nFOX & Friends, 6 a.m.",
  "Your World with Neil Cavuto, 4 p.m.",
  "Sean Parnell in the GOP primary.",
  "The Intelligence Report, 2 p.m.",
  "The Brian Kilmeade Show, 9 a.m.",
  "Is Ace Hardware Amazon proof?",
  "In your face Trump, suck it.\"",
  "The Tom Shillue Show, 3 p.m.",
  "(Turner was later executed.)",
  "\"But I decided to stay out.",
  "Welcome to FOX News First.",
  "Thank you for joining us!",
  "DID YOU HEAR ABOUT THIS?",
  "1 album of all time.",
  "Varney & Co., 9 a.m.",
  "Should be REVOKED?\"",
  "Not signed up yet?",
  "I’ll stay out.\"",
  "Enjoy your day!",
  "Incumbent Gov.",
  "Click here.",
  "shutdown.",
  "ET."
]