[
  "But he has begun eliciting cheers of support during more-official settings and from audiences once thought to be more immune to naked partisanship.” WaPo\n\nON THE WORLD STAGE -- “Iran Defies U.S. Bid to Curb Its Middle East Influence,” by WSJ’s Sune Engel Rasmussen in Beirut and Michael R. Gordon: “Iran is signaling that it will buck U.S. efforts to roll back its military presence in the Middle East, moving to cement foreign alliances and continuing to project power abroad despite sanctions that have helped put intense pressure on its economy.",
  "Memo and polling info from CLF\n\n2018 WATCH … “Conservative activists: Trump was ‘tricked’ into Calif. endorsement,” by Carla Marinucci in Cupertino, California: “President Donald Trump’s surprise move to issue an endorsement in California’s only Republican-on-Republican House race has stunned GOP grassroots activists …\n\n“Trump took to Twitter this week to endorse incumbent GOP Rep. Paul Cook … over former Assemblyman Tim Donnelly, a Tea Party favorite and co-founder of the California Minutemen, an anti-illegal immigration border watch group.",
  "… It is possible — even likely — that the upcoming parade will be toned down to reflect Kim’s less provocative posturing.” AP\n\nWAR REPORT -- REUTERS’ IDREES ALI in Kabul: “Mattis, in Afghanistan, tries fostering reconciliation as security worsens”\n\nTHE L.A. TIMES ROARS BACK … “How eight elite San Francisco families funded Gavin Newsom’s political ascent,” by the Seema Mehta, Ryan Menezes and Maloy Moore: “Gavin Newsom wasn’t born rich, but he was born connected — and those alliances have paid handsome dividends throughout his career.",
  "Common thread: none of that happened.”\n\nISAAC DOVERE in Champaign, Illinois: “Obama delivers full-throated rebuttal to Trump’s presidency”: “Barack Obama launched his midterm campaigning Friday at the University of Illinois Urbana-Champaign, arguing that President Donald Trump poses such a threat to America that it forced him to speak out in an unprecedented way for a former president.” POLITICO\n\n-- “THIS IS NOT NORMAL,” Obama said, noting that people inside the administration can’t stop the president from making decisions.",
  "The numbers paint an improving portrait of the economy two months ahead of the midterm elections.” POLITICO\n\n-- OBAMACARE FILES: “Modest premium hikes as ‘Obamacare’ stabilizes,” by AP’s Meghan Hoyer and Ricardo Alonso-Zaldivar: “The Associated Press and the consulting firm Avalere Health crunched available state data and found that ‘Obamacare’s’ health insurance marketplaces seem to be stabilizing after two years of sharp premium hikes.",
  "Among those patrons are the Gettys, the Pritzkers and the Fishers … Now the families appear poised to see their investments pay off.” LAT\n\nAFTERNOON READ -- “‘I’m Tired of America Wasting Our Blood and Treasure’: The Strange Ascent of Betsy DeVos and Erik Prince,” by Sam Tanenhaus in October’s Vanity Fair: “Trump was a useful vehicle for advancing nationally the revolution the DeVoses had already enacted in Michigan.",
  "…\n\n“But Sen. Chuck Grassley (R-Iowa) and Republicans on the Judiciary Committee will counter with several high-profile legal figures of their own, including Ted Olson and Paul Clement, both former solicitor generals.” POLITICO\n\n-- “Booker to McConnell on ethics charges: ‘Bring it!’” by Burgess Everett: POLITICO\n\nPlaybook PM Sign up for our must-read newsletter on what's driving the afternoon in Washington.",
  "This is in addition to the tariffs on $200 billion on China goods the admin is preparing now, he says on AF1.”\n\n-- MORE … “Chances Fade for U.S.-China Trade Deal,” by WSJ’s Bob Davis and Lingling Wei: “Relaxing trade tensions with Mexico and Canada, plus a preliminary trade agreement with the European Union, have made it easier to forge a multilateral front to oppose Chinese trade practices.",
  "On the other hand, few in Beijing expect much improvement before the U.S. midterms.” WSJ\n\nWHAT IS MAKING REPUBLICANS SMILE TODAY …\n\n-- JOBS REPORT: “Tightening job market delivers wage boost,” by Ian Kullgren: “The tightening job market in August delivered workers the largest single-month wage boost in nearly a decade as the economy added 201,000 jobs, the government reported Friday.",
  "… A ruling against the clinics would effectively ban medication abortion in the state and leave Arkansas again with only one clinic.” NYT\n\nTHE INVESTIGATIONS … FUN VIDEO -- @ABCPolitics: “‘How did I ever the hell get involved in this mess?’ past Roger Stone associate Randy Credico says to @ajdukakis upon arriving to testify before a federal grand jury in the Mueller probe.",
  "“Tehran signed a long-term security pact with Syria in August, and has kept up the flow of arms and financial support to proxy forces around the region … U.S. officials acknowledge Iran hasn’t stepped back from its assertive posture and say Iranian shipments of missiles and some advanced arms around the region have even accelerated.",
  "FIRST IN PLAYBOOK -- ERIC SCHULTZ, president of the Schultz Group and also a senior adviser to former President Barack Obama, has signed on as the political consultant for Netflix’s reboot of “Designated Survivor.” He will be helping writers and advise on set design and what life is like inside the White House.",
  "And there was the DeVos-family-funded gentrification of Grand Rapids …\n\n“Other lessons can be found in the pulp-fiction career of Betsy DeVos’s younger brother, Erik Prince, the former navy SEAL who started Blackwater—the mammoth security company, some of whose ‘civilian soldiers’ had gone rogue in Iraq.",
  "“The parade will kick off a series of extravagant celebrations scheduled to mark Sunday’s [70th] anniversary … Although North Korea’s military parades have in recent years culminated in displays of the country’s missiles, the North keeps them under wraps until the day they are rolled out for the parades.",
  "THE KAVANAUGH HEARING -- JOHN BRESNAHAN, “Watergate figure John Dean calls Kavanaugh nomination ‘troubling’”: “‘If Judge Kavanaugh is confirmed, I submit we will have the most pro-presidential powers Supreme Court in the modern era,’ said Dean, who served as White House counsel for nearly three years.",
  "Look to Arkansas”: “[M]any legal experts say the more likely outcome of the change on the court, at least in the near term, will be less sweeping: States like Arkansas will get their way with smaller cases that reduce — but not eliminate — the right to an abortion.",
  "But many other barriers remain: a ban on abortions after 20 weeks; a 48-hour waiting period, which requires women to make two or three trips to the clinic; parental consent for minors; doctors unable to dispense medication abortion pills remotely by video.",
  "This year the average increase nationally was about 30 percent.” AP\n\nMEANWHILE … WHAT’S ON THE PRESIDENT’S MIND -- @realDonaldTrump at 6:56 a.m. Eastern (4:56 a.m. in Montana): “What was Nike thinking?”\n\n… at 7:32 a.m.: “The Woodward book is a scam.",
  "I wish the people could see the real facts -- and our country is doing GREAT!”\n\n… at 12:35 p.m.: “Under our horrible immigration laws, the Government is frequently blocked from deporting criminal aliens with violent felony convictions.",
  "There was, for instance, Betsy DeVos’s campaign to undo the state’s public-education system and replace it with for-profit and charter schools … There was also the campaign she and her husband had waged to weaken Michigan’s unions.",
  "… Donnelly insisted Trump is being [misled] by Deep Staters and ‘Swamp’ insiders determined to undermine him and control his agenda.” POLITICO\n\n-- REMEMBER WHO IS CLOSE TO TRUMP and is from California: Kevin McCarthy.",
  "video\n\nWAPO’s DAVID NAKAMURA: “‘There’s a new sheriff in town’: Trump uses official events to wage campaign against press”: “Trump routinely rails against the press corps on Twitter and at his campaign rallies.",
  "But they also note that the toughest sanctions are yet to come.” WSJ\n\n-- “As talks with U.S. stall, North Korea preps military parade,” by AP’s Eric Talmadge: “[T]wo big questions remain: Who will attend?",
  "… Behind all this is the story of a family dynasty that has been a driving force on the far right—the Michigan Medicis of Donald Trump’s America.” Vanity Fair\n\nThe most reliable politics newsletter.",
  "After Bush lost the ’92 election – and after proposing to my wife Gwen M. Holliday that night – I went on to become director of Middle East and North Africa for IRI while McCain served as chairman.\"",
  "WHAT IS MAKING REPUBLICANS GROAN TODAY …\n\nBLOOMBERG’S JENNIFER JACOBS (@JenniferJJacobs): “BREAKING: Trump says tariffs on another $267 billion in China goods are ready to go, on short notice.",
  "Learn more at google.com/grow/veterans\n\nFollow us on Twitter Anna Palmer @apalmerdc\n\n\n\nJake Sherman @JakeSherman\n\n\n\nDaniel Lippman @dlippman\n\n\n\nEli Okun @eliokun\n\n\n\nGarrett Ross @garrett_ross",
  "Guest host Pete Williams sits down with CNN’s Joan Biskupic, CBS’ Ed O’Keefe and NBC’s Kristen Welker on PBS’ “Washington Week” at 8 p.m. Moderator Bob Costa joins remotely from Indiana.",
  "…\n\n“Chinese officials have tried to reassure markets by stressing that the two sides have continued to talk since the end of last month’s unsuccessful trade negotiations in Washington.",
  "Learn more at google.com/grow/veterans\n\nFOR YOUR RADAR … WSJ: “Verizon’s Internet Boss Tim Armstrong in Talks to Leave”\n\n-- ALSO LEAVING VERIZON … NATALIE RAVITZ and Vanessa Wittman.",
  "After a set of ads painting McGrath as a liberal, CLF says a new poll has Barr up 49-45, and 66 percent see McGrath as a liberal -- which is up 27 percentage points from June.",
  "Today when service members search “jobs for veterans” on Google, and enter their military occupational specialty code, they’ll see jobs that match their military skill sets.",
  "And will leader Kim Jong Un use the occasion to thumb his nose at Washington by displaying missiles North Korea claims are capable of striking the American heartland?",
  "@realDonaldTrump tells reporters he wants Attorney General Sessions to investigate who wrote @nytimes op-ed.”\n\n-- WHAT EXACTLY would the attorney general investigate?",
  "… A Times review of campaign finance records identified eight of San Francisco’s best-known families as being among Newsom’s most loyal and long-term contributors.",
  "Through Scoop, I first met Sen. John McCain and later worked with him while I was running the veterans and national security coalition during President H.W.",
  "… Arkansas is in the heart of a broad band through the country’s middle and south where abortion access in most states is already down to a few clinics.",
  "SPOTTED: Michael Caputo having lunch on Wednesday with ABC’s Ali Dukakis at the Four Seasons … Anderson Cooper on the 9 a.m. Delta shuttle to New York.",
  "TRUMP ADMINISTRATION JOB MOVES … IN: Teresa Davis will be special assistant to the assistant secretary of state for educational and cultural affairs.",
  "It’s a strong district but McGrath, with the help of Mark Putnam’s viral ads, raised a ton of dough and seemed to have Barr on the ropes, a bit.",
  "Other administration job moves\n\n-- OUT: Hari Sastry will be senior vice chancellor and chief financial officer at the University of Pittsburgh.",
  "They say after she won the primary, her fav/unfav was 55-16, and she led Barr 51-38 -- a scary lead against a GOP incumbent in a red district.",
  "We also help employers find them by enabling companies to implement this feature on their career sites using Google Cloud’s Talent Solution.",
  "-- NYT’S MIKE GRYNBAUM (@grynbaum): “Trump also threatened to pull NBC’s license, strengthen libel laws, and sue Michael Wolff’s publisher.",
  "“The analysis found a 3.6 percent average increase in proposed or approved premiums across 47 states and Washington, D.C., for next year.",
  "POLITICO Playbook PM: Trump, Obama split screen Presented by\n\nPresident Donald Trump addresses reporters aboard Air Force One on Friday.",
  "Ravitz is a former chief of staff to Barbara Boxer, and worked as a top adviser to Rupert Murdoch and NFL commissioner Roger Goodell.",
  "“Average hourly earnings rose 2.9 percent over the previous year — up from July’s 2.7 percent and the biggest jump since June 2009.",
  "Through Grow with Google, our initiative to create economic opportunities, we’ve developed resources specifically for veterans.",
  "CareerBuilder, Pepsi, Siemens, RecruitMilitary, and many others have already implemented the API on their career sites.",
  "She’s a Democrat running against Kentucky GOP Rep. Andy Barr in a district anchored in Lexington and its surroundings.",
  "And the exodus of insurers from the program has halted, even reversed somewhat, with more consumer choices for 2019.",
  "INTERESTING … FIRST IN PLAYBOOK: AMY MCGRATH has been the subject of lots of chatter in political circles of late.",
  "-- THE CONGRESSIONAL LEADERSHIP FUND -- the House GOP super PAC -- is the leading spender in the district.",
  "He previously was an associate attorney at Sidley Austin and chief counsel for Sen. Mike Lee (R-Utah).",
  "Q&A\n\nA message from Google: Google is committed to helping veterans build successful civilian careers.",
  "NYT’s SABRINA TAVERNISE in Fayetteville, Arkansas: “The Future of Abortion Under a New Supreme Court?",
  "He is currently director of the Office of U.S. Foreign Assistance Resources at the State Department.",
  "House GOP just passed a bill to increase our ability to deport violent felons (Crazy Dems opposed).",
  "A message from Google: Google is supporting service members as they transition to civilian jobs.",
  "How he got his start: “Interning for Sen. Scoop Jackson in 1982 during his re-election campaign.",
  "BONUS BIRTHDAY OF THE DAY: Stuart Holliday, president and CEO of Meridian International Center.",
  "… Judd Deere has been named special assistant to the president and director of media affairs.",
  "Email Sign Up By signing up you agree to receive email newsletters or alerts from POLITICO.",
  "Netflix announced Thursday that it’s bringing back the show after ABC had killed it in May.",
  "Email Sign Up By signing up you agree to receive email newsletters or alerts from POLITICO.",
  "Sign up for POLITICO Playbook and get the latest news, every morning — in your inbox.",
  "… Will Levi has started as special assistant to the president for domestic policy.",
  "She was previously communications director for Rep. Tom Cole (R-Okla.).",
  "| Nicholas Kamm/AFP/Getty Images\n\nREUTERS’ JEFF MASON (@jeffmason1): “.",
  "He previously was director of state communications at the White House.",
  "The U.S., EU and Japan have already held meetings on such a strategy.",
  "Need to get this bill to my desk fast!”\n\nHappy Friday afternoon.",
  "The author uses every trick in the book to demean and belittle.",
  "‘What’s a nice guy like me doing in a place like this?’” 1-min.",
  "Season three will debut next year ( THR has more on the show).",
  "The unemployment rate was 3.9 percent, unchanged from July.",
  "If I did I would not have been elected President.",
  "…\n\n“[T]he number of clinics is back up to three.",
  "They’ve dropped $1 million on TV already.",
  "Wittman was CFO who came from Dropbox.",
  "I don’t talk the way I am quoted.",
  "You can unsubscribe at any time.",
  "You can unsubscribe at any time.",
  "Bush's re-election campaign.",
  "These quotes were made up.",
  "TV TONIGHT ..."
]