[
  "This is a culture of customer service so strong that you’ll hear it expressed with the internal mantra—not a marketing tagline—of “the guest is God”; so strong that employees famously took great personal risks to protect the lives of guests during the terrible terrorist attack on a flagship Taj hotel in Mumbai (an event now thought of as India’s 9-11) with such coordination and selflessness as to trigger a national outpouring of gratitude (as well as a Harvard Business Review study).",
  "Along these lines, I spent time recently with one leader whose approach has been evolutionary, Puneet Chhatwal, the new Managing Director and Chief Executive Officer of The Indian Hotels Company Limited, best known as the proprietor of Taj Hotels, whose stable include iconic five star hotels and resorts in India, Europe, and the U.S., alongside the upscale Vivanta and Ginger “lean luxury” hospitality marques.",
  "It may be essential for a leader to attempt this option, if the existing culture is fatally flawed (think: Enron or Blackwater, or, less dramatically, picture the many pleasant but staid corporate cultures that aren’t up to the challenges that a new technological or competitive landscape is now throwing at them).",
  "Micah Solomon, Customer Service and Corporate Culture Consultant: A question every arriving leader needs to address when coming into a new organization, as you have, is how to address the question of existing employees, particularly the executives who are your most direct reports.",
  "On the other hand, a healthy, strong and well-defined culture ensures a high level of employee engagement which then leads to a wholesome customer engagement and service excellence and, in turn, This in turn leads to robust growth in business and improved profitability.",
  "Yet the core industry–hospitality–of Taj Hotels and its sister brands, Vivanta and Ginger, has been changing rapidly in the face of new travel trends, and a desire to make changes to the culture willy-nilly could have been the path another CEO would have taken.",
  "Surrendering to (or, more positively, “being a steward for”) the existing culture is an easier route in general, although the ability to successfully steward/sustain an existing culture depends on that culture’s strength and viability.",
  "Codifying leadership behaviors is one way of ensuring that people understand the priorities and demands of the specific organizational culture, thereby ensuring that it flows smoothly to support strategy execution and decision-making.",
  "Our efforts include providing onsite crèches [nurseries], incentive-based employee referral schemes [to encourage additional female applicants] and reimbursing IVF treatments and other such family planning medical interventions.",
  "Chhatwal: One of the most important things we are working on now is improving the gender balance in the organization, which exists in a traditionally male-dominated industry, and encouraging more women to join the company.",
  "Attempting this option may be exactly what’s needed; in some corporate circumstances, destruction and rebirth are so desperately important that failure to achieve it will mean the ultimate death of the organization.",
  "The leaders who fail here are more numerous than those who prevail: leaders who come in thinking they can impose their will on a culture but find out, quickly or over time, that the culture has other ideas.",
  "One way to succeed here is for entrepreneurs to surround themselves with people of complementary natures–as well as, of course, moderating their instinctive style of behaviors as demanded by the situation.",
  "You embrace what’s good about the existing culture and use that good to push out the bad you find festering around the edges, and build on that good to take the culture, gently, in ways it needs to go.",
  "Alternatively, if the culture is weak and at danger from outside forces, then keeping it alive–if that’s the leader’s goal–can be much harder and require all the skills and tenacity one can muster.",
  "What ends up happening in regard to culture–who ends up eating whom for breakfast–depends on the strength of the leader, the strength of the culture, and the ambition of the leader’s approach.",
  "The danger of Option 1 is obvious: A strong culture will, very likely, eat such a strategy and spit out the seeds (you, the leader, along with your would-be legacy, being those seeds).",
  "When a new leader comes into an organization’s existing culture, I consider her as having three options, in the framework I use as a company culture consultant:\n\n1.",
  "Puneet Chhatwal, Managing Director and Chief Executive Officer, The Indian Hotels Company Limited: Not a single employee in a leadership position has been removed.",
  "“A” is about awareness of what is happening around us and what we need to do at Indian Hotels by remaining aware and putting that awareness to effective use.",
  "Instead we put the Gallup Strengthsfinder approach to work to achieve organizational optimization: to ensure we have the right people in the right jobs.",
  "With competition getting stiffer, there’s even more reason to communicate the merits of Tajness as a key differentiator between us and our competitors.",
  "Of the three leadership options, #1, “destroy the existing culture and replace it with something new” is both the most ambitious and the most risky.",
  "Solomon: “Tajness” is your longstanding program of spotlighting locally authentic elements, property by property, at your hotels and resorts.",
  "These range from behavioral aspects–how people are treated down the line, prioritization of tasks, the decision-making process, and others.",
  "Leadership can affect culture, and culture can overwhelm attempts at leadership, particularly attempts at strategic changes by leadership.",
  "I am proud to say that we recently promoted Deepika Rao as first female Managing Director and CEO to run our lean luxury Ginger brand.",
  "Solomon: What have you been doing to evolve the existing culture: to bring out what’s best in it or to put your own stamp on it?",
  "Leadership path #3, “Evolve the existing culture” is often the only viable option for a leader who wants to get things done.",
  "Can you help them by sharing an example of something challenging you have overcome or have learned from your experiences?",
  "This is a balance that every entrepreneur or businessperson with a nature similar to mine needs to find for him/herself.",
  "Solomon: Indian Hotels being in the hospitality industry, it is, by definition, a customer service-focused organization.",
  "We want to celebrate the success stories of our people and motivate them to contribute their best to the organization.",
  "Finally, to do something effectively, we must enjoy what we do; we must do it joyfully, which is what “J” stands for.",
  "Does culture really eat strategy for breakfast as Peter Drucker (or was it Michael Porter) may or may not have said?",
  "When a company is successful, its people get a chance to grow individually, so it is a win- win situation for all.",
  "Solomon: To shift gears for a moment: Many of the readers on my channel at Forbes.com are aspiring entrepreneurs.",
  "Chhatwal: Leadership must live the culture of the organization and keep a watch on where that culture is heading.",
  "That Chhatwal would be loath to fiddle too much with his organization’s existing culture is understandable.",
  "You can also think of it as “nurture the existing culture” or “be a steward to the existing culture.”)\n\n3.",
  "However, I believe the most remarkable aspects of Tajness were subsumed and underutilized in recent years.",
  "Solomon: Same question, but in regard to leadership: How does leadership enable or sustain such service?",
  "Chhatwal: An inappropriate culture can undo the most finely-crafted organizational plans and strategy.",
  "On the plus side, this can be interpreted as being transparent, promoting inclusion and trust, etc.",
  "In addition, Indian has been recognized globally as a Best Place to Work, seven years running.",
  "Attempt to destroy the existing culture in the hope of putting something new in its place.",
  "Talk with me about the Tajness ethos and how it has sustained and how it has evolved.",
  "“T” stands for the trust that our guests, associates and stakeholders place in us.",
  "(Although “surrender” sounds pejorative, this option isn’t necessarily negative.",
  "On the other hand, however, it may be interpreted as being too direct or harsh.",
  "We also give priority to growing our internal candidates to the next level.",
  "If the existing culture is strong, then surrender, of course, will be easy.",
  "For “strategy,” let’s substitute “strategic leadership,” and take a look.",
  "Chhatwal: I’m going to give a very personal answer to this question.",
  "This is accomplished by monitoring several indicators and signals.",
  "We have redefined Tajness as T-A-J: Trust, Awareness and Joy.",
  "How does culture enable or sustain superior customer service?",
  "Chhatwal: Our philosophy of “Tajness” is our soul.",
  "Leadership and culture work bi-directionally.",
  "By nature, I am an open and direct person.",
  "When you arrived, did you clean house?",
  "Surrender to the existing culture.",
  "Evolve the existing culture.",
  "Selectively purge?",
  "Well, it depends.",
  "Re-organize?",
  "2."
]