[
  "“When Mr. Trump says we want to rebuild our conventional military, he’s right because that conventional military has been chewed up, I believe being misused, doing basically nation-building-type exercises.”\n\nFor example, he cited:\n\nTaking the 1st Armored Division, which is magnificent at doing open-land maneuver warfare, conventional Hans Guderian-style tactics – but now you try to take the 1st Armored Division and make it into a policing unit that is trying to stabilize a number of Iraqi towns, or wherever it might be deployed, that is a misuse of that asset.",
  "Prince noted that Iraq “sits on a sea of oil, and so there’s an enormous amount that’s in production now, around two million barrels a day.”\n\nHe declared:\n\nYou could easily double that, or triple that, so for Mr. Trump to say, “We’re going to take their oil” – certainly we’re not going to lift it out of there and take it somewhere else, but putting it into production, and putting a tolling arrangement into place, to repay the American taxpayers for their efforts to remove Saddam and to stabilize the area, is doable, and very plausible.",
  "Prince said the Obama administration “missed the mark” when former Iraqi President Nouri al-Maliki left his post and “looted the central bank of Iraq, taking with him almost $42 billion.” He called it “probably one of the largest single criminal raids in a day, that the cash in the central bank of Iraq was lifted and shifted to Tehran, as Nouri al-Maliki departed office.”\n\n“So there’s been an enormous amount of theft, an enormous amount of corruption in Iraq that the U.S. has sat willfully and blindly observing,” he said.",
  "On Thursday’s Breitbart News Daily, retired Navy SEAL and former Blackwater CEO Erik Prince addressed the feasibility of Donald Trump’s “take the oil” imperative, most recently expressed during Wednesday night’s national security town hall event.",
  "The financial hit to U.S. taxpayers was exacerbated by the enormous amount of waste Prince perceived in the Obama administration’s strategies.",
  "“Twelve generals overseeing a supposed 5,000-member armed force.”\n\n“It can be substantially cheaper than it’s done now,” he asserted.",
  "Breitbart News Daily airs on SiriusXM Patriot 125 weekdays from 6:00 a.m. to 9:00 a.m. Eastern.",
  "He said fully 80 percent of the money spent on overseas operations was wasted.",
  "“There’s twelve generals in Iraq right now,” Prince noted.",
  "LISTEN:"
]