[
  "Even attempts to articulate safe, bipartisan points of consensus run afoul of tribal suspicions.” [David Greenberg on the death of neutrality / Politico]\n\nWatch this: The gender wage gap, explained\n\nHillary Clinton and Anne-Marie Slaughter discuss the cultural norms at the center of the worldwide gender pay gap, including the “motherhood penalty” on this week’s episode of Explained, now on Netflix.",
  "They will grapple with whether this third try “is the charm” or if “justice pursued for too long become[s] injustice — or simply pointless.” [Above the Law / Justin Dillon]\n\nMiscellaneous\n\nFormer Alabama senatorial candidate Roy Moore is suing comedian Sacha Baron Cohen for $95 million for defamation, emotional distress, and fraud.",
  "With an estimated population of 78 million queer people, this is the “biggest decriminalization verdict in history.” [Gay Star News / Shannon Power and Rik Glauert]\n\nThe five judges voted to overrule Section 377 of the Indian Penal Code, a 157-year-old statute that deemed gay sex illegal and a punishable offense.",
  "For more newsletters, check out our newsletters page\n\nDeadlocked in the Blackwater murder case\n\nThe second trial of a former security guard for Blackwater USA (charged with murder for killing more than a dozen unarmed civilians in Iraq) resulted in a mistrial on Thursday.",
  "The Supreme Court justified the ruling as an interpretation “per the requirement of changing times.” [Times of India]\n\nGay sex was initially decriminalized in 2009 by the Delhi High Court, but that ruling was quickly overturned by the Supreme Court.",
  "The bonnethead shark’s diet primarily consists of seagrass, because “fish are friends ... not food.” [The Guardian / Ian Sample]\n\nVerbatim\n\n“Under Trump, neutrality has become a difficult position for any individual or institution to maintain.",
  "[ Cosmopolitan / Tess Koman ]\n\n] The Verge’s Sarah Hagi explores the weird world of the viral video sensation known as “Yes, Papa.” It seems no one in the Billion Surprise Toys universe is allowed to eat sugar ... and they’re all liars.",
  "[ USA Today / Michael Collins ]\n\n] Slatten was accused of murder, and three other fellow guards for Blackwater, an infamous private security company that was hired by the government in 2004, were convicted of manslaughter charges.",
  "[ Washington Post / Spencer S. Hsu ]\n\n] Slatten was previously convicted of first-degree murder and sentenced to life, but judges from a federal appeals court overturned the decision and called for a retrial.",
  "A disguised Cohen invited Moore, accused of assaulting teenage girls, onto his prank show “Who is America?” and had him take a “pedophile detector” test.",
  "Sign up for the Vox Sentences newsletter, delivered straight to your inbox Monday through Friday, or view the Vox Sentences archive for past editions.",
  "[ NPR / Camila Domonoske ]\n\n] Nicholas Slatten, the security guard, was allegedly involved in 2007’s shooting in Baghdad’s Nisour Square.",
  "[LA Times / Shashank Bengali and Niha Masih]\n\nvox-mark Vox Sentences The news, but shorter, delivered straight to your inbox.",
  "[ The Verge / Sarah Hagi ]\n\n] Scientists have discovered, and captured, the first known omnivorous shark species on Earth.",
  "[ CNN / Zachary Cohen and Laura Jarrett ]\n\n] Prosecutors now have to decide if they will retry Slatten for a third time.",
  "Gay marriage is still illegal and gay couples cannot adopt children together or inherit one another’s property.",
  "Subscribe By signing up, you agree to our Privacy Policy and European users agree to the data transfer policy.",
  "It also propelled efforts to end the use of private military services, though nothing has changed yet.",
  "Gay sex decriminalized in India\n\nIndia’s Supreme Court moved to decriminalize gay sex on Thursday.",
  "[ BBC ]\n\n] The alleged murders sparked outrage from diplomats and humanitarians around the globe.",
  "Emirates flight from Dubai to JFK: what we know about the sick passengers\n\nHow Ouija boards work.",
  "Matt Yglesias dissects what’s really at stake in the 2018 midterms between now and Election Day.",
  "Unfortunately, he was immediately impeached after banning heterosexuality in the tiny town.",
  "[The Cut / Sarah Nechamkin]\n\nThe fight for gay rights in India is far from over, however.",
  "[Slate / Matthew Dessem]\n\nA YouTube star paid $100 to become a mayor in Hell, Michigan.",
  "Read more\n\nWho is the senior Trump official who wrote the New York Times op-ed?",
  "The Blackwater murder trial ends with a hung jury; 20-Gay-Teen reaches India.",
  "Vox Sentences is your daily digest for what’s happening in the world.",
  "The incident killed 14 unarmed Iraqi civilians and wounded 17 others.",
  "Goop was fined $145,000 for its claims about jade eggs for vaginas.",
  "Decriminalization efforts returned to the court system this year.",
  "Kavanaugh is presenting himself as a #MeToo ally.",
  "Sign up for The Weeds pop-up newsletter!",
  "Everyone is expected to take a side.",
  "His record shows he is not.",
  "It’s still selling them.",
  "(Hint: It’s not ghosts.)",
  "See for yourself."
]