[
  "“To this end, Israel’s MAFAT Defense Research and Development Authority is working with state-owned Israel Aerospace Industries and other firms to evaluate technologies needed to improve the ability to track, target and ultimately destroy such threats.”\n\nSPEED READ\n\n— The VA fires the head of Washington’s VA Medical Center: News 4 NBC Washington\n\n— Christopher Wray is sworn in as the new FBI director: POLITICO\n\n— The Navy’s top lawyer faces an investigation about targeting SEAL commandos: The San Diego Union-Tribune\n\n— A transgender former Navy SEAL warns on Trump’s transgender ban: “If this goes through ... it’s going to be a fight”: POLITICO\n\n— Afghanistan worries about a stronger Islamic State threat: Reuters\n\n— A Pentagon-funded program to bolster Afghan intelligence capabilities is branded a failure: The Guardian\n\n— Trump quickly ended the CIA’s covert program to train and equip Syria rebels to overthrow Assad, one of the costliest covert programs in the agency’s history: NYT\n\n— A top State Department official warns of “grave” consequences if Syria's al Qaeda dominates Idlib province: Reuters\n\n— Russian military losses in Syria jump this year: Reuters\n\n— Militants and refugees return to Syria under a cease-fire deal brokered between Hezbollah and Al-Qaeda: NYT\n\n— Turkey’s President Recep Tayyip Erdogan replaces his top military chiefs: NYT\n\n— Turkey and China pledge close security cooperation: AP\n\n— The Navy takes specialized stealthy boats out for a ride in the Middle East: The War Zone\n\n— An arms deal becomes a job deal in Australia: WSJ\n\n— China joins the U.S. and Japan in searching for a missing American sailor in the South China Sea: Navy Times\n\n— Vice President Mike Pence accuses Russia of working to \"destabilize\" the Western Balkans and divide the region from the West: Reuters\n\n— An early look at the National Museum of the United States Army’s first artifacts: Task & Purpose\n\n— Sen. Claire McCaskill (D-Mo.)",
  "“In a letter to the U.N. Security Council, obtained Wednesday by The Associated Press, they complained that Iran's Simorgh space launch vehicle, if configured as a ballistic missile, would have the range and ‘payload capacity to carry a nuclear warhead.’\n\n“The U.S., France, Germany and the United Kingdom said this is ‘inconsistent’ with a provision in the 2015 resolution adopted by the Security Council calling on Iran ‘not to undertake any activity related to ballistic missiles designed to be capable of delivering nuclear weapons.’”\n\nAIR FORCE LAUNCHES AN ICBM TEST, reports the AP: “The U.S. Air Force successfully launched an unarmed intercontinental ballistic missile from California, the fourth such test this year.",
  "“Under the new reorganization, the Defense Innovation Unit Experimental, which previously reported directly to the Defense secretary, will be under the research and engineering undersecretary along with the Strategic Capabilities Office and the Defense Advanced Research Projects Agency.”\n\nMATTIS ADVISED THE UAE BEFORE JOINING THE TRUMP ADMINISTRATION, via your Morning D correspondent: Defense Secretary Jim Mattis worked as a military adviser for the United Arab Emirates in 2015 after retiring as a four-star Marine general and before joining the Trump administration, according to Pentagon records obtained by the Project on Government Oversight.",
  "“But in a classified briefing with senators later on Wednesday with Secretary of State Rex Tillerson and Defense Secretary James Mattis, Mattis in particular reiterated his longstanding interest in a new authorization, according to senators in both parties — as long as lawmakers didn't try to excessively rein in the Pentagon.”\n\nMCMASTER CLEANS HOUSE AT THE NSC: “A top official of the National Security Council was fired last month after arguing in a memo that President Trump is under sustained attack from subversive forces both within and outside the government who are deploying Maoist tactics to defeat President Trump’s nationalist agenda.",
  "“Veterans Affairs Secretary David Shulkin had encouraged passage of the bill, and a White House spokesman told POLITICO that Trump plans to sign it.”\n\nMCCAIN PLANS TO WORK DURING CANCER TREATMENT, reports our colleague Connor O’Brien: “Senate Armed Services Chairman John McCain said Wednesday he's ‘feeling good’ just days after starting treatment for brain cancer and vowed to continue working and return to the Senate in September.",
  "POLAND SENDS CONFLICTING MESSAGES ON PATRIOT MISSILES, writes Defense News: “The secretary of state at Poland’s Ministry of National Defence has threatened to break off an impending deal with the U.S. government to buy Patriot air-and-missile defense systems if certain requirements for technology transfers are not met, according to a letter sent July 15 to the director of the U.S. Defense Security Cooperation Agency.",
  "But opponents fear it could increase the chances of a nuclear confrontation at a time when relations between the two nations are at a post-Cold War low.”\n\nCONGRESS PASSES GI BILL EXPANSION, reports POLITICO’S Michael Stratford: “The Senate signed off Wednesday on a sweeping expansion of GI Bill education benefits, sending the bipartisan legislation dubbed the ‘Forever GI Bill’ to President Donald Trump’s desk.",
  "The memo signing directly followed a visit by U.S. President Donald Trump to Poland where he praised Poland for wanting to buy Patriot.”\n\nISRAEL BEGINS WORK ON THE NEXT ARROW, reports Defense News: “Israel’s Defense Ministry and industry developers have begun early work on what could evolve into the Arrow-4, a new missile-intercepting system to defend against much more sophisticated, future threats from Iran.",
  "I'm eating well and feeling fine, getting plenty of exercise,’ McCain said.”\n\nIRAN ROCKET LAUNCH ‘THREATENING,’ U.S. SAYS, via the AP: “The United States and three Western allies are calling Iran's recent launch of a satellite-carrying rocket ‘a threatening and provocative step’ that is ‘inconsistent’ with a U.N. resolution endorsing the 2015 agreement to rein in its nuclear program.",
  "But the White House protested what it sees as congressional encroachment on the president’s power in foreign affairs.”\n\n— AND CONGRESS READIES FOR AN INF TREATY FIGHT, writes our colleague Bryan Bender: “Congress is moving to force the Pentagon to violate a nuclear arms treaty with Russia — in yet another effort to box in President Donald Trump on relations with Moscow.",
  "“Over nearly two hours in the situation room, according to the officials, Trump complained about NATO allies, inquired about the United States getting a piece of Afghan’s mineral wealth and repeatedly said the top U.S. general there should be fired.”\n\nBut Sen. Lindsey Graham (R-S.C.) warns Trump against firing Nicholson and dismissing the advice of his generals.",
  "Vice President Mike Pence rejected the notion of holding direct talks with North Korean leader Kim Jong Un aimed at curbing the nation’s nuclear weapons program, saying the right strategy doesn’t involve ‘engaging North Korea directly.’\n\n“Instead, Mr. Pence said he favored economic and diplomatic pressure while pushing China to use its clout with Pyongyang.",
  "COMMANDER IN AFGHANISTAN, reports NBC News: “President Donald Trump has become increasingly frustrated with his advisers tasked with crafting a new U.S. strategy in Afghanistan and recently suggested firing the war's top military commander during a tense meeting at the White House, according to senior administration officials.",
  "“The fiscal 2017 National Defense Authorization Act dissolved the Pentagon’s Office of Acquisition, Technology and Logistics and split it into two new posts: an undersecretary for research and engineering that will focus on innovation, and an undersecretary for acquisition and sustainment that will focus on program management.",
  "Among other retired senior officers who received permission from the Pentagon to work with foreign governments, POGO reported, are White House Chief of Staff John Kelly, former National Security Adviser to President Barack Obama retired Marine Gen. James Jones and former Marine Corps Commandant retired Gen. James Amos.",
  "The U.S. isn’t ruling out military action against North Korea, leaving ‘all options are on the table,’ said Mr. Pence, who spoke in his cabin aboard Air Force Two as he flew home Wednesday from a trip to Estonia, Georgia and Montenegro.”\n\nAnd the U.S. travel ban to North Korea will take effect Sept. 1, reports Reuters.",
  "“In interviews here, defense and industry sources assess the specter of massive salvo strikes, sub-munition warheads and multiple reentry vehicles, or MRV, as the next major technological challenges that Israel’s integrated, multitiered national defense network may have to contend with a decade down the road.",
  "SHANAHAN AIMS TO BUILD AN INNOVATION ‘FARM LEAGUE,’ writes our colleague Jacqueline Klimas: “Two of former Defense Secretary Ash Carter’s key initiatives will report to a new undersecretary under a reorganization that the deputy Defense secretary says will improve the military’s ‘farm league’ for innovation.",
  "“Zia Durani, a spokesman for the governor of Kandahar, said the convoy had come under attack while traveling in the area of Shorandam, which lies on the main road from Kandahar Airfield, one of the largest American bases in the country.”\n\nFour American troops were also wounded in the attack, reports the AP.",
  "Story Continued Below\n\n“During the July 19 meeting, Trump repeatedly suggested that Defense Secretary James Mattis and Chairman of the Joint Chiefs of Staff Gen. Joseph Dunford replace Gen. John Nicholson, the commander of U.S. forces in Afghanistan, because he is not winning the war, the officials said.",
  "“If the president doesn’t listen to the generals like Gen. Nicholson and he goes down the road that President Obama went, Afghanistan’s going to collapse.”\n\nMeanwhile, Blackwater founder Erik Prince wants to boost the Afghan air war with his private air force, reports the Military Times.",
  "“An Air Force statement said the test would show the effectiveness, readiness, and accuracy of the weapon system.”\n\nMeanwhile, the Missile Defense Agency plans to pursue new technology, including a wide array of radars and sensors, to enhance homeland missile defense, adds Defense News.",
  "— ADMINISTRATION SENDS MIXED SIGNALS ON AUMF, writes POLITICO’s Elana Schor: “The Trump administration sent mixed messages Wednesday about a new authorization for U.S. military operations in the Middle East, encouraging senators to work on one while also deeming it unnecessary.",
  "TRUMP SIGNS RUSSIA SANCTIONS BILL, report POLITICO’s Matthew Nussbaum and Elana Schor: “President Donald Trump on Wednesday signed a bipartisan bill placing new sanctions on Russia — but in a statement, he claimed multiple aspects of the legislation violate the Constitution.",
  "“Language in key defense bills in both the House and Senate would require the military to begin developing medium-range missiles banned by a 1987 treaty that Ronald Reagan negotiated with Soviet leader Mikhail Gorbachev during the twilight years of the Cold War.",
  "— TALIBAN BOMBER KILLS TWO U.S. SERVICE MEMBERS, reports The New York Times: “A Taliban suicide bomber rammed his vehicle into a NATO convoy in the southern Afghan city of Kandahar on Wednesday, killing two American soldiers, the Pentagon said.",
  "“The administration first asserted in a letter to lawmakers that Congress' 2001 war authorization covers its current military presence in the region, including the U.S. airstrikes against Syrian government-backed forces in May and June.",
  "“Secretary Mattis’s previously undisclosed relationship with the UAE could also add a new dimension to recent controversies surrounding the UAE’s role in convincing President Trump to support a blockade on Qatar,” POGO concluded.",
  "McMaster in the ongoing war within Trump’s White House between those who believe that the president is under threat from dark forces plotting to undermine him, and those like McMaster who dismiss this as conspiratorial thinking.",
  "“The sanctions, aimed at punishing Russia for its interference in the 2016 election, limit the president’s power to lift the sanctions without congressional approval and were initially resisted by the administration.",
  "is seeking answers from the VA after a watchdog found the agency made $5.5 billion in improper payments last year: Stars and Stripes\n\n— In search of inner peace, veterans take on cross-country journeys: NYT",
  "“The letter was sent just over a week after a memorandum was signed by Polish Defence Minister Antoni Macierewicz and DSCA Director Vice Adm. Joseph Rixey that set up a two-phased plan to buy Patriot.",
  "“In one of two statements released almost simultaneously Wednesday morning by the White House, Trump said he supports the law's efforts to crack down on the actions of Iran, North Korea and Russia.",
  "Higgins’s memo describes supposed domestic and international threats to Trump’s presidency, including globalists, bankers, the ‘deep state,’ and Islamists,” reports The Atlantic.",
  "“The 30th Space Wing says the Minuteman 3 missile launched at 2:10 a.m. Wednesday from Vandenberg Air Force Base, about 130 miles (209 kilometers) northwest of Los Angeles.",
  "“The Arizona Republican sounded an upbeat note in an interview on ‘The Mike Broomhead Show’ on Phoenix talk radio station KFYI, his first since he began treatment Monday.",
  "Meanwhile, Qatar signs a $6 billion deal with Italy to purchase six naval vessels amid an ongoing blockade by Arab Gulf countries against Qatar, adds the AP.",
  "And the latest attack highlights an internal Pentagon struggle over how transparent to be in releasing troop casualty information, the Associated Press adds.",
  "“Rich Higgins, a former Pentagon official who served in the NSC’s strategic-planning office as a director for strategic planning, was let go on July 21.",
  "Trump suggests firing top U.S. commander in Afghanistan\n\nWith Eli Okun, Connor O’Brien and Jacqueline Klimas\n\nTOP NEWS — TRUMP SUGGESTS FIRING TOP U.S.",
  "And McMaster also axes Ezra Cohen-Watnick, the NSC’s senior director for intelligence, add POLITICO’s Eliana Johnson, Nahal Toosi and Ali Watkins.",
  "Meanwhile, new White House chief of staff John Kelly cracks down on West Wing back channels to the president, writes POLITICO’s Josh Dawsey.",
  "“The bill, which would increase veterans benefits by more than $3 billion over the next decade, passed the Senate by unanimous consent.",
  "“Then the Polish government attempted to temper the letter in an Aug. 1 posting on the ministry’s website after the letter went public.",
  "Tillerson plans to press China and the ASEAN states on North Korea when he attends regional meetings in Manila, Reuters adds.",
  "“In the bill, Congress asked the Pentagon for a plan to implement the split, which it delivered to Capitol Hill on Tuesday.",
  "IT’S THURSDAY AND WELCOME TO MORNING DEFENSE, where we're always on the lookout for tips, pitches and feedback.",
  "Email us at ghellman@politico.com, and follow on Twitter @greg_hellman, @morningdefense and @politicopro.",
  "), chairwoman of SASC’s Strategic Forces Subcommittee, urges Congress to support missile defense efforts.",
  "“Supporters say the move is necessary because Russian President Vladimir Putin has violated the pact.",
  "Trump has not met Nicholson, and the Pentagon has been considering extending his time in Afghanistan.",
  "Mattis wasn’t paid for his work, except reimbursement for travel expenses, Pentagon spokesman Capt.",
  "\"’It's a tough challenge, of course, but [I'm] getting the best care you can possibly have.",
  "— PENCE REJECTS DIRECT TALKS WITH NORTH KOREA, via The Wall Street Journal: “U.S.",
  "I think he’s doing an admirable job,” Graham told reporters on Capitol Hill.",
  "“His dismissal marks the latest victory by National Security Adviser H.R.",
  "But there’s no simple military solution on North Korea, writes CNN.",
  "CNN first reported news of Mattis’ work on behalf of UAE.",
  "“I can’t think of a good reason to fire the general.",
  "And Sen. Deb Fischer (R-Neb.",
  "Jeff Davis told POGO."
]