[
  "Now, one year into Trump’s tenure, his second offering in the otherwise dull world of political thrillers—which comes out on Monday—is an equally complex tale of kompromat influencing a presidential election, even more sexual misconduct, and an Erik Prince-like military contractor with close ties to the administration, this time told through the lens of a rollicking Democratic presidential primary.",
  "His manuscript, meant to be a nonpartisan three-alarm warning about the dangers of gerrymandering, was a side project that kept him occupied starting in 2011, which intensified as he got more and more feedback insisting that he actually make the book interesting, and not just a sermon about political dysfunction.",
  "Each is told from the perspective of Jack Sharpe, an aging political reporter and ex-football star who finds himself mired in significant international intrigue after his local Democratic congressman unexpectedly loses his seat in a midterm election Sharpe is covering for his hometown Youngstown Vindicator.",
  "And though he doesn’t shy from his fiction’s unexpected relationship with reality, Pepper is still trying to ring the alarm about gerrymandering and dark money, and he’s equally concerned that yet another piece of The Wingman will come true: conservative organizations meddling in Democratic primaries.",
  "That task proved increasingly difficult as he again ran for statewide office in 2014 (again unsuccessfully, this time for attorney general), and then after he became the state party chairman in 2015, a job that forces him to commute at least 90 minutesdaily between Cincinnati and Columbus.",
  "Following the cash trail, and using some unorthodox techniques that wouldn’t pass real-world journalistic muster, they eventually find that a military contractor closely tied to the current Republican administration has been orchestrating the primary from afar.",
  "Pepper’s day job—trying to guide his party to victory in dozens of up- and down-ballot races every other November—kept him from doing a proper publicity tour for The People’s House, and the book didn’t get much press beyond the Wall Street Journal article.",
  "Then—and here come the spooky parallels—Sharpe figures out the shadowy group’s tactics for controlling the politicians: blackmail, a storyline written well before the Steele dossier raised the possibility that Russia has compromising information on Trump.",
  "After Pepper wrote it, it was reported that Prince, Education Secretary Betsy DeVos’ brother, had secretly met with the head of a Russian investment fund in the Seychelles and then proposed building a private spy program to administration higher-ups.",
  "He added a Russian scheme in 2012, he says, and kept adding dimensions to the plot on free Saturdays, or instead of exercising, or dictating into his iPhone as he drove across the state—even eventually during nap time when his first child was born.",
  "At one point in The People’s House, Oleg Kazarov, the imposing Putin-like character behind most of the election-throwing intrigue, reveals he can speak English only after sitting silently next to a translator through a long, contentious meeting.",
  "He wrote it before the now-infamous Steele dossier became public knowledge (and before, Pepper says, he learned about it)—and months before revelations about the Blackwater founder’s close ties to the Trump team and its Russian entanglements.",
  "A conniving congressman who wants to be president!—and colorful characters whose descriptions highlight Pepper’s depth of experience in the field, from a folksy county party chairman to encouraging but cash-strapped local newspaper editors.",
  "The second novel opens with a Democratic primary debate in New Hampshire, moderated by Sharpe, who’s still settling into his job at the TV network that snapped him up after his bombshell stories about the last election cycle.",
  "He’s decided to go after Pepper because his first book—The People’s House, a quick, lively thriller full of labyrinthine scandal and homey Rust Belt touches—reads like a user’s guide to the past two years in U.S. politics.",
  "Pepper released the book in the summer of 2016, just as the presidential contest between Donald Trump and Hillary Clinton was heating up—and before Russia’s real-life campaign to influence the election had been revealed.",
  "What does he know?”\n\n\n\n***\n\nThe key to writing a successful political thriller is to come up with a scenario that’s far-fetched enough to stretch the reader’s imagination, but not so insane as to be wholly unbelievable.",
  "A library group in Ohio recently pointed out to him that the sexual abuse cover-up described in The People’s House looks a lot like that in some of the offices currently being exposed as the #MeToo movement intensifies.",
  "Just after sending in the People’s House manuscript for its edit in early 2016, Pepper was on the treadmill in his Cincinnati basement watching the Republican presidential contenders debate in Goffstown, New Hampshire.",
  "In fact, the heart of the story had been written for three years when the Russian government sent hackers to infiltrate the Democratic National Committee and sent their trolls to influence the election on social media.",
  "And he also just happened to spend three years in Russia after college on a think tank project where his point of contact in the St. Petersburg’s mayor’s office was none other than a young Vladimir Putin himself.",
  "Sharpe discovers voting anomalies in districts where the voting machines were run by a mysterious new company, which leads to an ugly partisan divide between parties arguing over the legitimacy of the election.",
  "Around that time, Pepper noticed that one of his friends from his undergrad days at the Yale Daily News had starting writing books, and when his statewide campaign fell short, he decided to give it a shot.",
  "“It’s almost as if David knew something was going to happen historically before he wrote the first book,” says Ted Strickland, the former Ohio governor who himself lost a swing-state Senate race in 2016.",
  "“If there’s interference in ’18, it will look like my book,” he warns, pointing to the relative ease of hacking voting machines versus releasing emails and hoping they’ll make a difference a la 2016.",
  "The story for The Wingman may be similar: Pepper’s tasked with winning a Senate and gubernatorial race this fall, along with a whole slate of down-ballot contests, making a publicity push difficult.",
  "Both books are surprisingly energetic tales that are only occasionally interrupted by drier blocks of text explaining nitty-gritty details of elections that are likely not obvious to casual readers.",
  "Former Michigan Governor Jennifer Granholm, for one, counts herself a fan of the books, and calls Pepper a “political Nostradamus.” She gave away copies of his first book for Christmas last year.",
  "What Pepper’s Twitter stalker—and the stream of readers who downloaded the volume on Amazon after the Wall Street Journal review—didn’t yet know was that he was about to do it all over again.",
  "A congressman who discovers the plot early on decides not to expose it, instead using it to his own advantage while carrying out inappropriate sexual relationships with aides on the side.",
  "David Pepper recently had to block someone on Twitter for the first time in his life, because he was tired of being accused, repeatedly, of hiding his real identity as a Russian spy.",
  "Still, by late 2015, as the 2016 campaign was revving up, he had made enough progress that it was time to press print, which he did using a service that would help him self-publish.",
  "But when a Wall Street Journal reviewer that November surprised him by calling The People’s House “a sleeper candidate for political thriller of the year,” that started to change.",
  "All of which is to say that when The Wingman is published on Monday, Pepper is preparing for another round of bewilderment from his friends, colleagues and randos on the Internet.",
  "On occasion, someone will ask him whether he meant to write such obvious parallels to reality, and he’ll realize there’s a whole new dimension he hadn’t even considered.",
  "“If I were a Russian spy, would I really release my plot in novel form in advance?” the 46-year-old Cincinnatian asks me, mock-bewildered, on a recent Friday morning.",
  "He grew increasingly animated as Chris Christie repeatedly went after Marco Rubio, a surprising tactic that seemed like it was obviously designed to benefit Trump.",
  "The tense exchange kicks off Stevens’ long fall from the front of the pack while vaulting Bravo ahead, and also helping a third candidate, Governor Peter Nicholas.",
  "Following an unsuccessful mayoral run in 2005, he joined the Hamilton County Board of Commissioners, and, after four years, tried running for state auditor.",
  "He’s often directed to articles describing 2016 voting patterns in some Michigan districts that look remarkably like the anomalies he describes in the book.",
  "As one shock GOP win becomes an unexpected wave in swing seats across the country, Sharpe recognizes that he has a bigger story than expected on his hands.",
  "After returning from Russia, and then graduating from Yale Law School, Pepper returned to Cincinnati, where before long he was elected to the city council.",
  "(In the first book, this means going deep on electoral administration procedures and congressional fundraising; in the second, it’s campaign finance law.)",
  "Two years ago, a successful Russian plot to throw an American election by manipulating the Midwest would almost certainly fall into the latter category.",
  "“Then I wouldn’t be a very good spy.”\n\nStory Continued Below\n\nThe online tormentor isn’t just throwing out random espionage allegations for no reason.",
  "Using a self-publishing service, Pepper didn’t expect much of a reception, and he didn’t get one at first, beyond his amused friends and colleagues.",
  "So this time, it’s not only the citizens of Twitter, but also Pepper’s friends who are looking at him with a raised eyebrow and an unbelieving grin.",
  "That, Pepper says, was based directly on his experience with the now-president of Russia, who was at the time a local municipal administrator.",
  "Before long, the ousted local congressman is found dead—just hours, Sharpe discovers, after he had tried getting in touch with the reporter.",
  "The story unspools from there, packed with both the expected classics of a political thriller—Bourbon-swilling and cigar-chomping lobbyists!",
  "Pepper, after all, just happens to be the chairman of the Democratic Party in perhaps the most important battleground state in the country.",
  "Digging into the surging candidates soon after, Sharpe’s team finds a trail of bodies, kidnappings and unaccountable dark money nonprofits.",
  "At one point in the book, the Putin-inspired Russians try hacking into a defense contractor's internal systems (again, just like reality).",
  "The People’s House centers around a Russian scheme to flip an election and put Republicans in power by depressing votes in the Midwest.",
  "The story of a tampered-with midterm doesn’t match up directly with what happened in 2016, of course, but the parallels are obvious.",
  "Plus, he says, we can’t write off the CIA director’s warning late last month of more Russian attempts to sway the upcoming midterms.",
  "But he’s well aware that the continued trickle of real-life news mirroring the books is likely to draw further eyeballs his way.",
  "But as one of his friends, former Cincinnati Mayor Jerry Springer (yes, that one), tells me, laughing, “It kind of scared me.",
  "There, young upstart congressman Anthony Bravo, a veteran, surprisingly goes after a front-running senator, Wendell Stevens.",
  "If the first book started as a rant against gerrymandering, the second was originally intended as an anti-dark money screed.",
  "Sharpe eventually determines the voting machine company is owned by a Russian determined to throw the races—Kazarov.",
  "He figured he could pull together something more realistic than the eye-roll-inducing political drivel he saw on TV.",
  "The Putin-like oligarch Pepper portrays as pulling the strings of U.S. politics had been fleshed out for two.",
  "But most of the volumes come straight from Pepper’s expertise as a Democratic official back home in Ohio.",
  "The reason Kazarov wants the GOP in power is so that his controversial pipeline plan will be approved.",
  "Pepper is still frequently inundated with links to news stories that seem reminiscent of his fiction.",
  "As he waited for edits on the first book, early in 2016, Pepper got started on a sequel, The Wingman.",
  "“Given what’s happening, I’m not sure the thesis of that first book was all that far-fetched.”",
  "By the end of the night, The Wingman had clicked for Pepper, the first scene already written.",
  "Pepper allows that some of the Russian subplots are inspired by his time in St. Petersburg.",
  "He finished the bulk of the manuscript by January 2017, as Trump was getting sworn in.",
  "If the first parallels were eerie, these ones were, Pepper admits, maybe even spooky.",
  "Friday’s indictments were yet another echo of the text he put to bed months earlier.",
  "(Despite the brief resulting Amazon bump, The People’s House was no best-seller.)",
  "He says a few weeks ago readers were even asking him for his Super Bowl pick.",
  "And their sinister leader is obviously written as a Prince-like character.",
  "So might the idea of systematic blackmail of a presidential candidate.",
  "The People’s House begins at that election night party-turned-wake.",
  "Sexual harassment and systematic coverups in Congress abound.",
  "And Pepper wrote the book before any of it actually happened.",
  "Pipeline politics play an unexpectedly outsize role.",
  "Now, others are starting to echo that concern.",
  "But it’s no unimaginative rehash.",
  "(And yes, he chose the Eagles.)",
  "The Wingman is out on Monday.",
  "Single-car accidents!",
  "Mysterious deaths!",
  "Sound familiar?",
  "He digs deeper.",
  "Goon squads!",
  "Kidnappings!"
]