[
  "“What made you so sure this woman was going to lose interest in her monkey?” Lisa gave me the look that said, “A monkey—of course she’s going to lose interest in it,” and said, “A monkey—of course she’s going to lose interest in it.” It was right around there that we came upon a billboard for a firing range called ProShots.",
  "“I’m telling you, Mike, sometimes I don’t know what this world is coming to.” In the glass case below the counter were a number of bumper stickers, one of which read “ProShots: Pansies Converted Daily.” “That used to be on their billboard until gay people complained,” Lisa told me as we walked out the door.",
  "“I’m the pacifist in this relationship, never held a gun in my life, but there I was, while this madman was driving past my chest of drawers, shouting, ‘Kill him!’ ” As Tom aimed his gun, the guy passed out from blood loss, and not long afterward the police showed up.",
  "Lisa had no experience whatsoever, so before stepping onto the firing range we sat for a forty-minute gun-safety class taught by a retired Winston-Salem police officer named Lonnie, who co-owned the business and was wearing one of its T-shirts.",
  "I wanted to go up to this woman and ask, ‘What do you plan on doing with that thing once you lose interest in it?’ ” Like a lot of pet owners I know, Lisa is certain that no one can take care of an animal as well as she can.",
  "Now I think that guys who wear baseball caps with their sunglasses perched on the brims have guns, if—and this is important—the lenses of the sunglasses are mirrored or fade from orange to yellow, like a tequila sunrise.",
  "There’s plenty of stuff that makes me angry, but the only things I can think of that really offend me, that truly affront my sense of decency, are cartoons in which animals wear sunglasses and say “awesome” all the time.",
  "Maybe he’ll be wearing gloves and lose his grip.” As we pulled away, I wondered if depressed people ever took the safety class and turned the guns on themselves once they got on the firing range.",
  "I once met an Asian-American fellow with a very sketchy goatee—no more than a dozen eyelash-length hairs on his chin—and when I guessed that his dad had bullets but no gun he said, “Oh, my God.",
  "One night, late, a large, crazy-looking man who turned out to be an escaped mental patient drove through the high chain-link fence surrounding their property and pounded on their door.",
  "The same thing happened after that guy opened fire in a movie theatre in Colorado, and after the massacre at the Emanuel African Methodist Episcopal Church in South Carolina.",
  "I just wanted the exercise.” There was a classroom at the back of the store, and, after seating us side by side at one of the desks, Lonnie took the chair across from us.",
  "2—never point your weapon at another person, unless you intend to kill or wound him—when Lisa explained why she was taking the class: “If anyone ever tries to shoot me?",
  "Or, if the dog is not on a leash: “That beagle’s about to be hit by a car, and his owner’s not doing a thing about it.” No one’s spaniel has the shots it needs.",
  "The man was perhaps in his early fifties, his pale eyebrows and wire-rimmed, almost invisible glasses shaded by a baseball cap with the Blackwater logo on it.",
  "By then, the door was hanging by a thread and had bullet holes in it, the hangar was practically destroyed, and there was a stolen car at the foot of the bed.",
  "“You came here to shoot, didn’t you?” I accepted the gun, and from then until the time we left my name was Mike, which was more than a little demoralizing.",
  "Not getting the “Wait a minute—the David Sedaris?” I have come to expect when meeting someone was bad enough, but being turned into a Mike, of all things?",
  "Like most people raised with water pistols and dart-shooting plastic Lugers, we automatically reached for the triggers, a no-no in the Big Book of Safety.",
  "It was spring, and my sister Lisa and I were in her toy-size car, riding from the airport in Greensboro, North Carolina, to her house, in Winston-Salem.",
  "Tom and Randy were on the other side of the door, bolstering it with their bodies, and when it started to come off its hinges Tom ran for his pistol.",
  "Seeing Lisa standing ramrod straight with a loaded Glock in her hand was as startling to me as seeing her in front of an orchestra waving a baton.",
  "I had assumed for some reason that a firing range would be outdoors, but instead it was situated in a strip mall, next to a tractor-supply store.",
  "“I fired at where I thought his knees would be, but he was bent over at the time, so the bullet went into his neck.” It didn’t kill him, though.",
  "It’s not because the animal in question—some rabbit or bear or whatever—is being disrespected but because it’s training children to be mediocre.",
  "“I always thought that before I committed suicide I’d first kill Henry.” She was referring to her parrot, who could easily live to be seventy.",
  "Our safety session went a little over schedule, but still allowed us ten minutes of shooting time, which, in retrospect, was more than enough.",
  "One company makes boxer briefs with a holster in the back, which they call Compression Concealment Shorts but which I would call gunderpants.",
  "“Look at how that guy is dragging his Irish setter on that leash!” she’ll say, pointing at what to me just looks like a man walking his dog.",
  "“Good shot, Lisa, now do it with your left eye closed.” “What do you say, Lisa, ready to give the .38 a try?” “Do I have to?” she asked.",
  "Eventually, very carefully, I nudged it back into place, wondering what the person who owned this looked like, for I had never met him.",
  "Because I Won’t.” A few days after Sandy Hook, I went online and saw an ad for the Bushmaster, one of the weapons used by Adam Lanza.",
  "I told him that in England a man was sent to prison for shooting a burglar who was breaking into his home, and Lonnie’s jaw dropped.",
  "Were I in, say, an office-supply shop, I could have made a judgment concerning the cost, but I have no idea how much a gun goes for.",
  "At the end of our session, Lonnie pulled in our target and wrote Lisa’s name above the bullet hole that came closest to the heart.",
  "I read that, after the shooting, gun sales went up, the fear being that President Obama was going to repeal the Second Amendment.",
  "It was under the bed, where the pornography should be, wrapped in a T-shirt, and it was in my lap before I realized what it was.",
  "Tom repairs planes, so he and Randy live right there at the airport, in a prefabricated house beside the hangar he works out of.",
  "Enraged, the escaped mental patient got back behind the wheel and drove through the massive garage-style door of the hangar.",
  "“I know you’re holding her hostage, you bastard!” It was insane, the things he was saying, but there was no dissuading him.",
  "Of course, stabbings here are through the roof, but with a knife you’re not going to kill more than a few people at a time.",
  "Or is the freedom they feel the freedom of not being shot to death in a classroom or a shopping mall or a movie theatre?",
  "“What was that ‘reason for taking the class’ business all about?” I asked Lisa as we crossed the parking lot to her car.",
  "Then it was out through the back wall and onto the tarmac, where he made a U-turn and drove into Tom and Randy’s house.",
  "Her first bullet hit the target—a life-size outline of a man—and missed the bull’s-eye of his heart by an inch at most.",
  "“This is like a movie where the villain refuses to die.” “I know!” agreed Randy, who directs his local arts council.",
  "1: Always assume that every weapon is loaded.” Lisa and I leaned back, wincing, as he laid two guns in front of us.",
  "“O.K., now, David, I want you to pick up the .38, and Lisa, you go for the Glock.”\n\nWe’d just advanced to rule No.",
  "Inside were glass display cases filled with weapons, and a wall of purses a woman could hide a dainty pistol in.",
  "Above the one that was farthest away, he wrote, “Mike.” Then he rolled it up and handed it to us as a souvenir.",
  "The bullet I fired was so off the mark, my only hope was that my enemy would laugh himself or herself to death.",
  "Nor am I concerned that an escaped psychopath is going to break down my front door in the middle of the night.",
  "People on YouTube blow away bowling balls and old toaster ovens in their back yards, and I just don’t get it.",
  "This was a niche market I knew nothing about until I returned to Lisa’s house later that day and went online.",
  "I’ve yet to see a bumper sticker picturing a fencing sword and the words “Come and Take It” or “Think Twice.",
  "It was as if I’d said that where I live you have to walk on your hands between the hours of 6 A.M. and noon.",
  "I asked myself, looking at the silhouette in front of me and wondering if there was also a female version.",
  "“Now I want you to plant your legs a little farther apart and try again.” Her second shot was even closer.",
  "“What makes you think that your attacker is going to drop his gun?” She unlocked her door and opened it.",
  "“Excuse me,” she said, “but are you here for the Lions Club meeting?” That’s the Mike of organizations.",
  "I just don’t want him to be abused once I’m gone.” “I thought he went to me after you died,” I said.",
  "I don’t know what kind, but it was small—not much bigger than a doll—and was in a pink frilly dress.",
  "Where I live now, in the U.K., it’s hard to get a rifle and next to impossible to secure a handgun.",
  "“You’d just lose interest in him.”\n\nNot long after we took our safety class, Sandy Hook happened.",
  "I want to know how to handle it properly.” “That is a very good, very smart reason,” Lonnie said.",
  "“It would be more practical than buying your own Glock or .38, and there’d be no mess,” I said.",
  "Then, too, there’s not a movement built around bladed weapons the way there is around firearms.",
  "“These weapons absolutely cannot fire unless you tug that little piece of metal,” Lonnie said.",
  "And, seeing as how you don’t pay until the end of the session, it wouldn’t cost you anything.",
  "Turning to the fellow next to him, he asked, “Did you hear that?” Then he turned back to me.",
  "One was a Glock something, and the other—the nicer-looking one—was a snub-nosed .38 Special.",
  "Lonnie said, “Good girl.” I found a gun once while cleaning someone’s apartment in New York.",
  "And so it was that on the following afternoon we arrived for our three-o’clock appointment.",
  "He might not be someone you’d choose as a friend, but you wouldn’t mind him as a neighbor.",
  "It was a picture of the assault rifle, above the words “Consider Your Man Card Re-Issued.”",
  "Nobody’s bird is eating correctly or getting its toenails trimmed to the proper length.",
  "“The first thing you need to know about firearm safety is that most people are stupid.",
  "How did you know?” This was before beards came back into style and everyone grew one.",
  "So go on, David, pick up your Glock.” I screwed up my courage and did as instructed.",
  "Things like that clearly happen, but I’d just as soon prepare by having a back door.",
  "It’s so foreign to me, wanting to own a gun, especially the kind you’d use in a war.",
  "There I found Web sites selling gun-concealing vests, T-shirts, jackets—you name it.",
  "I’d got up early to catch my flight, but still she had me beat by more than an hour.",
  "I don’t worry that a race war is coming and I need to arm myself in advance of it.",
  "Then I realized by asking around that guys with beards had fathers who owned guns.",
  "Lonnie had moved on by this point, and was teaching us how to pick up our guns.",
  "“Good job!” When it was Lisa’s turn, her finger went straight for the trigger.",
  "“I can tell you’re someone who thinks ahead.” Oh, you have no idea, I thought.",
  "I did it that one time with Lisa, and don’t feel the need to ever do it again.",
  "“Speaking of which, I was there a few months ago and saw a lady with a monkey.",
  "“I shovelled your drive while you were asleep,” you could imagine him saying.",
  "Later, as I paid, Lonnie said that North Carolina had pretty good laws.",
  "Lonnie didn’t forget my sister’s name—on the contrary, he wore it out.",
  "“I like to be at Starbucks right when they open, at 5 A.M.,” she said.",
  "Taking my final shot, I thought of a couple I know in Odessa, Texas.",
  "“You have a gun?” I asked, surprised, I suppose, because he’s gay.",
  "“O.K., Mike, now you give it a try.” I looked around, confused.",
  "“I think we should go to that place and shoot guns,” Lisa said.",
  "Two months after that, ProShots e-mailed a Valentine greeting.",
  "I thought of the time a woman approached me in a hotel lobby.",
  "The fact was that she was—that both of us were—already bored.",
  "“Rossi R352?—?$349.77,” read a tag beside one of the pistols.",
  "Of course, it wouldn’t have mattered who I imagined killing.",
  "I don’t know why, but shooting just doesn’t appeal to me.",
  "I don’t mean you folks personally, but people in general.",
  "Calling gay people pansies is just “meh,” in my opinion.",
  "Yet somehow, against all odds, British people feel free.",
  "Then I froze, the way I might have had it been a bomb.",
  "“I am going to assume that they are,” Lisa answered.",
  "This, I thought, was exactly why people bought guns.",
  "Lisa and I quite enjoyed wandering around the store.",
  "“I know you’ve got my mother in there!” he shouted.",
  "Except, you know, your life.” Lisa considered this.",
  "It was like pricing penguins or milking equipment.",
  "My shooting experience was limited to air rifles.",
  "I’ve never thought to stalk and kill my own food.",
  "Is it that they don’t know what they’re missing?",
  "It was a photo of a heart shape made of weapons.",
  "I used to think that guys with beards had guns.",
  "“They can’t go off if you drop them?” I asked.",
  "There were pistols and semi-automatic rifles.",
  "could have used their story as a commercial.",
  "“We’re a very gun-friendly state,” he said.",
  "There’s a lot I don’t like in this world.",
  "“Don’t get me wrong, I love him to death.",
  "I’m not a person who is easily offended.",
  "“Lisa, you’re a natural,” Lonnie said.",
  "It was amazing how spot on this was.",
  "“Now, are these loaded?” he asked.",
  "“Excuse me?” He handed me the .38.",
  "That, to me, is crossing the line.",
  "“Now, that’s just crazy,” he said.",
  "And accidentally drops the gun?",
  "“Absolutely not,” he told me.",
  "As for women, I have no idea.",
  "“Good girl!” Lonnie told her.",
  "“At least, not in your home.",
  "Lisa signalled for a turn.",
  "Who would I want to shoot?",
  "“Busted,” Lonnie told her.",
  "Where did that come from?",
  "“I hope you don’t mind.",
  "So I have a few rules.",
  "And it was just so .",
  "Even hand grenades.",
  "upsetting to me.",
  "“Wait,” I said.",
  "“Almost never.",
  "“I don’t know.",
  "I wondered.",
  "Tom nodded.",
  "The N.R.A.",
  "No.",
  ".",
  "."
]