[
  "Maria Cantwell and Tom Udall and Reps. Jared Polis and Raúl Grijalva, asked Interior Secretary Ryan Zinke in a letter released Friday to extend the public comment period on its proposed repeal of BLM’s methane waste rule from 30 to 90 days and to offer public hearings in the Western U.S. “The American people deserve to get a proper return on this natural gas resource, and any attempt to roll back this rule would represent a giveaway to industry polluters,” they wrote.",
  "In response, Paul Bledsoe, who helped release the first national climate assessment while at the Clinton White House in 2000, emails his take: “The White House clearly judged that the firestorm over delaying or suppressing the report release, especially ahead of the Bonn climate talks, would be greater than from the findings themselves.”\n\nNEW TACTIC IN CLIMATE FIGHT: Speaking at the Vatican over the weekend, California Gov.",
  "I just spoke to the king a little while ago, and they will consider it.”\n\nANOTHER INVESTIGATION ARRIVES: GAO agreed last week to probe whether Pruitt’s appearance in an August video from National Cattlemen's Beef Association violated laws \"on the use of appropriated funds for lobbying and publicity or propaganda purposes and the Antideficiency Act,\" Pro’s Alex Guillén reports.",
  "CLIMATE REPORT AT ODDS WITH TRUMP STANCE: Even as the White House stuck with its line the climate “has changed and is always changing,” scientists from the 13 agencies who worked on the National Climate Assessment that concluded human activity is driving climate change said they saw no effort from the administration to meddle in their work, Pro’s Emily Holden reports.",
  "“These bills would make substantial changes to the popular Energy Star Program and efficiency standards for ceiling fans, and should not be rushed through the Committee process without adequate input from the agencies tasked with executing these potential changes,” they wrote to Chairman Greg Walden and Energy Subcommittee Chairman Fred Upton.",
  "Let’s take a quick look at what to expect between now and the conference's end on Nov. 17:\n\nStory Continued Below\n\n—The U.S. question: An open question remains how much the U.S. decision to withdraw from the Paris accord will be a distraction to the nitty gritty work of filling out the details of the 2015 pact.",
  "Two top Energy and Commerce Committee Democrats — Frank Pallone and Bobby Rush — sent a letter asking that a hearing slated for Tuesday on two bills making significant changes to the Energy Star programs and efficiency standards for ceiling fans be postponed until witnesses from EPA and DOE are available.",
  "An agency spokeswoman said the action would \"amend the effective date associated with the 2015 Clean Water Rule to give the agencies time to consider the two-step process proposing to rescind and revise the 2015 rule.” The new proposed rule is separate from any rule intended to replace WOTUS.",
  "DEMOCRATS TALK DISASTER RELIEF PRIORITIES: Thirty members of the Senate Democratic caucus sent a letter Friday to OMB Director Mick Mulvaney outlining their priorities for a third disaster supplemental spending package expected to be requested by the administration later this month.",
  "NEXT STEP IN WOTUS UNWIND: EPA and the Army Corps of Engineers sent a proposed rule delaying the effective date of of the Waters of the U.S. Rule to the White House for review, a move designed to give the administration more time to design its own version, Pro’s Eric Wolff reports.",
  "DEMOCRATS TO PRUITT: WITHDRAW SCIENCE ADVISER POLICY: Six senior House Democrats on the Science and Energy and Commerce committees asked Pruitt to withdraw his “biased, harmful” policy barring scientists who receive agency grants from serving on scientific advisory panels.",
  "High-profile visitors: House Transportation Chairman Bill Shuster and Ranking Member Peter DeFazio, Senate Energy Chairman Lisa Murkowski and Senate EPW Ranking Member Tom Carper were among those lawmakers visiting Puerto Rico this weekend, according to local media.",
  "The idea behind the 2018 meeting is to pave the way for countries to increase their emissions reduction targets in 2020, when parties are for the first time required to communicate renewed (and ideally strengthened) commitments, as set out under the Paris deal.",
  "THIS TIME IT’S PERSONAL: In light of U.S. Forest Service recommendations to potentially allow new uranium mining near the Grand Canyon, House Natural Resources Ranking Member Raúl Grijalva wrote Chairman Rob Bishop a letter to ask for a hearing on his bill H.R.",
  "NEW PHASE OF KEYSTONE FIGHT: Volunteers with Bold Nebraska went door-to-door in the five Nebraska Public Service Commissioners home districts to raise concerns about the use of eminent domain and environmental concerns surrounding the Keystone XL pipeline.",
  "NO REAL RUSH ON METHANE: EPA is now all-but-certain not to take any final action on the Obama-era 2016 methane regulation targeting emissions rule for new oil and gas wells until the next year, Pro’s Alex Guillén reports in Energy Regulation Watch.",
  "Starting today and through the Nov. 20, Fuels America, an umbrella group of ethanol producers and trade associations, will be running an ad reminding Trump of his promises to farmers and accusing oil refiners of demanding a taxpayer funded bailout.",
  "Among other provisions, the SECURE American Energy Act would would roll back Obama-era offshore drilling rules, create an offshore oil and gas revenue program for East Coast drilling and give more oil and gas permitting power to the states.",
  "Particular requests include “specific legislative language” concerning electric grid reconstruction in Puerto Rico and the U.S. Virgin Islands, as well as “further investments” in NOAA’s weather infrastructure and forecasting capabilities.",
  "—Working out the rules: Another challenge will be to advance work on rules to make sure countries meet the Paris agreement’s goals ahead of next year’s COP24 — when parties said they would sign off on the rulebook underpinning the deal.",
  "Also expected to participate: Arnold Schwarzenegger, UN Secretary-General António Guterres, Paris Mayor Anne Hidalgo, California Governor Jerry Brown, UN Special Envoy Michael Bloomberg and several U.S. lawmakers, including Sens.",
  "He later told reporters aboard Air Force One: “They’re not looking at it, but I want them to strongly consider the New York Stock Exchange or NASDAQ, or frankly anybody else located in this country, but those are the big two...",
  "“We advise you to follow [Federal Advisory Committee Act] regulations and policy in selecting qualified individuals to serve on EPA’s science advisory committees just as previous administrations led by both parties have done.",
  "Brown urged religious establishments to help “awaken the world” to efforts to reduce greenhouse gas emissions and described the president’s rejection of mainstream climate science as a “lie within a lie.”\n\nPRINCE OF WYOMING?",
  "MOVER, SHAKER: Katie Waldman leaves her post as press secretary for Montana Sen. Steve Daines this Thursday for a “new opportunity.”\n\nQUICK HITS\n\n— Donald Trump accused of obstructing satellite research into climate change.",
  "Let’s reschedule: House Homeland Security ranking member Bennie Thompson wrote to Chairman Michael McCaul asking for the panel to reschedule a hearing on hurricane response and recovery that was suddenly shelved last week.",
  "That comes as the agency issued a notice last week floated the idea (offered by the American Petroleum Institute) to implement longer phase-in periods for key requirements of the rule rather than seeking an outright stay.",
  "Meanwhile, a high-profile delegation of U.S. governors, mayors, private sector leaders and others are traveling the conference as a signal that much of the country remains committed to aggressive climate action.",
  "Many island nations are raising pressure on negotiators, especially from wealthy nations, to tackle loss and damage issues such as funding, risk preparedness, weather forecasting and new insurance proposals.",
  "This, compounded by a number of high-profile weather events this year, will make it one of the more challenging discussions at the summit, according to Camilla Born from the environmental think tank E3G.",
  "—Loss and damage: Fiji, backed by other vulnerable island countries, is keen to focus attention on the loss and damage already linked to climate change (think, hurricanes, floods and rising sea levels).",
  "It’s a sensitive issue with emerging economies such as China, long wary of letting outsiders glance their domestic books, but a priority for the EU, which wants to make sure everyone pulls their weight.",
  "ADS URGE NO DRILLING IN ANWR: The League of Conservation voters is targeting Republican Reps. Bruce Poliquin and Darrell Issa with ads (sample here) urging them not to support opening ANWR to drilling.",
  "Dianne Feinstein and Kamala Harris and 39 California House members, sent a letter to Trump Friday asking for $7.4 billion in federal funds to help the state recover from devastating wildfires.",
  "The Trump administration opted to send longtime diplomat Thomas Shannon as the delegation’s lead in Bonn rather than a cabinet member, suggesting a low-key role on the sidelines.",
  "2874 (115) overhauling the National Flood Insurance Program to impose new penalties on homeowners with repeat flooding, though with softer consequences than originally floated.",
  "A thorny discussion here will be around setting a common and transparent monitoring and reporting system that ensures emissions reductions can be compared across countries.",
  "Jerry Brown asked the Catholic Church to throw its weight behind his efforts to undermine Trump’s climate rollbacks abroad, POLITICO California’s David Siders reports.",
  "Grijalva separately asked Agriculture Secretary Sonny Perdue for his rationale behind the recommendation and whether the public would have the opportunity to comment.",
  "—Assessing progress: Negotiators will also have to work out how the first stock-take of national progress toward achieving climate pledges will play out next year.",
  "One fact of note: Barrasso has received just 5.5 percent of his total $2.4 million haul of itemized individual contributions since the start of 2013 from Wyoming.",
  "The battle could therefore be over whether it will be a bifurcated system, setting different guidelines for developed and developing countries, or universal.",
  "That comes as Saudi Arabia moves toward an offering of shares of its state-run oil company — the world's largest energy company — on international markets.",
  "QUITE THE PUBLIC PITCH: Tweeting at 2:49 a.m. in Hawaii, Trump asked Saudi Arabia to list shares of its biggest oil company on the New York Stock Exchange.",
  "Ticking clock: EPA's final RFS rule went to the White House for review last week, and Pruitt has promised to release it by the statutory Nov. 30 deadline.",
  "According to the UNFCCC, close to 20 world leaders, including French President Emmanuel Macron and German Chancellor Angela Merkel, are slated to attend.",
  "“We can invest in technology, conservation and infrastructure that will mitigate further damage and make our communities more resilient,” they wrote.",
  "Starting today, international negotiators gather in Bonn for the COP23 — the first U.N. climate summit to be chaired by a small island nation, Fiji.",
  "The outgoing Moroccan COP22 presidency and the incoming Fijian presidency have published a joint document outlining their vision for the meeting.",
  "But U.S. officials are expected to tout the benefits of nuclear energy and fossil fuels in combating emissions, according to the New York Times.",
  "Send your tips, energy gossip and comments to aadragna@politico.com, or follow us on Twitter @AnthonyAdragna, @Morning_Energy and @POLITICOPro.",
  "MEGA HOUSE ENERGY PACKAGE GETS MARKUP: The House Natural Resources Committee is expected Wednesday to mark up a broad new energy package H.R.",
  "TEAM ETHANOL FIRES BACK: If Trump watches the ads on Fox & Friends, then he's getting an earful on the Renewable Fuels Standard these days.",
  "It’s also the first meeting after President Donald Trump announced his intention to pull the U.S. out of the landmark Paris accord in June.",
  "I'm your host Anthony Adragna, and Hunton & Williams’ Joe Stanko was first to identify Laika as the first dog in space 60 years ago.",
  "\"They have been in the wilderness for eight years, saying oh, if only we had a Republican president and now they have one,\" he said.",
  "The agency declined to say when the new effective date would be or if it would make any other tweaks to the regulation.",
  "ICYMI: POLITICO Europe’s Kalina Oroschakoff and Pro’s Emily Holden’s seven people to watch during the summit here.",
  "What to watch for as Bonn climate talks kick off\n\nWith help from Eric Wolff and Kalina Oroschakoff\n\nBONN JOUR!",
  "Blackwater founder Erik Prince tells NBC News he’s still “mulling” a challenge to Wyoming Sen. John Barrasso.",
  "The Nebraska regulators expect to make a final decision on the pipeline permit by the end of the year.",
  "“Would very much appreciate Saudi Arabia doing their IPO of Aramco with the New York Stock Exchange.",
  "House lawmakers this week are expected to vote on the Hydropower Policy Modernization Act H.R.",
  "Also along: Sen. Kamala Harris, Sen. Bill Cassidy, Sen. Al Franken and Rep. Garret Graves.",
  "3043 (115), which aims to speed the regulatory approval process for hydropower projects.",
  "— Contractor wasted millions on unnecessary supplies for S.C.'s failed nuclear reactors.",
  "— Wyoming's quiet governor faces a brash Interior Secretary, with a bird in the balance.",
  "— To make coal plants in southern Illinois competitive, Dynegy seeks lawmakers' help.",
  "4239 (115) on Wednesday after its introduction on Friday, Pro’s Ben Lefebvre reports.",
  "There’s no public polling on how the theoretical Barrasso v. Prince matchup would go.",
  "CALIFORNIA TALLIES WILDFIRE NEEDS: Golden State bigwigs, including Brown, Sens.",
  "EPA Administrator Scott Pruitt won't attend, though other agency staff will.",
  "Anything less is a great disservice to the public interest,” they wrote.",
  "The refiners had the inverse ad up during Fox & Friends last week.",
  "And they’re also expected to consider compromise legislation H.R.",
  "MORE TIME NEEDED: A bicameral group of 81 Democrats, led by Sens.",
  "— In the Country Where Coal Is King, a Battle With the EU Looms.",
  "For today: Which current senator is a former shoe store owner?",
  "— Ohio city refuses to give up fight against gas pipeline.",
  "House Democrats asked GAO to begin the investigation.",
  "360 (115) to create a national monument in the area.",
  "It’s part of an ongoing $200,000 campaign.",
  "Sheldon Whitehouse and Brian Schatz.",
  "\"[They're] kind of out of excuses.\"",
  "Important to the United States!\"",
  "St. Louis Post-Dispatch.",
  "Casper Star-Tribune.",
  "Link to letter here.",
  "WELCOME TO MONDAY!",
  "THAT'S ALL FOR ME!",
  "Post and Courier.",
  "Letter link here.",
  "—Who’s coming?",
  "HIT THE FLOOR!",
  "The Guardian.",
  "Bloomberg.",
  "MAIL CALL!",
  "TIME OUT!",
  "he wrote.",
  "AP."
]