[
  "/ Updated By Carol E. Lee, Courtney Kube and Josh Lederman\n\nWASHINGTON — President Donald Trump is increasingly venting frustration to his national security team about the U.S. strategy in Afghanistan and showing renewed interest in a proposal by Blackwater founder Erik Prince to privatize the war, current and former senior administration officials said.",
  "It calls for private contractors and aircraft to aid Afghan forces, with some help from the CIA and the Pentagon's special operations forces — all of whom would be overseen by a U.S. government envoy for Afghanistan policy who reports directly to the president and is given the authority to coordinate with the Afghan government.",
  "“If we leave decisions on war solely to the Pentagon, we will be at war forever.”\n\n'I like following my instincts'\n\nThe security situation in Afghanistan has worsened in the year since Trump signed off on the current strategy, and there are increased concerns about government stability and corruption in Kabul.",
  "\"The strategy as announced a year ago was essentially just a dressed-up version of the status quo,\" said Jarrett Blanc, a senior fellow at the Carnegie Endowment for International Peace who served as a special representative on Afghanistan and Pakistan at the State Department during the Obama administration.",
  "Trump's renewed interest in privatization was stoked by a recent video shot by Prince, according to a senior administration official, in which Prince argues that deploying private contractors instead of U.S. troops, and using limited government resources, would save the U.S. money.",
  "In an interview with NBC News, Prince said he believes Trump advisers who oppose his plan are painting \"as rosy a picture as they can\" of the situation on the ground, including that \"peace is around the corner\" with recent U.S. efforts for peace talks with the Taliban.",
  "President Donald Trump receives a briefing on a military strike on Syria from his National Security team, including a video teleconference with Secretary of Defense Gen. James Mattis, and Chairman of the Joint Chiefs of Staff Gen. Joseph F. Dunford, on April 6, 2017.",
  "\"The president hears about Afghan military and political progress and the possibility of reconciliation during his briefings, but he rarely gets the full picture of security on the ground,\" said one senior U.S. official who has seen the briefing materials.",
  "Prince's idea, which first surfaced last year during the president's Afghanistan strategy review, envisions replacing troops with private military contractors who would work for a special U.S. envoy for the war who would report directly to the president.",
  "Andrew Renneisen / Getty Images file\n\nA former senior administration official said while the U.S. has relied on foreign governments to help pay for military conflicts, it would be new to ask those countries to pay private security companies directly.",
  "“It was an incidental meeting and I had no follow up with him since then.”\n\nWhen Prince's plan had Trump's attention in 2017, it had the backing of his former strategist Steve Bannon and the president's son-in-law and senior adviser, Jared Kushner.",
  "He said that while last year he discussed it with Defense Secretary James Mattis and Secretary of State Mike Pompeo when Pompeo was CIA director, he has not spoken to John Bolton, who become Trump's third national security adviser in April.",
  "The Washington Post reported that special counsel Robert Mueller is looking into whether Prince tried to establish a backchannel between Russia and the Trump administration during a meeting with a Putin associate in the Seychelles in 2017.",
  "A year after Trump's strategy announcement, his advisers are worried his impatience with the Afghanistan conflict will cause him to seriously consider proposals like Prince's or abruptly order a complete U.S. withdrawal, officials said.",
  "While one could take place after a new U.S. military commander of the war takes over in coming weeks, some officials said the president's team has been reluctant to conduct one now out of concern about what the president will decide.",
  "The Afghan government working for a U.S. government official, funded by the United States at a fraction of a fraction of the cost of what we’re spending now.” Prince said his plan would save the U.S. more than $50 billion.",
  "As NBC News reported in August 2017, before approving the plan the president complained to his advisers that the U.S. was losing the war and suggested firing Gen. John Nicholson, the U.S. commander in Afghanistan.",
  "Andrew Harnik / Reuters file\n\nThe defense official said Prince's idea hasn't made its way to the Pentagon for official consideration yet, but it could quickly become a real option if Trump pushes for it.",
  "Prince's close ties to the United Arab Emirates, as well as the record of Blackwater, most notably in Iraq, would likely raise strong objections among administration officials and members of Congress.",
  "Prince was not an official adviser to the Trump campaign but donated $250,000 to pro-Trump causes during the campaign and met with members of Trump's national security team during the transition.",
  "Trump also has shown more of a willingness follow his instincts on foreign policy since reshuffling his national security team earlier this year to replace former National Security Adviser H.R.",
  "Former Afghan President Hamid Karzai curtailed the use of security contractors, a policy the current government would have to undo for a plan like the one proposed by Prince to be implemented.",
  "Brian Katulis, a senior fellow at the left-leaning Center for American Progress, said privatization would make it harder for Congress and others to know what precisely is happening in the war.",
  "A defense official said the current U.S. strategy in Afghanistan might not show significant results until at least next summer, complicating efforts to convince the president to stick with it.",
  "Prince said he hasn't spoken directly to Trump about the plan, but told NBC News he plans to launch an aggressive media \"air campaign\" in coming days to try to get the president to embrace it.",
  "In recent briefings with Trump, the president's advisers have emphasized the possibility of a political resolution with the Taliban and downplay the lack of military advances, officials said.",
  "However, he also recognizes that withdrawing precipitously from Afghanistan would lead to the re-emergence of terrorist safe havens, putting American national security and lives in danger.\"",
  "The NSC spokesperson said, however, that the president is briefed regularly on Afghanistan, and \"his briefs are comprehensive, covering both positive improvements and problematic actions.\"",
  "\"The current effort will show results, but it could be another year or more before the new advising mission makes a real, widespread difference on the ground,\" the official said.",
  "Prince, a staunch Trump supporter whose sister is Education Secretary Betsy DeVos, argues that after 17 years of war in Afghanistan, it's time for the U.S. to try something new.",
  "White House press secretary Sarah Huckabee Sanders said Wednesday that the president is \"committed to finding a political solution to end the conflict in Afghanistan.\"",
  "The plan appealed to Trump because of the promise that it would be less expensive and put fewer American troops at risk than the current U.S. strategy.",
  "Lately Trump has pressed his advisers about Afghanistan progress on a weekly basis in Cabinet meetings and national security briefings, officials said.",
  "When Trump announced the current strategy, he noted that his \"original instinct was to pull out, and historically I like following my instincts.\"",
  "A spokesperson for the National Security Council said Trump is committed to the current strategy he signed off on after months of deliberations.",
  "His effort coincides with Tuesday's one-year anniversary of Trump announcing a strategy that increased the U.S. troop presence in Afghanistan.",
  "Shealah Craighead / The White House via Getty Images file\n\n\"No such proposal from Erik Prince is under consideration,\" the spokesperson said.",
  "It has raised ethical and security concerns among senior military officials, key lawmakers and members of Trump's national security team.",
  "One employee was convicted of first-degree murder and three were convicted of manslaughter, but their verdicts were overturned in 2017.",
  "Pompeo traveled to Afghanistan last month for a trip the administration said was designed to advance the current U.S. strategy.",
  "In an interview with NBC’s Andrea Mitchell Friday on MSNBC, Prince said his plan was not privatization, “not a private army.",
  "U.S. service members walk off a helicopter on the runway at Camp Bost on Sept. 11, 2017 in Helmand Province, Afghanistan.",
  "It would only make things worse, prolong the war, and cause more deaths,\" the former senior administration official said.",
  "In 2007, Blackwater security contractors escorting a U.S. embassy convoy killed 17 civilians in Baghdad's Nisour Square.",
  "As he's grown frustrated, Trump has leaned on Pompeo, the member of his national security team who is closest to him.",
  "Prince said he hopes to speak in coming days with some officials on the National Security Council about his proposal.",
  "The use of private security contractors in U.S. military conflicts has been controversial, including in Afghanistan.",
  "The Taliban continues to make gains, while the U.S. has renewed efforts for peace talks with the militant group.",
  "But he said he'd decided to listen to his advisers to pursue an \"honorable and enduring outcome\" to the war.",
  "He said he believes Trump's advisers \"over-emphasize the fluff and flare of these so-called peace talks.\"",
  "\"As always, we're going to continue to review and look at the best ways to move forward,\" Sanders said.",
  "The White House currently has no plans for a comprehensive Afghanistan policy review, officials said.",
  "In his interview with Mitchell, Prince denied his meeting with the Russian was about a backchannel.",
  "Secretary of State Mike Pompeo at the Presidential Palace in Kabul, Afghanistan, on July 9, 2018.",
  "\"The cost savings is not worth the potential damage to oversight of U.S. national security.\"",
  "McMaster and former Secretary of State Rex Tillerson — both of whom opposed Prince's plan.",
  "Prince believes Trump's frustration now could provide a path for the privatization idea.",
  "\"The president, like most Americans, would like to see more progress in Afghanistan.",
  "Asked for Bolton's view of Prince's idea, the NSC spokesperson declined to comment.",
  "A senior State Department official said there's \"not a chance\" it will be adopted.",
  "“The president was right to campaign against endless wars,” said Prince.",
  "Breaking News Emails Get breaking news alerts and special reports.",
  "The news and stories that matter, delivered weekday mornings.",
  "Mattis and Pompeo both oppose Prince's plan, officials said.",
  "\"It makes an already murky position murkier,\" Katulis said.",
  "The U.S. currently has about 15,000 troops in Afghanistan.",
  "It is a very clear delineation of who’s in charge, okay?",
  "Trump approved the Pentagon recommendations reluctantly.",
  "\"I know he's frustrated,\" Prince said of the president.",
  "\"He gave the Pentagon what they wanted.",
  "...And they haven't delivered.\"",
  "\"It's a ridiculous idea."
]