[
  "Bannon, for instance, was forwarded an email during the transition detailing the plan for then-incoming national security adviser Michael Flynn to talk with Russian Ambassador Sergey Kislyak about sanctions, according to The New York Times\n\nThe email is an important part of the investigation because it shows that Trump transition officials knew that Flynn would be discussing sanctions, despite later denials from Vice President Mike Pence and others.",
  "Bannon's testimony is highly anticipated thanks to the Michael Wolff book \"Fire and Fury: Inside the Trump White House,\" in which Bannon is quoted disparaging Trump's son Donald Trump Jr. and son-in-law, Jared Kushner, calling their June 2016 meeting with a Russian lawyer promising dirt on Hillary Clinton \"treasonous.\"",
  "Prince, founder of the private security company Blackwater USA and the brother of Education Secretary Betsy DeVos, flew to the Seychelles one month later and met Kirill Dmitriev, chief executive of the state-run Russian Direct Investment Fund, according to Prince's testimony at the House Intelligence Committee.",
  "California Rep. Adam Schiff, the top Democrat on the House Intelligence Committee, told CNN last week he wanted to hear from Bannon about \"the basis of his concern over money laundering, and why this meeting at Trump Tower represented his treason and certainly unpatriotic at a minimum.\"",
  "Washington (CNN) Steve Bannon, President Donald Trump's former chief strategist whose political fortunes have taken a roller-coaster fall in the wake of his comments in a scathing book on Trump, will be questioned on Tuesday by lawmakers about the Trump team and Russia.",
  "He was not hired to represent Bannon if he's asked to speak to Mueller's team or for inquiries relating to Bannon's work during the transition or days in the White House, the source said, making it unclear whether Bannon will answer those questions before the panel.",
  "Bannon's interview with the House Intelligence Committee will be his first appearance on Capitol Hill before any of the committees investigating Russian election meddling and possible collusion by the Trump campaign with Russian officials during the 2016 election.",
  "Committee members could also ask Bannon about his interactions with Trump campaign foreign policy adviser George Papadopoulos, who pleaded guilty last year to lying to the FBI about his contacts with Russians and is now cooperating with Mueller's investigation.",
  "One of the lingering questions in the Russia investigation is whether there was any collusion or cooperation between the Trump campaign's data team and the Russian government, which also used social media to target specific voters during the campaign.",
  "\"I think I remember Steve Bannon saying they had met with either (crown prince) Mohammed bin Zayed or someone like that and that he was a great guy,\" Prince told the committee, denying that Bannon asked him to meet a Russian on behalf of Trump.",
  "Papadopoulos' fiancée, Simona Mangiante, told CNN that Papadopoulos communicated with Bannon and other high-ranking officials during the campaign and was more involved in the campaign's activities than the White House has acknowledged.",
  "Ahead of his appearance, Bannon hired lawyer William Burck , a former White House special counsel during President George W. Bush's administration and a former federal prosecutor, to help him prepare for questions from the House panel.",
  "Bannon also attended a meeting during the transition that potentially triggered a series of events -- stretching all the way to a tiny island chain in the Indian Ocean -- which congressional investigators are scrutinizing.",
  "Bannon's comments in Wolff's book prompted Trump to effectively disown him — Trump said Bannon had \"lost his mind\" and nicknamed him \"Sloppy Steve\" — and also led to Bannon's removal from Breitbart News last week .",
  "After the meeting, Erik Prince -- a businessman, Trump donor and Bannon ally -- reached out to the prince and said he had authorization to act as an informal emissary for Trump, according to The Washington Post.",
  "Trump Jr. also denies participating in or knowing about any collusion with the Russians and says his messages with WikiLeaks were \"selectively leak(ed)\" by lawmakers to make them look more substantial.",
  "Trump Jr. sent an email about the conversation to Bannon and a group of other senior Trump campaign officials, according to The Atlantic\n\nNix denies that he colluded with Russia on the election.",
  "Lawmakers are likely to press Bannon over the June 2016 Trump Tower meeting between Russian lawyer Natalia Veselnitskaya and Trump Jr., Kushner and former Trump campaign chairman Paul Manafort.",
  "In addition to calling the meeting treasonous, Bannon claimed in the Wolff book that Trump Jr. introduced the Russian delegation at the meeting to Trump, which Trump Jr. and others have denied.",
  "Burck also represents White House counsel Don McGahn and former White House chief of staff Reince Priebus, who have both sat for interviews with special counsel Robert Mueller's team.",
  "They were major donors to Trump's campaign and support an array of conservative groups and projects, including Cambridge Analytica, a data firm that worked on the Trump campaign.",
  "While Bannon's testimony was sought before Wolff's book was released earlier this month, his new comments provide plenty of fodder for the congressional Russia investigators.",
  "Burck was hired to prepare Bannon for questions before the House committee related to the 2016 campaign, according to a source familiar with the matter.",
  "In most of the messages, which Trump Jr. later released to the public, WikiLeaks asked Trump Jr. to share its materials on social media.",
  "Mueller chose (senior prosecutor Andrew) Weissmann first and he is a money-laundering guy,\" Bannon is quoted as saying in Wolff's book.",
  "The meeting happened before Bannon joined the campaign, and there isn't any public evidence that he had anything to do with it.",
  "Bannon has expressed regret over a delay in responding to the book, and he has since tried to walk back some of his comments.",
  "In December 2016, Bannon joined Kushner and Flynn for a meeting at Trump Tower with the crown prince of Abu Dhabi.",
  "Three months later, in September 2016, WikiLeaks exchanged private messages on Twitter with Donald Trump Jr.",
  "Bannon formally entered the Trump orbit in August 2016, when he became the campaign's chief executive.",
  "\"Their path to f***ing Trump goes right through Paul Manafort, Don Jr., and Jared Kushner.",
  "Bannon's money laundering comments are another topic Democrats are likely to focus on.",
  "Democrats on the committee are likely to have questions about the transition.",
  "Bannon served on the company's board before joining Trump's campaign.",
  "Bannon and Burck did not respond to requests for comment.",
  "He is close to the Mercer family of GOP megadonors.",
  "Bannon will be interviewed behind closed doors.",
  "\"That's all I recall of that conversation.\"",
  "It's as plain as a hair on your face.\"",
  "Both sides flatly deny any collusion.",
  "This is all about money laundering.",
  "\"You realize where this is going.",
  "...",
  "..."
]