[
  "But, he added, the U.S. has “a lot of airpower” and could put “a very quick stop of the PMUs into Kurdish territory.”\n\nHe called the impending battle a “failure of diplomacy” by the State Department, specifically ISIS envoy Brett McGurk, who is a holdover from the Obama administration.",
  "It’s going to be hard.”\n\nKarim said the Iraqi forces include two Iraqi army brigades, including its elite counterterrorism force known as the Golden Division, as well the Iranian-backed Badr militia, Hezbollah, and Asa’ib Ahl al-Haq, and four or five other groups controlled by Iran.",
  "The Iraqi government, which controls the Iran-backed Shia militia known as Popular Mobilization Units (PMU), have given the Kurdish Peshmerga a Sunday 2 a.m. deadline to relinquish oil fields, an airport, and a military base under their control.",
  "Najmaldin Karim, provincial governor of Kirkuk, told Breitbart News in a phone interview on Saturday evening just two hours before the deadline, that he has heard some Iraqi forces are going north, some east, and some coming into the city.",
  "Iraq is on the precipice of civil war, with tens of thousands of Kurdish Peshmerga forces preparing to face down the Iraqi Army and thousands of Iran-backed Shia militia advancing towards the northern Kurdish-controlled city of Kirkuk.",
  "“If stuff starts happening … the Kurds are hard fighters, they will not roll over and they are especially not going to allow a foreign invasion of Iranian and Lebanese Quds forces and operatives coming to their homeland,” he said.",
  "“This could have been a much better-negotiated issue, but McGurk hasn’t performed for the duration of his time there.”\n\n“The State Department is the same old stuff—I don’t want to use my French,” Karim said.",
  "“If nothing is done, this will be like the Balkans.”\n\nErik Prince, a former Navy SEAL who founded military contractor company Blackwater, urged the U.S. government to intervene on behalf of the Kurds.",
  "Karim and Prince both said Iran was behind the plan to takeover Kirkuk, since it did not want a successful Kurdistan due to their own Kurdish minority in Iran, which Tehran continues to persecute.",
  "“There’s no doubt here whatsoever who the good guys are and who the bad guys are.”\n\n“If the United States doesn’t prevent a Shia-PMU invasion, you are guaranteeing a civil war in Iraq,” he said.",
  "“This is a failure of the Brett McGurk … and the same bad judgment of the Obama administration was carried over because he was not removed and replaced,” he said.",
  "The Kurdish Peshmerga are closely-allied with U.S. forces on the battlefield in both Iraq and Syria against ISIS, even fighting side-by-side during some missions.",
  "President Trump’s son-in-law Jared Kushner visited Kirkuk this year, along with the U.S. Joint Chiefs of Staff Chairman Gen. Joseph Dunford, Karim noted.",
  "He called on President Trump to warn Iraqi Prime Minister Haider Al-Abadi to stop the advance, otherwise the U.S. will stop supplying him with arms.",
  "On the Peshmerga side, he said there are 12 to 14 Peshmerga brigades with about 2,000 forces each along the front line, which runs about 500 miles.",
  "He said the Iraqi forces, including the Shia militias, are armed with U.S.-provided tanks, artillery, Humvees, armored carriers, and weapons.",
  "The showdown on Sunday was precipitated by a referendum in Kurdistan in September, where 92.7 percent of Kurds voted for statehood.",
  "“The president has to do something,” Karim said, adding he is trying to reach the White House through intermediaries in Congress.",
  "“The Kurds have been our most reliable ally in fighting against ISIS,” he told Breitbart in a phone interview on Saturday.",
  "Karim is hoping that the U.S. will intervene diplomatically with the Iraqi government before civil war breaks out.",
  "“The Peshmerga will fight and fight and fight to prevent another invasion from Baghdad,” he said.",
  "“At a minimum, there should be a negotiated settlement and not a kinetic settlement,” he said.",
  "Prince said the Peshmerga were not going to let the Iraqi forces take Kirkuk.",
  "Right now, the two sides are so close they can talk to each other, he said.",
  "He said another 20,000 Sunni forces have pledged to fight with the Kurds.",
  "Karim also blamed Tillerson for not doing more to prevent the clash.",
  "“They were emboldened by the State department,” he said.",
  "“We don’t know if anything happens or not,” he said.",
  "“We’re ready for them."
]