[
  "is 48 ... National Media’s Melissa Sharp, an NRSC and Carly for Senate alum ... Politico’s Alexandra Farrand ... Lindsay Gruskay of Broadway Video, Lorne Michaels’ entertainment and media company ... Teddy Himler, principal at Comcast Ventures ... Bridget Spurlock, director of scheduling for Sen. Rubio (h/t Megan McKinley) ... Daisy Melamed Sanders, senior editor for Hearst Digital Media’s content studio ... Neil Giacobbi, associate VP of public affairs at AT&T ... Joy Wang, editor at NBC News and a WNYC alum ... Darienne Page, gov’t relations at Lyft and Obama alum and formerly ROTUS, the White House Receptionist ... Dan Hauser ... Tyler Beckley of Knoxville ... Ryan Davis, co-founder and strategy director of Bushwick Digital … Alex Paulitz … Jerry Irvine ... David Fawcett … Francis Kidd ... Joe Riccca ... Alfred Stanley ... Katreice Banks ... Laura Dresser ... Nile Ritchie (h/ts Teresa Vilmain) ... Robert Downey Jr. is 52 ... magician David Blaine is 44 (h/ts AP)\n\nSUBSCRIBE to the Playbook family: POLITICO Playbook http://politi.co/1M75UbX ... New York Playbook http://politi.co/1ON8bqW … Florida Playbook http://politi.co/1OypFe9 ... New Jersey Playbook http://politi.co/1HLKltF ... Massachusetts Playbook http://politi.co/1Nhtq5v … Illinois Playbook http://politi.co/1N7u5sb ... California Playbook http://politi.co/2bLvcPl ... Brussels Playbook http://politi.co/1FZeLcw ... All our political and policy tipsheets http://politi.co/1M75UbX\n\nFollow us on Twitter Anna Palmer @apalmerdc\n\n\n\nJake Sherman @JakeSherman\n\n\n\nDaniel Lippman @dlippman",
  "Pic http://bit.ly/2nVsyOk\n\nBIRTHWEEK (was yesterday): Ed Rowny, Reagan’s strategic nuclear arms negotiator, Ambassador and Army Lieutenant General, turned 100 years old -- he lives in DC and is still active in international matters (hat tip: Joe Duggan, who was his public affairs advisor at State from 1986 to 1990)\n\nBIRTHDAY OF THE DAY: Jo Becker, Pulitzer Prize-winning NYT investigative reporter and author of “Forcing the Spring: Inside the Fight for Marriage Equality” – she’s celebrating with her “best girlfriends for a night on the town, hopefully taking a horse jumping lesson on the sweetest thoroughbred named Chance ... [and] then later this month heading to Costa Rica for a birthday surfing roadtrip with my brother and some friends from there” – read her Playbook Plus Q&A: http://politi.co/2nz6DcA\n\nBIRTHDAYS: Rob Stutzman ... author Kitty Kelley is 75 ... former Sen. Richard Lugar (R-Ind.)",
  "For the individual viewer, this averaged six and half hours a week watching national cable news networks -- an hour and a half more than in 2015, and a hour and forty-five minutes from the last presidential election in 2012.” http://bit.ly/2oT4Gso\n\n-- “More Trouble at Fox News: Ailes Faces New Sexual Claims and O’Reilly Loses Two Advertisers,” by NYT’s Emily Steel and Michael S. Schmidt: “The sexual harassment scandal that engulfed Fox News last year and led to the ouster of its chairman, Roger Ailes, continued to batter the network on Monday, as a new lawsuit described unwanted sexual advances by Mr. Ailes and two major advertisers pulled their spots from the show of its top-rated host, Bill O’Reilly.",
  "And it was Zucker who, as president of CNN, broadcast the procession of made-for-TV events — the always news-making interviews; the rallies; debates; the ‘major policy addresses’ that never really were — that helped turn Trump into the Republican front-runner at a time when few others took his candidacy seriously.” http://nyti.ms/2nRmPrg\n\nMICHAEL GRUNWALD in POLITICO Magazine, “For Trump, NAFTA Could Be the Next Obamacare”: “If Trump fails to bully the Mexicans into massive NAFTA concessions, or even a face-saving NAFTA update reinstating the TPP concessions, he will face a similar choice: Muddle through with the status quo, or else walk away and blame others for the chaos.",
  "Headlining such events is often associated with presidential ambitions, and when Biden passed on the state committee’s big fundraising dinner in 2015, it was widely read as a sign that he wouldn’t pursue the presidency in 2016.” http://politi.co/2nWwmPs\n\nDRIP DRIP -- “Controversial Trump Aide Sebastian Gorka Backed Violent Anti-Semitic Militia,” by Lili Bayer in The Forward in Budapest: “As a Hungarian political leader in 2007, Sebastian Gorka, President Trump’s chief counter-terrorism adviser, publicly supported a violent racist and anti-Semitic paramilitary militia that was later banned as a threat to minorities by multiple court rulings.",
  "Those five women received settlements totaling about $13 million, The Times reported.” http://nyti.ms/2oDXT6n ... NYT’s original Sunday blockbuster http://nyti.ms/2owRFZv\n\n-- STEVE THOMMA has been hired as the new director of the White House Correspondents Association – Jeff Mason emails members: “After conducting a nationwide search, fielding over 100 applications and conducting interviews with more than 10 candidates, we are happy to announce that Steve Thomma, former White House Correspondent and former Politics and Government Editor at McClatchy, will be taking over as executive director of the WHCA next month.",
  "McAuliffe and Obama 2012 ... Admiral Bobby Ray Inman, former NSA Director and LBJ School prof, is 86 … Ryan Davis, managing director of digital at Families For Excellent Schools (and former social media director at Blue State Digital) is 35 (h/t Lee Morrow) ... Caroline Campbell ... Charles Halloran, celebrating with Chris (h/ts Jon Haber) ... longtime Senate Republican floor aide Robert Duncan is 4-0 (h/t Stew) ... Rep. Norma Torres (D-Calif.) is 52 ...\n\n... Meghan Thurlow, senior manager for global public affairs at GE and a DOT and Burson-Marsteller alum … former Sen. Mo Cowan (D-Mass.)",
  "He would be risking the demolition of North American supply chains, fury from farmers and consumers, a potential trade war, and a potential recession.” http://politi.co/2oDOPyx\n\nBOSTON GLOBE -- “Cambridge council votes to urge US House to consider Trump impeachment,” by Felicia Glans: “In a vote Monday, seven city councilors voted in favor of a proposal that asks the House to authorize its Committee on the Judiciary to investigate possible violations Trump may have made in the foreign emoluments clause, domestic emoluments clause, or other constitutional clauses.",
  "The White House said Doré was not a political hire from the Presidential Personnel Office and did not comment further.” http://politi.co/2oUbLcj\n\nJUSTICE WATCH -- “Sweeping Federal Review Could Affect Consent Decrees Nationwide,” by NYT’s Sheryl Gay Stolberg and Eric Lichtblau: “Attorney General Jeff Sessions has ordered a sweeping review of federal agreements with dozens of law enforcement agencies, an examination that reflects President Trump’s emphasis on law and order and could lead to a retreat on consent decrees with troubled police departments nationwide.",
  "But Republicans also credit McConnell with saving the Senate majority and electing President Donald Trump, by giving traditional conservative voters a powerful motivator to turn out for a nominee they were less than enthused about.” http://politi.co/2oxdFTF\n\nSCOOP – “Name of Trump admin hire surfaced in Ashley Madison hack,” by Daniel Lippman: “The Trump administration has hired the former executive director of the Louisiana Republican Party whose name turned up on a list of accounts released in the 2015 hack of the cheating website Ashley Madison.",
  "Learn more at google.com/grow/veterans\n\nBLAST FROM THE PAST -- “Blackwater founder held secret Seychelles meeting to establish Trump-Putin back channel,” by WaPo’s Adam Entous, Greg Miller, Kevin Sieff and Karen DeYoung: “The United Arab Emirates arranged a secret meeting in January between Blackwater founder Erik Prince and a Russian close to President Vladi­mir Putin as part of an apparent effort to establish a back-channel line of communication between Moscow and President-elect Donald Trump, according to U.S., European and Arab officials.",
  "Sanders spoke alongside Gillibrand in March at a press conference in support of the Family Act, and Gillibrand is very enthusiastic about becoming a co-sponsor of Sanders’s forthcoming Medicare for All bill.” Link live at 7 a.m. http://nym.ag/2our139\n\nHOLLYWOODLAND -- “Mitch Glazier Tapped to Succeed Cary Sherman as CEO of RIAA,” by Variety’s Ted Johnson: “Glazier in the meantime has been promoted to president of the association, after managing the public policy and industry relations teams as senior executive vice president.",
  "Though the full agenda remains unclear, the UAE agreed to broker the meeting in part to explore whether Russia could be persuaded to curtail its relationship with Iran, including in Syria, a Trump administration objective that would be likely to require major concessions to Moscow on U.S. sanctions.” http://wapo.st/2oE1dhW\n\nHOT ON THE RIGHT -- WSJ EDITORIAL BOARD: “Susan Rice Unmasked: Obama’s security adviser sought the name of at least one Trump official in intelligence reports”: “Well, what do you know.",
  "… [T]he host committee is stacked with former Romney staffers, including 2012 campaign manager Matt Rhoades, ex-campaign spokespeople Ryan Williams, Amanda Henneberg and Chris Maloney, and major pro-Romney fundraisers Charlie and Lisa Spies.” http://bit.ly/2oT1q01 … Tickets http://bit.ly/2oUmfbq\n\nHAPPENING TODAY -- TRUMP is meeting with CEOs at the White House before speaking at the North America’s Building Trades Unions National Legislative Conference at the Washington Hilton.",
  "In a memorandum dated March 31 and made public Monday, the attorney general directed his staff to look at whether law enforcement programs adhere to principles put forth by the Trump administration, including one declaring that ‘the individual misdeeds of bad actors should not impugn’ the work police officers perform ‘in keeping American communities safe.’” http://nyti.ms/2oTRaEI\n\nA message from Google: Google is supporting service members as they transition to civilian jobs.",
  "… The template for the proposal was written by a national movement called Impeach Trump Now and has been used by such other communities as Berkeley, Calif., and Charlotte, Vt.” http://bit.ly/2ox9Z4b\n\n2020 WATCH -- “Biden to headline New Hampshire party event,” by Gabriel Debenedetti: “Former Vice President Joe Biden is returning to New Hampshire for the first time since leaving the White House later this month for the state Democratic Party’s fundraising dinner.",
  "is 85 ... Molly Edwards, deputy press secretary in the Office of the Speaker (hat tip: Speaker Ryan press shop) ... Senegal turns 57 on its Independence Day ... Bruce Wolpe, a Henry Waxman alum and chief of staff to former Prime Minister Julia Gillard of Australia, is 66 ... KJ Heal ... cybersecurity reporter and Politico alum Joe Marks ... Warren Ryan, policy advisor at Treasury ... Kristin Bannerman ... Hillary (Maxwell) Beightel, a Bush 43 Ed.",
  "Later, describing the evidence that he said had ‘alarmed’ him enough to alert the president, he said that ‘it was involving Russia -- I mean it was not involving Russia.’” http://lat.ms/2o3TgVI\n\nCOMING ATTRACTIONS -- “The return of Mitt Romney,” by McClatchy’s Katie Glueck: “Romney will make his first major foray into Donald Trump’s Washington next month, headlining a fundraiser to benefit the official foundation of Yellowstone National Park.",
  "She ‘got an earful’ for her vote against tarp, she says, and recalls her failed efforts to save $4 billion cut from snap benefits in the farm bill, which only 28 of her fellow Democrats supported, as ‘so heartbreaking.’ And like Sanders, she sees in left-wing populism—in affordable day care and paid leave and the expansion of Medicare as a means of addressing economic inequality—a path for red and blue America to come together.",
  "Asked directly on the TV interview program if he supports the move by Jobbik, a far-right anti-Semitic party, to establish the militia, Gorka, appearing as a leader of his own newly formed party, replies immediately, ‘That is so.’ The Guard, Gorka explains, is a response to ‘a big societal need.’” http://bit.ly/2nDwtNf\n\n\n\nA message from Google: Google is committed to helping veterans build successful civilian careers.",
  "Americans deserve to know the truth about both.” http://on.wsj.com/2oUb42w\n\nKNOWING NUNES -- “Washington may be shaking its head, but Devin Nunes is still a hometown hero,” by L.A. Times’ Cathleen Decker in Tulare, California: “In an interview with The Times, he bridled at insinuations that, under pressure from the White House, he’d canceled a committee hearing that was to feature former Acting Atty.",
  "Learn more at google.com/grow/veterans\n\nFOGGY BOTTOM WATCH -- “Former Virginia governor Jim Gilmore on shortlist for ambassador to Germany,” by WaPo’s Anne Gearan and Abby Phillip: http://wapo.st/2nyiebA\n\nSNEAK PEAK -- KIRSTEN GILLIBRAND PROFILE -- Rebecca Traister in NYMag: “There’s plenty of speculation that Gillibrand will take her own advice and run for president in 2020.",
  "FOR YOUR RADAR -- “Authorities name suspect from Kyrgyzstan in St. Petersburg metro bombing,” by WaPo’s Andrew Roth and David Filipov in St. Petersburg: “A likely suspect in the blast that killed 14 people as it ripped through a subway car in St. Petersburg is a Russian citizen born in a volatile region of Kyrgyzstan, the Central Asian country’s security service said Tuesday.",
  "Norm Coleman, Brian Zuzenak (celebrating his birthday), Missy Kurek, CR Wooters, Ian Mandel, Kevin McKeon, Virginia Governor Terry McAuliffe, Mayor Bowser, former D.C. Mayor Adrian Fenty, Al Hunt, Israeli Ambassador Ron Dermer, Alex and Caitlin Conant, Lindsay Czarniak, James JB Brown, Chris Gindlesperger, Matt Haller, Andrew Kovalcin, Judd Deere and Todd Sadowski.",
  "Sherman plans to retire from the RIAA at the end of 2018, after serving as chairman and CEO for seven years.” http://bit.ly/2ovCWOq\n\nMEDIAWATCH -- “Media Consumption Of 2016 Political News: Strong Gains, Cable TV Soars,” by MediaPost’s Wayne Friedman: “There is more evidence that TV news consumption rose sharply in 2016, due to a surprising presidential election.",
  "The House Freedom Caucus, the group of three-dozen conservatives that helped bring down the bill, has been in talks with Trump administration officials about changes to the legislation that might get them to ‘yes.’ One option seriously being considered, multiple GOP sources said, includes allowing governors to opt out of some Obamacare regulations.",
  "--KELLY AYOTTE, the former Republican senator from New Hampshire, is now on the board of News Corp. Members of the board get paid $100,000 in cash annually, and $145,000 in deferred stock and compensation based on their board committee assignments, according to a filing with the Securities and Exchange Commission.",
  "THE NEW REALITY: BIG MONEY AT EVERY TURN -- MAKING AMERICA GREAT, a non-profit group aligned with big GOP donor Rebekah Mercer, is dropping six figures on a digital advertising campaign to both tout the Trump administration’s accomplishments and pressure senators to confirm Neil Gorsuch to the Supreme Court.",
  "-- “White House, conservatives mull deal to revive Obamacare repeal,” by Rachael Bade and Jen Haberkorn: “House conservatives and the White House are mulling a potential agreement to revive the GOP Obamacare replacement bill that was pulled from the House floor just over a week ago, POLITICO has learned.",
  "...\n\n… Riley Kilburg, who was deputy political director of Hillary for America in Iowa, recently joined the team at Center Forward, which brings together members of Congress, non profits, academic experts, trade associations, corporations and unions to find common ground and end gridlock in Washington.",
  "He will start in the WHCA office this week, shadowing and assisting Julie as she helps to plan her final White House Correspondents’ Dinner as executive director.”\n\nPlaybookers\n\nSPOTTED in first class from Memphis to Atlanta: Andrew Young, the former congressman, UN Ambassador and mayor of Atlanta.",
  "Mercedes-Benz and Hyundai said they were withdrawing their ads from Mr. O’Reilly’s prime-time show, ‘The O’Reilly Factor,’ after The New York Times published an investigation this weekend that found five women who made allegations of sexual harassment or inappropriate behavior against him.",
  "Brian Ballard, a long-time Florida fundraiser; Bob Grand, who is close to Vice President Mike Pence; Gordon Sondland, founder and chairman of Aspen Lodging Group; Geoff Verhoff, of Akin Gump; and Ron Weiser, chairman of the Michigan Republican Party, have been named regional vice-chairmen.",
  "The state security service of Kyrgyzstan told the Interfax news agency that the suspect is 22-year-old Akbarzhon Dzhalilov, who was born in Osh, a city that has seen bloody ethnic conflicts and the growth of jihadist movements since the Soviet Union began disintegrating three decades ago.",
  "-- RNC NAMES FINANCE TEAM -- Elliott Broidy, national vice chairman of Trump’s campaign and vice chairman of the presidential inaugural committee; Michael Cohen, Trump’s lawyer; and Louis DeJoy, president of LDJ Global Strategies, have been named national deputy chairmen for the RNC.",
  "Subscribe on iTunes http://apple.co/2eX6Eay ... Visit the online home of Playbook http://politi.co/2f51Jnf\n\nBULLETIN -- AP at 4:46 a.m.: “TEHRAN, Iran (AP) - Boeing Co. says it has signed a $3 billion deal with Iran’s Aseman Airlines for 30 737 MAX airplanes.”\n\nGood Tuesday morning.",
  "MCCONNELL’S BIG MOMENT -- “McConnell bets the Senate on Gorsuch,” by Burgess Everett: “When Neil Gorsuch is confirmed to the Supreme Court this week, Mitch McConnell will clinch a place in history after pulling off one of the most audacious gambles in modern political history.",
  "“A U.S. intelligence official confirms to us the bombshell news, first reported Monday by Bloomberg, that Ms. Rice requested the name of at least one Trump transition official listed in an intelligence report in the months between Election Day and Donald Trump’s inauguration.",
  "http://politi.co/2nSwXAd\n\n-- AT TRUMP’S CEO MEETING: Gary Cohn, Transportation Secretary Elaine Chao, White House director of strategic initiatives Christopher Liddell, House Majority Leader Kevin McCarthy (R-Calif.), Commerce Secretary Wilbur Ross, Ivanka Trump, Dina Powell.",
  "He was previously policy advisor at Brownstein Hyatt Farber Schreck … Samantha Medlock has started as North America lead for capital, science and policy with Willis Towers Watson, the global advisory, broking and risk management solutions company.",
  "Two sources told POLITICO centrist House Republicans were summoned to the White House to discuss the idea Monday afternoon.” http://politi.co/2nDvgFy\n\n-- ONE THING TO REMEMBER: It’s possible, but very unlikely this bill will pass before May.",
  "RSVP http://bit.ly/2oHFLIc\n\nSPORTS BLINK -- “North Carolina beats Gonzaga for sixth national championship,” by Sports Illustrated Wire: http://on.si.com/2oDZUzy\n\n-- THANK YOU to those who came out last night to our watch party at BlackFinn.",
  "Ryan has already transferred millions of dollars to the party’s re-election arm, but now the speaker is cutting checks directly to lawmakers’ campaign committees -- a move that underscores his newfound brand as a top Republican money man.",
  "-- SPOTTED in Palm Beach yesterday at the “Managing the Disruption” conference hosted by Jeff Greene and the Greene Institute, which focused on the impact of automation and artificial intelligence on jobs and the economy: Gov.",
  "http://bit.ly/2oTUhNc\n\nENGAGED -- Kevin Daley, The Daily Caller News Foundation’s Supreme Court reporter, got engaged to Rachel Landsman, a paralegal in the appeals practice of Kirkland and Ellis, working for Paul Clement.",
  "We’ll be interviewing the group’s central figures: Chairman Mark Meadows (R-N.C.), Rep. Jim Jordan (R-Ohio), founding chairman of the caucus, and Rep. Justin Amash (R-Mich.) Thursday morning for a Playbook Interview.",
  "The ad http://bit.ly/2nSkOuV\n\nFIRST IN PLAYBOOK: RYAN’S MILLION-DOLLAR DAY -- SPEAKER PAUL RYAN is distributing $1.2 million from his personal political accounts to roughly half the House Republican Conference today.",
  "In a world where cable cutters were consuming their news in bite-size portions on their phones and streaming free video over the internet, how much longer would anyone be willing to pay for expensive cable packages?",
  "The ad is running nationally, but will have boosted spending in Michigan, Pennsylvania, Ohio, Florida, Missouri, Montana, Wisconsin, Maine and D.C. -- all markets where Democratic senators face re-election in 2018.",
  "TRANSITIONS -- Robert Flock is joining the Credit Union National Association on April 10 as associate director of advocacy, where he’ll be responsible for outreach to members of the House Republican Conference.",
  "… Jackie Rooney, the founder and chair of Yellowstone Forever Young Patrons and an alum of Romney’s 2012 campaign, waved off the idea that he would make any political announcements at the May gathering.",
  "… Dina Ellis Rochkind, formerly Washington director for Rep. Mike Coffman (R-Colo.), is joining the fintech and payments practice at Paul Hastings, helping to lead their government relations offering.",
  "at Dell ... Judith Czelusniak, a Bloomberg alum now doing marketing/PR in Florida (h/t David Bass) … Dena Levitz, a 1776 alum now at Web Summit ... Michael Halle, alum of Hillary for America, Gov.",
  "Members of the House found out about the Ryan largesse when Kevin Seifert, Ryan’s political director, emailed chiefs of staff, telling them a check was waiting at the RNC for pickup this morning.",
  "List of CEOs expected to attend http://politi.co/2owQVDy ... AP story http://apne.ws/2nxZWaB\n\nTHE JUICE …\n\n-- SPOTTED AT THE NATS SEASON OPENER: Luke Russert and Michael Kornheiser, former Sen.",
  "It was Zucker who, as president of NBC Entertainment, broadcast ‘The Apprentice’ at a time when Trump was little more than an overextended real estate promoter with a failing casino business.",
  "Some of our Senators’ petulant opposition is not in the best interest of our nation, and is contrary to the wishes of their constituency,” said Emily Cornell, the COO of Making America Great.",
  "Getting a divided Congress to approve a revised NAFTA would be a daunting legislative challenge, but abandoning NAFTA would be quite simple; Trump would just need to give six months’ notice.",
  "Indeed, it often seemed disconcertingly as though Trump had built his entire campaign around nothing so much as his singular ability to fill cable news’s endless demand for engaging content.",
  "http://bit.ly/2nEmZkP\n\nYOU’RE INVITED -- THE HOUSE FREEDOM CAUCUS privately met last night with VICE PRESIDENT MIKE PENCE as Republicans try to pass a bill to repeal and replace Obamacare.",
  "Ms. Rice received summaries of U.S. eavesdropping either when foreign officials were discussing the Trump team, or when foreign officials were conversing with a Trump transition member.",
  "discuss way to break health-care logjam -- STEVE THOMMA's new job -- B’DAY: Jo Becker Presented by\n\n\n\n\n\nDriving the Day\n\nListen to the Playbook Audio Briefing http://bit.ly/2o4WFTU ...",
  "Real breaking-news events happened only every so often, and people lost interest in them quickly; more quickly than ever, in fact, now that there was so much else to distract them.",
  "...\n\n“[T]he media have been running like wildebeest after that story while ignoring how the Obama Administration might have abused domestic surveillance for its political purposes.",
  "On the matter of who ‘unmasked’ the names of Trump transition officials in U.S. intelligence reports, we now have one answer: Susan Rice, Barack Obama’s national security adviser.",
  "The immediate payoff to the Republican Party is enormous and indisputable, starting, of course, with another staunch conservative on the court who could remain there for decades.",
  "And if it doesn’t pass this week, it won’t even be in the mix until May -- when Congress returns the last week of this month, they’ll have to fight to keep the government open.",
  "Today when service members search “jobs for veterans” on Google, and enter their military occupational specialty code, they’ll see jobs that match their military skill sets.",
  "Jason Doré started on Monday as assistant chief counsel for external affairs for the Small Business Administration’s Office of Advocacy, he confirmed to POLITICO on Monday.",
  "“The developments could mean that Speaker Paul Ryan’s bill might not be dead after all -- or at least indicate that continued discussions are going on behind the scenes.",
  "Sources stressed that the details are still being finalized, and it’s far from certain that such a change would act as a silver bullet to salvage the much-maligned bill.",
  "“We welcome the opportunity to give Gorsuch supporters the megaphone they deserve.”\n\n-- THIS IS LOOKING LIKE IT WILL BE A TREND, AND TRUMP WORLD IS GOING TO BE HAPPY.",
  "Chris Christie, Arne Duncan, Kimberly Bryant, Eythor Bender, Larry Summers, Vivek Wadhwa, Larry Kudlow, Stefanie Symon, Tom Friedman, Kate Darling and Scott Santens.",
  "Rohrabacher has worked with disgraced former lobbyist Jack Abramoff to try to connect Denis Sassou Nguesso, the strongman leader of the Republic of Congo, to Trump.",
  "‘There’s a story ... that the Trump administration asked me not to invite Sally Yates and not have a hearing, which is 100% accurate, I mean inaccurate,’ he said.",
  "And the man who is presiding over this historic moment at CNN happens to be the same one who was in some part responsible for Donald Trump’s political career.",
  "Donald Trump Solved It: Inside the strange symbiosis between Jeff Zucker and the president he helped create”: Until Trump “an existential threat was looming.",
  "He’s meeting separately with EPA Administrator Scott Pruitt, Treasury Secretary Steve Mnuchin, HUD Secretary Ben Carson and Northern Mariana Islands Gov.",
  "If this continues, it will be helpful as Trump tries to prevent a government shutdown, lift the debt ceiling, pass tax reform and an infrastructure bill.",
  "Elaine Chao, who left the board to serve as President Trump’s transportation secretary, made $295,250 from the News Corp board in the 2016 fiscal year.",
  "The surveillance was legally authorized, but the identities of U.S. citizens are typically masked so they cannot be known outside intelligence circles.",
  "And, if Republicans are true to what they promised voters a few years back, the bill would have to sit for three days so the public could review it.",
  "http://politi.co/2owRInT … Digital strategist David Payne is leaving VOX Global after running the agency’s online advocacy practice for eight years.",
  "So too did his growing band of surrogates, who were paid by either the campaign or the network, and in one case both, to defend his statements.",
  "Ms. Rice asked for and learned the identity of the Trump official, whose name hasn’t been publicly disclosed and our source declined to share.",
  "The meeting took place around Jan. 11 — nine days before Trump’s inauguration — in the Seychelles islands in the Indian Ocean, officials said.",
  "We also help employers find them by enabling companies to implement this feature on their career sites using Google Cloud’s Talent Solution.",
  "Instead, it has become more central to the national conversation than at any point in the network’s history since the first gulf war.",
  "The service said it was working with Russian law enforcement authorities, who are investigating the incident as an act of terrorism.",
  "That show, more than anything, reversed Trump’s fortunes, recasting a local tabloid villain as the people’s prime-time billionaire.",
  "The news comes as the White House announced Monday that Trump would donate his first quarter salary to the National Park Service.",
  "Russian officials have not said how many people were involved in Monday’s attack.” http://wapo.st/2nzl9kx\n\nIT’S BACK … WE THINK?",
  "The donations are going to virtually every House Republican being targeted by Democrats, and conservatives and moderates alike.",
  "Through Grow with Google, our initiative to create economic opportunities, we’ve developed resources specifically for veterans.",
  "The gathering will take place at Hawthorne, a bar and restaurant in D.C.’s hip U Street corridor, on May 4 at 7 p.m. ...",
  "It is unclear whether such an idea would win over enough conservatives while also keeping moderate Republicans on board.",
  "CareerBuilder, Pepsi, Siemens, RecruitMilitary, and many others have already implemented the API on their career sites.",
  "Nielsen says there was an 18% gain in news media consumption in 2016 over the year before -- to 72.5 billion minutes.",
  "“The wonderful pair are proof something beautiful can come of interns meeting at Union Pub,” Chris Bedford writes us.",
  "TRUMP outside group puts up another six-figure ad buy -- PAUL RYAN’s MILLION-DOLLAR day – House Republicans and W.H.",
  "THIS IS IMPORTANT: Members of leadership usually either cut checks to the party committee, or directly to members.",
  "Though she supported Clinton over Sanders in 2016, she has much in common with the populist senator from Vermont.",
  "“Had Trump lost the election, CNN would probably have returned to its previously scheduled struggle for survival.",
  "He comes onboard from the NRCC where he served as a senior advisor and managed the independent expenditure unit.",
  "Even if a deal came together today, the GOP whip team would have to canvass for support to see if it could pass.",
  "Whether he’ll be regarded as a hero or a villain depends almost entirely on which side of the aisle one is on.",
  "In 2015, Doré told the New Orleans Times-Picayune he used the Ashley Madison site for opposition research.",
  "Ayotte has helped shepherd Supreme Court nominee Neil Gorsuch through the Senate confirmation process.",
  "Adults 18 + watched 44% more national cable TV networks, in term of gross minutes a week, versus 2015.",
  "Playbook Reads\n\nDEEP DIVE -- JONATHAN MAHLER in Sunday’s upcoming NYT magazine, “CNN Had a Problem.",
  "Six- and seven-figure ad buys have gone up in back-to-back weeks to boost the president’s agenda.",
  "He proposed at the Tidal Basin, before they got brunch in the Kennedy booth at Martin’s.",
  "That would take us to Thursday -- the day Republicans are slated to get out of town.",
  "He told POLITICO the incident ‘really never came up’ in his recent job interviews.",
  "But then along came a presidential candidate who was a human breaking-news event.",
  "WHAT CAUGHT OUR EYE: Trump is meeting with Rep. Dana Rohrabacher (R-Calif.).",
  "She previously was previously senior advisor at the Obama White House’s OMB.",
  "The bulk of this came from large turnout in watching TV cable news networks.",
  "This campaign comes a week after a $1 million buy boosting Trump’s agenda.",
  "Ryan is doing both as he tries to keep the House in GOP hands in 2018.",
  "“Judge Gorsuch is impeccably qualified to serve on the Supreme Court.",
  "Gen. Sally Yates, who was fired by Trump early in his administration.",
  "Trump provided drama and conflict every time he opened his mouth.",
  "at DCA tuning into CNN’S “The Lead” on one of the airport’s TVs.",
  "… Daniel Huey is joining the firm Something Else as a partner.",
  "Beforehand, he filed a story -- and his editors love that.",
  "The Peter G. Peterson Foundation is sponsoring the event.",
  "He is launching CODAVATE, a digital public affairs firm.",
  "Like Sanders, she has often stood apart from Democrats.",
  "Doors open at 8 a.m. and outside cameras are welcome.",
  "dept alum now in public affairs and corporate comms.",
  "He said on Monday he stood by that explanation.",
  "A two-week recess starts Thursday afternoon.",
  "It’s not a secret,’ he said of the episode.",
  "Could they keep the House in an extra day?",
  "Who knows, but probably not.",
  "‘I addressed it at the time.",
  "... Sen. Ed Markey (D-Mass.)",
  "Ralph Torres.",
  "Will they?",
  "Sure.",
  "...",
  "...",
  "...",
  "...",
  "..."
]