[
  "Steve Bannon, Trump's chief strategist, and Jared Kushner, the president's senior adviser and son-in-law, called in Erik Prince, who founded the Blackwater private-security firm, and Stephen Feinberg, a billionaire who owns military contractor DynCorp, to create proposals to use contractors in Afghanistan rather than US troops.",
  "\"I think Gorka spends more time following Twitter and prepping his media appearances than he does thinking seriously about critical national-security issues,\" Kahl, who was deputy assistant to the president and national security adviser to the vice president from October 2014 to January 2017, told Business Insider.",
  "\"But the two biggest sources of the 'firestorm' Gorka refers to were the invasion of Iraq, which gave birth to the forerunner of ISIS and created a vacuum filled by Iran, and the 2011 Arab Spring that upended the state system across the Middle East and set in motion a series of bloody proxy wars,\" he added.",
  "Despite that fact that Prince and Blackwater secured extensive and lucrative contracts under both former President George W. Bush and former President Barack Obama, Gorka described consultations with the Blackwater founder as a break with the tired, uninformed thinking inculcated by Beltway insularity.",
  "Since taking office, Trump appears to have embraced a more aggressive policy in the Middle East, underscored by several military engagements with pro-Syrian government forces in that country and by his hearty embrace of Saudi Arabia to the apparent detriment of unity among Gulf countries.",
  "\"It is difficult to see how Trump's approach, which combines a shoot-first mentality and an instinct to give regional autocrats a blank check to drag us into their sectarian conflicts, will make the region more secure or America safer,\" he told Business Insider in an email.",
  "Thomson Reuters\n\nIn keeping with his elevation of military leaders to roles in policymaking, President Donald Trump has delegated the authority to set US troop levels in Afghanistan to Defense Secretary James Mattis, though that power reportedly comes with limits.",
  "The withdrawal date had been set by the Bush administration, but conservatives have criticized Obama for not making a deal with Baghdad to keep US troops on the ground there, which they say could've kept ISIS from gaining traction with Iraq's Sunni minority.",
  "Defenders have pointed to the US' inability to quell insurgency in the country prior to its withdrawal, as well as Iraqi officials' refusal to let US troops stay, as evidence that a protracted deployment was impossible and would have changed little.",
  "\"And the fact that Gorka and others in the White House are seriously contemplating turning America's longest war in Afghanistan over to private military contractors who prioritize profit over the national interest is very troubling.\"",
  "Privatizing the war effort in Afghanistan would likely reduce some of the costs, however — a point that White House assistant Sebastian Gorka emphasized when he defended consultations with Prince in a CNN interview with Jake Tapper.",
  "Avant also noted that empowering local partners in environments like Afghanistan had been shown to facilitate the rise of warlords — as generally happened under the East India Company when it worked in there in the 19th century.",
  "The policies that were born in the beltway by people who've never worn a uniform, the people that were in the White House like Ben Rhodes, Colin Kahl, they helped create the firestorm that is the Middle East, that is ISIS today.",
  "Prince and Feinberg's inclusion in the administration's Afghanistan policy-proposal process is of a piece with Trump's advisers' efforts to bring a wider array of options to the president's attention.",
  "(AP Photo/Andrew Harnik)\n\nTrump himself has attributed the group's emergence to both Obama and Hillary Clinton, who was Obama's secretary of state and Trump's opponent in the presidential election.",
  "Kahl also cited specific accomplishments of the Obama administration, among them eroding Al Qaeda leadership, securing the Iran nuclear deal, and setting the stage for the destruction of ISIS.",
  "While their proposal looks unlikely to be included in the final plan, their inclusion by Trump aides raised alarm among observers — and not only because of Blackwater's sordid record in Iraq.",
  "Deborah Avant, a professor at the Josef Korbel School of International Studies at the University of Denver, pointed out a number of shortcomings in the plan Prince outlined in The Journal.",
  "Alex Wong/Getty Images\n\n\"No US administration has had all the answers to the Middle East,\" continued Kahl, who is now a professor in the Security Studies program at Georgetown University.",
  "Mattis, whom the Times said \"listened politely,\" ultimately declined to include their ideas in his review of the war in Afghanistan, which he and National Security Adviser Lt. Gen. H.R.",
  "When Tapper defended the qualifications of the people advising Obama, Gorka objected, calling Rhodes' master's degree in creative writing— \"fictional writing,\" he said — \"disastrous.\"",
  "Hadi Mizban/AP\n\nContractors would still be required to work with the Afghan government, just like US and NATO forces, she writes, who may not be receptive to their expanded presence.",
  "According to the Times, Bannon was able to track down Mattis at the Pentagon on July 8 and brought in Prince and Feinberg to describe their proposal to the defense secretary.",
  "In that editorial, he said the war in Afghanistan was \"an expensive disaster\" and called for \"an American viceroy\" in whom authority for the war would be consolidated.",
  "US private security contractors investigate the site where a military armored bus was damaged by a roadside bomb Baghdad International Airport, November 27, 2004.",
  "And, according to The New York Times, Trump's advisers have turned to a controversial set of consultants to help develop their new Afghanistan policy.",
  "But the administration has yet to settle on an overarching strategy for the US's nearly 16-year-long campaign in the war-torn country.",
  "Blaming Obama for the rise of ISIS has become prominent Republican talking point since the US withdrew from Iraq at the end 2011.",
  "Contractors also don't integrate well with local political goals and forces, which is essential in counterinsurgency operations.",
  "Sebastian Gorka, deputy assistant to President Donald Trump, at the Conservative Political Action Conference, February 24, 2017.",
  "He also said the effort should take an \"East India Company approach\" using private military units working with local partners.",
  "Thomson Reuters\n\nPrince's proposal reportedly adhered to what he outlined in a Wall Street Journal op-ed earlier this year.",
  "US soldiers near the site of US bombing in the Achin district of eastern Afghanistan's Nangarhar province, April 15, 2017.",
  "So we are open to new ideas, because the last 16 years have failed American national interest and the American taxpayer.\"",
  "Vice President Joe Biden and his national-security adviser, Colin Kahl, at a meeting in Washington, February 24, 2016.",
  "Gorka said, adding, \"Because the last eight years, in fact the last 16 years, Jake, to be honest, disastrous.",
  "President Donald Trump and Defense Secretary James Mattis at a cabinet meeting at the White House.",
  "\"If you look at Erik Prince's track record, it's not about bilking the government.",
  "(Others attribute ISIS' appearance to Bush's dissolution of the Iraqi military.)",
  "\"Neither of these key events were a consequence of Obama's policies.\"",
  "Kahl invoked these developments as reason for concern going forward.",
  "\"We open the door here at the White House to outside ideas.",
  "McMaster are set to deliver to Trump this month.",
  "It's about creating indigenous capacity ...",
  "\"It's about saving the US taxpayer money.",
  "It's about the opposite,\" Gorka said.",
  "This is a cost-cutting venture.\"",
  "March 13, 2017.",
  "Why?\""
]