[
  "“Then there are no answers just better and better lies.”\n\nWhile the action was noble, it kind of shot all the negotiations in the foot, as Cersei said she wouldn’t agree to a truce and would rather see the north fall to the army of the dead than fight them on two fronts.",
  "[SPOILER ALERT: The remainder of this article will discuss “Game of Thrones” Season 7, Episode 7]\n\nThere is a lot to cover with this episode, but it’s worth mentioning that it started off as one of the slower outings for this season.",
  "Thanks to Bran’s powers as the Three-Eyed Raven, the remaining Stark children know everything about his betrayal of their father, the plot to kill Joffrey, how he betrayed Jon Arryn and their aunt Lysa Arryn -- everything.",
  "However, in what was surely a disappointment for those hoping for an epic throw-down amongst the Clegane brothers, The Hound told The Mountain that he wasn’t there for him, and that he knows who is coming for him.",
  "At long last, after a lifetime of using other people in Westeros as pawns in his larger game, his throat was mercilessly cut by Arya Stark in Winterfell, the last great bastion of honor left in the realm.",
  "Cersei and the rest are reluctant to even consider a truce since they don’t trust the foreign invader, but having a member of the army of the dead rush headlong at her really seemed to change her tune.",
  "When the finale was said and done, nearly every character was together, the house was cleaned of the most vile of bad guys and the tide of the war against the dead shifted in peril’s favor.",
  "After starting out the series as a guy who would push a kid out of a window to protect his relationship with his sister, she proves that she’s now more loyal to her unborn child than him.",
  "We open in King’s Landing, where every leader of every faction is on the scene to convince Cersei Lannister to agree to a truce and help fight the ever-growing army of the dead.",
  "While it was grim business, it allowed Tyrion to reunite with Podrick, The Hound to show Brienne of Tarth that there’s no hard feelings for… well, killing him and much more.",
  "That’s right, after skulking behind every major event that’s happened in Westeros this past decade, Littlefinger is finally on trial for his ascent up the ladder of chaos.",
  "After securing a dragon last week, the Night King rode it headlong at the magical structure, specifically designed to keep him from passing, and burns it with blue fire.",
  "While counseling Sansa about Arya’s strange behavior, he walks her down a line of reasoning that suggests she’s out to steal the title of Lady of Winterfell from Sansa.",
  "The Night’s Watch is utterly powerless to do anything about it, and the episode ends with the army marching unencumbered, and without taking a single casualty, south.",
  "Yes, he said he’d be going back to the Iron Islands, but that’s revealed to be an elaborate -- and we’re talking really elaborate --plan hatched by he and Cersei.",
  "He brings up their father, her fallen children and every other grievance she may have with him before directly shouting for The Mountain to cut him down.",
  "When Jon responded in the negative, he told everyone that he was done and would be sailing back to the Iron Islands to wait out whatever was to come.",
  "Robert’s Rebellion was, therefore, built on a lie and Jon Snow’s real name is revealed to be Aegon Targaryen… but we’ll keep calling him Jon for now.",
  "In a moment that carried a heavy “ick” factor, as all of this is being revealed, Jon knocks on the door to Daenerys’ chambers and the two have sex.",
  "In what soon became one of the most tense moments in the show, he realizes what he’s done and offers Cersei a glass, which she does not accept.",
  "They all met at an old Targaryen fighting pit in King’s Landing, and out of all the important people there, it was The Hound that spoke first.",
  "Having said that, it’ll take a lot more than a failed kick to the groin to stop Euron, especially since they don’t even know where he is.",
  "Meanwhile, with a truce at hand, Jon, Daenerys and their respective courts return to Dragonstone, where they begin drafting battle plans.",
  "Then again, Jaime and Cersei’s incestous relationship started literally all of this, maybe we can’t pass pardons for incest willy-nilly?",
  "Stripped of his Lannister garb, Jaime rides north just as snow starts to fall over King’s Landing for the first time in the series.",
  "In a moment way more tense than anything else that’s happened this season, possibly in the series in general, she gives the order.",
  "Back in King’s Landing, as Jaime prepares the Lannister forces to march north and combat the dead, Cersei puts a stop to all that.",
  "Instead, Cersei tells him that her goal is not necessarily sitting on the Iron Throne, but ensuring that her loved ones are safe.",
  "Sadly, that mystery doesn’t get an answer as the younger sibling storms off to fetch Jon Snow and Daenerys’ big bargaining chip.",
  "They’re technically aunt and nephew, but maybe we can give them a pass for not knowing this bit of information about each other?",
  "The group returns to the fighting pit, where Cersei agrees to fight alongside the living against the dead in a temporary truce.",
  "Funny enough, it was Jon giving someone advice on embracing a diverse background of family heritage -- but more on that later.",
  "Jon tells him to embrace the part of him that was raised to be honor bound, and apply it to the part of him that’s a Greyjoy.",
  "The new Three-Eyed Raven then proved that his powers of insight don’t make him significantly smarter than the bookish Sam.",
  "Cersei, on the other hand, agrees to the truce assuming Jon Snow will remain neutral and lead the north to do the same.",
  "He makes a half-hearted attempt to defend himself, but with all the evidence stacked against him, his goose is cooked.",
  "When she arrives, it looks like Arya has shown up to her own execution -- and likely that of a few guards as well.",
  "She tells Arya that they’re there for a matter of honor, to stop any that would seek to betray her family or home.",
  "After all his many screw-ups, he asks how Jon managed to have so much of Ned Stark in him, while he had so little.",
  "Brandon believes that Jon is actually Jon Sand, a bastard born between Rhaegar Targaryen and Lyanna Stark in Dorn.",
  "However, the highly teased armistice negotiations ended up being the worst part of an all-around great episode.",
  "He tells Sansa that he loved her mother and her, but she reminds him that he betrayed them both nonetheless.",
  "Jon and his queen will sail together to Winterfell and prep the front lines against the army of the dead.",
  "His opponent tries to knee him in the crotch to finish him off, but that doesn’t work on Theon anymore.",
  "He bests him in combat and, just like that, the fleet is ready to follow him against his crazed uncle.",
  "For the first time in years, he was in the same location as his brother, the newly zombified Mountain.",
  "However, his sister never gives the order, prompting Tyrion to take a hearty gulp of the wine nearby.",
  "It turns out, the Iron Bank has access to 20,000 soldiers, and Euron has just gone to pick them up.",
  "Whoever wins, the dead or Daenerys, Cersei plans to fight whatever is left with the Golden Company.",
  "Cersei is alone, and Jaime might just get to join the cool people in the fight to save the world.",
  "Perhaps it's time to start forgiving that whole King Slayer boy-crippling guy we met in Season 1?",
  "Despite the tension, it all felt a little too easy, which it was, but let’s put a pin in that.",
  "After all, what’s a few cracks to the skull compared to the years he spent with Ramsay Bolton?",
  "Let it never be said that Season 7 of HBO’s “Game of Thrones” didn’t pack a wallop in the end.",
  "He goads his brother, joking that he looks better than him for the first time in their lives.",
  "Could the hero of Blackwater Bay and countless other, smaller, victories have been poisoned?",
  "She makes it clear that she was doing exactly what Jon wouldn’t do, lying through her teeth.",
  "The Mountain draws his sword, but Jaime calls her bluff, and leaves anyway without incident.",
  "Perhaps we’ll find that Arya and Sansa did Littlefinger a mercy when Season 8 rolls around.",
  "That’s right, with just his dragon, he manages to take out an entire section of The Wall.",
  "With that, as quickly as it began, the penultimate Season of “Game of Thrones” finished.",
  "Now that she’s secured favor with the Iron Bank, she’s got access to the Golden Company.",
  "Theon, emboldened by Jon’s advice, confronts the Iron Born that followed him and Yara.",
  "He stormed off, and took his offer to free Yara Greyjoy if Theon submitted with him.",
  "So far, neither of them has been clever enough to figure him out -- or so it seems.",
  "He tells them that they’re going to go rescue her, but they don’t seem interested.",
  "All season-long, Littlefinger has been driving a wedge between the two sisters.",
  "“When enough people make false promises, words stop meaning anything,” he says.",
  "In any case, the politics of family in Westeros are hardly the biggest concern.",
  "Escorted by The Mountain, he joins her and removes the elephant from the room.",
  "This forces Tyrion to make a bold move and have a one-on-one with his sister.",
  "In Winterfell, things are finally coming to a head between Arya and Sansa.",
  "One calls him a coward, spits in his face and decks him right in the head.",
  "After some consideration, Sansa tells a guard to summon Arya to the hall.",
  "With that, she lays charges of treason and murder against… Petyr Baelish.",
  "Meanwhile, he proves that he’s more loyal to his word than he used to be.",
  "Since he’s not there yet, he drops in on his other favorite Stark, Bran.",
  "Between that and the wine, Tyrion pieces together that she’s pregnant.",
  "Euron Greyjoy took one look at the wight and asked if they can swim.",
  "Instead, he confesses that he’s pledged himself to Daenerys already.",
  "For a while there, it almost looked like fans would be disappointed.",
  "He tells her that she can give the order to kill him if she has to.",
  "With just six episodes left, the floor is open to wild speculation.",
  "However, Sam reveals what he (mostly Gilly) learned at the Citadel.",
  "Goodbye Littlefinger, you had no redeeming qualities in the end.",
  "He attempts to leave but she has The Mountain block his path.",
  "At The Wall, the army of the dead made its biggest move yet.",
  "Cersei tells her brother that she’s got an ace in the hole.",
  "It would have been simple, and even smart, for him to lie.",
  "It seems the animosity between the Stark sisters is over.",
  "However, with Brandon in the room, things take a turn.",
  "Back at Winterfell, Sam Tarly arrives to help out Jon.",
  "Lyanna and Rhaegar were married in a secret ceremony.",
  "It’s not a great time to be a resident of Winterfell.",
  "Executing old family enemies has a way of doing that.",
  "That wasn’t the case for her husband-to-be, though.",
  "Despite taking a severe beating, Theon gets up.",
  "As he leaves, he’s confronted by Theon.",
  "\"No one walks away from me,\" she says.",
  "He falls to his knees to cry and beg.",
  "Jaime, however, is not on board.",
  "What will happen next?",
  "When will it happen?",
  "Who will survive?",
  "-- No.",
  "Boom!"
]