[
  "Even more serious, Kushner failed to disclose a clandestine session he’d had with Sergey N. Gorkov, the head of a Russian state-owned bank currently under sanctions — another shadowy figure (and former spy) with close ties to Putin\n\nNow, beyond Manafort, Page, Flynn and Stone, Russiagate was getting dangerously close to the President himself and two Democratic members of the House Intel Committee predicted that “some people (would) end up in jail.”\n\nPUTIN’S MOTIVATION IN A “FALSE FLAG” OPERATION\n\nSo how much credence should we give to that “Wag The Dog,” take-the-heat off-the-White House theory behind the missile strike?",
  "On April 6th, Devin Nunes stepped aside from his leadership of the Russia probe after the House Ethics Committee announced an investigation into his alleged “unauthorized disclosures of classified information.”\n\nAnd if that wasn’t enough to rock The West Wing, Senate investigators began to focus on Trump son-in-law and advisor Jared Kushner, whom The NYT reported had failed to report (on security clearance forms) a secret meeting he and Flynn had had in Trump Tower with Russian ambassador and top U.S. spy Sergey Kislyak.",
  "A PAGE FROM THE CLINTON PLAYBOOK\n\nOn Friday night Lawrence O’Donnell was the first network commentator to theorize that the attack was the result of a calculated move by Vladimir Putin to deflect attention from the mounting scandal that has engulfed the Trump presidency since the Kremlin’s hack of the 2016 election; a scandal bolstered by continuing news reports on the metastasizing body of evidence that some of his surrogates may have been in on it.",
  "No.” Reflecting that same position, White House spokesman Sean Spicer called Assad’s status as self-imposed dictator-for-life a “political reality we have to accept.”\n\nThose weren’t surprising positions given the President’s multiple Tweets in 2013 in which he bellowed at Barack Obama in 140 character assaults to “stay the hell out of Syria, the “rebels” are just as bad as the current regime.",
  "(But) circumstantial evidence can be very, very powerful and indicative of something that`s happened.”\n\nTHE CASE FOR A “WAG THE DOG” SCENARIO IN SYRIA\n\nAs mentioned, for years leading up to Thursday night’s Tomahawk attack Donald Trump’s Twitter record was vehemently against Syrian intervention and his two foreign policy surrogates confirmed that position as recently as 10 days ago.",
  "In the lead segment of his MSNBC program “The Last Word,” O’Donnell showed a graphic with the words “Wag The Dog?” referencing Barry Levinson’s 1997 black comedy in which a Hollywood producer (Dustin Hoffman) was hired by a political spin doctor (Robert DeNiro) to create a fake crisis in Eastern Europe to divert attention from a presidential sex scandal just before an election.",
  "How far off was Lawrence O’Donnell, when on Friday’s broadcast he wondered whether Putin conspired “to kill people as a way of helping the image of the President of the United States.”\n\nSuch a “false flag” operation would cause the U.S. media, he said, to “change the subject from Russian influence in the Trump campaign… transition and… White House.”\n\n“It’s perfect,” he went on.",
  "Few who have observed President Trump’s visceral reaction to news footage in his regular Twitter storms, could doubt that part of his motivation in sending 59 Tomahawk missiles into Syria Thursday night was his reaction to the footage of children, “beautiful babies” as he put it, being gassed in the rebel-held town of Khan Sheikhoun by Bashar al-Assad’s air force.",
  "REPORT OF A BACK-CHANNEL\n\nOn April 3rd, The Wash Post disclosed that Erik Prince, brother of Trump Education Secretary Betsy DeVos and founder of the controversial private security firm Blackwater, had held a secret meeting in January (brokered by the United Arab Emirates) in an alleged move to create a “back channel” of communications between Trump and Putin.",
  "A KIDNAPPING PLOT\n\nOn March 25th another bombshell dropped relating to disgraced ex-National Security Advisor Flynn when the Wall Street Journal quoted former CIA Director James Woolsey who described a meeting he’d attended with Flynn and Turkish officials in which an alleged plot was discussed to kidnap a U.S. based rival to Turkish dictator Recep Erdogan.",
  "The following day, Rep. Schiff announced that in an effort to protect the President, Chairman Nunes had cancelled an upcoming public hearing set to include damaging testimony from fired Acting Attorney General Sally Yates who was prepared to swear under oath that in his dealings with the Russians, Michael Flynn could have been subject to blackmail.",
  "The following day in two press conferences surrounding a trip to the Oval Office, Nunes said he’d discovered evidence from the “incidental collection” of intelligence, which hinted at the potential surveillance of Trump himself during the Obama administration, a disclosure Mr. Trump said, caused him to feel “somewhat” vindicated.",
  "The next night (March 21st) Committee Chairman Devin Nunes, who’d been on the Trump transition team, kicked off a bizarre 24 hour off-the-books back-and-forth run to the White House designed to provide cover for the President’s March 4th Twitter tirade in which he falsely accused President Obama of “wiretapping” Trump Tower.",
  "That same day a lawyer who was about to testify in an important whistleblowing case on Russian corruption fell from a 4th floor window in Moscow and The AP reported that from 2006-2009 Trump’s former campaign manager Paul Manafort secretly worked for a Russian oligarch on a plan to “greatly benefit” the Putin government.",
  "That night at 7:40 pm EDT the 59 BGM-109 Tomahawks made by Raytheon at a cost of $1.4 million each were launched from the USS destroyers Porter and Dodge in the Med, aimed at the al-Sharyat Airbase in Central Syria, from which, intelligence suggested, the warplanes responsible for the chemical attack had taken off.",
  "In the weeks leading up to the gas attack and missile strike major international news agencies gave more and more credence to the charges of Trump collusion with Russia raised in Christopher Steele’s “Dossier.” Those charges were taken seriously on Capitol Hill by a number of members on both sides of the aisle.",
  "Even though the strike came 13 days after the East African Embassy bombings, as I reported in “1000 Years For Revenge,” back in 2003 the FBI had known for years that bin Laden was behind the 1993 World Trade Center bombing and they’d had multiple opportunities to interdict al Qaeda before the Khartoum raid.",
  "Rep. Schiff began that hearing with a statement that cited multiple sections of the “Dossier” compiled by the well respected former MI6 operative Christopher Steele who reported an alleged secret meeting between Trump campaign advisor Carter Page and Igor Sechin, CEO of Rosneft — Russia’s gas giant.",
  "The network also disclosed that the Bureau had evidence that Trump associates communicated with the Russians to “possibly coordinate the release of information damaging to Hillary Clinton’s campaign.”\n\nThe headlines and negative revelations were now coming with ever-increasing frequency.",
  "Five years before the Sudan/Afghanistan attacks the Journal of Conflict Resolution published a detailed study noting that “a president is more likely to become involved in a militarized dispute when his popularity within his party his low.”\n\nIn fact, Clinton’s predecessor George H.W.",
  "Ambassador Nikki Haley pronounced would be “hands off.”\n\nSpeaking in Ankara on March 30th, Tillerson said that “the longer term status of President Assad will be decided by the Syrian people;” a population that after six devastating years of war had no chance of affecting any change.",
  "Months after the film opened, in a stunning reversal on the notion that “art imitates life,” President Bill Clinton greenlit Operation Infinite Reach, a Tomahawk cruise missile attack against the Al-Shifa pharmaceutical factory in Khartoum, Sudan (and other targets in Afghanistan).",
  "And if the head-spinning blizzard of news from the previous weeks wasn’t enough, the lawyer for Michael Flynn dropped a bomb, saying that he was willing to testify to the FBI or congressional investigators with “a story to tell,” provided he was granted immunity from prosecution.",
  "Then Yahoo News and The Washington Post reported separately on secret payments he’d received from various Russian entities including RT (Russia Today) the Kremlin propaganda arm cited by U.S. Intelligence agencies as an outlet for anti-Clinton “fake news” during the campaign.",
  "An hour later at 8:40 pm EDT the missiles hit a series of targets at the base and by morning Foxnews was announcing “large scale destructi to airfields, planes and fueling facilities.”\n\nHowever, the UK Telegraph reported that the airport’s runways remained largely intact.",
  "The limited damage was partly a function of the warning the U.S. gave to Russia at 7:10 p.m. the night of the attack, allowing Moscow and their Syrian allies a full 90 minutes to remove any functioning aircraft and key personnel from the base before the Tomahawks struck.",
  "It was alleged at the time that Osama bin Laden had been using the plant to manufacture VX nerve gas, and the attack, in which the plant was destroyed, took place on the same day that Monica Lewinsky appeared before a grand jury to testify about her affair with Clinton.",
  "Given that the attack was largely symbolic vs. strategic and had little immediate impact on the Syrian civil war in which 500,000 civilians have been killed, it’s worth asking whether there was something more behind the $82.6 million Tomahawk barrage.",
  "He put it this way in an interview with Rachel Maddow:\n\n“If you go outside in the afternoon and there`s no snow on the ground and you wake up the next morning and there is snow on the ground, you can pretty well conclude that it snowed overnight.",
  "Further, as O’Donnell suggests, was Mr. Trump aided and abetted by Vladimir Putin, a strong man he repeatedly praises, calling him “very smart” after his “chess move” play to stand down following the expulsion of Russian spies December 29th?",
  "Ten days before that, on March 20th, FBI Director James Comey told the House Intel Committee that that the Bureau was investigating not only Russia’s interference in the election but whether Trump associates were in contact with Moscow.",
  "The next day the Senate Intelligence Committee held a hearing in which an ex-FBI agent described “active measures” the Russian’s had used to influence the 2016 election including the planting of “fake news” which, he said, was ongoing.",
  "Until the giant telescope actually captured an image of Pluto the evidence of its existence was “circumstantial” and right now much of the evidence about the Trump connection to Russia during the 2016 election is in that same category.",
  "Those punitive measures killed a $723 million joint venture between Tillerson’s former company Exxon/Mobil and Rosneft, to drill for crude in the Arctic Circle’s Kara Sea — a loss estimated by Exxon itself at upwards of $1 billion.",
  "WHAT WILL WE GET FOR OUR LIVES AND $BILLIONS?ZERO.”\n\nMonths later he sent this message: “TO OUR VERY FOOLISH LEADER, DO NOT ATTACK SYRIA – IF YOU DO MANY VERY BAD THINGS WILL HAPPEN & FROM THAT FIGHT THE U.S. GETS NOTHING!",
  "There was damage to some concrete revetments and out-buildings and six MiG-23 fighters under repair were destroyed but within hours the runway was fully functioning and Syrian SU-22 fighters were taking off from the base.",
  "In 1905, a quarter century before its discovery was confirmed, astronomer Percival Lowell postulated that variations in the orbits of Uranus and Neptune were caused by the pull of another planetary body as yet unknown.",
  "So it’s fair to wonder whether Putin, an ex-spook honed in the tradecraft of Maskirovka (deception) would draw Trump into a military move that had the effect of quieting the media on the election-tampering story.",
  "It was the latest in a series of murders, poisonings and untimely deaths for political foes, journalists, human rights advocates and whistleblowers, rubbed out with chilling frequency during Putin’s reign.",
  "On March 30th, The NYT reported that Chairman Nunes had actually received the so-called intel he used to brief the President from two WH officials, during his clandestine nighttime trip the week before.",
  "Both of those stunning setbacks for the Trump presidency happened on the same day as the chemical gas attack in Khan Sheikoun, but more damaging headlines in the Russian-Trump scandal were imminent.",
  "Earlier in the month The Associated Press reported that Flynn had failed to register as a foreign agent at a time when he was with the Trump campaign and received $530,000 from Turkish interests.",
  "The reports of unexplained ties between the President’s men and Russian businessmen, spies and economic interests were now beginning to hit The White House every day like a series of body blows.",
  "If Vladimir Putin had any hopes of sanction relief in the days just after the election, the Tsunami of controversy in the ever-widening election-hack-influence probe had now killed them.",
  "Both the U.S. and Russian Presidents had something significant to gain from that missile strike – an attack that did little or nothing to impact Assad’s ability to kill his own people.",
  "As recently as February 8th, Sen. Lindsey Graham, joined by five other GOP Senators said he would defy any legislation proposed to lift the sanctions on Russia without their approval.",
  "THE PLUTO EFFECT\n\nThe nature of investigative reporting is that sometimes you uncover the hard evidence – the smoking gun document that proves the dirty deal or the quid pro quo.",
  "The next day (March 23rd) in what was described as “An act of Russian state terrorism” a prominent Putin critic who defected to Ukraine last year was shot to death in Kiev.",
  "That precipitous military strike represented a turn-on-a-dime change from Trump’s longtime Syria policy which only a week earlier, Secretary of State Rex Tillerson and U.N.",
  "Hours later CNN, reported that the FBI was investigating Manafort and Page, along with fired National Security advisor Michael Flynn and longtime Trump friend Roger Stone.",
  "Given that he’s all but won the civil war, Assad’s use of chemical weapons after agreeing to the Russian brokered ban in 2014 would have been otherwise counter-productive.",
  "But as Rep. Adam Schiff (D-CA) the ranking Democrat on the beleaguered House Intelligence Committee recently described it, circumstantial evidence can be compelling.",
  "So is it too cynical to raise the question of whether there was more behind the al-Sharyat attack than the President’s revulsion to the images of gassed children?",
  "It changes everything.”\n\nAnd sure enough, as Bill Maher pointed out on his HBO program Friday night “Even the liberals were all over” Trump’s Tomahawk launch.",
  "The very same day Carter Page confirmed for BuzzFeed that in 2013 he’d met with and given documents to a man who turned out to be a convicted Russian spy.",
  "It wasn’t until the after Lowell’s death in 1930 that a new telescope, named for him, was built and the existence of this heretofore “planet” confirmed.",
  "Much of what we now know about the evidence that prompted two congressional investigations into Trump and Russia was derived from leaks like that.",
  "The strike was reportedly in retaliation for al Qaeda’s simultaneous bombings of the U.S. Embassies in Ethiopia and Kenya on August 7th, 1998.",
  "His principal motive for helping Trump into the White House was the removal of sanctions slapped on Russia following its annexation of Crimea.",
  "Having tracked Putin’s moves going back decades as I research a book on the election hack, my sense is that Lawrence O’Donnell could be right.",
  "It’s a process I like to call the ”Pluto effect,” named for the 9th planet in the solar system (downgraded in 2006 to dwarf planet status).",
  "And be particularly vigilant of any return to Trump’s mantra that improved relations with Russia will help in the fight against ISIS.",
  "The use of nerve agents after the Kremlin guaranteed their removal would also — on the surface — present an embarrassment to Putin.",
  "That’s how that week ended for the Trump administration, but there was far more disturbing news tied to the Russia scandal to come.",
  "Bush got an 18 point gain in his poll numbers after the first missiles were fired into Iraq during Operation Desert Storm.",
  "For most of the news media it changes the conventional wisdom about the dynamic between Vladimir Putin and Donald Trump.",
  "Already Reuters is reporting that Putin, who gifted Rex with the Russian Order of Friendship, won’t see him personally.",
  "In addition, he’d certainly never risk a move like that without the approval of his principal rabbi in Moscow.",
  "WAR AS A HEADLINE CHANGER\n\nThe idea of boosting a President’s popularity by flexing military muscle isn’t new.",
  "It was his discussion of sanctions in calls with Kislyak during the transition that led to Flynn’s firing.",
  "For his efforts at image building for the Kremlin and its strongman, Manafort was paid $10 million a year.",
  "First published on investigatingtrump.com\n\nWas there a “Wag The Dog” scenario behind last week’s attack?",
  "THREE CHESS MOVES AHEAD\n\nFor more than six decades Russia has dominated the world of competitive chess.",
  "One planted story, he testified, had even influenced President Trump as recently as October 11th 2016.",
  "Eric Prince’s secret meeting in the Seychelles reportedly involved the sanctions issue as well.",
  "But on Thursday, even before the attack, Tillerson was talking about regime change in Damascus.",
  "Like any criminal enterprise you have to follow the money and determine who stands to gain.",
  "“Cable news loves it when they show footage of destroyers firing cruise missiles at night.",
  "The next day at the U.N. speaking of Assad, Haley declared, “Do we think he’s a hindrance?",
  "If you see the snow coming down, then you can say I have direct evidence that it snowed.",
  "By March 20th 2017 Donald Trump’s approval ratings had hit a new low, dropping to 37%.",
  "That is, up until those chemical nerve agents hit those children in Khan Sheikoun.",
  "Donald Trump has finally dared to do something that Vladimir Putin doesn’t like.",
  "But since Thursday night the media has been relatively quiet on Russiagate.",
  "“There would be no role for (Assad) to govern the Syrian people,” he said.",
  "It’s America’s money shot.”\n\nHOW DO WE JUDGE THE VALIDITY OF THIS THEORY?",
  "Will Trump’s bellicose tone toward Russia’s involvement in Syria soften?",
  "Then there are times when you look at the hard evidence around an event.",
  "The House investigation was now spinning into a revolving door of chaos.",
  "“Everybody loves this f___ing thing.” He said in his opening monologue.",
  "Watch what happens after Rex Tillerson visits Moscow this coming week.",
  "See if you catch any whiff of a rapprochment on the sanctions issue.",
  "Other times you rely on inside sources who have access to the truth.",
  "In this case, apart from Donald Trump that would be Vladimir Putin.",
  "74 people were reported killed, including 16 women and 23 children.",
  "Could that represent more distracting chaff from Vlad, the ex-spy?",
  "See if he ups the military ante with Damascus — highly unlikely.",
  "Sechin is a former KGB agent and close Putin surrogate.",
  "Are we going to sit there and focus on getting him out?",
  "But this theory lies beneath all of that.",
  "Watch, the coverage in the days ahead.",
  "See if that changes in the days ahead.",
  "“It doesn’t just change the subject.",
  "See if that narrative changes now.",
  "The timing was certainly curious.",
  "He just couldn’t see it.",
  "That`s circumstantial.",
  "He knew it was there.",
  "Watch for that.",
  "Yes."
]