[
  "Because the Golden Age of Television has not exactly been the Golden Age of Linear Storytelling lately, “Journey Into Night” takes place on at least three timelines — the massacre and its immediate aftermath, the Delos clean-up mission some time later, and whenever it is that Bernard and Dolores are talking (probably well after the Delos mission, which doesn’t bode well for Delos’ private army).",
  "The park is on an island held by a Pacific country whose military isn’t thrilled about a bunch of Blackwater types showing up with their rubber boats and futuristic dune buggies, and it is there that Bernard has washed ashore, just in time to see some C- and D-list hosts get shot execution style.",
  "Fewer than four minutes in, “Westworld,” like a smoker or a nail-biter, has fallen back on bad habits — saddling two great actors with pseudo-philosophical gobbledygook dialog, and Evan Rachel Wood in particular with a bland, one-note character that the finale had promised was gone for good.",
  "The massacre is in full swing, and if you’re wondering how long the guests hiding with Bernard and Charlotte will last, the answer is “not long.” Bernard gets understandably upset as the richies kill a stable-boy host for no reason, but as a viewer, it’s hard to muster any feeling.",
  "Michael C. Hall on ‘Dexorcism’ and New Netflix Series ‘Safe’\n\nBernard and the new Delos arrivals survey the damage, and we soon get the unfortunate sight of a Native American host being scalped, followed by the first — and not the last in this episode — glimpse of a host brain.",
  "But then that shot moves back, and Wright starts talking, and it becomes clear that, like so many episodes last season, “Journey Into Night” will begin with one of Bernard — at least he’s almost certainly Bernard this time — and Dolores’ face-to-face chats.",
  "“Journey Into Night” shows that lessons were learned and creators Jonathan Nolan and Lisa Joy — the latter having written this premiere with Roberto Patino — have, in the year and a half since season one wrapped, adjusted accordingly.",
  "This episode being a Bernard-centric affair, we end with him, headed with the Delos army into Sweetwater to survey the damage and discover Ford, his eye socket crawling with maggots, along with a bunch of other corpses.",
  "We’ve seen these hosts die countless times, and its entirely likely that their white plastic brains are sitting there intact, waiting to be rescued be Dolores or Maeve or whoever else might be leading the revolution.",
  "Lara Spencer Pares Back Duties at ‘Good Morning America’\n\nThe player piano is back and — surprise — it’s not playing Jethro Tull, the Doobie Brothers, Boston, or whatever classic-rock-radio band you had in your pool.",
  "When Maeve is reunited with Hector later and he asks why she’s keeping Lee alive, it’s a legit question, the unspoken answer is that his knowledge of the park will be valuable in the search for Maeve’s daughter.",
  "Bernard, we soon see, appears to have been describing not a dream, but events some time after the massacre that ends season one, when he is discovered on a beach by a Delos clean-up team.",
  "We then flash back again to Bernard, Charlotte, and some tuxedo-and-gown-clad redshirts cowering in a stable while Rebus and the boys play William Tell just outside with a doomed guest.",
  "Instead we get some corny Western-movie saloon music that continues and adds strings as we cut to Dolores on horseback, channeling her inner Wyatt and shooting down guests on the run.",
  "Even if the character doesn’t feel entirely fresh, it’s a pleasure to watch her finally get to cut loose after having to muddle through blue-dress Dolores for so much of last season.",
  "“Westworld” excels at Mutt and Jeff team-ups, and this one works well because it allows both parties to do what they do best — Maeve be super cool and Lee be a shiftless coward.",
  "Bonus points: the quest for her daughter promises to be the most interesting thread of this season, and the only one with a shred of redemption for anyone involved.",
  "It could feel a tad maudlin in another show, but in this one it feels like a necessary respite from all the stable-boy killing and robot scalping.",
  "Dolores continues in that thread, talking to her victims as she sets them up for solidly sadistic ends as Teddy looks on, conflicted.",
  "Not much time is spent on cleanup, but what is gives us a few much-desired clues about the world in which “Westworld” takes place.",
  "But the discovery of Teddy in the water with all the other drowned hosts was as underwhelming as the stable boy’s killing.",
  "It’s good to see the new premiere deliver even a little bit, giving us a hint at where and when “Westworld” takes place.",
  "But when the search party comes upon an unexpected sea in the middle of the park, the effect is the desired one.",
  "But the real joy of the cleanup-crew scene is that we get a Hemsworth (Luke) and a Skarsgård (Gustaf) together.",
  "This is “Westworld.” A child getting stabbed in the chest with a pitchfork is just same old s—, different day.",
  "Maeve, ever since her awakening began last season, is the most important character allowed to be fun to watch.",
  "Lee’s incompetent-puppetmaster schtick has not always worn well, but with the right scene partners it plays.",
  "Between the first and the second, a few frames of a flashback montage tell us, Bernard did and saw some s—.",
  "The season one finale teased a glimpse of the world outside the park, then pulled away at the last moment.",
  "Any HBO subscriber can be forgiven for giving up and just watching the new episode of “Barry” instead.",
  "When said brain is plugged into a very awkward iPad port, we see video of Dolores in full killer mode.",
  "The very first shot of “Westworld” reminds us of what worked best about the HBO drama’s first season.",
  "There’s another dune buggy ride, and a robot tiger that doesn’t feel quite as impactful as it should.",
  "Thandie Newton is the ultimate “Westworld” scene partner, upping the game of whomever she’s with.",
  "First we have to watch Man in Black-edition William do some survivalist stuff, which, who cares?",
  "One of the areas where this show has broken the most new ground is in desensitizing violence.",
  "SPOILERS AHEAD: The following contains spoilers from the Season 2 premiere of \"Westworld.\"",
  "It helps that unlike Wright and Wood, she is rarely saddled with thematic exposition.",
  "And just like that, we’re reminded of everything that didn’t work about season one.",
  "If you were hoping that this season would do better by Teddy, keep hoping.",
  "All television shows should open up with a tight shot of Jeffrey Wright.",
  "Wood, meanwhile, has all kinds of appeal as Wyatt-Dolores.",
  "Season two will be at least in part about unwinding that.",
  "Something massive happened, and Bernard was responsible.",
  "But those who stick around are rewarded, eventually.",
  "Dolores doesn’t like the answer, but it’s too late.",
  "“That which is irreplaceable,” Bernard says.",
  "But then yes, finally Maeve, by way of Lee.",
  "What's leaving Netflix in April 2018?",
  "But the obvious answer is comedy.",
  "This does not work in its favor.",
  "“What is real?” Dolores asks.",
  "What a time we live in.",
  "Well, not really.",
  "Then Maeve!",
  "(Not me.)"
]