[
  "The state's Commission on Offender Review set a March 9, 2043, release date for Michael Griffin, who was convicted of shooting Dr. David Gunn three times in the back on March 10, 1993, as Gunn arrived to work at an abortion clinic in Pensacola, Florida.",
  "The commission was required to consider Griffin's release date because of the state's mandatory minimum sentencing of 25 years, but was not meeting to decide whether he should be paroled now.",
  "At the time of his death, Gunn was one of the few doctors performing abortions in the South, working at clinics in Montgomery, Alabama, and Columbus, Georgia, when he wasn't in Pensacola.",
  "The most recent death was on Nov. 27, 2015, when Robert Lewis Dear killed a police officer and two people accompanying friends to a Planned Parenthood clinic in Colorado Springs.",
  "A man who shot and killed a doctor outside a Florida abortion clinic in 1993 should not be released from prison for 25 more years, Florida's parole board decided Wednesday.",
  "Months after Gunn was slain, another abortion doctor was shot to death outside another clinic in Pensacola by a gunman who wrote about being inspired by Griffin's actions.",
  "She also pointed out that Griffin cooperated with the FBI concerning the security of abortion clinics and he assisted in the investigation of an Alabama clinic bombing.",
  "They also cited a 2010 interview Griffin gave to \"60 Minutes Australia\" where he said \"the only people who should be in fear and terror are the abortion doctors .",
  "Ferreira wrote that her son assisted lawyers representing the Gunn family during the settlement of a lawsuit against anti-abortion activist John Burt in 1996.",
  "The National Abortion Federation says there have been 11 killings, 26 attempted killings, 42 bombings and 186 arsons directed at abortion providers.",
  "Former minister and abortion protester Paul J. Hill was convicted in the slayings and the wounding of Barrett's wife, and was executed in 2003.",
  "Griffin's mother, Lillian Ferreira, and another supporter were supposed to attend the hearing but sent letters asking for an earlier release.",
  "Dr. John Bayard Britton was killed along with a volunteer escort, James H. Barrett, while arriving for work at a clinic in July 1994.",
  "Vicki Saporta, the National Abortion Federation's president and CEO, said she was relieved by Wednesday's decision.",
  "Griffin, who turned 56 on Sept. 11, is serving a life sentence at Blackwater River Correctional Facility in Milton.",
  "Gunn's son and daughter testified against Griffin's release, noting that he has not apologized or shown remorse.",
  "\"They saw the evidence that was provided and the interview, demonstrating he can be a clear and present danger.",
  "The commission also voted not to consider Griffin's case again until July 2024, the maximum time it can set.",
  "Every killer that has taken the same action that he took has cited him as an influence,\" he said.",
  "We are absolutely pleased with the sentence handed down,\" said David Gunn Jr. after the hearing.",
  "The shooting followed clinic bombings and regular anti-abortion protests in Pensacola.",
  "He commuted to work from his home in Eufaula, Alabama, near the Georgia state line.",
  "A state investigator had recommended a presumptive release date of April 9, 2018.",
  "Gunn's murder marked the beginning of a wave of deadly anti-abortion violence.",
  "\"I certainly hope it will send a message that it will be taken seriously.",
  "He said this should set a precedent for other cases.",
  "they've got to have a reckoning one day with God.\"",
  "Unfortunately it is the wrong kind of influence.\"",
  "He was convicted of first-degree murder in 1994.",
  "\"It is and has been a very influential case.",
  "Griffin was not present at the hearing.",
  "Nine others were also wounded."
]