[
  "SPEED READ\n\n— Senate Armed Services ranking Democrat Jack Reed worries that Supreme Court nominee Brett Kavanaugh poses national security concerns: Military Times\n\n— The White House slams El Salvador's cutoff of diplomatic ties with Taiwan in favor of China: Reuters\n\n— How the U.S. is preparing to match Chinese and Russian technology development: Defense One\n\n— Pentagon cyber shortfalls leave data at risk, key senators warn: Bloomberg\n\n— The president is likely to give agencies more power to reduce telecoms' supply chain risks: POLITICO Pro\n\n— Australia's ruling party elects Treasurer Scott Morrison as the next prime minister: AP\n\n— A Norfolk sailor is accused of trying to hire a hitman for a murder plot: Military Times\n\n— William Liebenow, a Navy veteran who led the mission to rescue John F. Kennedy during World War II, is laid to rest at Arlington National Cemetery: The Washington Post\n\n— The VA considers ending its ban on transgender surgeries for disabled vets: Stars and Stripes\n\n— British Airways and Air France plan to halt flights to Iran: Reuters\n\n— Iranians feeling “imprisoned”’ in their country as Trump’s new sanctions bite: The Washington Post\n\n— A South Korean appeals court increases the jail sentence for the country’s former president on corruption charges to 25 years: Reuters\n\n— A U.N. team approved a year ago starts work on Islamic State crimes in Iraq: Reuters\n\n— Seven Chinese companies that each topped $5 billion in defense sales — and that could rival American firms: Defense News\n\n— European missile company MBDA and microchip maker Soitec say they are acquiring Dolphin Integration: Defense News\n\n— 'Giraffes' join the Navy and hunt enemy threats: Fox News",
  "Story Continued Below\n\nTOP NEWS: Senate passes minibus appropriations package, including $675 billion for defense\n\nON POLITICO: Rep. Duncan Hunter steps down from his committee posts — DIA chief information officer talks his priorities\n\nSENATE PASSES MINIBUS WITH DEFENSE SPENDING: In an overwhelming 85-7 vote, the Senate passed its $675 billion defense spending measure Thursday, setting off a sprint to enact full-year funding for the military before the start of new 2019 fiscal year on Oct. 1.",
  "“Russia has invited 12 countries, including the United States, to international peace talks in Moscow on Sept. 4 as it has been taking on a more prominent role on Afghanistan.”\n\nARMY RECOMMENDS SILVER STAR FOR CAPTAIN CRITICIZED IN NIGER AMBUSH, reports The New York Times: \"The Green Beret team leader who was singled out in a Pentagon investigation for blame after a deadly ambush in Niger last October has now been recommended for one of the military’s highest valor awards, officials said.",
  "‘Each one of the [combatant commands], all the major entities around … if you think of something happening, we probably have somebody there.’”\n\nKOREA REPORT — POMPEO NAMES NEW ENVOY TO NORTH KOREA AHEAD OF VISIT: “Secretary of State Mike Pompeo on Thursday appointed Steve Biegun as the administration’s envoy for North Korea just days ahead of a crucial diplomatic visit to the closed-off Asian country to discuss denuclearization,” report POLITICO’s Caitlin Oprysko and Nahal Toosi.",
  "GOWDY ASKS MATTIS FOR ANSWERS ON SPOKESWOMAN INVESTIGATION, reports CNN: \"House Oversight Chairman Trey Gowdy of South Carolina has written to Defense Secretary James Mattis and ordered him to produce documents and communications related to allegations his top public affairs official retaliated against staff members after she used some of them to conduct her personal errands and business matters.",
  "“Ryan called on the California Republican, who has been indicted with his wife for allegedly using more than $250,000 in campaign funds to enrich their family, to relinquish his committee posts, including his spot on the House Armed Services Committee.”\n\nHunter also served as chairman of the House Transportation and Infrastructure’s Coast Guard and Maritime Transportation Subcommittee.",
  "\"The letter was prompted by news first reported by CNN that Dana White, a Trump administration political appointee who serves as the Pentagon's chief spokeswoman, has been under investigation for several weeks by the Pentagon's inspector general after multiple complaints were filed against her, according to four sources familiar with the probe.",
  "WAR REPORT — RUSSIA WAITS ON KABUL’S RESPONSE TO AFGHANISTAN PEACE TALKS INVITE: “The Afghan government has not yet responded to Russia’s invitation to take part in peace talks on Afghanistan that will include the Taliban, the TASS news agency quoted Russian foreign ministry spokeswoman Maria Zakharova as saying on Thursday,” via Reuters.",
  "The secretary of state said he and Biegun would travel to North Korea next week, ‘to make further diplomatic progress toward’ getting Pyongyang to abandon its nuclear ambitions.”\n\nMeanwhile, fears arise that the suspension of U.S.-South Korea military exercises may have dangerous repercussions, writes the South China Morning Post.",
  "More here: minibus text | committee report | summary\n\nIt's been a while: Thursday's blowout vote marks the first time since 2009 that the Senate has passed a defense funding bill outside of a catchall omnibus spending bill, which has become a common practice as the appropriations process has deteriorated in recent years.",
  "BOLTON PRESSES RUSSIA ON ELECTION MEDDLING: “President Donald Trump’s national security adviser said Thursday he pressed top Russian officials about meddling in the U.S. election process, while saying Russians will face no new U.S. sanctions if they stop such interference,” via The Associated Press.",
  "ON POLITICO — HUNTER STEPS DOWN FROM COMMITTEE POSTS: “Indicted Rep. Duncan Hunter told Speaker Paul Ryan Thursday that he will step down from his committee assignments after initially declining to do so, according to a letter intercepted by POLITICO,” reports our colleague Rachael Bade.",
  "MAKING MOVES — TOP LEADERS STEP DOWN FROM FORMER BLACKWATER FIRM: “The top leaders of the U.S. security services firm that former Navy SEAL Erik Prince founded as Blackwater in 1997 have resigned, and a new chief executive has been named, the company announced,” via Stars and Stripes.",
  "But the odds remain long that the legislation will even make it to the White House, with just 11 working days left for House and Senate lawmakers to merge opposing versions of the bills — and get Trump’s approval — before funding runs out on Sept. 30,\" writes POLITICO's Sarah Ferris.",
  "Join POLITICO on Sept. 27 for the AI Summit: Innovation & Governance, a global leadership gathering of policymakers, business leaders and experts for solutions-driven conversations on the impact of artificial intelligence on governments, industries and societies.",
  "Likewise, the think-tank notes that for 2018–2027, the Congressional Budget Office projects a cumulative deficit that is $1.6 trillion larger than the $10.1 trillion that the agency anticipated in June, as a result of falling revenues and rising spending.",
  "The recognition is at odds with the public conclusions of an Africa Command report released in May that said that Captain Perozeni was one of the central figures in a mission gone wrong, while not directly attributing any blame to senior leadership.",
  "“‘I raised that this morning,’ he said, suggesting that the Russians reacted with stone faces: ‘They didn’t respond at all.’”\n\nAlso, following the meeting, Russia agrees to re-open various communications channels with the U.S., adds Reuters.",
  "PRO Q&A — DIA CHIEF INFORMATION OFFICER TALKS PRIORITIES: “As chief information officer for the Defense Intelligence Agency, Jack Gumtow’s portfolio spans the globe,” he tells our colleague Martin Matishak in a POLITICO Pro Q&A.",
  "But Senate Appropriations Chairman Richard Shelby (R-Ala.) has argued that the Senate’s progress will convince Trump to sign at least the two biggest measures — Defense and Labor-HHS-Education — by the Sept. 30 deadline.\"",
  "TOP DOC — RISING NATIONAL SECURITY SPENDING AND RISING DEBTS: A new Center for Strategic and International Studies report projects rising national defense spending amid greater deficits than previously estimated.",
  "“Biegun, who Pompeo praised as ‘eminently qualified’ and ‘clear-eyed in the challenge before us,’ is currently the vice president of international government affairs at Ford Motor Company.",
  "\"Military officials have said that both narratives — that Captain Perozeni filed a misleading mission plan before the operation but then showed gallantry during the ambush — are true.",
  "\"Capitol Hill leaders say they haven’t received concrete assurances that Trump will sign any of the fiscal 2019 bills without a promise for $5 billion in border wall funding.",
  "HOPING TO AVERT A SHUTDOWN: \"The package, an uncommon bipartisan truce to fund two-thirds of government operations, was strategically crafted to ward off a presidential veto.",
  "CSIS estimates a total budget authority of $990.8 billion in national defense spending for the Departments of Defense, Energy, Homeland Security and Veterans Administration.",
  "TOP DOC II — GLOBAL MILITARY DRONE INDUSTRY TAKES FLIGHT: The number of military drone producers has grown significantly in recent years, according to a new report from PAX.",
  "MD TRIVIA: Today's trivia question comes from last week's winner, Bill Smathers: How many Explosive Ordnance Disposal technicians have died in combat since Sept. 11, 2001?",
  "Defense hawks have ratcheted up the pressure on appropriators to complete their work to ensure full-year military funding is finalized by the start of the new fiscal year.",
  "In the meantime, email us at ghellman@politico.com and cobrien@politico.com, as well as follow on Twitter @greg_hellman, @connorobrienNH @morningdefense and @politicopro.",
  "Congress has already finished and President Donald Trump has signed the National Defense Authorization Act, which sets Pentagon policy but doesn't allocate any funding.",
  "6157 (115), that also includes annual Labor-HHS-Education spending legislation and accounts for nearly two-thirds of discretionary spending for the coming fiscal year.",
  "Last-minute amendments: Just moments before passing the bill, the Senate adopted a manager's package of 53 uncontroversial amendments, including a few about defense.",
  "If passed and signed into law by Oct. 1, it would be the first time since 2006 a defense appropriations bill has been enacted by the start of a new fiscal year.",
  "And another proposal from Sen. Mazie Hirono (D-Hawaii) to authorize funding to reimburse the government of Palau for land acquisition costs for defense sites.",
  "Also included was a much-discussed amendment from Sen. Jeff Flake (R-Ariz.) to prohibit funding for the development of so-called beerbots or robot bartenders.",
  "PAX is urging countries to clearly define their legal position on the use of lethal force by drones, particularly in areas outside of official battlefields.",
  "Together, they are part of the fierce debate about a Pentagon shadow war in which four American soldiers died while on a murky mission in West Africa.\"",
  "A survey conducted for the report found 21 countries producing at least 60 different types of drones, serving an estimate $20 billion global market.",
  "Senate passes $675B in defense spending\n\nWith Eleanor Mueller\n\nPROGRAMMING NOTE: Morning Defense will not publish from Aug. 27-Sept. 3.",
  "to allocate $4 million for the Cyberspace Solarium Commission, established by the recently signed National Defense Authorization Act.",
  "“‘The enterprise is large, it’s across the entire globe,’ Gumtow told POLITICO last week on the sidelines of DIA’s annual IT summit.",
  "Around 3,000 work under Gumtow’s auspices, providing support to both the Defense Department and the U.S. intelligence community.",
  "HAPPY FRIDAY AND WELCOME TO MORNING DEFENSE, where your regular Morning D correspondent is heading out of town for some R&R.",
  "\"In an internal Special Operations Command report submitted last week, Army commanders recommended that the soldier, Capt.",
  "Eventually, House and Senate appropriators must reconcile the differences in the bills in a joint conference committee.",
  "The first to email the correct answer to Morning D (cobrien@politico.com) wins a mention in our next edition, Sept. 4.",
  "Michael Perozeni, receive a Silver Star — a rare honor that recognizes singular acts of valor and heroism in combat.",
  "Meanwhile, an outbreak of fighting in eastern Ukraine kills four troops and wounds another seven, reports the AP.",
  "“The Pentagon intelligence arm runs 87 distinct missions and employs 16,500 people across 140 countries.",
  "And the Special Operations Command plans to hold a flyoff of tiny drones, writes Breaking Defense.",
  "White has not been found to have violated any federal regulations or policies at this point.\"",
  "And the charges against Hunter threaten his support from the military community, writes CNN.",
  "Moisturizer, foam cleanser and cucumber face masks, writes The Wall Street Journal.",
  "The Pentagon funding is part of a massive $857 billion minibus package, H.R.",
  "And what are South Korean men's secret to surviving military service?",
  "Our next Morning Defense newsletter will publish on Sept. 4.",
  "The package includes: A proposal by Sen. Ben Sasse (R-Neb.)",
  "Follow Connor when Morning D returns after Labor Day.",
  "Please continue to follow Pro Defense issues here.",
  "A quick rundown of the bipartisan tweaks is here.",
  "Click here for more details and to RSVP."
]