[
  "A senior Israeli official declined to comment on Dermer’s message but said that “Israel does believe it is possible to get a U.S.-Russian agreement in Syria that would push the Iranians out,” and that doing so “could be the beginning of an improvement in U.S.-Russian relations over all.”\n\nSeparately, a former U.S. official recalled having a conversation after Trump’s Inauguration with an Israeli Cabinet minister with close ties to Netanyahu in which the minister pitched the American on the idea of “trading Ukraine for Syria.” The former official told me, “You can understand why Russia’s help with Syria is a far higher priority for Israel than pushing back on Russian aggression in Ukraine.",
  "(An April, 2017, Washington Post story that I co-wrote revealed the Indian Ocean encounter and stated that “the UAE agreed to broker the meeting in part to explore whether Russia could be persuaded to curtail its relationship with Iran, including in Syria, a Trump administration objective that would be likely to require major concessions to Moscow on U.S. sanctions.”)\n\nMueller’s team has also focussed on Trump transition-team meetings in December, 2016, that involved Emirati and Russian officials.",
  "In a private meeting during the transition, Ron Dermer, the Israeli Ambassador to the United States and one of Israeli Prime Minister Benjamin Netanyahu’s closest confidants, said that the Israeli government was encouraging the incoming Trump Administration to coöperate more closely with Putin, starting in Syria, with the hope of convincing Moscow to push the Iranians to leave the country, an attendee told me.",
  "During the December 1, 2016, meeting between Kislyak and Trump’s transition team, both sides wanted to discuss the conflict in Syria, and the Russian Ambassador proposed arranging a conversation between Michael Flynn, the incoming national-security adviser, and people he referred to as his “generals,” according to congressional testimony by Jared Kushner, Trump’s son-in-law and senior adviser.",
  "Of course, Trump may disagree for his own reasons.”\n\nAfter Trump took office, the idea was raised again, by Adel al-Jubeir, the foreign minister of Saudi Arabia, and Abdullah bin Zayed, the foreign minister of the U.A.E., during a private March, 2017, dinner that included several other guests.",
  "Nine days before Trump’s Inauguration, Erik Prince, the founder of Blackwater and a confidant of Steve Bannon, met at M.B.Z.’s resort in the Seychelles with Kirill Dmitriev, the head of Russia’s sovereign wealth fund, whom the Emiratis used as a go-between with Putin.",
  "While America’s closest allies in Europe viewed with a sense of dread Trump’s interest in partnering with Putin, three countries that enjoyed unparallelled influence with the incoming Administration—Israel, Saudi Arabia, and the U.A.E.—privately embraced the goal.",
  "The Israeli leader wanted to insure that Israeli forces could continue to access Syrian airspace, which the Russians partially controlled, to prevent the deployment of advanced weapons systems by Iran and its proxies that could threaten the Jewish state.",
  "The Emirati leader told the American that Vladimir Putin, the Russian President, might be interested in resolving the conflict in Syria in exchange for the lifting of sanctions imposed in response to Russia’s actions in Ukraine.",
  "During a private meeting shortly before the November, 2016, election, Mohammed bin Zayed, the crown prince of Abu Dhabi, floated to a longtime American interlocutor what sounded, at the time, like an unlikely grand bargain.",
  "To prevent intelligence agencies from eavesdropping on the conversation, Kislyak proposed using a “secure line,” prompting Kushner to suggest using the secure communications gear housed at the Russian Embassy in Washington.",
  "Officials from the three countries have repeatedly encouraged their American counterparts to consider ending the Ukraine-related sanctions in return for Putin’s help in removing Iranian forces from Syria.",
  "Several weeks later, when asked whether reports that he would drop Washington’s long-standing opposition to the annexation of Crimea were true, Trump responded, “We’re going to have to see.”",
  "“Their message was ‘Why don’t we lift the Ukrainian sanctions on Russia in exchange for getting the Russians to push Iran out of Syria,’ ” an attendee recalled the foreign ministers saying.",
  "But I considered it a major stretch for Israel to try to convince the United States that U.S. interests are well served by looking the other way at Russian aggression in Ukraine.",
  "Current and former U.S. officials said that bin Zayed, known as M.B.Z., was not the only leader in the region who favored rapprochement between the former Cold War adversaries.",
  "If Hillary Clinton had won the election, the idea of accepting Russian aggression in Ukraine would have been a nonstarter, current and former U.S. officials told me.",
  "and Saudi Arabia started making billions of dollars in investments in Russia and convening high-level meetings in Moscow, Abu Dhabi, Riyadh, and the Seychelles.",
  "Administration officials have said that Syria and Ukraine will be among the topics that Trump and Putin will discuss at their summit in Helsinki on July 16th.",
  "It is unclear whether M.B.Z.’s preëlection proposal came from Putin himself or one of his confidants, or whether the Emirati leader came up with the idea.",
  "One, at a New York hotel, was attended by M.B.Z., and another, at Trump Tower, was attended by Sergey Kislyak, then Russia’s Ambassador in Washington.",
  "believed that turning Putin against Iran would require sanctions relief for Moscow, a concession that required the support of the American President.",
  "In addition to the looming Mueller investigation, members of Congress were pushing at the time to expand sanctions against Russia, not reduce them.",
  "Then, during a dinner at the G-7 summit in Canada, Trump reportedly said that Crimea was Russian because the people who lived there spoke Russian.",
  "They were trying to socialize the idea.”\n\nThe timing, however, could not have been worse politically, current and former U.S. officials said.",
  "But ahead of the Helsinki summit, Trump started making statements that suggested he could be open to making a deal with Putin after all.",
  "The Americans who heard the Israeli, Emirati, and Saudi pitches in late 2016 and early 2017 assumed that the idea was dead.",
  "Like M.B.Z., Netanyahu made courting Putin a priority, particularly after Russia’s military intervention in Syria in 2015.",
  "Trump told aides that he was frustrated that he could not make progress because of political opposition in Washington.",
  "team, tasked with probing Russia’s interference in the 2016 election, have been investigating whether the U.A.E.",
  "Israeli officials lobbied for rapprochement between Washington and Moscow soon after Trump’s election victory.",
  "and Putin, in the hope of encouraging Moscow to scale back its partnership with Iran, particularly in Syria.",
  "facilitated contacts between Trump’s team and Russian officials and sought to influence U.S. politics.",
  "They say Putin has neither the interest nor the ability to pressure Iranian forces to leave Syria.",
  "On June 8th, Trump called for Russia to be readmitted to the Group of Seven industrial nations.",
  "More than other Arab leaders of his generation, he hails from the school of Realpolitik.",
  "As an inducement for Putin to partner with Gulf states rather than Iran, the U.A.E.",
  "Experts say that such a deal would be unworkable, even if Trump were interested.",
  "(Russia was expelled four years ago, after it annexed Ukraine’s Crimea region.)",
  "White House officials did not respond to a request for comment.",
  "and Saudi Arabia consider Iran their biggest strategic threat.",
  "is regarded as one of the Middle East’s strategic thinkers.",
  "The dinner attendee told me, “It wasn’t a trial balloon.",
  "official said that he did not recall the discussion.",
  "The special counsel, Robert Mueller, and his F.B.I.",
  "sought to establish closer ties between the U.A.E.",
  "They also lacked trust in President Obama.)",
  "But Trump promised a different approach.",
  "During the Obama Administration, M.B.Z.",
  "But the comment suggested that M.B.Z.",
  "(Much like Israel, the U.A.E.",
  "A senior U.A.E.",
  "M.B.Z."
]