[
  "Already since taking office, DeVos’ department has deregulated the for-profit college industry that was targeted by Obama for its abuses and lack of accountability; revised the rule for defrauded students to gain loan forgiveness; attempted to consolidate all student loans under one servicing company, a plan she later abandoned; and, most notably, rescinded the Obama-era guidance on Title IX as it pertained to sexual assault cases on campus.",
  "“And I think, really key, is that we remember what our role is and not confuse it with the role of Congress—which is to make and pass laws.”\n\nAnyone who witnessed the manic, sky-is-falling opposition to DeVos’ nomination—which grew exponentially via social media during her woefully uneven confirmation hearings—could be excused for believing that DeVos was being handed autocratic power to redraw America’s scholastic landscape.",
  "Teachers unions remain the most organized cell of the Democratic coalition, but much of the outcry over her performance was organic and owed to self-inflicted wounds: showing no understanding of the Individuals with Disabilities Education Act; fumbling straightforward questions about accountability, proficiency and growth; citing grizzly bears in Wyoming as the reason some schools should be free to keep guns on premises.",
  "From what she has seen so far, DeVos tells me she will recommend a “significantly lighter footprint.” This hints at what some career employees fear: that the new secretary wants to eliminate entire offices within the department, which would both lighten her bureaucratic burden and free up resources for lawmakers to potentially redirect toward her ultimate objective: expanding school choice.",
  "“The transition group was very circumspect about how much information they gave me about then-current policy and … it was in their view a balance between being prepared for a confirmation hearing and not having well-formed opinions on what should or shouldn’t change, so as not to get caught in a confirmation hearing making commitments that then I wouldn’t want to or be able to keep.",
  "“It’s ironic that she emerged as the Cabinet nominee to draw the strongest and most visceral opposition, given the constraints on the ability of any secretary of education to effect dramatic change in American education,” says Martin West, an associate professor at the Harvard Graduate School of Education who served as Mitt Romney’s top education adviser in 2012.",
  "“Former secretaries of education—even those who believed in charters and vouchers and the kind of rhetoric and ideology that DeVos subscribes to—there’s one huge difference: They actually believed in public schools.”\n\nThe DeVos Resistance Protesters and local media gather outside the campus of Midland University in Fremont, Nebraska, this fall.",
  "People who know her, and who shudder at the cartooning of DeVos as the Cruella de Vil of Trump’s Cabinet, like to say that she got involved in education “for the right reasons.” That meant, three decades ago, doing something about the fact that her son could afford to escape the local public schools near Grand Rapids—and poor kids could not.",
  "“Those constraints are greater now than ever given the restrictions on the secretary’s authority that were built into ESSA.”\n\n\n\nThe bureaucracy is much more formidable and difficult than I had anticipated—and I expected it to be difficult.”\n\n\n\nThis scaled-down role happens to square with DeVos’ small-government worldview.",
  "But there had long been growing concern in academic and legal circles about the Obama policy instructing colleges to weigh the “preponderance of the evidence” in determining the guilt of the accused (meaning, a student could be expelled if 51 percent of the evidence suggested he or she was guilty).",
  "For these reasons, amid some hysterical responses, DeVos received plaudits from unusual places: The Washington Post editorialized that her approach was “right on target”; liberal writers showered her with credit-where-it’s-due plaudits in Slate, the New Yorker and the Chronicle of Higher Education.",
  "But no school is as great as it can be.”\n\nAllies point to her surprisingly terse speech to a charter-school conference earlier this year in which she warned that complacency, which she believes has long plagued public schools, was rearing its head in charters as well—and would not be tolerated.",
  "“The opportunity of talking from a bully pulpit about what needs to happen—rethinking school, innovation, creativity, entrepreneurial activity around education, those kinds of things—can have a much broader and longer impact, I think, than a lot of machination within a bureaucracy,” DeVos says.",
  "But her visit wasn’t an olive branch to the far left of the academic spectrum; it was an occasion to use what she calls her “bully pulpit,” drawing attention to a private school that is inventive and dynamic, while not-so-subtly contrasting it with local public schools that are not.",
  "When we stopped in at Nelson Mandela Elementary School in Omaha, Nebraska—a remarkable private school for low-income children, kindergarten through third grade, all of whom play the violin and march silently between morning classes—DeVos held a roundtable with educators.",
  "Before coming to Washington, DeVos fought and funded a generation’s worth of education wars on a pair of guiding principles: that parents should be free to send their children wherever they choose, and that tax dollars should follow those students to their new schools.",
  "It was the final day of her “Rethink School” tour, the familiar fly-around trip taken by a Cabinet secretary to capture some local news coverage and emphasize priorities—in DeVos’ case, to highlight unique and innovative learning environments across the country.",
  "| William Widmer for Politico Magazine\n\nShe herself hailed from a wealthy west Michigan family—her brother is Blackwater founder Erik Prince—but her resources and influence owed to marrying into the billionaire DeVos dynasty, co-owners of the Amway Corporation.",
  "The same dynamic was visible during her first week on the job, when DeVos was physically prevented from entering the public school in D.C. “We got back in the car and the security detail said, ‘Ma’am, I don’t think we should go back there,’” Devos recalls.",
  "“Even the people who believe in charter schools and other private alternatives overwhelmingly believe that you don’t take from one, in a Robin Hood approach, to give to another,” Randi Weingarten, president of the American Federation of Teachers, tells me.",
  "Perhaps most significant, she failed to persuade the committees of jurisdiction in Congress to approve her and the department’s budget request, which would have slashed funding to other initiatives in the name of expanding DeVos’ pet cause, school choice.",
  "Anyone betting against DeVos serving all four years of Trump’s first term—which, she tells me, she plans to do—is underestimating the sense of duty and moral righteousness deeply embedded in someone who could be doing just about anything else right now.",
  "And in hindsight, I wish I had a whole lot more information.”\n\nShe also flashes irritation recalling how she wasn’t permitted to do any interviews of her own, not even “Good Morning America” or a similarly friendly venue from which to defend herself.",
  "Yet she runs the administration’s smallest and arguably least potent federal department; DeVos does not enforce America’s laws like Attorney General Jeff Sessions, or direct its international relations like Secretary of State Rex Tillerson.",
  "He has witnessed firsthand the indefatigability of DeVos: In 2000, when Engler was governor and DeVos ran the state party, they split on the question of pursuing a ballot measure that November authorizing public funds for private schools.",
  "She sips from a white carton that reads, “BOXED WATER IS BETTER,” explaining that the packaging is more environmentally friendly than plastic—and, upon further questioning, sheepishly admitting that her family actually owns the company.",
  "Several hundred protesters gathered outside—vastly outnumbering the 76 students, grades 6 through 12, who attend the school—while a procession of speakers denounced DeVos as a destroyer of public education and an enabler of campus rape.",
  "While past education secretaries tended to visit a wide range of schools, DeVos has been intent on showcasing primarily those that reflect her priorities: unique, adaptive programs that break from the rigid norms of public education.",
  "It amounted to an embarrassing repudiation of a president and a secretary in their first year, when there is traditionally the most political capital to spend—especially considering Republicans control both the House and Senate.",
  "The first enjoys broad public support; it’s the second that made DeVos into a villain in the eyes of public school advocates, who argue she would deplete their classrooms and drain their resources to educate those who remain.",
  "And despite her best efforts to learn the culture and gain acceptance—she walked every floor of the department’s D.C. buildings her first day and greeted every employee she could find—DeVos today seems to be treading water.",
  "With little actual policymaking power, DeVos has decided she can be most effective traveling the country and encouraging states and localities to do that which Washington cannot (and, in her view, should not) make them do.",
  "Yet the response to most questions about the department’s vitality is a collective shrug—the implication being that DeVos has realized she can only do so much, and has shown neither the appetite nor the ability to do more.",
  "… Just like we see in lots of other parts of our world, if people don’t choose something, it can’t continue to stay in business.” But for those listening closely, some of the secretary’s answers might have provided relief.",
  "Its superintendent, Mark Evans, told me he is happy to work closely with Nelson Mandela because Nebraska is one of seven states that does not allow charters—meaning public and private schools aren’t competing for funding.",
  "Public schools receive little of their funding from the feds—roughly 9.1 percent in the 2015-16 school year, according to the National Education Association—giving Washington minimal leverage over states and localities.",
  "The 2015 Every Student Succeeds Act (ESSA), seen as a bipartisan rebuke to the perceived overreach of both George W. Bush and Barack Obama, further decentralized much of K-12 decision-making to an unprecedented degree.",
  "When it comes to the most contentious debates surrounding America’s K-12 system—vouchers, standards, incentives, tests—DeVos had more tangible influence as a private citizen in Michigan than she does now in Washington.",
  "And you know, in talking to a lot of the great career staff, it’s like everybody nods their heads when you talk about this … yet it seems like everyone is powerless to do anything about it.”\n\nEveryone except for her.",
  "It was Bush who, in the days after Trump’s stunning victory, asked DeVos whether she had considered serving as education secretary—and who then contacted Vice President-Elect Mike Pence to recommend her for the job.",
  "In September, DeVos visited Kansas City Academy—a private school where many of the students identify as LGBT or are questioning their gender identities—taking part in a ceramics lesson and meeting fashion students.",
  "“So it gave weeks and weeks of open shots for my opponents to take.”\n\nOf course, these things were interrelated: DeVos’ manifest lack of knowledge about the department’s portfolio spawned negative news coverage.",
  "Story Continued Below\n\nThis was not an atypical reception for the billionaire school-choice advocate, who was loathed by the organized left well before President-elect Donald Trump tapped her for a Cabinet post.",
  "DeVos’ fall tour included a stop at Nelson Mandela Elementary, a private school for low-income children, kindergarten through third grade, all of whom play the violin and march silently between morning classes.",
  "The school, home to exceptionally gifted kids, is an achievement in social progressivism; many of the students identify as LGBT or are questioning their gender identities, and the culture is one of tolerance.",
  "“It’s hard watching someone whose only vision is undoing everything we did for eight years,” says Matt Lehrich, an Obama appointee to the department who served under secretaries Arne Duncan and John King.",
  "The hearings that resulted on campuses often ignored due process; schools could deny the accused a lawyer and forbid him or her from cross-examining the complainant or witnesses, among other restrictions.",
  "| William Widmer for Politico Magazine\n\nDeVos may have been Trump’s most controversial Cabinet nominee—the first in American history to require a tiebreaking confirmation vote cast by the vice president.",
  "Facing them from across the room sits DeVos at her espresso-finished desk, her binder and a small stack of documents neatly organized, as she writes thank-you notes to people she met on last week’s tour.",
  "But if the education of Betsy DeVos has been discovering the relative limits of her authority on the job, the American people, if they study her closely, might find themselves learning a similar lesson.",
  "“It’s like, ‘Guys, the Department of Education on the federal level is not the beast you imagined it to be.’” Gallagher glanced toward his kids and told me of a classroom discussion earlier this year.",
  "That the target is a woman who speaks in such soft tones that listeners find themselves leaning forward says as much about the polarization of Trump’s America as it does the divisiveness of DeVos.",
  "William Widmer for Politico Magazine\n\nThe trick for fair-minded observers will be distinguishing between not just what DeVos gets right and gets wrong, but what she is and is not responsible for.",
  "Inside the modest brick building, however, DeVos encountered something different: walls covered with artwork, designed by the students just for her visit, celebrating equality and civil rights.",
  "For one thing, she isn’t unique in facing fierce opposition on the job; the same teachers unions that despise her tried to run Duncan out of town, too, and objected to King as his replacement.",
  "This represents a glint of charm from someone who admits to being painfully introverted—and whose ivory tower existence has become even more cloistered since she joined Trump’s administration.",
  "The two ex-governors were on the same page: Bush had worked closely alongside DeVos to advance school-choice initiatives in Florida, and Pence forged a similar alliance with her in Indiana.",
  "Public Schools.”\n\nDeVos is clearly bothered by the perception that she’s out to abolish public education in America, mentioning multiple times that it’s the biggest misconception about her.",
  "This has resulted in some predictable swings in policy based on the politics of the administration in power, and in DeVos’ case that has meant undoing much of what Obama’s secretaries did.",
  "In our conversation, one of few lengthy interviews she has given since coming to Washington, DeVos jokes about staring longingly through the glass at the building where real power exists.",
  "In several interviews this fall with Politico Magazine, DeVos repeatedly returns to the word “bureaucracy”: how it smothers creativity, blocks innovation, slows change to a glacial pace.",
  "“There were some students who said, ‘We shouldn’t let her in,’ and there was some education to do on our end,” Gallagher, the Kansas City Academy principal, told me after DeVos’ visit.",
  "What ensued, to the chagrin of her ever-growing group of detractors, was a religiously infused journey to reimagine the relationship between government, parents, teachers and schools.",
  "To DeVos and her counterparts at other agencies, Obama’s overreach offers easy early victories that align with Trump’s anti-regulatory zeal and a laissez-faire approach to government.",
  "And taken together with other setbacks, people I spoke with across the ideological spectrum said the budget defeat was illustrative of a secretary getting more than she bargained for.",
  "I think she’s been probably one of the most ineffective people to ever hold the job.”\n\nThat assessment was somewhat harsher than those I heard from a handful of department employees.",
  "When she announced in September that her department would write new rules for how colleges should arbitrate sexual assault cases, she was predictably bludgeoned by some on the left.",
  "Against a backdrop of attacks on her ability to do the job, there has been a general consensus that she has demonstrated a studied and evenhanded approach to the Title IX guidance.",
  "But this is not where DeVos has focused her decades of advocacy work—nor was it the focus of the entrenched resistance warning of her plans to decimate the nation’s public schools.",
  "Accomplishing any version of her life’s mission—disrupting the K-12 system—hinges on whether she can persuade Congress to alter its model for funding education policy nationwide.",
  "When DeVos trades in photo ops at phenomenal schools for tough-love discussions at failing ones, the mob of reporters and protesters will get bigger—and so will her bully pulpit.",
  "Marshals constantly hovering near the U.S. secretary of education, a 59-year-old evangelical Christian grandmother whose hobbies are bike riding, yoga and visiting grade schools.",
  "That wasn’t the case at his previous post in Missouri, he said, where “the best kids” fled for alternative schools and left public education in the Kansas City area underfunded.",
  "But that decision was made by Attorney General Jeff Sessions—who had jurisdiction on the matter—and one, according to people close to DeVos, she vehemently disagreed with.",
  "Her political power came steadily, first through large donations and later by direct involvement, including her ascent to the chairmanship of Michigan’s Republican Party.",
  "Morale is terrible at the department,” says Thomas Toch, the director of FutureEd, an independent education think tank at Georgetown’s McCourt School of Public Policy.",
  "It could be argued that she had greater impact promoting these ideas as a private citizen, wielding the millions of dollars she pumped into school-choice initiatives.",
  "For now she has taken a narrower tack, rolling back Obama-era regulations governing higher ed and using her megaphone to preach the gospel of free-market education.",
  "If there’s one thing DeVos has learned so far, it’s that getting your way in Washington requires time, patience and government savvy—three things she does not have.",
  "It’s true that the secretary has more autonomy when it comes to higher education: Student loans and regulatory guidance, among other things, are within her purview.",
  "The most revelatory exchange came when Kory Gallagher, Kansas City Academy’s principal and government teacher, asked DeVos to explain what her job actually entails.",
  "“In hindsight, I wish I had a whole lot more information.”\n\n\n\nIn retrospect, DeVos tells me, she blames the transition team for its handling of her confirmation.",
  "“And I’ll tell you, in Washington education circles, the conversation is already about the post-DeVos landscape, because the assumption is she won’t stay long.",
  "“She’s not somebody who ever needed to do politics or needed to be involved in education,” John Engler, Michigan’s former governor, told me on Mackinac Island.",
  "It’s hard watching someone whose only vision is undoing everything we did for eight years.”\n\n\n\nDeVos’ legacy as secretary, however, might not be that simple.",
  "The point, they say, is that DeVos has heard the criticism and is determined to champion good schools and chew out bad schools, whether public or private.",
  "But there were no media crews showing up at charter schools with DeVos until nine months ago; no front-page news stories or protests to greet her arrival.",
  "So let’s try to be responsible about what we’re attributing to her and what we’re not.’”\n\nTim Alberta is national political reporter at Politico Magazine.",
  "***\n\nThe corner office on the Department of Education’s seventh floor is a sterile, placid space, with charcoal-colored carpet and fluorescent lighting.",
  "She held onto the handle while he began to run away, which sent her flying through the air and resulted in a serious knee injury that required surgery.",
  "“It’s to get out of the way.” But she clearly had more ambitious aims when taking the job—and has grown frustrated at her inability to achieve them.",
  "This combination of financial muscle and partisan ambition, of course, prompted questions of whether DeVos had purchased herself a Cabinet position.",
  "“President Trump and I know our jobs,” she told a Republican conference on Mackinac Island, Michigan, one week after visiting Kansas City Academy.",
  "And after nine months in office, it has become apparent to the education secretary that she has limited power to transform the nation’s schools.",
  "Marshals Service concluded that her threat assessment, in person and online, warranted special protection (to the tune of millions of dollars).",
  "This time around, instead of planning her exit strategy, DeVos appears to be hunkering down and mapping out where she can maximize her impact.",
  "DeVos is currently undertaking an administration-mandated review of the department, from the top down, hunting for inefficiency and excess.",
  "This sort of nuance has been swept away by the passion of education debates and, more broadly, the frenzied nature of the Trump news cycle.",
  "After DeVos was physically blocked from entering a D.C. public school in February and “shoved” by a demonstrator, she tells me, the U.S.",
  "More importantly, DeVos insists, she had never thought about the job—that is, until a text message arrived from her old friend Jeb Bush.",
  "She was also blamed for the Trump administration’s decision to reverse Obama’s guidance to public schools on transgender bathroom usage.",
  "“She can talk about bureaucracy and how constraining it is for her, but a Republican-controlled Congress rejected her budget proposals.",
  "| William Widmer for Politico Magazine\n\nWhen I ask about the lack of school-choice funding, DeVos tries to downplay her disappointment.",
  "***\n\nFor all the lack of authority to remake K-12, the education secretary enjoys significant leverage in American higher education.",
  "But as Betsy DeVos approached Kansas City Academy on a sunny Friday morning in mid-September, it was clear why she wants them there.",
  "“I didn’t feel the timing was appropriate,” she tells me, measuring her words, in her first public break with the administration.",
  "She has yet to fill senior staff positions, and it’s widely known that numerous prominent Republicans having turned down offers.",
  "She now has a household name—which, ironically, the contentious confirmation process bestowed on her—and plans to weaponize it.",
  "She tells me this story not as a political metaphor—we were simply comparing notes on knee problems—but it’s oddly appropriate.",
  "Sitting in a second-floor classroom, fielding questions from a dozen students, DeVos likely didn’t win over any of her critics.",
  "At top, police block traffic in front of Kansas City Academy in advance of DeVos’ arrival at the school as part of her tour.",
  "On the K-12 front, her school-choice crusade is being downsized to what can fairly be described as a cheerleading campaign.",
  "“The bureaucracy is much more formidable and difficult than I had anticipated—and I expected it to be difficult,” she says.",
  "When Engler overruled DeVos, saying the timing was poor, she quit in protest and financed the voucher campaign herself.",
  "They are not going to win.’” She pauses, and her voice, for the only time in our conversations, flickers with emotion.",
  "Asked about the fate of a hypothetical underperforming public school, she said, “The school won’t be able to survive.",
  "Armed with ideas, and having transitioned from successful outsider to struggling insider—becoming Public Enemy No.",
  "The suite has one redeeming value: Its wall of northern-facing windows boasts a breathtaking view of the Capitol.",
  "This is why DeVos was welcomed over the objections of some faculty and parents: as a symbol of acceptance.",
  "| William Widmer for Politico Magazine\n\nThis, unsurprisingly, doesn’t go over well with her adversaries.",
  "No stranger to party-line conflict, she was nevertheless taken aback at how intense the process became.",
  "They were startled by DeVos’ nomination and remain uninspired by her command of internal processes.",
  "“The Department of Education is there to carry out the laws that are passed by Congress,” she said.",
  "The towering bookcases lining the rear walls are nearly empty, save for a few scattered trinkets.",
  "“There are other budget cycles.” That much is true, but it won’t get any easier going forward.",
  "The “weeks and weeks of open shots” put DeVos at a deficit entering the Education Department.",
  "At several stops, she was asked whether her visit was to gather information for policymaking.",
  "For one thing, she was a John Kasich delegate at the 2016 Republican National Convention.",
  "At bottom, DeVos tours Johnson County Community College in nearby Overland Park, Kansas.",
  "And I had to have a conversation, ‘Guys, it actually wasn’t the Department of Education.",
  "A man ran into her and grabbed onto her expensive handbag—but DeVos refused to let go.",
  "At the end of the roundtable, Evans made a show of giving DeVos a shirt reading: “I ?",
  "After two Republican senators defected, it took Pence’s historic vote to confirm her.",
  "There were officials from Nelson Mandela, but also from the Omaha Public Schools.",
  "2 in the process—Betsy DeVos is still capable of shaking up American education.",
  "When I ask what has surprised her most about the job, DeVos does not hesitate.",
  "“During the confirmation process, I wasn’t able to talk with the media at all.",
  "“Well, let’s keep in mind that this is only the first budget cycle,” she says.",
  "He was the best person, because he was running it,” Bush tells me, chuckling.",
  "She has struggled to acclimate to the proverbial big ship that turns slowly.",
  "“He made it clear that he was already thinking about Betsy, too,” Bush says.",
  "(She keeps a framed replica of that Senate roll-call record in her office.)",
  "To opponents, it speaks to the administration’s lack of constructive goals.",
  "“Our students were very upset about the transgender bathroom reversal.",
  "***\n\nSome years ago, DeVos was mugged while sightseeing in Barcelona.",
  "KANSAS CITY, Missouri—It is strange, if a bit unsettling, to see U.S.",
  "And for my money, I don’t think it would be a bad thing if she left.",
  "So far, she has done lots of the former and little of the latter.",
  "I wasn’t able to express anything from my perspective,” she says.",
  "“I mean, nothing could be further from the truth,” she says.",
  "DeVos is a billionaire and could afford another handbag.",
  "I think I was undercoached,” DeVos says of her hearings.",
  "DeVos soon found herself preparing for Senate testimony.",
  "“He was really the only person I knew in the transition.",
  "But not to the extent she or her enemies once imagined.",
  "But that wasn’t the point: She wasn’t going to give in.",
  "And in her first try, earlier this year, she failed.",
  "But at this particular stop, tension filled the air.",
  "That’s the Department of Justice,’” he said.",
  "“I think I was undercoached,” she says.",
  "There was no reason to risk her safety.",
  "She can’t fill her senior staff slots.",
  "This was the point of her recent tour.",
  "Great public schools are really great.",
  "She rolls her eyes at this accusation.",
  "“I was so angry.”\n\nDeVos did go back.",
  "“I said, ‘No, we are going back.",
  "(It failed in lopsided fashion.)",
  "And she did enter the school.",
  "“Public schools are great.",
  "“‘I understand your anger.",
  "But she didn’t do that.",
  "“It’s even worse.",
  "Kansas City, Mo.",
  "Kansas City, Mo.",
  "I’m with you.",
  "Omaha, Neb.",
  "It wasn’t."
]