[
  "Blackwater founder Erik Prince told Breitbart News that Clinton’s behavior during the United States’ under-the-radar, gun-running scheme in Benghazi, Libya was “unprecedented.”\n\nHer use of a private email server should render her “unemployable in any kind of classified role,” he added.",
  "WASHINGTON – As former Secretary of State Hillary Clinton prepares to testify before the House Benghazi Committee Thursday, the founder of the private military-security company, Blackwater USA, is sharing his deep disappointment with her conduct during the extended Libyan crisis.",
  "But when terrorists likely affiliated with the Ansar Al Sharia brigade found out about the scheme and launched the attack that killed Ambassador Chris Stevens and three others, Clinton and her Obama administration cohorts tried to shift the blame.",
  "“It’s absolutely what they were doing,” Prince said of the reported scheme to buy back American weapons from Libyan jihadist groups and divert them, through the U.S. consulate in Benghazi, to rebel groups in Syria.",
  "Anything that countered that narrative is something they wanted to suppress.”\n\nPrince also decried Clinton’s reliance on her political adviser Sidney Blumenthal for information about circumstances in Libya.",
  "“Anyone else applying for government service that had kept a classified server in violation of their department’s policy leading to leakage of classified information would be denied a security clearance.",
  "“It’s unprecedented to have someone giving you policy guidance, who’s there while he’s doing [private] business, guiding the military policy of the government of the United States of America.",
  "Prince, who left Blackwater in 2010, but who previously employed Benghazi-attack first responder Kris Paronto, has insights into the situation in Libya that are both invaluable and troubling.",
  "That is unprecedented.”\n\nThough Prince did not contribute to the committee’s efforts, he plans to watch Clinton’s testimony and wishes the committee good luck.",
  "When asked if ISIS ended up with some of the American weapons delivered to Syria via the Benghazi consulate, “I’m sure they did,” Prince answered.",
  "“They were trying to buy back weapons and in particular [shoulder-fired missiles] MANPADS to push to the so-called Syrian rebels,” he said.",
  "“The narrative during that campaign season, as far as the Obama administration was concerned, was that al-Qaeda is on their back foot.",
  "When asked for evidence, “enough people in the [intelligence and security] community” have described it in private, Prince responded.",
  "“This idea that it was [caused by] a video has been debunked ad nauseam,” Prince said.",
  "“I hope the committee members do their job and ask very pointed questions,” he said.",
  "They would become unemployable in any kind of classified role,” Prince said.",
  "Prince was not contacted by Rep. Trey Gowdy’s committee.",
  "I’ve never heard of that before."
]