[
  "is 7-0 ... Elise Italiano ... Chris Berman is 63 ... former Rep. Steve Gunderson (R-Wis.) is 67 (h/t Gary Achterberg) ... PhRMA’s Hannah Mooney ... Jim Powderly ... Ilona Viczian ... Brad Bannon ... Michael Turk ... Christine McDonough ... Clarence Tong … Divya Kunapuli, director of marketing at NGP VAN (h/t Kyle Tharp) ...\n\n… Veronique de Rugy, senior research fellow at the Mercatus Center ... writer John Meroney, who recently married Meredith Davis-Williams -- pic http://bit.ly/2FWX1Cn (h/t Tim Burger) ... Will Serio, comms director for Rep. Rosa DeLauro (D-Ct.) ... Maggie Thomas, associate at Wiley Rein ... Pew’s Rachel Weisel ... Lucy Jackson, MBA candidate at Columbia Business School ... Abbey Brandon ... WSJ’s Adam Janofsky ... Carter Foxgrover ... Mark Keam … Terry Holt ... Tom Sullivan ... Edelman’s Kathleen O’Neill ... Dave Kluesner ... NY1’s Grace Rauh ... Emily Dillard … Corbin Casteel ... Lance Gould ... Andrew Binns … Bryant Avondoglio ... Jocelyn Austin ... Chris Policano ... David Bethel is 71 ... Hernan Rozemberg ... Erik Curren ... Sara Parker ... Gannet Tseggai … Jonny Powell … Christopher Berg … James L. Hooley … Fernanda Montano Klatzkin ... Lisa Boyce ... Julia Dunbar ... Howie Choder ... Amy Simon ... Jackson Salovaara (h/ts Teresa Vilmain)\n\nSUBSCRIBE to the Playbook family: POLITICO Playbook http://politi.co/2lQswbh ... Playbook Power Briefing http://politi.co/2xuOiqh ... New York Playbook http://politi.co/1ON8bqW … Florida Playbook http://politi.co/1OypFe9 ... New Jersey Playbook http://politi.co/1HLKltF ... Massachusetts Playbook http://politi.co/1Nhtq5v … Illinois Playbook http://politi.co/1N7u5sb ... California Playbook http://politi.co/2bLvcPl ... London Playbook http://politi.co/2xfDPuK … Brussels Playbook http://politi.co/1FZeLcw ... All our political and policy tipsheets http://politi.co/1M75UbX\n\nFollow us on Twitter Anna Palmer @apalmerdc\n\n\n\nJake Sherman @JakeSherman\n\n\n\nDaniel Lippman @dlippman\n\nFollow Us",
  "“John Bolton, Trump’s hawkish new national security adviser, is leading the push to abolish the role of special assistant to the president and cybersecurity coordinator, currently held by the departing Rob Joyce, according to one current and two former U.S. officials with direct knowledge of the discussions.” https://politi.co/2rwr0uQ\n\n2020 WATCH -- “Eager Democrats 2020 prep: DNC eyes convention cities, debates, rule changes,” by NBC News’ Alex Seitz-Wald: “Eight cities are in consideration to host the 2020 Democratic National Convention as the party prepares for a presidential contest that is expected to include an unusually large number of candidates.",
  "... Kelly admonished both sides against messy public disputes that have ratcheted up tension between Rosenstein and Rep. Devin Nunes to an untenable degree of severity.” https://politi.co/2rwFITh\n\nMIDDLE EAST GETTING HOT …\n\n-- WAPO’S LOVEDAY MORRIS in Tiberias, Israel, RUTH EGLASH in Herzliya and LOUISA LOVELUCK in Beirut: “Israel launches massive military strike against Iranian targets in Syria”: “The Israeli military said Thursday that it had bombed dozens of Iran-linked military facilities in Syria, claiming the strikes were just the ‘tip of the iceberg’ as tensions between the three countries soared.",
  "The Washington Post reported that Mueller is interested in potential efforts at the Seychelles meeting to set up a backchannel between the Trump administration and the Kremlin.” https://thebea.st/2IwuVCn\n\n-- “White House intervenes in dispute between DOJ and House GOP,” by Kyle Cheney, John Bresnahan and Rachael Bade: “The White House and Justice Department leaders are racing to defuse an ugly confrontation with House Republicans over access to sensitive documents connected to Special Counsel Robert Mueller’s investigation, according to four sources with knowledge of the discussions.",
  "“He showed photos of himself with Trump and mentioned how frequently they spoke, even asking people to share news articles describing him as the president’s ‘fixer.’ ‘I’m crushing it,’ he said, according to an associate who spoke to him in the summer of 2017.” https://wapo.st/2G0K4Xt\n\n-- THEO MEYER, BEN WHITE and LORRAINE WOELLERT: “How Michael Cohen cashed in: ‘It’s a little bit like Lucy hanging out behind her table and charging people five cents for wisdom,’ said Rich Gold, a longtime Democratic lobbyist”: “Michael Cohen made more than $2 million working as a Trump whisperer.",
  "ESSENTIAL STORIES ON COHEN'S ESSENTIAL CONSULTING …\n\n-- WSJ’S ERICA ORDEN, JOE PALAZZOLO and JULIE BYKOWICZ: “Trump Lawyer Helped Recruit Corporate Client With Ties to Kushner Probe: U.S. Immigration Fund LLC, which supplied Chinese investors to Kushner Cos., is among clients Michael Cohen delivered to Squire Patton Boggs”: “President Donald Trump’s personal attorney Michael Cohen helped a law and lobbying firm land a corporate client with ties to Kushner Cos., the family company of White House adviser Jared Kushner that is currently the subject of a federal probe.",
  "...\n\n“In his June 2016 email to [radio hosts Ben] Shapiro and [Elisa] Krauss, [Salem SVP Phil] Boyce said that, at his suggestion, [Salem CEO Edward] Atsinger had written to two other popular Salem hosts, Hugh Hewitt and Michael Medved, ‘a very well stated case for supporting the GOP nominee because we have to beat Hillary.’ ... Boyce went on to assert that in the wake of Atsinger’s message to him, Hewitt had begun to modify his position and had gone on to write an article for The Washington Post about why he found it necessary to vote for Trump.",
  "... And we reminded them that we have to focus on the ultimate goal, regardless of the circumstances facing us today.’) In a text message to CNNMoney, Hewitt denied ever being pressured to change his position.” https://cnnmon.ie/2G1UTZ2\n\n-- PETER HAMBY in Vanity Fair, “‘People Get Subpoenas, S*** Gets Real’: What John Edwards Should Teach the Media about Covering Trump”: “Aggressive, always-on skepticism: it must be the media’s enduring posture with the Trump administration and its allies and its attempts to diminish what’s under investigation.",
  "Ambassador to Italy under Bush 43 (h/t Scott Kamins) ... Finch Fulton, DOT’s deputy assistant secretary for transportation policy ... Fara Klein, manager of government affairs at the American Forest & Paper Association, is 3-0 ... Andrew Card, chairman of the National Endowment for Democracy, is 71 ... Douglas Farrar, public affairs director at the Carnegie Endowment for International Peace, is 35 (h/ts Jen Psaki and Zach St. Louis) ... CNN’s Jeremy Herb ... Chris Tuttle ... Sen. Dean Heller (R-Nev.) is 58 ... Sen. Cindy Hyde-Smith (R-Miss.)",
  "Learn more at google.com/grow/veterans\n\nMEDIAWATCH – “Salem executives pressured radio hosts to cover Trump more positively, emails show,” by CNN’s Hadas Gold and Oliver Darcy: “Executives at Salem Media Group, a conservative media company that syndicates some of the country’s most recognized talk radio hosts and operates a batch of popular commentary websites, pressured some of their radio talent to cover Donald Trump more favorably during the 2016 presidential campaign, emails obtained by CNNMoney show.",
  "The Florida company connects businesses with foreign investors through a U.S. visa program.” https://on.wsj.com/2wpXgpb\n\n-- WAPO’S MICHAEL KRANISH, ROS HELDERMAN, CAROLYN JOHNSON and JOSH DAWSEY: “‘I’m crushing it’: How Michael Cohen, touting his access to President Trump, convinced companies to pay millions”: “President Trump had been sworn into office, and his personal attorney, Michael Cohen, saw a golden opportunity.",
  "Gen. Ronen Menalis said Thursday morning on Israel Army Radio.” https://wapo.st/2I1SrHU\n\n-- WSJ’S YAROSLAV TROFIMOV in MOSCOW: “At Putin’s Parade, Netanyahu Seeks Understanding on Iran”: “There is no bigger date than May 9 on modern Russia’s calendar: a commemoration of Soviet victory against Nazi Germany that, under President Vladimir Putin, has also turned into celebrations of military might.",
  "What about when there are four dozen fires, all burning simultaneously in the same house?” http://bit.ly/2G0hfdC\n\n-- “Town & Country Magazine Uninvited Monica Lewinsky From An Event Because Of Bill Clinton,” by HuffPost’s Emily Peck: “Town & Country magazine disinvited Monica Lewinsky from its annual philanthropic summit on Wednesday because Bill Clinton was attending, HuffPost has learned.",
  "There are a lot of pretenders out there, but no one has even come close to him.” Read his Playbook Plus Q&A: https://politi.co/2rzYpph\n\nBIRTHDAYS: Bono is 58 ... Rick Santorum is 6-0 ... NY Mag national correspondent Gabe Debenedetti (hat tip: Ben Schreckinger) ... pollster Stan Greenberg, CEO of Greenberg Quinlan Rosner Research, is 73 ... Mel Sembler, former RNC finance chairman and U.S.",
  "VP MIKE PENCE did interviews from Andrews with Jon Karl for ABC’s “Good Morning America,” Andrea Mitchell for NBC’s “Today Show” and Margaret Brennan for “CBS This Morning.”\n\nTHE LATEST ON THE HOUSE GOP IMMIGRATION PUSH ...\n\nREPUBLICAN LEADERS ARE BECOMING VERY CONCERNED about the new immigration discharge petition, which would force a vote on a package of five bills in the coming weeks.",
  "OF AWKWARD CONVOS -- “Trump calls Blankenship after pushing for his loss in West Virginia,” by Alex Isenstadt: “President Donald Trump connected by phone on Wednesday with Don Blankenship, the former coal baron and ex-con whose Senate candidacy he helped sink.” https://politi.co/2FZgmlz\n\n\n\nA message from Google: Google is committed to helping veterans build successful civilian careers.",
  "| Alex Brandon/AP Photo\n\nTHE TRUMP ADMINISTRATION -- “Bolton pushing to eliminate White House cyber job,” by Eric Geller: “President Donald Trump’s national security team is weighing the elimination of the top White House cybersecurity job, multiple sources told POLITICO — a move that would come as the nation faces growing digital threats from adversaries such as Russia and Iran.",
  "Her refusal to acknowledge torture’s immorality is disqualifying.’” https://politi.co/2G3c4tb\n\nTHE MUELLER REPORT -- “Special Counsel Mueller’s Team Questioned Blackwater Founder Erik Prince,” by the Daily Beast’s Betsy Woodruff: “Special counsel Robert Mueller’s team has spoken with Blackwater founder Erik Prince, two sources familiar with the matter tell The Daily Beast.",
  "Town & Country did not immediately respond to a request for comment.” http://bit.ly/2IpFHu6\n\n\n\nPlaybookers\n\nSPOTTED: DC Mayor Muriel Bowser at RPM Italian last night ... Reps. Lou Barletta (R-Pa.) (with a cigar in hand) and Jim Renacci (R-Ohio) hanging out on the sidewalk outside of the Capital Grille Wednesday evening ... H.R.",
  "| Evan Vucci/AP Photo\n\nDriving the Day\n\nFIRST IN PLAYBOOK … JAKE and ALEX ISENSTADT: SHELDON ADELSON has cut a $30 MILLION CHECK to the House GOP-leadership aligned CONGRESSIONAL LEADERSHIP FUND, a massive cash infusion that top Republicans hope will alter the party’s electoral outlook six months before Election Day.",
  "They are really three incredible people and the fact that we were able to get them out so soon is ... really a tribute to a lot of things including a certain process that is taking place right now.”\n\n-- ASKED IF HE’LL GO TO NORTH KOREA, Trump said, “it could happen.”\n\nThe most reliable politics newsletter.",
  "https://nbcnews.to/2rx9maZ\n\n2018 WATCH -- “The Battle for the Senate Runs Through Tennessee,” by WSJ's Janet Hook in Paris, Tenn.: “The Tennessee GOP has long been dominated by pragmatists such as the late Sen. Howard Baker, current Sen. Lamar Alexander and [Don] Sundquist, the former GOP governor.",
  "of State as Assistant Secretary -- pic by Janet Donovan http://bit.ly/2jMPmgA\n\nSPOTTED last night at the Bush Presidential Center in Dallas for a program commemorating the 15th anniversary of PEPFAR: former President George W. Bush, Laura Bush, Sen. Lindsey Graham (R-S.C.), Mike Gerson, Amb.",
  "“Under a 2017 contract with Squire Patton Boggs, Mr. Cohen was paid $500,000 a year to help it drum up business, prosecutors said in a recent filing in federal court in New York, where Mr. Cohen is under investigation for potential bank fraud and campaign-finance violations.",
  "“And there was little that Israel’s Prime Minister Benjamin Netanyahu could do more to ingratiate himself with Mr. Putin than flying to Moscow to participate in Wednesday’s Red Square military parade, a festivity snubbed by Western leaders since the 2014 invasion of Ukraine.",
  "Exclusive: Sheldon Adelson gives 30 million bucks to House GOP super PAC Presented by\n\nSheldon Adelson cut a $30 million check to the Congressional Leadership fund, which is three times more than he gave to the outside group aligned with House GOP leadership in 2016.",
  "“Among five clients Mr. Cohen delivered to Squire Patton Boggs -- before the firm terminated the contract with him in early March -- was U.S. Immigration Fund LLC, according to court filings and Nicholas Mastroianni II, U.S. Immigration Fund’s chief executive.",
  "Playbook Reads\n\nPHOTO DU JOUR: President Donald Trump, Vice President Mike Pence and first lady Melania Trump walk with Tony Kim, Kim Hak Song and Kim Dong Chul, Americans who were formerly detained in North Korea, at Andrews Air Force Base on May 10.",
  "John McCain (R-Ariz.) on Wednesday night came out against Gina Haspel’s bid to become CIA director and urged colleagues to join him, providing possible political cover to other undecided senators in both parties even as her nomination gains momentum.",
  "It came to a stop at 2:49 a.m.\n\n“President Trump left the terminal four minutes later and walked towards the plane accompanied by First Lady Melania Trump, Vice President Mike Pence, and Second Lady Karen Pence, and Secretary of State Mike Pompeo.",
  "“In a late Tuesday phone call with top GOP lawmakers, White House Chief of Staff John Kelly and Deputy Attorney General Rod Rosenstein offered to meet with key House members at the Justice Department on Thursday to discuss the issue.",
  "An Israeli military spokesman said the rockets were fired by Iran’s Quds Force, a special forces unit affiliated with Iran’s Revolutionary Guard Corps, marking the first time Iranian forces have ever fired directly on Israeli troops.",
  "“That prompted Atsinger to say, according to Boyce's email, ‘Wow he took a lot from my email to him and turned it into an article.’ (In the email, Boyce also said, ‘It should be noted that nobody put the hammer to Hugh or Michael.",
  "From his perch in a law office on the 23rd floor of New York’s Rockefeller Center, Cohen pitched potential clients on his close association with Trump, noting that he still was the president’s lawyer, according to associates.",
  "...\n\n“Opposition to the nomination from McCain, a decorated veteran and Senate legend who was held as a prisoner of war in Vietnam for more than five years and tortured, promises to deeply influence his colleagues.",
  "Also at the meeting with Adelson was his wife, Miriam; Norm Coleman, the former Minnesota senator who chairs the Republican Jewish Coalition; Corry Bliss, who oversees the super PAC; and Jake Kastan, Ryan’s No.",
  "A book he’s been reading recently: “I’m re-reading ‘Fear and Loathing on the Campaign Trail ‘72’ by Hunter S. Thompson, which was the book that taught me more about American politics than anything I’ve read.",
  "Here, the symbolism of attending the Red Square parade delivered a valuable point.” https://on.wsj.com/2rw5TIU\n\nTRUMP’S THURSDAY -- The president is meeting with Defense Secretary Jim Mattis this morning.",
  "Netanyahu -- who has assiduously cultivated a personal relationship with Mr. Putin -- wants to make sure that Russia doesn’t bundle Israel’s security concerns into its broader conflict with the West.",
  "WELCOME TO THE WORLD -- Julie Pace, Washington bureau chief at the AP, and Michael Ferenczy, a consultant at McKinsey and Co., on Tuesday welcomed William James Pace Ferenczy (Will for short).",
  "When Mr. Sundquist, as governor, tried to pass a new state tax in 2001, Ms. Blackburn, then a state senator, led the opposition that killed the bill—a victory she touts in her Senate campaign.",
  "And the cash comes much earlier in the cycle: In 2016, Adelson gave CLF $10 million in August, as the campaign headed into the homestretch.” https://politi.co/2I9E14x\n\nGood Thursday morning.",
  "The petition would set up a vote on five proposals: one by Bob Goodlatte (R-Va.), one by Paul Ryan (R-Wis.), one by Lucille Roybal Allard (D-Calif.) and a fourth by Jeff Denham (R-Calif.).",
  "“The army said in a statement that its fighter jets had targeted Iranian intelligence and logistics sites around Damascus, as well as munition warehouses, observation and military posts.",
  "“The long-sought donation was sealed last week when, according to two senior Republicans, House Speaker Paul Ryan flew to Las Vegas to meet with the billionaire at his Venetian Hotel.",
  "So we’re going to try to keep the conversation to happier topics for awhile.” Pic http://bit.ly/2K8hG82\n\nBIRTHDAY OF THE DAY: Craig Gordon, Washington bureau chief of Bloomberg News.",
  "Today when service members search “jobs for veterans” on Google, and enter their military occupational specialty code, they’ll see jobs that match their military skill sets.",
  "… House Freedom Caucus Chairman Mark Meadows of North Carolina and Rep. Jim Jordan of Ohio meeting with White House Chief of Staff John Kelly at the White House Wednesday.",
  "Prince attended a now-controversial meeting with the head of Russia’s sovereign wealth fund in the Seychelles on Jan. 11, 2017—just over a week before Inauguration Day.",
  "AN OPEN IMMIGRATION PROCESS in the House could be politically treacherous -- that’s not our assessment, that’s the assessment of top Republican lawmakers and aides.",
  "Meanwhile, the [RNC], is eyeing several cities for its own 2020 convention, including Las Vegas and Charlotte, North Carolina, according to the Charlotte Observer.\"",
  "It could also give political cover to vulnerable Republicans, who would be able to say they pushed for and supported immigration legislation ahead of the election.",
  "Lewinsky tweeted, somewhat cryptically, on Wednesday: ‘dear world: please don’t invite me to an event (esp one about social change) and ?then after i’ve accepted?",
  "But he’s far from the only one.” https://politi.co/2rDLWQP\n\n\n\nA message from Google: Google is supporting service members as they transition to civilian jobs.",
  "IT’S TOTALLY POSSIBLE -- in fact likely -- that the House trudges through and passes something -- most likely the Denham bill -- and the Senate ignores it.",
  "From pooler Hunter Walker of Yahoo News: “After landing, the plane bearing the returnees from North Korea taxied towards the large American flag backdrop.",
  "The attacks followed a wave of overnight missile strikes directed at Israeli territory — all of them apparently intercepted — that Israel blamed on Iran.",
  "“‘I believe Gina Haspel is a patriot who loves our country and has devoted her professional life to its service and defense,’ he said in a statement.",
  "For the public and the press, our north star, even in moments of doubt, has to be the knowledge that it’s all probably worse than we think it is.",
  "In the afternoon, he is meeting with Agriculture Secretary Sonny Perdue, Sen. Pat Roberts (R-Kan.) and House Ag Chairman Mike Conaway (R-Texas).",
  "One of the men pumped his hands in the air as Trump clapped.”\n\nTRUMP, per pool: “Hopefully everything is going to work out at the highest level.",
  "McMaster last night at Osteria Morini ... Rep. Ed Royce (R-Calif.) and Justice Anthony Kennedy at the swearing in of Marie Royce at the Dept.",
  "We also help employers find them by enabling companies to implement this feature on their career sites using Google Cloud’s Talent Solution.",
  "-- WHAT TO WATCH FOR: Can House Majority Leader Kevin McCarthy and/or Speaker Paul Ryan cut a deal to convince people to not sign on?",
  "Learn more at google.com/grow/veterans\n\nA PROBLEM FOR HASPEL … “McCain urges Senate to reject Haspel for CIA,” by Elana Schor: “Sen.",
  "Through Grow with Google, our initiative to create economic opportunities, we’ve developed resources specifically for veterans.",
  "Trump will then head to Elkhart, Indiana, for a political rally at North Side Middle School before returning to Washington.",
  "“Heavy military jet activity, explosions and air-defense fire could be heard across the Golan Heights throughout the night.",
  "It was not immediately clear what questions Mueller’s team had or what information Prince shared with the special counsel.",
  "…\n\n“President Trump walked onto the steps outside the plane at 3:00 a.m. accompanied by his wife and the three returnees.",
  "He instantly started crying at the first political reference uttered in our hospital room -- the kid had good instincts!",
  "CareerBuilder, Pepsi, Siemens, RecruitMilitary, and many others have already implemented the API on their career sites.",
  "…\n\n“‘What we did tonight is only the tip of the iceberg of the Israeli Army’s capability,’ Israeli army spokesman Brig.",
  "‘I put a match to the receipts, put them in a bag and said I paid for it myself.’” https://on.wsj.com/2rDRWJl\n\nDEPT.",
  "Mostly what it taught me was the unbelievable lengths people will go to get the ultimate power, the U.S. presidency.",
  "That would force House lawmakers to take yet another position on a bill that is going nowhere before the election.",
  "We simply reminded them that they are privileged to work for a company that actually HAS a political world view.",
  "“The [DNC] sent requests for proposals to eight cities last month that expressed interest in hosting the event.",
  "Now they need just eight more Republicans to sign on -- and every Democrat -- to force the issue immediately.",
  "Mark Dybul, Dr. Tony Fauci, Dr. Paul Farmer, Barbara Bush, Don Evans, Ken Hersh, Holly Kuzmich and Tom Hart.",
  "The cities are: Atlanta; Denver; Houston; New York; San Francisco; Milwaukee; Miami Beach; and Birmingham.",
  "But they stopped short of promising full access to the material they’re requesting, the sources said.",
  "“As a federally elected official, Ryan is not permitted to solicit seven-figure political donations.",
  "When Ryan (R-Wis.) left the room, Coleman made the ask and secured the $30-million contribution.",
  "SPOTTED: Jared Kushner and Sen. Tim Scott (R-S.C.) lunching in the Senate dining room Wednesday.",
  "The GOP has put off the immigration issue for some time, because of divisions in their ranks.",
  "Email Sign Up By signing up you agree to receive email newsletters or alerts from POLITICO.",
  "She was irritated when a state official asked her to justify travel expenses with receipts.",
  "‘However, Ms. Haspel’s role in overseeing the use of torture by Americans is disturbing.",
  "We want to thank Kim Jong Un who really was excellent to these three incredible people.",
  "…\n\n“The $30 million contribution is three times as much as Adelson gave to CLF in 2016.",
  "“Another dispute erupted earlier in her career, when she was in the Sundquist cabinet.",
  "To take Raelyn Johnson’s analogy a step further: where there is smoke, there is fire.",
  "Sign up for POLITICO Playbook and get the latest news, every morning — in your inbox.",
  "The DNC previously sent letters to a longer list of cities to gauge their interest.",
  "They laid out a case to Adelson about how crucial it is to protect the House.",
  "Can they convince Democrats they’ll get a better deal if they don’t join in?",
  "He also received a cut of any fees it collected from clients he referred.",
  "‘He was very rude and very arrogant,’ Ms. Blackburn said in an interview.",
  "Birmingham and New York City were considered in 2016, but passed over.",
  "See Bresnahan, Bade and Cheney’s story below for why they were there.",
  "The president and the First Lady boarded the plane at about 2:54 a.m.",
  "Kushner also stopped by Sen. Rand Paul's (R-Ky.) table to say hello.",
  "uninvite me because bill clinton then decided to attend/was invited.",
  "She burned the receipts and gave a bag of ashes to the official.",
  "SUNDAY SO FAR …\n\n-- “FOX NEWS SUNDAY”: Adm. Michael Mullen (Ret.",
  "Panel: Karl Rove, Donna Edwards, Michael Anton and Charles Lane.",
  "The Pences and the Secretary of State remained on the tarmac.",
  "Power Player: Elaine Rogers, president and CEO of USO-Metro.",
  "There’s not been an immigration deal in the last two years.",
  "“He’s named for Mike’s late father, Bill, and my dad, Jim.",
  "The process, however, is rigged to favor Denham’s bill.",
  "Lawmakers see Ryan and McCarthy’s promises as hollow.",
  "Rep. Marsha Blackburn is cut from a different cloth.",
  "), former chairman of the Joint Chiefs of Staff.",
  "it’s 2018. emily post would def not approve.",
  "They were released from captivity on May 9.",
  "That’s always how political scandals work.",
  "Also, I just love the way Thompson writes.",
  "is 59 … Rep. Mike Kelly (R-Penn.)",
  "You can unsubscribe at any time.",
  "THE HOSTAGES ARE HOME.",
  "They shook hands.",
  "2 political aide.",
  "Unlikely.",
  "…\n\n“Mr.",
  "Me’."
]