[
  "If ‘Party In The USA’ comes on, there’s a strong possibility I’ll break out a performance of the sign language version.” Q&A: http://politi.co/2BMzYaP\n\nBIRTHDAYS: Rachel Sklar … Lizzie O’Leary, host of Marketplace Weekend (hat tips: Ben Chang) … Marc Burstein, senior executive producer at ABC News ... Jordan Morrell ... World Bank President Jim Yong Kim is 58 … Ann Coulter is 56 … AP’s Pablo Martinez Monsivais ... Honey Sharp (h/t son Daniel Lippman) ... ThinkProgress editor Judd Legum ... Politico’s Danica Stanciu ... Ginny Badanes, strategic advisor for Campaign Tech Services at Microsoft ... Brie Sachse, head of Siemens USA’s public affairs ... Cayman Clevenger … The Guardian’s Sabrina Siddiqui ... Stephen Spaulding, chief of strategy and external affairs at Common Cause ... Nick Colvin, general counsel and senior adviser to the Chicago City Treasurer ... Steve Bouchard (h/t Jon Haber) ... P. Lynn Scarlett ...\n\n... Rep. Raul Labrador (R-Idaho) is 5-0 ... former Rep. Duke Cunningham (R-Calif.) is 76 ... NYCLU executive director Donna Lieberman ... Sylvester Okere ... Elyse Perlmutter-Gumbiner, NBC News’ new White House producer (h/t Olivia Petersen) … Al Williams is 68 ... Mark Zavatsky is 53 ... Michael Shapiro ... M. Dolon Hickmon ... Courtney Johnson ... Luis Rosero, an Obama HHS alum … Karen Keller, director of special events and protocol at the Smithsonian ... B.R.",
  "Fox left the network election group in April over frustrations with 2016 election night polls.”\n\n--DATA DU JOUR -- NYT’s Ken Vogel: Brent “Bozell’s Media Research Center … has raised $87 million over the last half dozen years.” http://nyti.ms/2AY74YB\n\n\n\nPlaybookers\n\nSPOTTED: EPA Administrator Scott Pruitt taking his staff out to Le Diplomate last night\n\nTHE CAFE MILANO CROWD, last night -- Newt and Callista Gingrich ... Gary Cohn and Lisa Pevaroff-Cohn\n\nSPOTTED at the Trump Hotel last night at a book party for Corey Lewandowski and David Bossie’s book “Let Trump Be Trump: The Inside Story of His Rise to the Presidency” -- $16.20 on Amazon http://amzn.to/2B26EQY: Treasury Secretary Steven Mnuchin and Louise Linton, Newt and Ambassador Callista Gingrich, Sheriff David Clarke, Kellyanne Conway, Heather Nauert, Reps. Steve King (R-Iowa), Mark Meadows (R-N.C.), Louie Gohmert (R-Texas), Roger Williams (R-Texas), Ron DeSantis (R-Fla.), and Billy Long (R-Mo.",
  "But in 2012, one Democrat almost pulled it off: Bob Vance, a mild-mannered circuit court judge from Birmingham, who came within 4 points of beating none other than Roy Moore Now Democrats are looking back at that state Supreme Court contest for clues on how their Senate nominee, former U.S. attorney Doug Jones, might improve slightly upon Vance’s performance and stage a special election upset in a state long seen as out of reach to the party\n\n“In an interview with POLITICO, Vance described how he almost toppled Moore five years ago: by combining strong turnout from African-Americans energized by President Barack Obama’s reelection campaign with aggressive outreach to what he called ‘reasonable conservatives’ put off by Moore’s hard-line politics — outreach that was unusually successful in Alabama’s most-educated suburbs, according to a POLITICO analysis of the 2012 returns.” http://politi.co/2yOfpfv\n\nSTICKING AROUND?",
  "“The Ethics Committee, however, announced Thursday that it would close its investigation following consultation with experts in the classification process, a step that resulted in the conclusion that any information Nunes shared was not classified.” http://politi.co/2k9350W\n\nTHE RUSSIA REPORT -- “Previously undisclosed emails show follow-up after Trump Tower meeting,” by CNN’s Jim Sciutto, Manu Raju and Jeremy Herb: “The British publicist who arranged the June 2016 meeting with Russians and Donald Trump Jr. sent multiple emails to a Russian participant and a member of Donald Trump’s inner circle later that summer, multiple sources told CNN, the first indication there was any follow-up after the meeting.",
  "The executive at Vkontakte, or VK, Russia’s equivalent to Facebook, emailed Donald Trump Jr. and social media director Dan Scavino in January and again in November of last year, offering to help promote Trump’s campaign to its nearly 100 million users, according to people familiar with the messages.” http://wapo.st/2kFx0ln\n\n-- “Manafort attorney: Op-ed published to ‘correct the public record’ in Ukraine,” by Darren Samuelsohn: “Paul Manafort’s attorney swung back at special Russia prosecutor Robert Mueller Thursday over accusations the former Donald Trump campaign chairman violated a court gag order by ghost-writing an op-ed about his work in Ukraine.",
  "BREXIT talks move to phase 2 -- SHUTDOWN AVERTED, problems punted to the end of the month -- TRUMP soaks rich New Yorkers -- INSIDE the White House Hanukkah party -- ZINKE loves helicopters -- B’DAY: Jim Yong Kim Presented by\n\nDriving the Day\n\nPOLITICO EUROPE’S CHARLIE COOPER -- “The European Commission recommended to the European Council on Friday that ‘sufficient progress’ has been made in Brexit talks to allow negotiations to move on to Phase 2, which will cover trade and the U.K.’s future relationship with the EU.” http://politi.co/2AF1dGS … Read our very scoopy London Playbook, by Jack Blanchard http://politi.co/2yOKLTd\n\nGood Friday morning.",
  "Political panel: Molly Ball, Margaret Brennan, Lanhee Chen and Ed O’Keefe\n\n--“Fox News Sunday”: Rep. Jim Jordan (R-Ohio) ... Rep. Barbara Comstock (R-Va.) ... Panel: Newt Gingrich, Rachael Bade, Mike Needham, Charles Lane\n\n--NBC’s “Meet the Press”: Panel: Cornell Belcher, David Brooks, Hallie Jackson, Peggy Noonan\n\n--CNN’s “State of the Union”: Panel: Amanda Carpenter, Bakari Sellers, Nina Turner, Marc Lotter\n\n--CNN’s “Inside Politics” (guest host: Nia-Malika Henderson): Eliana Johnson, Manu Raju, Sara Murray, Matt Viser\n\nBIRTHDAYS OF THE DAY: Judd Legum, editor-in-chief of ThinkProgress, celebrating with his “wife and my 5-year-old, Mo.",
  "Separately, the Gaza-based leader of the Islamic militant Hamas has agitated for a third uprising against Israel.” http://bit.ly/2j68rxn\n\nCLEANING UP WASHINGTON -- “Zinke booked government helicopters to attend D.C. events,” by Ben Lefebvre: “Interior Secretary Ryan Zinke spent more than $14,000 on government helicopters this summer to take himself and staff to and from official events near Washington, D.C., in order to accommodate his attendance at a swearing-in ceremony for his replacement in Congress and a horseback ride with Vice President Mike Pence, according to previously undisclosed official travel documents.",
  "They are bound to be a subject during Goldstone's closed-door meetings with the House and Senate intelligence panels, which are expected to take place as early as next week.” http://cnn.it/2B3rVKd\n\n-- “Russian social media executive sought to help Trump campaign in 2016, emails show,” by WaPo’s Ros Helderman, Anton Troianovski and Tom Hamburger: “An executive at a leading Russian social media company made several overtures to Donald Trump’s presidential campaign in 2016 — including days before the November election — urging the candidate to create a page on the website to appeal to Russian Americans and Russians.",
  "), Brian Darling, Peter Doocy, Jon Allen, Kevin Cirilli, Chris Ruddy, Alexandra Preate, Eli Miller, Amy Holmes, Toby Harnden, Amanda House, Charlie Spiering, John Coale, Katrina Pierson, Ed Henry, Sam Stein, Lachlan Markay, Andy Surabian, Ned Ryun, Rob Wasinger, Natalie Davis, Mike Rubino, James Reed, Ralph Reed, Jim Gilmore, Jon Karl, John Roberts, Eric Bolling, Kayleigh McEnany, Josh Dawsey, Jen Jacobs, Sergio Gor, Hadas Gold, Cherie Paquette, Robert Draper, Jackie Alemany, Kylie Atwood, Ali Dukakis, Major Garrett, Kathleen Parker, Bill Bennett.",
  "McConnon of DDC ... Emily Leaman … Solange Uwimana ... Alison Matarazzo Edwards ... Jen Minton … Anna Waterfield ... Tom Bush ... FTI Consulting's Sarah Mann ... Courtney O’Neal ... Austin James ... Jeff Neubauer, proud father of Greta Neubauer running for the open assembly seat in Racine, Wis. … Steve Day … Jackie Gran … Milwaukee mayor Tom Barrett … Nancy Balz (h/ts Teresa Vilmain)\n\nFollow us on Twitter Anna Palmer @apalmerdc\n\n\n\nJake Sherman @JakeSherman\n\n\n\nDaniel Lippman @dlippman\n\nFollow Us",
  "Even though the Office of Congressional Ethics cleared Farenthold, the Ethics Committee has continued to look into the matter.” http://politi.co/2Be5SRw\n\n-- “Texas water board chairman Bech Bruun resigns ahead of likely challenge to U.S. Rep. Blake Farenthold,” by the Texas Tribune’s Cassandra Pollock: “Bech Bruun, chairman of the Texas Water Development Board, resigned Thursday from that position ahead of an anticipated bid to unseat U.S. Rep. Blake Farenthold, R-Corpus Christi.",
  "Prince told BuzzFeed News, ‘You’re a f***ing hack.’” http://bzfd.it/2AmQxhk\n\nJOE HAGIN PROFILE – “This is the White House wise man Trump’s detractors are counting on,” by McClatchy’s Katie Glueck: “Around 2 P.M. on the afternoon before Donald Trump’s inauguration, Hillary Clinton’s longtime aide and gatekeeper Philippe Reines was sitting on a couch in his Georgetown condo, still in pajamas, absorbing the new reality of the Trump presidency.",
  "‘I am seriously, seriously, seriously considering running for the U.S. Senate,’ Arpaio told The Daily Beast, ‘not the congressman’s seat.’” http://thebea.st/2j9V538\n\n-- “Democrat Kihuen hanging on despite harassment claim,” by Heather Caygle: “House Minority Leader Nancy Pelosi won’t call for a primary challenger to take on Nevada Rep. Ruben Kihuen, despite saying the freshman Democrat should resign due to sexual harassment allegations.",
  "The nearly 800-word article was published online earlier Thursday by the Kyiv Post, an English-language newspaper based in Ukraine, under the byline of Oleg Voloshin, a former spokesman for Ukraine’s Ministry of Foreign Affairs.” http://politi.co/2j5K03k\n\nLAST SHOT IN ALABAMA -- “How to beat Roy Moore, according to the guy who nearly did,” by Daniel Strauss: “Democrats haven’t won a statewide election in Alabama in almost a decade.",
  "Learn more at google.com/grow/veterans\n\nSEXUAL HARASSMENT FILES -- “Ethics Committee launches investigation into Farenthold sexual harassment allegations,” by Rachael Bade and John Bresnahan: \"The House Ethics Committee launched an investigation into Rep. Blake Farenthold over allegations that he sexually harassed a former aide and then retaliated against her when she complained about it.",
  "Learn more at google.com/grow/veterans\n\nTHE BOOK DEAL -- “2 Times Reporters Will Write Book on Sexual Abuse Scandals,” by NYT’s Maggie Astor: “The New York Times reporters Jodi Kantor and Megan Twohey will publish a book about the sexual abuse and harassment scandals that have convulsed the nation over the past two months, Penguin Press confirmed on Thursday.",
  "Three people were burned while escaping the flames.” http://bit.ly/2nI5V1Q\n\nA1, NYT -- SHANE GOLDMACHER, MAGGIE HABERMAN and KATE KELLY: “On Tax Bill, It’s Trump vs. His Hometown”: “While Mr. Trump has tried to sell the tax package as a giant tax break for all Americans, a different story is unfolding in New York and other high-tax, mostly Democratic states.",
  "Now, the world has caught up with her,” by David Freedlander: http://politi.co/2Ao1Tle\n\nONE DOWN -- “Ethics Committee clears Rep. Devin Nunes,” by Elana Schor: “The House Ethics Committee on Thursday cleared Rep. Devin Nunes (R-Calif.), chairman of the House Intelligence Committee, of allegations that he disclosed classified information earlier this year.",
  "FOR YOUR RADAR -- ON THE GROUND IN ISRAEL -- “Israel beefs up Jerusalem police force ahead of protests,” by AP’s Ilan Ben Zion in Jerusalem: “Israeli police deployed reinforcements in and around Jerusalem’s Old City on Friday, in anticipation of Palestinian protests over the Trump administration’s recognition of the contested city as the Israeli capital.",
  "THE LATEST ON THE FIRES – “Homes, horses burn in newest California wildfire,” by AP’s Elliot Spagat and Andrew Dalton in Fallbrook, California: “Retirement communities built on golf courses, semi-rural race horse stables and other usually serene sites were engulfed by flames as the San Diego area became the latest front in California’s wildfire fight.",
  "Pic of Anna, Jake and NYT's Michael Barbaro http://bit.ly/2k8kAyk\n\n\n\nPlaybook Reads\n\nERIK PRINCE UPDATE -- “Private War: Erik Prince Has His Eye On Afghanistan's Rare Metals,” by BuzzFeed’s Aram Roston: “BuzzFeed News is publishing the slide presentation by the founder of Blackwater to privatize the Afghan war and mine Afghanistan’s valuable minerals.",
  "He will be the first Republican to vacate his post amid the growing scandal.” http://politi.co/2yOxMkq ... Full text of Franks’ resignation letter http://bit.ly/2jwJnwn\n\nINTERESTING VIEWING: Last night on the House floor before Franks’ resignation announcement we spotted him having a long conversation with North Carolina Republican Virginia Foxx.",
  "‘Their book will contextualize and enlarge this important conversation.’” http://nyti.ms/2nI1sMC\n\nMEDIAWATCH – PER MORNING MEDIA: “ASSOCIATED PRESS LEAVES NATIONAL ELECTION POOL: The news agency confirmed to Morning Media that it has left the consortium of major networks that share expenses and the results of exit polls used on election night.",
  "Nunes was forced to step aside from the helm of the committee’s investigation into Russian meddling in the 2016 election, including alleged collusion with President Donald Trump’s allies, in the wake of his March statement that members of the Trump transition team had their communications legally monitored by the U.S. intelligence community.",
  "“‘In this moment of attack on their profession, Jodi Kantor and Megan Twohey’s investigative reporting on sexual harassment has proven that the discipline, craft and ethics of journalism can truly spark social change,’ Ann Godoff, president and editor in chief of Penguin Press, an imprint of Penguin Random House, said in a statement.",
  "), Raul Labrador (R-Idaho), Claudia Tenney (R-N.Y.), Brian Mast (R-Fla.), Mike Gallagher (R-Wis.), Scott Taylor (R-Va.), and Joe Wilson (R-S.C.), Ohio State Treasurer Josh Mandel, Norm Coleman, Matt Brooks, Brian O. and Natasha Walsh, Corey Lewandowski, David Bossie, Sheriff David Clarke and Katrina Pierson.",
  "-- “Sheriff Joe Arpaio Not Interested in Trent Franks’ Seat—but ‘Seriously, Seriously, Seriously’ Considering the U.S. Senate,” by Scott Bixby in the Daily Beast: “Former Maricopa County Sheriff Joe Arpaio has no interest in running for Rep. Trent Franks’ (R-AZ) soon-to-be vacated seat, he said on Thursday.",
  "…\n\n“Some of the largest hedge-fund managers who operate in New York are also concerned about an element of the proposed legislation that prevents executives in certain financial-services companies from partaking of the new, lower pass-through rate -- even if they are structured as partnerships.",
  "…\n\n“It is almost unimaginable that President George W. Bush would have championed a bill that would have harmed Texas relative to other states, or for President Barack Obama to have embraced legislation that took a particular bite out of his birth state, Hawaii, or adopted hometown, Chicago.",
  "“This week, Kenneth C. Griffin, a major political donor and the founder of the hedge-fund company Citadel, which has its headquarters in Chicago but employs hundreds of people in New York, went to Washington to press that case, according to three people with knowledge of the travels.",
  "I think if it ever got that far, Joe Hagin might save the world.’ Hagin, deputy chief of staff for operations in the White House, is the rare, perhaps singular person in Trump’s orbit who commands near-universal respect and even gratitude from across the ideological spectrum.",
  "-- “Hatch hosting re-election fundraiser in January,” by CNN’s Maeve Reston: “Utah Sen. Orrin Hatch is hosting a re-election fundraiser in early January, according to an invitation obtained by CNN, stoking further intrigue about a Senate seat that's being eyed by Mitt Romney.",
  "George Romney, posts on Facebook: “I heard that Steve Bannon knocked my Uncle Mitt and my entire family including my grandfather, my father, my brothers, my cousins including all five of Mitt’s sons, and me for serving religious missions instead of serving in the military.",
  "…\n\n“‘I am not aware of the political affiliation of any of the guests, but I do know that this year was meant to be more personal than political,’ said Stephanie Grisham, a spokeswoman for Melania Trump, the first lady, whose office oversees White House party planning.",
  "ONE INTERESTING AND IMPORTANT DYNAMIC -- While House Democrats have toiled away in the minority, when it comes to government funding fights they have always been relevant because House Republicans haven’t been able to secure enough votes to pass stop-gap funding bills.",
  "It exceeded 6 square miles (16 square kilometers) in a matter of hours and burned dozens of houses as it tore through the tightly packed Rancho Monserate Country Club community in the small city of Fallbrook, known for its avocado orchards and horse ranches.",
  "He is widely seen as a steadying hand in an administration that has struggled with investigations, inexperience and infighting.” http://bit.ly/2BYGTic\n\n\n\nA message from Google: Google is committed to helping veterans build successful civilian careers.",
  "Trump Jr. has for months contended that after being promised he would get dirt on Hillary Clinton, the brief meeting focused almost exclusively on the issue of Russian adoptions, saying there was no discussion with the participants after that session.",
  "In discussions with lawmakers, Paul Singer, the founder of the hedge fund Elliott Management and one of the Republican Party’s most generous donors, made similar concerns known.” http://nyti.ms/2iGGSH8\n\nThe most reliable politics newsletter.",
  "... Bruun is expected to file to run as a Republican for Texas’ 27th Congressional District as early as Friday.” http://bit.ly/2yOvkKI\n\n--SPOTTED: Rep. Blake Farenthold (R-Texas) at the Chamber of Commerce holiday party yesterday evening.",
  "Supporting a conservative child molester is not conservative.” See a screenshot of the post http://bit.ly/2iD5znG\n\nTHANK YOU, THANK YOU, THANK YOU -- Last night’s debut of the Politico Playbook Live Audio Briefing was a huge success.",
  "The article was not intended for a U.S. audience or to influence the pending U.S. criminal case against Manafort, who’s pleaded not guilty to multiple charges including fraud and money laundering, argued lawyer Kevin Downing.",
  "“The emails from the publicist, Rob Goldstone, were discovered by congressional investigators and raised at Wednesday’s classified hearing with Trump Jr., who said he could not recall the interactions, several sources said.",
  "“In a case detailed in the new documents, Zinke ordered a U.S. Park Police helicopter to take him and his chief of staff, Scott Hommel, to an emergency management exercise in Shepherdstown, West Virginia, on June 21.",
  "A $3,500 donation to the PAC is requested for two passes.” http://cnn.it/2yOwu92\n\nTRUMP’S FRIDAY -- The president will have lunch with VP Mike Pence and later this afternoon meet with Defense Secretary James Mattis.",
  "SPOTTED last night at the White House Hanukkah party (the lamb and latkes were a hit): Jared Kushner and Ivanka Trump, Treasury Secretary Steven Mnuchin and Louise Linton, VA Secretary David Shulkin, Israeli Amb.",
  "…\n\n“Zinke also ordered a Park Police helicopter to fly him and another Interior official to and from Yorktown, Virginia, on July 7 in order to be back in Washington in time for a 4 p.m. horseback ride with Pence.",
  "“‘All he has tried to do is to correct the public record in Ukraine concerning his consulting activities in Ukraine,’ Downing wrote in his six-page brief to the U.S. District Court for the District of Columbia.",
  "But beyond those steps, Pelosi and other Democratic leaders have not maneuvered to force Kihuen out as they did with Rep. John Conyers (D-Mich.), who resigned Tuesday after a concerted behind-the-scenes effort.",
  "If Republicans accept Roy Moore as a United States senator, they may, for a couple years, have one more vote for a justice or a tax cut, but they will have made their party loathsome for an entire generation.",
  "‘I have recently learned that the Ethics Committee is reviewing an inquiry regarding my discussion of surrogacy with two previous female subordinates, making each feel uncomfortable,’ he said in a statement.",
  "Their argument: that their treatment under that bill would drive the taxes for New York-based financial-service partnerships to 50 percent or more, driving business out of New York and into lower-tax states.",
  "Zinke’s staff justified the $8,000 flight by saying official business would prevent him leaving Washington before 2 p.m., too late to make the two-hour drive to the exercise, according to the documents.",
  "Ron Dermer, Jason Greenblatt, Gary and Lisa Pevaroff-Cohn, Justice Stephen Breyer, Rabbi Shmuley Boteach, Josh Raffel, Michael Cohen and his wife, Sheldon and Miriam Adelson, Elliott Broidy, former Sen.",
  "“Greene received an $84,000, taxpayer-funded settlement after she sued Farenthold in Dec. 2014 over allegations of gender discrimination, sexual harassment and creating a hostile work environment.",
  "Afterward, Franks huddled with several House Freedom Caucus members, including Reps. Mark Meadows (N.C.), Jim Jordan (Ohio), Louie Gohmert (Texas), Robert Aderholt (Ala.) and Mark Walker (N.C.).",
  "and they are repulsed, maybe forever.” http://nyti.ms/2AnTGh2\n\n--ROMNEY VS. BANNON -- George Romney, the brother of RNC chairman Ronna Romney McDaniel and grandson of the late Michigan Gov.",
  "SPOTTED at America First Action’s Hanukkah party -- co-hosted by the RJC at the Trump Hotel: Reps. Lee Zeldin (R-N.Y.), David Kustoff (R-Tenn.), Ed Royce (R-Calif.), Don Bacon (R-Neb.",
  "Palestinian political groups have called for massive demonstrations in the West Bank, Gaza Strip and east Jerusalem after Friday prayers, the highlight of the Muslim religious week.",
  "The trip cost about $6,250, according to the documents.” http://politi.co/2BM7yhl\n\n\n\nA message from Google: Google is supporting service members as they transition to civilian jobs.",
  "Trump, who prizes loyalty and seldom forgets a slight, left Democratic members of Congress off his Hanukkah list this year, according to congressional aides tracking the invites.",
  "Nearly half of households in surrounding suburban counties itemize their deductions -- and stand to lose valuable write-offs of state and local taxes on their federal returns.",
  "But as he watched televised scenes of the president-elect's team assembling in Washington, Reines glimpsed the one incoming Trump staffer who could offer a glimmer of relief.",
  "Today when service members search “jobs for veterans” on Google, and enter their military occupational specialty code, they’ll see jobs that match their military skill sets.",
  "QUOTE OF THE DAY -- @Olivianuzzi: “Melania Trump, who loves being the First Lady, said today she would like to spend the holidays ‘on a deserted island,’ per pool report”.",
  "The fire broke out Thursday amid dry, hot, windy conditions across the region that would be extreme for any season, but are especially stunning just two weeks from winter.",
  "News flash Stevo, if you are saying that you are dishonorable for not serving in the military you are insulting most of the people you were speaking to at that rally.",
  "The Congressional Hispanic Caucus is also divided on how to handle the issue.” http://politi.co/2AotfYw\n\n-- HUFFPOST’S YASHAR ALI: “Former Congressman Harold Ford Jr.",
  "That’s the last thing this is about,’ Pelosi (D-Calif.) said Thursday in response to questions about Kihuen, who has refused demands from party leaders to step down.",
  "Rep. Debbie Wasserman Schultz (D-Fla.) is hosting a Hanukkah party with Zeldin, a New York Republican, and has invited lawmakers and … wait for it … some reporters!",
  "Fired For Misconduct By Morgan Stanley”: http://bit.ly/2BJPCnm MSNBC is pulling Ford Jr. from programming as it investigates the allegations, which Ford denies.",
  "He also did not invite Reform Jewish leaders who have been critical of him or progressive Jewish activists who have differed with him publicly on policy issues.",
  "…\n\n“Representatives Lee Zeldin of New York and David Kustoff of Tennessee, the two Jewish Republicans in Congress, were attending the party, their offices said.",
  "‘I deeply regret that my discussion of this option and process in the workplace caused distress.’\n\n“The Arizona Republican’s announcement shocked Capitol Hill.",
  "Earlier Thursday, the panel said it was seeking an interview with Lauren Greene, the former aide who says she was sexually harassed by the Texas Republican.",
  "The mayor of New York City, Bill de Blasio, has estimated that there could be tax increases for as many as 700,000 residents if the legislation is approved.",
  "POLITICO MAGAZINE FRIDAY COVER – “Kirsten Gillibrand’s Moment Has Arrived: The New York senator has made sexual assault the focus of her political career.",
  "“The Democratic Congressional Campaign Committee did not respond to requests for comment on whether it would fund a primary challenger against Kihuen.",
  "Norm Coleman (R-Minn.), Jeremy Katz, Eli Miller, Avi Berkowitz, Julia Hahn, Cassidy Dumbauld, Joe Hagin, Boris Epshteyn, Matt Brooks and Josh Mandel.",
  "Conservative Republicans aren’t eager to vote for whatever funding bill comes next -- they're already freaking out about the budget cap deal.",
  "We also help employers find them by enabling companies to implement this feature on their career sites using Google Cloud’s Talent Solution.",
  "‘I recognized Joe Hagin, and immediately had a feeling of, well, at least that’s one person to say thank God about,’ Reines told McClatchy.",
  "Franks has been a vocal social conservative since being elected to Congress in 2002, and has authored numerous anti-abortion legislation.",
  "Trent Franks announced that he would resign from office as of Jan. 31, 2018, after discussing surrogacy issues with female staffers.",
  "But Jewish Democrats left off the invite list -- many of whom have been harsh critics of Mr. Trump -- were not in a festive mood.",
  "Through Grow with Google, our initiative to create economic opportunities, we’ve developed resources specifically for veterans.",
  "Serving a religious mission is a much more honorable activity than molesting a 14 year old girl, or supporting someone who did.",
  "HOLIDAY-SEASON SNUB -- “Congressional Democrats Left Out of White House Hanukkah Party,” by NYT’s Julie Hirschfeld Davis: “Mr.",
  "The campaign arm has, however, removed Kihuen from its ‘frontline’ program, which prioritizes funding for vulnerable members.",
  "That leaves three days to get another government funding bill, which is expected to last sometime into early or mid January.",
  "We’ll probably play some Monopoly Jr. or Legos.” How he thinks the Trump presidency is going: “It’s been going for 321 days.",
  "Franks is the third lawmaker to announce plans to resign this week as the furor over sexual harassment sweeps Capitol Hill.",
  "Instead, the controversial lawman, who was recently pardoned by President Donald Trump, has his sights on a higher office.",
  "We’ll release the audio on our feeds (Apple Podcasts http://apple.co/2uK0bDc ... Stitcher http://bit.ly/2BTyvQZ) tomorrow!",
  "CareerBuilder, Pepsi, Siemens, RecruitMilitary, and many others have already implemented the API on their career sites.",
  "Hatch is inviting donors to his eighth annual ski retreat January 5-6 at the posh St. Regis Hotel in Park City, Utah.",
  "Now all eyes are on Dec. 22 and whether President Donald Trump and congressional leadership can come to an agreement.",
  "Reines had stayed home from his consulting firm that day, still deeply shaken by Clinton’s loss two months before.",
  "The suggested donation for the family pass for couples with children is $5,000 to The Hatch Election Committee.",
  "Every day is a long day.” Read his Playbook Plus Q&A: http://politi.co/2nHEvcs … WaPo publicist Brooke Lorenz.",
  "The committee said new evidence in the matter, which was first reviewed in 2015, warranted an investigation.",
  "They will put up more of a fight when it comes to a massive package to keep government funded through 2018.",
  "-- THE TIMELINE: We hear Republicans want to have their tax bill finished and passed by Dec. 18, 19 or so.",
  "The AP quietly left the consortium a few months ago, but its departure had not been previously reported.",
  "Senate Republicans passed a two-week government funding bill last night avoiding a government shutdown.",
  "The emails raise new questions for congressional investigators about what was discussed at Trump Tower.",
  "Trent Franks to resign after discussing surrogacy with female staffers,” by Elena Schneider: “Rep.",
  "You were also insulting those who serve in the military that fight for our religious freedoms.",
  "Email Sign Up By signing up you agree to receive email newsletters or alerts from POLITICO.",
  "He is flying to Pensacola, Florida to participate in a “Make America Great Again” rally.",
  "She declined to elaborate.” http://nyti.ms/2iE2FPG\n\n-- HOW THE REST OF WASHINGTON ACTS.",
  "Republicans stood together and passed the two-week bill without the help of Democrats.",
  "Sign up for POLITICO Playbook and get the latest news, every morning — in your inbox.",
  "Is Rotting”: “The Republican Party is doing harm to every cause it purports to serve.",
  "The pro-life cause will be forever associated with moral hypocrisy on an epic scale.",
  "“‘In my mind, Joe Hagin is the first line of defense in avoiding nuclear Armageddon.",
  "He was heading to the WH Hanukkah party, where he took his wife, son and daughter.",
  "Aides we talk to are pretty firm that DACA cannot and will not happen this year.",
  "The spending cap deal will also hit the floor that week in December, as well.",
  "The word ‘evangelical’ is already being discredited for an entire generation.",
  "A fun fact about Brooke: “I’m conversational in American Sign Language.",
  "SUNDAY SO FAR – CBS’ “Face The Nation”: Sen. Susan Collins (R-Maine).",
  "That could change, Democratic aides say, if more allegations crop up.",
  "None of the newly disclosed emails were sent directly to Trump Jr.",
  "But most Republicans seem eager to get that done in early January.",
  "Young people and people of color look at the Trump-Moore G.O.P.",
  "SPOTTED: Michael Cohen on the Acela from NY to D.C. yesterday.",
  "“He seemed like he was having a good time,” per our tipster.",
  "At one point she held his hand, appearing to console him.",
  "He’s threatening to sue Morgan Stanley and the accuser.",
  "He pitched the proposal to the Trump administration.",
  "Another tipster said he was enjoying a corn dog.",
  "Afterward, he will head to West Palm Beach.",
  "ON DAVID BROOKS’ MIND, NYT, “The G.O.P.",
  "You can unsubscribe at any time.",
  "‘This is not about politics.",
  "He is married with twins.",
  "That changed yesterday.",
  "-- THE NEWEST: “Rep.",
  "WILL IT LAST?",
  "-- Doubtful.",
  "..."
]