[
  "That idea finds supporting evidence in the fact that Flynn, who lied about his sanctions phone conversations with Russian Ambassador Sergey Kislyak in December 2016, pleaded guilty to lying to FBI agents and agreed to cooperate with special counsel Robert Mueller’s investigation.",
  "Fresh e-messages arrived for our inspection this week, and while none of them cracked the case or arrayed themselves into that seamless narrative for which scandalphiles have so long pined, they flow like a tributary into our river of knowledge about the Trump-Russia story.",
  "According to a report this week in the Washington Post, Prince “presented himself as an unofficial envoy for Trump” and met with a confidant of Russian President Vladimir Putin in the Seychelles islands 11 months ago to persuade Russia to break with Iran.",
  "I think he will make a big difference.” According to Mangiante, Papadopoulos “set up meetings with leaders all over the world” for Trump’s senior campaign officials and was constantly in touch with officials like Steve Bannon and Flynn.",
  "Not an official member of the Trump team, the founder of the Blackwater security firm could be considered an extended member of the Trump family because his sister, Betsy DeVos, is Trump’s secretary of education.",
  "And if you’re reporting on the scandal and have a big story, think a dozen times before pressing “publish.”\n\n******\n\nMake sure there’s nothing incriminating in any emails you send to Shafer.Politico@gmail.com.",
  "The go-between for the session, which would seem to violate the Logan Act, was the United Arab Emirates, and the quid pro quo for such an agreement was going to be, of course, the relaxation of sanctions.",
  "This follows ABC News correspondent Brian Ross’ report last week in which he falsely claimed that Flynn was ready to testify that Trump told him to contact the Russians during the campaign.",
  "Flynn was “in close touch with other senior members of the Trump transition team both before and after” talking to Kislyak on the sanctions topic, the New York Times reported last Saturday.",
  "We’ve known for weeks of President Donald Trump’s former national security adviser Michael Flynn’s involvement in a plan to build two dozen Russian nuclear plants in the Middle East.",
  "More salaciously, he forwarded his client, Russian pop performer Emin Agalarov, and Ike Kaveladze—an attendee at the June 2016 meeting—a news story about the hacked DNC emails.",
  "The allegations suggest “that Mr. Flynn had a possible economic incentive for the United States to forge a closer relationship with Russia,” as the New York Times put it.",
  "CNN had to correct a false story that came out Friday morning that alleged that Donald Trump Jr. had potential access to hacked WikiLeaks documents on Sept. 4, 2016.",
  "Emails by transition adviser KT McFarland that were widely forwarded to others on the transition team demonstrated an effort to “reassure Russia,” the Times says.",
  "indicate that Flynn texted optimistically about the project’s prospects (“Good to go”) 10 minutes into President Donald Trump’s Jan. 20, 2017, inaugural address.",
  "Trump transitionists were fearful that a cycle of sanctions-related retaliations would give the Russian-has-been-meddling-in-our-election story new legs.",
  "Story Continued Below\n\nThe Cummings disclosure aligns with the theory that the Trump crowd’s opposition to sanctions was about financial self-interest.",
  "My email alerts worry about being subpoenaed, my Twitter feed went to jail for two years for a source once, and my RSS feed thinks it’s above the law.",
  "Mangiante appears to have met Papadopoulos through Joseph Mifsud, the sketchy Russia-connected person labeled “The Professor” in early court filings.",
  "Remember Rob Goldstone, who used email to organize the June 9, 2016, meeting between the Russians and Donald Trump Jr. and colleagues in Trump Tower?",
  "In the Iran-Contra scandal, it was printed documents, smuggled out of the Old Executive Office Building inside Fawn Hall’s boots and dress.",
  "Goldstone described the DNC news as “eerily weird” given the June 9, 2016, meeting promising dirt on Clinton came only five days earlier.",
  "In the Trump Tower scandal—and even the collapse of Hillary Clinton’s presidential campaign—the gotcha media have been emails and texts.",
  "Newly revealed emails don’t place him at the center of the scandal’s heart, but they do show him frisking on the periphery of scandal.",
  "Mueller has subpoenaed bank records of Trump associates, Bloomberg News reported this week as part of the Paul Manafort investigation.",
  "Trump communications director Hope Hicks got the email rake in the face at the beginning of the year, as the New York Times reported.",
  "The FBI gave her a “defensive briefing” about what they thought might be part of a Russian intelligence operation, the Times said.",
  "“The emails raise new questions for congressional investigators about what was discussed at Trump Tower,” CNN concluded.",
  "The original Bloomberg piece booted the story, however, saying that the subpoena “zeroed in” on Trump’s business deals.",
  "At the Nixon White House, the main evidentiary media turned out to be the self-surveillance tapes he ordered made.",
  "He donated $250,000 to the Trump campaign and was spotted in Trump’s New York transition offices last December.",
  "George Papadopoulos’ fiancée, Simona Mangiante, appeared on ABC News to spin the loopiest story of the week.",
  "Email correspondence among Trump transition officials shows that Flynn was not alone in Russian skulduggery.",
  "Her man isn’t a mere “coffee boy,” as one Trump aide put it after he pleaded guilty to lying to the FBI.",
  "The FBI warned her then that Russian operatives who were not who they claimed to be had contacted her.",
  "The stock market dropped on that “scoop,” and Ross was suspended for two weeks shortly thereafter.",
  "If you think you might be under Mueller’s scrutiny, think twice before sending that email or text.",
  "Via email, he lobbied a Trump aide to establish a Trump page on the Russian version of Facebook.",
  "The Russian sanctions barring the deal would be “ripped up,” Flynn is said to have texted.",
  "In fact, the “offer” came 10 days later, after the hacks had been widely publicized.",
  "Where did investigators go for reliably hot evidence before the invention of email?",
  "Romancing the Russians, seemingly without the benefit of email, was Erik Prince.",
  "It wasn’t even the biggest media miscue of the week on the Trump Tower front.",
  "“He never took any initiative, as far as I know, [that was] unauthorized.",
  "All the initiatives had [the] blessing of the campaign,” she said.",
  "A couple of words to the wise as the scandal continues to unspool.",
  "After emails, an investigator’s best friend is bank records.",
  "Nor was he a “young, low level volunteer,” as Trump put it.",
  "Now, allegations provided by Rep. Elijah Cummings (D-Md.)",
  "“George is very loyal to his country,” Mangiante said.",
  "Jack Shafer is Politico’s senior media writer.",
  "“He is already on the right side of history.",
  "How close was Prince to the Trump campaign?",
  "In the Abscam stings, it was videos.",
  "His eyes are everywhere."
]