[
  "Don’t know that he’s actually Romanian, but listeners need to realize there is a large pool of, call it, ‘mercenary hacker capability’ that floats through Europe and Asia that is available for hire, or people that are ticked off at the way the Clinton administration, or the Clinton Foundation in particular, has abused them or abused some of the charity work that they’ve done.”\n\nPrince looked at Hillary Clinton’s actual, demonstrable links to Russia, particularly her complicity in “selling 20 percent of the United States’s uranium supply to a Russian state company.”\n\n“I think the Clinton Foundation got a very nice spiff off of that, of $25 or $50 million,” he said, using a slang term for a sales commission.",
  "So I don’t believe for a minute that there’s some nefarious foreign intelligence agency fabricating emails.”\n\n“The sad thing is, the Democrats, the administration, the DNC emails, the Clinton emails — there’s some really damning information, and when they get caught literally exposed for the anti-Catholic, anti-Evangelical, the disregard, the disdain they have for the average American voter and citizen, of course they’re embarrassed.",
  "Marlow mentioned a leaked email demonstrating Clinton’s excitement at being invited into Russian President Vladimir Putin’s “inner sanctum,” which Prince agreed was “creepy.”\n\n“This is the Hillary Clinton that goes from the ‘reset button’ — which was botched in translation, by the State Department people — to now having Russia seeming opposed to the West’s and the United States’s efforts around Syria,” said Prince.",
  "So this idea that the Left, and even the administration, even some in the intelligence community, are now claiming it’s all the Russians is entirely too cute and very, very thin on any kind of fact or legitimacy.”\n\n(“APT” stands for Advanced Persistent Threat, a term the intelligence community generally applies to state-sponsored hackers.",
  "We don’t have to agree with the Russians on everything, or even on a lot, but we can at least agree that crushing ISIS in the Middle East is a very good idea.”\n\n“And yet, the administration has even blown that, to the point that we’re at loggerheads, the lowest point in diplomatic relations with Russia,” he lamented.",
  "In response, he said, “from a covert action perspective, the amount of effort and time it takes for analysts to stitch together 30,000, 50,000, whatever-thousand emails, with all the backstories and the link analysis — because remember, a lot of emails are completely benign, generic logistics conversations.",
  "On Wednesday’s Breitbart News Daily, former Navy SEAL and Blackwater CEO Erik Prince said the “large, and likely growing” volume of WikiLeaks revelations about Hillary Clinton made it difficult for the Left to challenge their legitimacy by portraying them as the work of Russian intelligence agents.",
  "So for them to blame anything and everything bad on the Russians is entirely too cute, and it’s just wrong, trying to blame it on some kind of collusion or cooperation by the Russians with Trump.”\n\nPrince imagined a Clinton defender would claim the leaked emails could have been fabricated.",
  "John Podesta’s emails, I can assure you, did not come from the Russians.”\n\n“The Russians certainly have a capable SIGINT offensive hacking capability — goes by APT 28 or a couple of other unusual trade names,” Prince allowed.",
  "Think about it: If FDR, Franklin Delano Roosevelt, can deal with Stalin to defeat German fascism in World War II, certainly the United States of America could work with Putin to defeat Islamic fascism.",
  "And, of course, now they’re gonna be quick to blame leaks — leaks that can be done by, like I said, individual hackers operating from their mom’s basements, kind of like Guccifer was.",
  "Before he went to prison, all of Sidney Blumenthal — Hillary’s adviser on Libya — all his emails were removed from Guccifer’s server, and those too have been leaking out.",
  "This is the same Russia that’s very much having its own way in Syria, where the administration has been rattling war drums even, trying to get the Russians to cooperate.",
  "But still, to link all that story together, to weave it together into something that becomes a coherent collection of emails, is really, really hard.",
  "The group called APT 28, also known as “Fancy Bear,” is widely believed to be an organ of Russia’s military intelligence agency, the GRU.)",
  "“Yes, the Russians have an offensive capability, but they certainly don’t need to be hiding behind this guy who now goes by Guccifer 2.0.",
  "“Remember, this is the same administration that pays $1.6 billion to the Iranians and says it’s not a ransom,” said Prince.",
  "Of course they’re quick to blame anybody and everybody but their own disgusting behavior,” Prince observed.",
  "“The fact is, a Romanian hacker, Guccifer, is the guy who hacked the Clinton Foundation a few years ago.",
  "Breitbart News Daily airs on SiriusXM Patriot 125 weekdays from 6:00 a.m. to 9:00 a.m. Eastern.",
  "He’s the one that hacked the Clinton Foundation and is now in prison.",
  "“The administration has blown the Russia relationship so badly.",
  "“It’s not,” he told SiriusXM host Alex Marlow.",
  "“But they don’t need to hide behind that.",
  "“I think since the end of the Cold War.",
  "That guy is in prison.",
  "We know that.",
  "LISTEN:"
]