[
  "That differed from his appearance Thursday before the House Intelligence Committee, in which Bannon frustrated lawmakers from both parties by informing them that he had been instructed by the White House to invoke executive privilege to lawmakers on behalf of the President, and declined to answer questions about his time during the transition and in the administration.",
  "Prince, founder of the private security company Blackwater USA and the brother of Education Secretary Betsy DeVos, flew to the Seychelles one month later and met Kirill Dmitriev, chief executive of the state-run Russian Direct Investment Fund, according to Prince's testimony at the House Intelligence Committee.",
  "Cambridge Analytica \"spoke once on the phone with a speakers bureau ?that represents WikiLeaks' Julian Assange to ask for information after Assange claimed on British TV to possess leaked material related to the election, without saying where it had come from or what was in it,\" Fievet said.",
  "Mueller's investigators were expected to ask Bannon about the firings of FBI Director James Comey and national security adviser Michael Flynn, people familiar with the inquiry previously told CNN\n\nBannon answered all questions posed by the special counsel's team, this person said.",
  "He made wide-ranging comments in Michael Wolff's book \"Fire and Fury: Inside the Trump White House,\" saying Trump \"kept trying\" to meet Russian President Vladimir Putin after Trump was rebuffed during his trip to Moscow for the Miss Universe pageant in December 2013.",
  "Erik Prince meeting\n\nDuring the presidential transition, Bannon also attended one meeting that potentially triggered a series of events -- stretching all the way to a tiny island chain in the Indian Ocean -- which congressional investigators are scrutinizing.",
  "One of the other lingering questions in the Russia investigation is whether there was any collusion or cooperation between the Trump campaign's data team and the Russian government, which also used social media to target specific voters during the campaign.",
  "Trump Tower meeting\n\nInvestigators were likely to press Bannon over the June 2016 Trump Tower meeting between Russian lawyer Natalia Veselnitskaya and Donald Trump Jr., Trump son-in-law Kushner and then-Trump campaign chairman Paul Manafort.",
  "For instance, Bannon was forwarded an email during the transition detailing the plan for then-incoming national security adviser Flynn to talk with Russian Ambassador Sergey Kislyak about sanctions, according to The New York Times.",
  "He played a key role in the final weeks of the presidential campaign, attended meetings during the transition that are now under scrutiny, and continued in a top advisory role in the West Wing until he left in August.",
  "Mueller's team could also question Bannon about his interactions with Trump campaign foreign policy adviser George Papadopoulos, who pleaded guilty last year to lying to the FBI about his contacts with Russians.",
  "After the meeting, Erik Prince -- a businessman, Trump donor and Bannon ally -- reached out to the prince and said he had authorization to act as an informal emissary for Trump, according to The Washington Post.",
  "Trump Jr. sent an email about the conversation to Bannon and a group of other senior Trump campaign officials, according to The Atlantic, and Mueller could press for additional information on those exchanges.",
  "Washington (CNN) Special counsel Robert Mueller's team questioned former White House chief strategist Steve Bannon for hours over two days this week, according to a person familiar with the inquiry.",
  "Bannon is one of the few individuals in President Donald Trump's inner circle to be interviewed by Mueller's team, which is investigating Russian interference in the 2016 election.",
  "Cambridge Analytica CEO Alexander Nix, who contacted WikiLeaks in June 2016 to ask about Hillary Clinton's emails, testified before the House Intelligence Committee in December.",
  "'Fire and Fury' remarks\n\nThe former Breitbart News executive's propensity for speaking bluntly and in colorful fashion provides a roadmap for Mueller's investigators to use.",
  "Mueller is currently investigating any potential ties between Trump associates and Russia during the 2016 campaign -- his is one of several inquiries into the matter.",
  "In most of the messages from late September 2016, which Trump Jr. later released to the public, WikiLeaks asked Trump Jr. to share its materials on social media.",
  "Cambridge Analytica affiliation\n\nBefore joining the Trump campaign, Bannon was on the board of Cambridge Analytica, a data company that worked on the campaign.",
  "Bannon declined to answer a wide array of lawmakers' questions pertinent to the Russia investigation, prompting them to consider holding him in contempt.",
  "Prince and the White House both deny that the Trump transition had anything to do with the planning of the meeting.",
  "Prince testified that it was purely a business meeting and that nobody authorized him to represent the Trump team.",
  "In December 2016, Bannon joined Kushner and Flynn for a meeting at Trump Tower with the crown prince of Abu Dhabi.",
  "Cambridge Analytica spokesman Nick Fievet said the company tried to get in touch with WikiLeaks indirectly.",
  "Just three months after Nix contacted WikiLeaks, it exchanged private messages on Twitter with Trump Jr.",
  "And Mueller asked for the company's emails last fall, according to The Wall Street Journal.",
  "\"Mueller chose (senior prosecutor Andrew) Weissmann first and he is a money-laundering guy.",
  "Bannon also claimed that Mueller's investigation is sure to lead back to money laundering.",
  "Their path to f***ing Trump goes right through Paul Manafort, Don Jr., and Jared Kushner.",
  "This is all about money laundering,\" Bannon is quoted as saying in Wolff's book.",
  "\"The speakers bureau told us that WikiLeaks declined to speak with us,\" he said.",
  "Bannon was aware of other meetings that are of interest to Mueller.",
  "He is now cooperating with Mueller's investigation.",
  "It's as plain as a hair on your face.\"",
  "No areas or questions were off limits.",
  "Both sides flatly deny any collusion.",
  "\"You realize where this is going.",
  "...",
  "...",
  "?"
]