[
  "“But due to the stature of the people requesting, I sense a responsibility to prayerfully explore the possibility.”\n\nFriess added that he is partly motivated by his concerns about the nation’s health-care system and his desire to see health-care providers “publish prices.” Those concerns, he said in the email, “might be enhanced by a position in the Senate.”\n\nFriess, 77, did not specify who has encouraged him to run, but a person close to former White House chief strategist Stephen K. Bannon said the two men have had conversations in recent days.",
  "(Andrew Goodman/Getty Images)\n\nLongtime Republican donor Foster S. Friess said Monday that he is exploring a 2018 bid for U.S. Senate in Wyoming, making him the latest conservative figure to consider challenging Sen. John Barrasso (R-Wyo.",
  "He rose to national prominence among conservatives in 2012 when he donated millions to a super PAC supporting former Pennsylvania senator Rick Santorum’s campaign for the Republican presidential nomination.",
  "The gals put it between their knees and it wasn’t that costly.”\n\nSantorum distanced himself from Friess at the time, calling it a “stupid joke” and “not reflective of me,” but they have remained friendly.",
  "Erik Prince, the founder of the security company formerly known as Blackwater, is considering his own Senate bid in Wyoming and has also been in touch with Bannon, according to the New York Times.",
  "Bannon, who chairs Breitbart News, is a close ally of wealthy hedge-fund executive Robert Mercer and his daughter Rebekah, who are focused on funding a slate of primary challengers.",
  "But because of his ties to Senate Majority Leader Mitch McConnell (R-Ky.), Bannon and others think he could be vulnerable to an insurgent and well-funded primary rival.",
  "Barrasso won more than 90 percent of the GOP primary vote in 2012, and won reelection with more than 73 percent of the vote statewide that year.",
  "Friess supported President Trump last year and hosted Donald Trump Jr. at a fundraiser in October 2016, according to the Jackson Hole Daily.",
  "Friess, a Wyoming-based investor who is known for his folksy persona and for wearing a white cowboy hat, made a fortune in mutual funds.",
  "Bannon and the Mercers see Friess as a potential high-profile recruit to their cause to upend the Republican establishment in Congress.",
  "\n\nFoster S. Friess speaks onstage during Celebrity Fight Night XVI on March 20, 2010, at the JW Marriott Desert Ridge in Phoenix.",
  "During his time as a Santorum booster, Friess sparked controversy for his comments about women and birth control.",
  "“Normally, over the years, I’ve dismissed these urgings,” Friess said in an email to The Washington Post.",
  "He told MSNBC in February 2012: “Back in my days, they used Bayer Aspirin for contraceptives.",
  "Friess, however, is not the only Republican mulling a race against Barrasso.",
  "Prince is Education Secretary Betsy DeVos’s brother.",
  "), a low-key member of the leadership.",
  "This post has been updated."
]