[
  "Susan Rice, Obama's national security adviser, testified to Congress in September that Obama administration officials felt misled by the Emirates officials , who had not told the US government that the crown prince was coming to the United States even though it's customary for foreign government dignitaries to provide advance notice about their travels here.",
  "While there is no indication that Nader is suspected of wrongdoing, his knowledge of key meetings involving the Emiratis and others could be helpful to the special counsel in understanding the inner workings of the transition and possible efforts to influence key figures in the administration.",
  "(CNN) A Middle East specialist with ties to Donald Trump's team attended secret meetings during the presidential transition between the United Arab Emirates and Trump associates, and is now cooperating with special counsel Robert Mueller, two people familiar with the matter say.",
  "The special counsel's questions about the Emiratis point to an investigation that has expanded beyond Russian meddling in the 2016 election to broader concerns about foreign influence during the presidential campaign and long after it concluded.",
  "\"He had tremendous contacts in the Middle East in places that normal people -- at least back then, and to this day -- don't go,\" said Miller, a former adviser to six secretaries of state who encountered Nader frequently over the years.",
  "George Nader, a low-profile diplomatic go-between who has forged close ties to the Emirates, was stopped and questioned by the FBI at Dulles International Airport in January as he returned from an overseas trip, these sources say.",
  "Nader was also present at the bar when Prince met with Kirill Dmitriev, the chief executive of the state-run Russian Direct Investment Fund, although it is unclear whether he was involved in the conversation, these people say.",
  "Nader attended a December 2016 meeting in New York between Emirati officials and members of Trump's inner circle, and another in January 2017 in the Seychelles islands between the Emiratis and Erik Prince, a Trump associate.",
  "The New York meeting was unusual enough that it prompted a scramble inside the White House, where Obama administration officials saw intelligence reports on the meeting and sought to find out who the Emiratis were meeting.",
  "After that discussion, Emirati officials helped set up the Seychelles meeting between Dmitriev, the head of the Russian investment fund, and Prince, a prominent Trump donor and founder of the security firm Blackwater.",
  "The FBI agents with search warrants imaged his electronic devices and then served him with a grand jury subpoena ordering him to appear January 19, according to a person familiar with Nader's involvement.",
  "Nader learned for the first time when he returned to Dulles that the special counsel was interested in him and the information he had about key sessions, at least two of which he personally attended.",
  "Nader was brought in, at least in part, because he spoke Arabic and had a relationship with Walid Muallem, at the time the Syrian ambassador to the US who went on to become Syria's foreign minister.",
  "While many in his field assumed his role as a magazine editor helped him create inroads with prominent leaders abroad, they still had little insight into how he'd built such an unusual rolodex.",
  "The Washington Post reported last week that at least four countries, including the United Arab Emirates, have discussed ways they could compromise Jared Kushner, the President's son-in-law.",
  "At least three members of the Trump team attended, including Kushner; Michael Flynn, then slated to become national security adviser; and Steve Bannon, strategist to the incoming President.",
  "Dennis Ross, a fellow at The Washington Institute for Near East Policy, first encountered Nader when he was working on Middle East issues in the waning days of the Reagan administration.",
  "Since the 1980s, Nader has made a habit of ingratiating himself with administrations in Washington by volunteering to open lines of communication with elusive Middle Eastern leaders.",
  "In private testimony before the House Intelligence Committee last year, Prince denied any wrongdoing and strongly denied that anyone on Trump's team asked him to take the meeting.",
  "Nader had prominent ties in Lebanon, Syria, Israel and Iran and, for the most part, was able to move freely within those countries, according to people who have worked with him.",
  "The existence of the meetings in New York and the Seychelles became public in report published by The Washington Pos t in April 2017, but much about them remains mysterious.",
  "After the election ended, Nader maintained contact with senior administration officials, including Bannon and Kushner, according to sources familiar with the situation.",
  "During the Clinton administration, Nader was involved in another \"shadow diplomatic effort,\" this time to attempt to strike an Israeli-Syrian peace deal, Ross said.",
  "Nader acted as a middle man between the US and Grand Ayatollah Mohammed Hussein Fadlallah, a Shiite cleric in Lebanon whose work inspired the founders of Hezbollah.",
  "People who worked with him described him as low-key -- a discreet name-dropper who often volunteered his efforts as a go-between and provided credible information.",
  "\"He had stunningly authentic contacts,\" said Aaron David Miller, the director of the Middle East Program at the Woodrow Wilson International Center for Scholars.",
  "Nader's 'stunningly authentic contacts'\n\nNader, a 58-year-old Lebanese-American, has kept a low profile even among Middle East experts in the US.",
  "He worked alongside Ronald Lauder, a cosmetics heir who has been heavily involved in Jewish philanthropic causes, on the off-the-books effort.",
  "It was a member of the Emirati entourage, Prince said, who recommended he meet with Dmitriev to discuss business opportunities.",
  "Sources told CNN the discussions about Nader's presence at the New York and Seychelles meetings have continued since then.",
  "Bush on an effort to free Americans who were still being held hostage in Lebanon after the Iran-Contra affair, Ross said.",
  "He said he was invited to the Seychelle s by someone working for the crown prince and met with a group there for an hour.",
  "\"He was involved in discussions that ultimately led to the release of those who were being held in Lebanon,\" Ross said.",
  "Nader's presence at key meetings\n\nIt's unclear how Nader first came into contact with members of Trump's inner circle.",
  "Nader attended a meeting in the Seychelles between the Emiratis and Prince, people familiar with the session told CNN.",
  "One Middle East expert was stunned to hear that Nader, who travels frequently, maintained an address in Washington.",
  "\"Until this recent flurry of interest in him, I don't think I've even heard his name mentioned for 12 years.\"",
  "Another expressed surprise at finding out Nader was still alive because he had disappeared from public view.",
  "Throughout the 1980s and 1990s, Nader was the president and editor of a magazine called Middle East Insight.",
  "Since then, he has been talking to Mueller's investigators and providing information to the grand jury.",
  "The December 2016 New York meeting occurred without the prior knowledge of the Obama administration.",
  "\"He is a man of mystery,\" said Frederic Hof, director of the Atlantic Council's Middle East center.",
  "The meeting's existence drew the interest of intelligence agencies from the US and the Middle East.",
  "\"He was presenting himself to all sides as someone who could be a kind of middleman,\" Ross said.",
  "\"I don't know if it meant he got paid by others, but he certainly wasn't paid by any of us.\"",
  "Nader relayed Fadlallah's demands to Ross, who insisted the US wasn't going to negotiate.",
  "Nader was also in the Seychelles when Prince met with a Russian banker, the sources said.",
  "An agreement was reached that Nader appear for questioning with Mueller's investigators.",
  "The meeting with Dmitriev, he said, lasted about a half hour after dinner over a beer.",
  "The White House, Nader's lawyer and the special counsel's office declined to comment.",
  "The Embassy for the United Arab Emirates did not respond to requests for comment.",
  "It was led by Sheikh Mohammed bin Zayed al Nahyan, the crown prince of Abu Dhabi.",
  "Axios reported in January that Mueller had talked at least twice with Nader.",
  "A spokesman for Prince said his client has no comment beyond his testimony.",
  "But he came to work with him more closely under President George H.W.",
  "For his work over the years, Nader asked for nothing in return.",
  "The New York session occurred in December.",
  "Not all of his endeavors yielded success.",
  "But it was ultimately unsuccessful.",
  "But the two sides kept talking."
]