[
  "LOTTER: Well, I think what you got to see here is that the vice -- prior to being vice president that Mike Pence was governor of Indiana, so he needed a federal regulated political organization to be able to take care of the basic political needs that he would have as he is out campaigning for and supporting Republican candidates for the House and the Senate.",
  "I met a guy and clearly the U.S. intelligence community felt necessary to unmask me and leak it to the media, but if the media and the obsession on the Trump/Russia collusion, they are kind of jumping the shark if they're thinking that I had something to do with that, because this meeting occurred in January long after the election.",
  "When they understand that we're not there to colonize, but merely -- that viceroy -- that lead federal official term is someone that will rationalize, so we don't go through a commander every elect (ph) we have been, or different ambassador every two years, or who -- so, there's been a complete fragmentation of unity of command.",
  "And it is the striking thing -- one of the striking things about the vice president's response is that, this story was describing this larger mood in the Republican Party of uncertainty about the president's strength and his intentions for 2020, and the kinds of precautions that a number of people in the party are taking.",
  "This process goes all the way back into the transition with the president-elect prior to inauguration in full support of setting up this apparatus because the vice president, the president are firmly supported -- are firmly rooted in making sure that we elect Republicans at all levels of government in the coming years.",
  "The man leading the fight in Afghanistan, General John Nicholson, is arguing for a few thousand more troops to train Afghan forces mainly, in addition to the 8,400 troops already there, a plan believed to be back by Secretary of Defense James Mattis and national security adviser, H.R.",
  "And now the part of the story that clearly got the biggest rise out of the administration was this notion that, a two advisers for the vice president have, you know, not gone around drumming up opposition to the president, not gearing up to challenge him in the Republican primaries.",
  "And I would go so far to say that Neil Gorsuch really is Mitch McConnell's pick because Mitch McConnell is the one who changed the rules in the United States Senate that allowed Neil Gorsuch to pass, you know, with the bare majority through the United States Senate.",
  "They've already maxed out all of the donations --\n\n\n\nBURNETT: So then what's it for if not -- LOTTER: -- supporting Senate and House Republican candidates who are\n\n\n\nmoving forward and we're going to support the president's agenda to make America great again.",
  "And they're going to make sure that people know where they stand on the issues and when they confront stories that are not necessarily drawing the conclusions that have anything to do with facts and reality, they're going to let the people know about that.",
  "But it would -- would it be right to say, you're going the still work here at Google, and let's have a conversation about whether men have a higher drive for status and women have higher rates of anxiety disorders and everything else he writes about?",
  "BURNETT: And Jeff, before we go, look, when we talk -- you just heard some people from his base, and by the way, Miguel Marquez just went to Michigan, just went to Wisconsin, and it was the exact same thing that people were saying about Twitter.",
  "(BEGIN VIDEO CLIP)\n\n\n\nANTHONY SCARAMUCCI, FORMER WHITE HOUSE COMMUNICATIONS DIRECTOR: We're going to defend him very, very aggressively when there's nonsensical stuff being said about him and he'll probably dial back some of those tweets.",
  "But, sources have taken sort of a more realistic view of this saying that Kelly's goal was to maybe moderate some of Trump's tweets around the edges but not to make his highest initiative policing the president's social media theme.",
  "I think that if they are working to foster an open and inclusive environment, then they would make it so that 30 percent of their workforce, which is the number of women engineering, wouldn't feel excluded by this one person, right?",
  "When you have a president of the United States, the last I guess 40 some odd presidents, 44 presidents that we've had, we've looked at the fact that they are supposed to be leaders, more leaders that our children can look up to.",
  "Second, give them some air, give them some government support so when the battalions order resupply, they get their food, their fuel, their ammunition, their parts on time, that's what you need to keep the Afghan forces afloat.",
  "And one other thing I would point out, the very first check that was cut from the vice president's leadership pac was to the president's re-election effort, maximizing all of the donations they can make for this entire cycle.",
  "And I hope to see Google do the right thing here, and remove that person from the workforce, especially because Google is a very peer-review driven culture, to get promoted at Google, you have to ask your peers for reviews.",
  "In the response, Google says: Part of building an open and inclusive environment means fostering a culture in which those alternative views, including different political views feel safe, I'm sorry, sharing their opinions.",
  "So, there's either all this grand Trump collusion plan before the election or not, because if they asked me to go meet with some Russian -- which no one actually did -- I was -- happened to be there and I met a Russian.",
  "So, they need government support, they need mentor support and they need air power, all attaching to the Afghan government which doesn't meet -- you guys like to throw the mercenary word around -- they're not mercenary.",
  "(BEGIN VIDEOTAPE)\n\n\n\nBARBARA STARR, CNN PENTAGON CORRESPONDENT (voice-over): A military plan for Afghanistan has been delayed for months amid sharp disagreements in the White House between the president's top advisers.",
  "So, he wants attention on that, he was getting tons and tons of attention of it on this network which of course it's pretty clear he watches despite -- after he says he doesn't, given his Blumenthal issue this morning.",
  "What you see is that the president, the vice president are firmly committed to supporting Republican candidates in the House and the Senate and you see Ivanka Trump out there supporting the vice president's efforts.",
  "[19:20:01] LOTTER: The one thing I would point out is that when the vice president had a fundraiser for his leadership pac just two or three weeks ago, Ivanka Trump actually introduced him at that fundraising event.",
  "STARR: Still, Nicholson may not have the full backing of the\n\n\n\npresident who is thought to be frustrated with Nicholson's command of the Afghanistan war, something that McMaster denied in an interview with MSNBC.",
  "Some of them -- you know, like John Kasich, are looking at 2020 and campaigning in 2020 even if President Trump does run again, which is a good deal more brazen than anything we reported about the vice president.",
  "What I'm trying to understand, if this is really all about being for the president or to help Republican governors or to help Republicans in the House and Senate, there are pacs for all of those things, right?",
  "And I think that's the biggest problem right now or certainly one of the biggest problems facing Donald Trump as we head into September and he needs Republican allies on Capitol Hill to get anything done.",
  "A lot of few hours go by between then and then tweeted, quote, I think Senator Blumenthal should take a nice long vacation in Vietnam, where he lied about his service, so he can at least say he was there.",
  "REX TILLERSON, SECRETARY OF STATE: We've had now three sessions within the National Security Council exploring a full range of options and when I say a full range of options, I mean the entire landscape.",
  "(END VIDEO CLIP)\n\n\n\n(COMMERCIAL BREAK)\n\n\n\n[19:17:27] BURNETT: New tonight, we're learning that the vice president, Mike Pence will travel to Bedminster this week to meet with his boss, President Trump.",
  "Instead, I think what we've seen from Kelly is that he's been more concerned at the outset of trying to unify Trump's team, trying to oust a couple of people that he viewed as particularly problematic.",
  "So, you know, the question is, is the president going to allow someone -- will he allow someone to help him curb his habit, his Twitter habit and words matter and even if it's in a 140 characters.",
  "MARC LOTTER, VICE PRESIDENT PENCE'S PRESS SECRETARY: Well, I think it's very important for people to know that vice president has only one focus and that is to deliver on the president's agenda.",
  "Now, he's got a federal apparatus where he can support his own political travel to support House and Senate candidates in partnership and the full support of the president of the United States.",
  "The plan visit comes as the vice president and his team are shooting down a report in the New York Times that pence is gearing up for a White House run if President Trump does not run in 2020.",
  "But the colonial term came from -- in the British empire, they had very little communications and you had to put someone in charge the can make the decision absent a ship going back and forth.",
  "That's why the question is so important, whether you were working on behalf of the Trump team or even if they didn't ask you, was anyone on the Trump team aware that you were at this meeting?",
  "APRIL RYAN, WHITE HOUSE CORRESPONDENT, AMERICAN URBAN RADIO NETWORKS: You know, the question is, is this president able to listen to someone when it comes to his impulses in going on Twitter.",
  "A person familiar with the new chief of staff, John Kelly's thinking tell CNN that he's not going to try to -- it's not a high priority to change the president's relationship with Twitter.",
  "(COMMERCIAL BREAK)\n\n\n\n[19:30:20] ERIN BURNETT, CNN HOST: The president said to be frustrated with the war in Afghanistan and the debate over what to do next is dividing the administration.",
  "BURNETT: And the bottom line is, it seems looking at this, that that statement that Mike Pence put out was actually for the eyes of one person, that he didn't need a statement for, right?",
  "I mean, I've been in contact with, you know -- remember, in the months after 9/11, a hundred CIA officers and a couple hundred special forces guys backed by air power crashed the Taliban.",
  "The software engineer who has not been identified by CNN argues that women are not suited for tech jobs because of biological reasons and that men have a, quote, higher drive for status.",
  "(END VIDEO CLIP)\n\n\n\nBURNETT: Well, today's tweet storm, it is fair to say, it's disappointment for many who hopes Trump's new chief of staff, General Kelly, would police Trump's tweets.",
  "(END VIDEO CLIP)\n\n\n\nBURNETT: Well, the (INAUDIBLE) in the panic, Chris Christie, of course one of Trump's earliest supporters, never even got a full-time job with the administration.",
  "BURNETT: And in terms of, and you're saying it was all -- when people talk about whether there was a possible backchannel or anybody -- all of that, you're saying, no, off the table?",
  "Imagine them as a --\n\n\n\nBURNETT: Are they -- are they military employees of the United States or people that your --\n\n\n\nPRINCE: No, they'd be --\n\n\n\nBURNETT: -- they are contractors?",
  "STARR: The president's chief strategist Steve Bannon is reportedly seeking the advice of Erik Prince, the controversial former head of the now disbanded contractor firm Blackwater.",
  "When Reince Priebus was in charge, there was an indication to them at least that Kelly wanted to get a pulse of what the organization was before he went and made wholesale changes.",
  "That same month, I'm also aware there was a meeting at Trump Tower between Jared Kushner, Steve Bannon, Michael Flynn and the crown prince of Abu Dhabi, Sheik Mohammed Bin Zayed.",
  "If we as a society allow men to be more feminine, then the gender gap will shrink, although probably because mean will leave tech and leadership for traditionally feminine roles.",
  "We've had up to 140,000 troops in the country and we're now spending, the Pentagon consumes more than the entire defense budget of the U.K. just in Afghanistan and we're losing.",
  "I'll read this one in full, quote, the fake news media will not talk about the importance of the United Nation Security Council's 15-0 vote in favor of sanctions on North Korea.",
  "LOTTER: Well, I think when you see speculation, conjecture, half truths masquerading as news on the front page of the New York Times, it's important that you push back on that.",
  "And this is one of the things that you see this with both President Trump and with Vice President Pence, is that they're going to tell the American people what's on their mind.",
  "Imagine them as a skeletal structure that provides leadership, intelligence, medical, communications and logistic support to all those Afghan battalions so it works reliably.",
  "STARR: Still, defense officials have long noted that in some operations, contractors are not less expensive than active duty military members who are paid considerably less.",
  "And OutFront now, our Senior Political Analyst Mark Preston, White House Correspondent for American Urban Radio Networks April Ryan, and Senior Legal Analyst Jeffrey Toobin.",
  "PRINCE: I'm amazed about the continued obsession with this, but when you have people dying in Afghanistan, Americans dying, let's figure out a way to cauterize the losses.",
  "They're attached --\n\n\n\nBURNETT: But then what are they if they are being paid by the Afghan government or U.S. taxpayers, but they don't work for the -- for the Pentagon?",
  "Look, when you look at what the president has been saying in his promises, they are not that much different than we've seen from other presidents who have made promises.",
  "A lot has been made of a meeting that you've had with a Russian who is close to Vladimir Putin on the remote island of the Seychelles during the Trump transition, right?",
  "But in this case, it really means someone that can rationalize the basic mess that is U.S. policy been, whether it's in Afghanistan or Pakistan, we have gone backwards.",
  "And if that person has access to the careers of women, who he thinks are subpar by nature, then that person is going to have a negative effect on the careers of women.",
  "BAKER: I don't believe those gender stereotypes exist in the tech world, specifically at Google where people are permitted to be whoever they want, however they want.",
  "(BEGIN VIDEO CLIP)\n\n\n\nDONALD TRUMP, PRESIDENT OF THE UNITED STATES: I will build a great, great wall on our southern border and I will have Mexico pay for that wall.",
  "BURNETT: Well, they do matter and they matter when they overshadow other words that he may wish or many in his administration may wish are getting more focus, right.",
  "We're describing events that are largely happening in full view of the kinds of fundraising that he's doing, the pac activity that you just -- I asked Marc about.",
  "BURNETT: The U.S. -- the less than $10 billion would be paid for by American taxpayers but the people that they are paying could be any nationality at all, right?",
  "MOOS: Comedian Pauley Shore said he needed to watch the exchange between Trump's senior adviser Stephen Miller and CNN's Jim Acosta only three times to mimic it.",
  "They can be from the global SAF community of professionals, most of whom have served in that country already that have a lot of experience that want to go back.",
  "And so, rationalizing and going down to a true battalion level mentor program that supports the entire Afghan army -- remember, the Afghan special forces works.",
  "He wanted the president to see him slam this down because he doesn't want the president to question his loyalty because we know what happens when that happens.",
  "He's also going to be working to support the broader efforts, and of course he's going to support the re-election efforts of the president and vice president.",
  "BURNETT: So, according to the Federal Election Commission, when we look at the vice president's pac, it's raised more than half a million dollars, $540,000.",
  "BURNETT: So, you are proposing a solution and this solution, you know, you've written about it in \"The Wall Street Journal\" op-ed, a private military force.",
  "There has to be a lead federal official or in this case, almost a bankruptcy trustee, that rationalizes the U.S. presence that is in charge of all policies.",
  "Less than 40 percent of the U.S. provided air power to the Afghan forces still even functions, because the maintenance and training has been such a failure.",
  "LOTTER: Because just as much as the vice president needs to be able to travel and to support those candidates, he needs an apparatus to be able to do that.",
  "Erica left Google in 2015 after she compiled a spreadsheet of her co-workers' salaries which highlighted unequal pay between men and women at the company.",
  "BURNETT: And next, outrage tonight after a Google employee claims in a 10-page memo that women workers are neurotic and have a lower tolerant for stress.",
  "Before this meeting happened between you and somebody who is a Putin confidant and I know that from talking to people who know a lot about this meeting.",
  "Call them a special envoy but they have to control DOD policy and spending and rules of engagement and State Department authorities and CIA authorities.",
  "I want to quote Roger Stone who is of course a friend of this president and a major supporter, one of the first to aggressively come out in his defense.",
  "(BEGIN VIDEO CLIP)\n\n\n\nUNIDENTIFIED MALE: Did you know a mutant known as Wolverine scaled the Statue of Liberty in a climatic showdown with Sabretooth?",
  "BURNETT: They said the president read it and --\n\n\n\n(CROSSTALK)\n\n\n\nPRINCE: I'm told he read it at his desk, circled it and said, learn more about this.",
  "[19:00:00] ERIN BURNETT, CNN ANCHOR: OutFront next, addicted to Twitter, the president just can't stop attacking the media and a sitting U.S. senator.",
  "This is-- you now, we spend a lot of time reporting -- complaining about how everything is so scripted in politics and people give canned statements.",
  "He said, \"The allegations in this article are categorically false and represents just the latest attempt by the media to divide this administration.\"",
  "We published it because we were entirely confident with our reporting on the vice president's activities and the activities of the people around him.",
  "And by frankly, if he wanted to go out right now and say, I'm going to hold a prime time news conference, all of the networks are going to take it.",
  "They know exactly what kind of president they have because Donald Trump tells them in his own words, 13 times today and frequently on other days.",
  "(END VIDEO CLIP)\n\n\n\n(COMMERCIAL BREAK)\n\n\n\n[19:57:41] BURNETT: Cosmopolitan bias had its moment, and now, actor Pauley Shore is keeping it alive.",
  "In December, \"The Washington Post\" reports that you met with Trump transition officials at Trump Tower, right, because you know people there.",
  "Embedding mentors at the battalion level, attaching to the Afghan army does not even meet the thresholds of the U.N. definition of mercenary.",
  "And it wasn't just about Mike Pence, although they have successfully made it a 100% about Mike Pence by their incredibly strenuous response.",
  "BURNETT: And I want to go to Alex Burns now, reporter for the New York Times who wrote the piece on the Republican shadow campaign for 2020.",
  "This is the method that they're doing this because you have to remember, the vice president was a state-wide elected official prior to that.",
  "First, I don't think that it is worthy -- or the things that that person wrote are worthy in that screed are worthy of being debated, right?",
  "Just like I wouldn't debate, you know, that though earth is flat, I wouldn't debate all the stuff that's in that manifesto that they wrote.",
  "Well, anyway, this network of course has covered the U.N. vote for days and I even interviewed Trump's U.N. ambassador about the sanctions.",
  "Can you say, Marc, tonight, that no one, nobody, has have a conversation with the vice president about himself, about him running in 2020?",
  "BURNETT: And next, the president said to be frustrated with how things are going in Afghanistan and the complete lack of a plan right now.",
  "Bill Maher used Reggie Brown to demonstrate the conservatives would go nuts if President Trump's words came out of Barack Obama's mouth.",
  "You have to combine so you don't have the inner agency process doing nothing with a big committee group think that accomplishes nothing.",
  "That was the kind of thing that actually was a very positive message to some people who felt like they didn't hear from senior staffers.",
  "Well, short time later, Blumenthal, who was already booked to come on CNN went ahead with his appearance and did not take Trump's bait.",
  "This is what has worked for him and I think, you know, the United States deserves to see who they elected and this is who they elected.",
  "I don't think that's --\n\n\n\nBURNETT: Well, it's not a side show because it's part of the reason he's not getting the other things done.",
  "SEBASTIAN GORKA, DEPUTY ASSISTANT TO THE PRESIDENT: If you look at Erik Prince's track record, it's not about milking the government.",
  "I disagree with that because I think the Taliban or ISIS would raise their battle flag over the U.S. embassy in six months or a year.",
  "You know, but, certainly, it seems that there's a point here in terms of the gender stereotypes that exist clearly in the tech world.",
  "Plus, President Trump frustrated with how things are going on in Afghanistan turning to former Blackwater CEO Erik Prince for advice.",
  "He wants to put the blame and shift the blame to his staff and to Capitol Hill to say, you know, why are we not getting things done.",
  "One thing I would also point out is that this pac cannot even support the election of the president and vice president any further.",
  "LOTTER: What you'll see is the vice president is going to be very busy this summer supporting Republican candidates at all levels.",
  "A source telling CNN that Kelly would look to moderate Trump's tweets but didn't say it's not really among his highest priorities.",
  "And a Google software engineer claims that women aren't biologically suited for tech jobs and they can't handle high stress work.",
  "(END VIDEOTAPE)\n\n\n\nSTARR: A major unanswered question, would Afghan President Ashraf Ghani even accept Erik Prince's contractors?",
  "In December, \"The Washington Post\" reports then that you had a private meeting with the Emirati crown prince, Mohammed Bin Zayed.",
  "But those facts don't seem to matter to this president because he moved on deciding to go after Blumenthal again this afternoon.",
  "He got elected president of the United States against all odds and certainly against most of our predictions and certainly mine.",
  "BURNETT: And -- but just to be clear, you're talking about an American here that would be at the top administering all of this.",
  "BURNS: Nobody knows better than Mike Pence what happens to people in the inner circle who crossed that line with the president.",
  "(voice-over): So, when this happens --\n\n\n\nSTEPHEN MILLER, WHITE HOUSE POLICY ADVISER: Jim, Jim, Jim, I appreciate your speech.",
  "It was energy week because that's the weekend he posted those tweets about Joe Scarborough and Mika Brzezinski and her face.",
  "And he only used Twitter right now to -- what appears to me, and perhaps others would disagree, to attack his own critics.",
  "MOOS: Comedian Fortune Feimster seems right to portray Sarah Huckabee Sanders reading letters at the White House briefing.",
  "I think it's striking that Marc didn't answer your last question when you sort of put it in a pointed and categorical way.",
  "And the statement that the president actually put out which is what I referred to as so unprecedented about your article.",
  "Several former employees were convicted in the 2007 incident in Baghdad in which 17 Iraqi civilians were shot and killed.",
  "PRINCE: The -- I would say General McMaster does not like this idea because he is a three-star conventional army general.",
  "Can you rule out the possibility that anyone has had a conversation with the vice president or on his behalf about 2020?",
  "(END VIDEO CLIP)\n\n\n\nBURNETT: Sara Murray begins our coverage OutFront tonight near Trump's New Jersey vacation location.",
  "BURNETT: So, let me ask you, Marc, that the president's poll numbers, obviously we have one with a 33% approval rating.",
  "You got that through, you got China and Russia onboard and yet today is actually the 200th day of his presidency, Mark.",
  "OUTFRONT now, former Navy SEAL, Erik Prince, who is the former CEO of the private military security company Blackwater.",
  "It's -- the Russian was someone that the Emiratis had done business with and said maybe someone useful for you to know.",
  "Jeanne Moos, CNN --\n\n\n\nBROWN: I could stand in the middle of 5th Avenue and shoot somebody, and I wouldn't lose voters.",
  "There's about 17,000 of them because they've been mentored by U.S. special forces in exactly the way I'm recommending.",
  "He said, \"No vice president in modern history had their own pac less than six months into the president's first term.\"",
  "But also saw him go out of his way and make this effort to speak to the entire staff at the executive office building.",
  "BURNETT: So Roger Stone you think it's off base, the president's own, you know, front and inner circle off base, too?",
  "And, you know what, let's not have it come from what I know you all would refer to as a mainstream news organization.",
  "That's where the rubber meets the road and the Afghans are continuing to lose dozens and dozens, thousands per month.",
  "FORCES IN AFGHANISTAN: We have a shortfall of a few thousand, and this is in the NATO train, advise, assist mission.",
  "Prince's plan: use military contractors instead of U.S. troops for a variety of unspecified missions in Afghanistan.",
  "(BEGIN VIDEO CLIP)\n\n\n\nUNIDENTIFIED FEMALE: I've got another letter from a real little boy, who loves our president.",
  "And it is amazing to me that someone who is as smart as a Google engineer could continue to believe in those myths.",
  "MARK PRESTON, CNN SENIOR POLITICAL ANALYST: (INAUDIBLE) right now Erin and, you know, he doesn't want to hear that.",
  "So, I wrote that op-ed with one audience in mind, the president read it and that's what triggered this discussion.",
  "BURNETT: But can you explain why have your own pac when -- you know, he's going to put the time in to raise money.",
  "You could raise money for the president's pac or for the RNC or for the Republican Governor's Association, right?",
  "PRINCE: They wanted to hear more and then weeks later, they said, OK, figure out what that actually of the costs.",
  "But I think for the president, he's got to say, after 16 years, when do we -- when do we try something different?",
  "So, this can operate there, operate effectively and create the off ramp for the rest of the U.S. forces to leave.",
  "But definitely, especially in the Bay Area, they're really -- what your gender role is whatever you define it as.",
  "From Spicey --\n\n\n\nMELISSA MCCARTHY AS SEAN SPICER: This is soapy water and I'm watching that filthy, lying mouth.",
  "(BEGIN VIDEO CLIP)\n\n\n\nRAY STARNER, TRUMP VOTER: He overreacts and doesn't have all of the facts before he tweets.",
  "BURNETT: So he knows who you are and obviously, as I said, it's not just that you know Steve Bannon and others.",
  "The more we've gone to a conventional war with a conventional army, we've gone backwards every year since then.",
  "Gallup poll, 62% approval is where he started with support with white voters who do not have a college degree.",
  "The idea of them going to Afghanistan and getting killed, like those kids last year, I couldn't tolerate that.",
  "BURNETT: So --\n\n\n\nPRINCE: So, there's -- look, there's a lot of people that say, just pull out of Afghanistan.",
  "Took his words out of context, continued going after the mayor the next day as well and that became the story.",
  "Could you imagine if he was able to marshall that behind a health care vote or behind an infrastructure bill?",
  "(BEGIN VIDEO CLIP)\n\n\n\nBARBARA STARR, CNN PENTAGON CORRESPONDENT: It means North Korea would attack an attack.",
  "He has spoken to state party dinners, he's spoken to Senate and House candidates, and worked to support them.",
  "Which by the way I should point out included others than Mike Pence and I'm going to get to that in a moment.",
  "I don't know, there may be others that look not as bad as that one but obviously the numbers have come down.",
  "I mean, you know, guys coming out with an actual statement from the vice president was pretty unprecedented.",
  "If we want to Afghanize this, this is the longest war in American history --\n\n\n\nBURNETT: Are they Americans?",
  "SARAH HUCKABEE SANDERS, WHITE HOUSE PRESS SECRETARY: My name is Dylan Harbin, but everybody calls me Pickle.",
  "Words, the president used to talk about Blumenthal on Twitter, lied, defrauded, con artist, child, and baby.",
  "The president of the United States started by calling the mainstream media, fake, failing, phony, and inept.",
  "And then continued his attacks on -- this time on the Democratic senator, Richard Blumenthal of Connecticut.",
  "But as for whether he will ever be able to stop President Trump from tweeting, I think it's highly unlikely.",
  "It's not even counting the amount of ambassadors and chief of station from the CIA that we've gone through.",
  "And that's the only election in 2020 that Vice President Pence is focus on, is the president's re-election.",
  "I think he didn't get health care through because it was plan with only 15% of the population supported it.",
  "While leading Blackwater, Prince's mercenary force was criticized for how it dealt with civilians in Iraq.",
  "(BEGIN VIDEO CLIP)\n\n\n\nSEN. RICHARD BLUMENTHAL (D), CONNECTICUT: I will not be distracted by this bullying.",
  "So, when those troopers leave, all of the experience and local knowledge that they have leaves with them.",
  "Something that the previous vice presidents had already established once these new laws took into effect.",
  "Let me lay out the timeline here, Erik, because understand so you know this, but not everybody else does.",
  "(on camera): Faces are changing so fast in the Trump administration that fresh impersonators are needed.",
  "And thus far, they have successfully withheld the name of the person who wrote it, the manifesto itself.",
  "So, I think that that might be that person's own experience that they are pushing out to everybody else.",
  "And, by the way, Google leadership positions, so our viewers know, 25 percent of them are held by women.",
  "Now, ironically, he tweeted this just as CNN was talking about this very topic at the time of the tweet.",
  "You know, all seriousness, Trump of course has called Twitter his, quote, honest and unfiltered message.",
  "And he was here in Bedminster this morning as Trump began his first sort of Twitter tantrum of the day.",
  "OK. Let me just say why this meeting is getting so much attention, because I know you're minimizing it.",
  "But continuing the same I would say insanity that we've been doing for the last 16 years has to change.",
  "McMaster, national security adviser, and Steve Bannon, are you still talking to them about these ideas?",
  "One would think that if they really are saying what you wrote was false, they would ask for retraction.",
  "I mean, have the Afghans --\n\n\n\nPRINCE: I say that --\n\n\n\nBURNETT: -- are they talking to you about this?",
  "MCMASTER, NATIONAL SECURITY ADVISER: I can't imagine a more capable commander in any -- on any mission.",
  "I think that supposed perhaps he perceives that to be his lucky number from this president in one day.",
  "And Sara, there was a lot of speculation that the new chief of staff, John Kelly was going to come in.",
  "But basically indicated to Republican donors we want to be ready no matter what happens just in case.",
  "I think the president is uncomfortable with that level -- with that continuing on -- of that course.",
  "There would be a continued rule for U.S. special operations forces, the 2,000 or so that are there.",
  "BURNETT: So, you're not worried about he who (INAUDIBLE) protest too much sort of response to this?",
  "BURNETT: So, when we use the word, though, obviously, you pointed out it is a colonial word, right?",
  "And maybe there's a reason for General Kelly's seeming hesitancy to stop the president's tweeting.",
  "\n\n\n\nReturn to Transcripts main page\n\nERIN BURNETT OUTFRONT\n\nTrump Can't Quit Twitter, Attacks U.S.",
  "Those were big promises and that was the legislative agenda that his base elected him to fulfill.",
  "PRINCE: Look, well -- $3.5 billion already, the Pentagon has slated to support the Afghan forces.",
  "PRINCE: But let's figure out how to cauterize this endless bleeding that we have in Afghanistan.",
  "A man look at the proposal and the president's heir Blackwater founder, Erik Prince is OutFront.",
  "Look at some other Trump backers who suggested publicly that the president tone down the tweets.",
  "Presumably after watching Blumenthal talked about the Russia investigation on CNN this morning.",
  "Look, the vice president has called the report in the New York Times disgraceful and offensive.",
  "I mean, that this is the problem, is that he's not getting done what he says he's getting done.",
  "BURNETT: You point out that the United States has had 17 commanders in Afghanistan in 15 years.",
  "It costs a fraction of what we're spending now and the Pentagon can spend that money on reset.",
  "PRINCE: Again, viceroy was a term only to describe the U.S. official, not a colonial official.",
  "Well, OUTFRONT now, a woman who knows this is not myth, Erica Baker, a former Google engineer.",
  "FORTUNE FEIMSTER AS SARAH HUCKABEE SANDERS: This one is from a real little boy named Cucumber.",
  "But as I've said a couple times throughout the day today, he has 35 million Twitter followers.",
  "BURNETT: Now, what's interesting here is your article was about the Republican shadow, right?",
  "However, his promises are so definitive and he is so sure of himself until they don't happen.",
  "But why not raise money for those people, why raise it for his own pac and then hand it off?",
  "PRINCE: Seventeen --\n\n\n\nBURNETT: When you see that number in black and white, it's stunning.",
  "And they told us in advance that they were going to push back very, very hard on the story.",
  "Second, they have to stay there for a while so you have that continuity of decision making.",
  "MOOS: Though CNN contributor Ana Navaro tweeted, Peewee Herman has got to be Steven Miller.",
  "PRINCE: I think Steve Bannon and other folks even at NSC, and even quite a few in Congress.",
  "Then it was energy week and energy week, you could all be forgiven for having it forgotten.",
  "Senator and Media; Pence Says Report He's Running For President \"Disgraceful and Offensive.",
  "And uproar over a Google employee saying women aren't biologically suited to be engineers.",
  "And I think the American people should decide if this is the kind of president they want.",
  "Next year, the Pentagon needs over $50 billion, more than the entire U.K. defense budget.",
  "And this -- here's the thing, the U.S. isn't doing anything below the core level, right?",
  "And then they wait to see how long it takes until the president blows it up by tweeting.",
  "They're trying to do this week's infrastructure week, energy week, American dream week.",
  "TOOBIN: I mean, April, this is exactly what we spent months saying during the campaign.",
  "There were two American kids killed last week in the first 30 days of their deployment.",
  "The point isn't to just create a mirror image, but to distort it for comedic purposes.",
  "They're coming after you publicly but they're not actually going on the factual basis.",
  "But here are the things he said he was going to get done well before where we are now.",
  "The former White House Press Secretary Sean Spicer says, when he tweets it's official.",
  "UNIDENTIFIED MALE: Even if he felt that way, I don't think he should have tweeted it.",
  "There is only one election that the pres -- the vice president is focused on in 2020.",
  "(BEGIN VIDEOTAPE)\n\n\n\nJEANNE MOOS, CNN NATIONAL CORRESPONDENT (voice-over): They came.",
  "Actually, I wrote that op-ed because between my\n\n\n\nwife and I, we have a lot of kids.",
  "The definition is a ruler exercising authority in a colony on behalf of a sovereign.",
  "And in very personal and derogatory ways, where we saw that with Senator Blumenthal.",
  "JEFFREY TOOBIN, CNN SENIOR LEGAL ANALYST: You know, I have a different view of this.",
  "Trump tweeted about Blumenthal's past, misrepresentations about serving in Vietnam.",
  "(COMMERCIAL BREAK)\n\n\n\nBURNETT: Tonight, outrage over a Google engineer's manifesto.",
  "I recall very many people at Google who didn't adhere to any specific gender roles.",
  "It had nothing to do with the Trump team or the transition team or anything else.",
  "There is nothing this president values more than loyalty, maybe not even winning.",
  "BURNETT: Mark, part of the issue here is, you know, the North Korea tweet, right?",
  "BURNS: As far as I'm aware, they've not asked for any kind of formal correction.",
  "It may explain why there are, quote, lower numbers of women in high stress jobs.",
  "You're talking about that you were reached out to by Steve Bannon, among others.",
  "of diversity at Google released a statement, right, when this manifesto got out.",
  "Feminism has made great progress and freeing women from the female gender role.",
  "Well, I appreciate it and I appreciate you\n\n\n\nanswering our questions about it.",
  "A Super Pac aligned with the president has raised less than half that, 204,000.",
  "They've surged up to 140,000 troops, as soon as they pull back, it fails again.",
  "Nobody is accusing the vice president of doing anything illegal or scandalous.",
  "That's what you would do because you would say, I know it's false, retract it.",
  "He's not presidential, he's attacking John McCain, he's attacking Megyn Kelly.",
  "But does that mean that modern day presidential now can attack people at will.",
  "BURNETT: So, is Google doing the right thing by encouraging an open dialogue.",
  "It's eroding bit by bit but overall you're now looking at a nine-point drop.",
  "CHRIS CHRISTIE, NEW JERSEY GOVERNOR: I'll try to encourage him not to tweet.",
  "But so far, certainly with today's tirade, that is not seem to be the case.",
  "The president cannot control himself, spending his day on a Twitter tirade.",
  "That's his re- election as vice president alongside President Donald Trump.",
  "The reason I talked about in that op-ed, you have to put someone in charge.",
  "So, the word you used for that person was viceroy, was an American viceroy.",
  "BURNETT: You know, obviously, you have connections to Trump's inner circle.",
  "That pays for their payroll, their vehicle parts, their fuel, all of that.",
  "ERICA BAKER, FORMER GOOGLE ENGINEER, LEFT GOOGLE OVER GENDER PAY GAP: Yes.",
  "OUTFRONT next, the Trump administration keeping impersonators in business.",
  "CHELSEA HANDLER, COMEDIAN: And do you feel like you're lying all the time?",
  "So, mentoring the rest of the Afghan army in that same proven model works.",
  "I mean, it was not a popular or I think it's safe to say a very good plan.",
  "Aired 7-8p ET\n\nAired August 7, 2017 - 19:00 ET\n\nTHIS IS A RUSH TRANSCRIPT.",
  "This president is on a working vacation and as you said, 13 tweets today.",
  "It's full of myths that have been disproven and debunked a long time ago.",
  "And he is wedded to that idea that the U.S. Army is going to solve this.",
  "He tweeted, talking about the vice president's pac right to raise money.",
  "You know, Mark, in all seriousness, this is what he has done on Twitter.",
  "TOOBIN: OK.\n\n\n\nAPRIL RYAN, CNN POLITICAL ANALYST: Jeffrey, words matter.",
  "Almost all of them of course were attacks, and I used some of the words.",
  "I think allegations is a strong word to use for what was in that story.",
  "And their frustration with the lack of success on the legislative side.",
  "And next, Mike Pence ripping a report that he's running for president.",
  "We will also repeal and replace the total disaster known as ObamaCare.",
  "PAULY SHORE AS STEPHEN MILLER: Jim, I love your little speech and all.",
  "(END VIDEO CLIP)\n\n\n\nBURNETT: Sort of talking about North Korea, right?",
  "He does believe that this is his way to speak directly to the people.",
  "Second, I am a little pit disappointed in Google's response thus far.",
  "Then the meeting comes with the Russian in the Seychelles in January.",
  "Well, the vice president's spokesman is going to come OutFront, next.",
  "He is then reportedly asking Blackwater Founder Erik Prince for help.",
  "One of those contractor's convictions was overturned just last week.",
  "Top Trump strategist Steve Bannon and national security adviser H.R.",
  "But you heard Marc Lotter, right, categorically false, false, false.",
  "Sixteen years is a long time to be doing anything and we're failing.",
  "And, of course, as we all know, women are 50 percent of the general.",
  "SHORE: Look at me directly in my forehead and tell me I'm not lying.",
  "Some people had hopes that John Kelly would be able to rein this in.",
  "SARA MURRAY, CNN WHITE HOUSE CORRESPONDENT: Well, Erin, absolutely.",
  "He was going to be able to rein in the president's Twitter problem.",
  "Your sister is Betsy DeVos, who, of course, is education secretary.",
  "PRINCE: No one was aware from the Trump team that I was even there.",
  "[19:50:08] Also that higher rates of anxiety disorders among women.",
  "ALEX BURNS, NATIONAL POLITICAL REPORTER, NEW YORK TIMES: Of course.",
  "And when they don't happen, the blame doesn't rest with him, Erin.",
  "When it comes to his legislative agenda, yay, he got Neil Gorsuch.",
  "They're not doing anything at the ground level of the Afghan army.",
  "Peers sit on your hiring committees and your promotion committees.",
  "The American people want to know what kind of president they have?",
  "Mark, Sara Murray is saying there's a new normal in the West Wing.",
  "The day before the president went after London's mayor on Twitter.",
  "Twitter helps get him in the White House, will it also do him in?",
  "BURNETT: So, when he comes out the way he did, right so strongly.",
  "ERIK PRINCE, FOUNDER AND FORMER CEO, BLACKWATER: Good to be here.",
  "[19:35:01] BURNETT: So --\n\n\n\nPRINCE: So, they're not mercenaries.",
  "This plan takes it from that overspend to a much smaller number.",
  "Plus, is a mercenary force the way to end America's longest war.",
  "You tweeted it's ridiculous, you tweeted it's wishful thinking.",
  "McMaster turning the Blackwater founder Erik Prince for advice.",
  "So, let's talk about another thing that you're central to here.",
  "Some people have pointed out to me that half of those are fake.",
  "[19:45:02] BURNETT: And that was pretty much the extent of it?",
  "MOOS: Feimster can call on her Southern roots to nail Sanders.",
  "I felt what he was feeling, condescending and Mr. Know-It-All.",
  "PRINCE: They'd be military employees of the Afghan government.",
  "My contract costs to the biggest tax cuts since Ronald Reagan.",
  "OutFront, Vice President Mike Pence's spokesman, Marc Lotter.",
  "Now, we don't know what they are doing to this person or not.",
  "MOOS: These days, imitation is the sincerest form of mockery.",
  "This program can spool up underneath what the DOD is doing.",
  "This is not something that is dividing this administration.",
  "All the rest, that goes from a $45 billion spend this year.",
  "The Trump administration defending Prince and his proposal.",
  "But you also wrote about Kasich, Senator Cotton, Ben Sasse.",
  "Let's assume that he only has 17 million Twitter followers.",
  "It started at 6:38 a.m. this morning, he's an early riser.",
  "THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.",
  "We open the door here at the White House to outside ideas.",
  "Why such kind of a full-court press over the top response?",
  "And to make sure that the president is re-elected in 2020.",
  "And I know you have read this entire 3,300-word manifesto.",
  "I know the Emiratis delivered the Russian to the meeting.",
  "But men are still very much tied to the male gender role.",
  "BURNETT: Less than 10 is what you say it's going to cost.",
  "I think this is exactly how he should run his presidency.",
  "And what is the precedent that it sets for our children?",
  "Basically, people work on an agenda for the week, right.",
  "BURNETT: So, I know that you said -- you wrote an op-ed.",
  "Is that his voice needed to be added to that discussion.",
  "BURNETT: A fund manager but you don't remember his name?",
  "PRINCE: A government U.S. -- a U.S. government employee.",
  "That's the highest unit of movement of the Afghan army.",
  "REGGIE BROWN AS BARACK OBAMA: I'm speaking with myself.",
  "What is the precedent that it sets for just the nation?",
  "(END VIDEOTAPE)\n\n\n\nBURNETT: And thanks for joining us.",
  "And General Nicholson himself, have you spoken to him?",
  "Who from the Trump team asked you to take the meeting?",
  "PRINCE: It probably lasted about, as long as one beer.",
  "Again, it was shut down by conventional army generals.",
  "They would be attached as long- term trainer/advisers.",
  "PRINCE: Because I'm recommending is a rationalization.",
  "You still have 9,000 U.S. troops, another 4,000 NATO.",
  "BURNETT: So, Steve Bannon was more receptive to this?",
  "ALEC BALDWIN AS PRESIDENT TRUMP: Wrong, wrong, wrong.",
  "There's no -- there's no need to debate those things.",
  "So maybe it's the fact that they took on the Twitter.",
  "The Afghan forces need help at the battalion levels.",
  "PRINCE: I've talked to plenty of Afghans about this.",
  "BURNETT: All right, thank you very much, Alex Burns.",
  "But when you look at the U.N. sanctions vote, right.",
  "I think everyone understands your argument on that.",
  "Now, runs a company called Frontier Services Group.",
  "In that case, Trump would perhaps be the sovereign.",
  "BAKER: So, there are multiple points what you said.",
  "And this viceroy, this person would be an American?",
  "This meeting that everyone knows what happened now.",
  "BURNETT: Well, it has been reported on extensively.",
  "But now even loyal Trump voters are saying, enough.",
  "He hasn't done that to marshall his agenda forward.",
  "So let's just take a couple of these weeks, right.",
  "This president says that he is a modern president.",
  "There's another 26,000 contractors in the country.",
  "One could consider, look, that significant, right?",
  "And all the president's men cue the impersonators.",
  "So I would actually give that to Mitch McConnell.",
  "They have or have not asked you for one of those?",
  "PRINCE: Under the U.N. -- no, they don't need to.",
  "So, this could come from the U.S. and its allies.",
  "BURNETT: So, let me just read another part of it.",
  "This one's from a real little boy named Cucumber.",
  "MARIO CANTONE AS ANTHONY SCARAMUCCI: I love you.",
  "And Prince is going to join me in just a moment.",
  "Battalion is the\n\n\n\nbasic unit of command there.",
  "But again, he is president of the United States.",
  "The president says he would not allow to happen.",
  "This afternoon, Trump tweeted about North Korea.",
  "UNIDENTIFIED FEMALE: I don't like those tweets.",
  "HUGH HEWITT, MSNBC HOST: Does Secretary Mattis?",
  "And the vice president feels firmly about this.",
  "MOOS: But even old impersonators are new again.",
  "Well, Erica, thank you very much for your time.",
  "BURNETT: But it would be a U.S. -- an American?",
  "BURNETT: And what was the meeting about, then?",
  "It had nothing to do with the U.S. government.",
  "BURNETT: No one was aware that you were there.",
  "The last --\n\n\n\nBURNETT: It is a colonial term.",
  "We certainly saw that with Anthony Scaramucci.",
  "Or if he was to say we really need tax reform.",
  "They used to do village stability operations.",
  "Who has really been in charge of Afghanistan?",
  "So, I know you don't like the word mercenary.",
  "[19:25:02] BURNS: Which is their prerogative.",
  "(END VIDEO CLIP)\n\n\n\nBURNETT: 0-3 there, Mark.",
  "He writes that the gender wage gap is a myth.",
  "Number one, because I have a very good brain.",
  "So, this person isn't just a random Russian.",
  "But this kind of program can stay long term.",
  "So let's talk about these facts and reality.",
  "And then if you attack him, he attacks back.",
  "All right, thank you very much, Sara Murray.",
  "Of course there's the Russia investigation.",
  "Did his unusual reaction make things worse?",
  "BURNETT: All right, we will leave it there.",
  "PRINCE: Forty billion back to the Pentagon.",
  "BURNETT: Have you spoken to him about this?",
  "I was there meeting with Emirati officials.",
  "McMaster, Steve Bannon reached out to you.",
  "Explain to me why it's not the right word.",
  "It's about saving the U.S. taxpayer money.",
  "Erin you quoted the president's own words.",
  "I think he -- this is who Donald Trump is.",
  "He spent the next 38 minutes lashing out.",
  "All of them, none of them have commented.",
  "And it's the golden age of impersonators.",
  "PRINCE: In there, they would be in Kabul.",
  "Some who will serve in the military soon.",
  "There is none that you have to adhere to.",
  "You can watch OUTFRONT anytime, anywhere.",
  "[19:40:00] We're still losing Americans.",
  "But we are talking about Mike Pence now.",
  "All that takes you down to less than 10.",
  "They'll rotate every six to nine months.",
  "BURNETT: All right, thank you very much.",
  "There are already pacs for those things.",
  "That's what this is an apparatus to do.",
  "He's going to be 74 years old in 2020.",
  "We talked about 100, we're now at 200.",
  "BURNETT: And they wanted to hear more?",
  "But, first, Barbara Starr is OUTFRONT.",
  "GEN. JOHN NICHOLSON, COMMANDER OF U.S.",
  "PRINCE: No more 9-1/2 time zones away.",
  "I mean, where is being above the fray?",
  "BURNETT: Right, to attack his critics.",
  "OK, he's a critic, Democratic senator.",
  "BURNETT: And quite a few in Congress.",
  "BURNETT: So, it was a casual setting?",
  "BURNETT: So, let me ask you, the V.P.",
  "So, should Google listen or fire him?",
  "They've obviously attacked the story.",
  "That's an important piece of context.",
  "Marc Lotter, I appreciate your time.",
  "And that's just military commanders.",
  "And I don't want to see that happen.",
  "MOOS: -- there's someone to do this.",
  "BURNETT: So when you talk about H.R.",
  "Your sister is -- PRINCE: I did not.",
  "[19:05:08] BURNETT: I think he does.",
  "[19:10:04] This is how he operates.",
  "Just to be clear that I understand.",
  "So, this is a cost-cutting venture.",
  "LOTTER: Let me be absolutely clear.",
  "I'm lowering your taxes big league.",
  "Give us a -- give us a comparison.",
  "PRINCE: That's my big sister, yes.",
  "PRINCE: I don't remember his name.",
  "So, really, really long way to go.",
  "And there's lots of other people.",
  "Well, should he be working there?",
  "BURNETT: It would be an American?",
  "There's been no unity of command.",
  "And thank you very much, Barbara.",
  "TOOBIM: I'm not sure that's true.",
  "The Twitter thing is a side show.",
  "He didn't really respond to that.",
  "TOOBIN: April, tell me I'm wrong.",
  "Infrastructure week was June 5th.",
  "Also, leaders of the free world.",
  "Erik Prince is my guest tonight.",
  "PRINCE: They could be Americans.",
  "They could be foreign nationals.",
  "I quote here from the manifesto.",
  "PRINCE: It was private business.",
  "MOOS: And we hate to see you go.",
  "I can't even remember his name.",
  "Jeanne Moos rounds up the best.",
  "It's been extremely fragmented.",
  "Afghanistan an American colony.",
  "That's the problem not Twitter.",
  "We're going to stop it day one.",
  "And now the script has changed.",
  "Good evening, I'm Erin Burnett.",
  "I think the tweeting is great.",
  "These are anything but canned.",
  "He's modern day presidential.",
  "In May, that went down to 56.",
  "BURNETT: Reince Priebus, H.R.",
  "The meeting, do you remember?",
  "PRINCE: But it's really not.",
  "I guess that's what he says.",
  "Erica, thanks for coming on.",
  "Second, they need air power.",
  "The blame rests with others.",
  "Markets are shaken by words.",
  "OutFront tonight, addicted.",
  "Prince is my guest tonight.",
  "And the tweets kept coming.",
  "It's just the way it works.",
  "And I appreciate your time.",
  "PRINCE: And I mean viceroy.",
  "I mean, it's a loaded word.",
  "PRINCE: That's pretty thin.",
  "BURNETT: Who did you meet?",
  "That makes complete sense.",
  "They could be NATO allies.",
  "Wars are started by words.",
  "He's not going to change.",
  "We didn't exchange cards.",
  "BURNETT: How long was it?",
  "PRINCE: Complete hogwash.",
  "PRINCE: They continue on.",
  "I was there on business.",
  "PRINCE: Absolutely, yes.",
  "PRINCE: Future business.",
  "It's about the opposite.",
  "BURNS: No, they haven't.",
  "Thank you all very much.",
  "That's what they wanted.",
  "Goes with the territory?",
  "You stand by it, right?",
  "You can't dispute that.",
  "That's a colonial term.",
  "That works really well.",
  "Thank you, Erik Prince.",
  "They were impersonated.",
  "So --\n\n\n\nBAKER: Right.",
  "Good to see you again.",
  "MCMASTER: Absolutely.",
  "Yes, he did say that.",
  "We're now down to 53.",
  "Are they open to it?",
  "I frigging love you.",
  "MOOS: To Scaramucci.",
  "SHORE: I don't know.",
  "BURNETT: Over beers.",
  "BURNETT: Over there.",
  "BURNETT: All right.",
  "PRINCE: I have not.",
  "PRINCE: Absolutely.",
  "BURNETT: All right.",
  "BURNETT: All right.",
  "Here's Jeanne Moos.",
  "BURNETT: All right.",
  "\"AC360\" starts now.",
  "That has to change.",
  "BURNS: Thanks Erin.",
  "Does the president?",
  "PRINCE: Absolutely.",
  "BURNETT: All right.",
  "TOOBIN: Absolutely.",
  "That's my question.",
  "RYAN: You're wrong.",
  "This is who he is.",
  "He's 71 years old.",
  "Let's go outfront.",
  "RYAN: That's true.",
  "LOTTER: Thank you.",
  "And, Erik, thanks.",
  "MOOS: -- New York.",
  "PRINCE: That's it.",
  "Some fund manager.",
  "Well, guess what?",
  "All of his words.",
  "April, 13 tweets.",
  "PRINCE: Correct.",
  "Mark, thank you.",
  "I appreciate it.",
  "PRINCE: You bet.",
  "It's ridiculous.",
  "Right, in Kabul.",
  "That continues.",
  "PRINCE: No one.",
  "They were seen.",
  "Not the tweets.",
  "PRESTON: Right.",
  "BURNETT: Right.",
  "A big question.",
  "I really don't.",
  "Thanks to all.",
  "It says a lot.",
  "Remember that?",
  "Where is that?",
  "The 200th day.",
  "Mark my words.",
  "FEIMSTER: Yes.",
  "Let's be done.",
  "Your reaction?",
  "BURNETT: Yes.",
  "BURNETT: Yes.",
  "Don't forget.",
  "Go to CNN Go.",
  "LT. GEN. H.R.",
  "PRINCE: Sure.",
  "Words matter.",
  "Should it be?",
  "BURNETT: OK.",
  "PRINCE: Yes.",
  "That's true.",
  "That's true.",
  "Oh, Jeffrey.",
  "BURNETT: OK.",
  "BURNETT: No.",
  "PRINCE: No.",
  "Absolutely.",
  "Here he is.",
  "That's bad.",
  "Thank you.",
  "I'm sorry.",
  "RYAN: Wow.",
  "McMaster.",
  "So what.",
  "Nobody.",
  "Enough.",
  "Nope.",
  "Zero.",
  "Erin?",
  "OK?"
]