[
  "The federation’s president, Lawrence Keane, has asserted that the administration proposal will be “a significant positive development for the industry that will allow members to reduce costs and compete in the global marketplace more effectively, all while not in any way hindering national security.”\n\nAmong the biggest threats posed by Trump’s approach to guns is his administration’s decision to settle a case with Defense Distributed, a Texas-based firm run by gun advocate Cody Wilson, and so usher in “the age of the downloadable gun.” Though a Seattle-based judge intervened to stop him for the time being, the government had green-lighted Wilson’s posting of designs on the Internet that could be used to produce plastic guns on 3-D printers.",
  "(Those included what the New York Times described as “brutal attacks” on U.S. citizens during Erdogan’s May 2017 trip to Washington, D.C.) Similarly, Senator Ben Cardin (D-MD) persuaded the Obama administration to halt a deal that would have sent 26,000 assault rifles to the Philippines, where security forces and private death squads, egged on by President Rodrigo Duterte, were gunning down thousands of people suspected of (but not charged with or convicted of) drug trafficking.",
  "The administration even agreed to pay Cody Wilson’s legal fees in the dispute, a move former congressman Steve Israel (D-NY) has described as “a particularly galling example of Mr. Trump’s obsequiousness to the most extreme fringe of the gun lobby.”\n\nCongress could seek to blunt the most egregious aspects of the Trump administration’s deregulation of firearms exports by, for instance, ensuring that oversight of the most dangerous guns ?",
  "In a June 2018 letter from its Institute for Legislative Affairs, the NRA urged its supporters to weigh in favorably during the public-comment period on the new rules, describing them as “among the most important pro-gun initiatives by the Trump administration to date.” That’s no small claim, given the president’s enthusiastic embrace of virtually every element of the NRA’s anti-gun-control agenda.",
  "Arms control and human rights groups have joined domestic gun control organizations like the Brady Center to Prevent Gun Violence, Everytown for Gun Safety, and the Giffords Law Center to Prevent Gun Violence in trying to block the change, which will dramatically undermine efforts to limit the proliferation of guns at home and abroad.",
  "The elimination of Congressional notifications and the other proposed changes will mean that countries like Mexico, the Philippines, Turkey, and the United Arab Emirates, as well as various Central American nations, will have far easier access to a far wider range of U.S. firearms with far less Congressional oversight.",
  "The first of those had been imposed because of the way the Nigerian government repressed its own citizens; the second for Bahrain’s brutal crackdown on the democracy movement there; and the last for Saudi Arabia’s commission of acts that one member of Congress has said “look like war crimes” in its Yemeni intervention.",
  "The crucial element in the new plan: to move key decisions on whether or not to export guns and ammunition abroad from the State Department’s jurisdiction, where they would be vetted on both human rights and national security grounds, to the Commerce Department, whose primary mission is promoting national exports.",
  "According to the head of the Pentagon’s arms sales division, known euphemistically as the Defense Security Cooperation Agency, the Department of Defense has brokered agreements for sales of major systems worth $46 billion in the first six months of 2018, more than the $41 billion in deals made during all of 2017.",
  "In September 2017, under pressure from Senators Patrick Leahy (D-VT) and Chris Van Hollen (D-MD), the Trump administration reversed itself and blocked a sale of 1,600 semiautomatic pistols to Turkey because of abuses by the personal security forces of that country’s president, Recep Erdogan.",
  "Trump himself has loudly touted U.S. weapons systems just about every time he’s had the chance, whether amid insults to allies at the recent NATO summit or at a chummy White House meeting with Saudi Crown Prince Mohammed bin Salman, whose brutal war in Yemen is fueled by U.S.-supplied arms.",
  "In other words, it’s played a key role in the killing of significant numbers of innocent civilians there, ratcheting up the pressure on individuals, families, and tens of thousands of unaccompanied minors who have then headed for the United States looking for a safer, better life.",
  "The United States is, and should be, better than this.”\n\nThe Trump plan is, however, good news for hire-a-gun successors to Blackwater, the defunct private contractor whose personnel killed 17 civilians in Baghdad’s Nisour Square in a notorious 2007 incident.",
  "In Saudi Arabia.”\n\nFor most Americans, there should be serious questions about the economic benefits of overseas arms sales, but if you’re a weapons maker looking to pump up sales and profits, the Trump approach has already been a smashing success.",
  "According to statistics gathered by the Security Assistance Monitor, which gathers comprehensive information on U.S. military and police aid programs, the State Department approved $662 million worth of firearms exports to 15 countries in 2017.",
  "Under the new plan, the careful tracking of whose hands such gun exports could end up in will be yesterday’s news and, as a result, U.S. weapons are likely to become far more accessible to armed gangs, drug cartels, and terrorist operatives.",
  "In addition, many of those jobs will actually be located overseas, thanks to production-sharing deals with weapons-purchasing countries like Italy, Japan, Saudi Arabia, South Korea, Turkey, the United Arab Emirates, and other U.S. allies.",
  "It could also continue to force the administration to notify Congress of any major firearms deals before they happen and pass legislation making it illegal to post instructions for producing untraceable guns via 3-D printing technology.",
  "And that, in turn, means that U.S.-supplied weapons will play even more crucial roles in vicious civil wars like the one in Yemen and are far more likely to make their way into the hands of local thugs, death squads, and drug cartels.",
  "In a political climate dominated by an erratic president in the pocket of the NRA and a Congress with large numbers of members under the sway of the gun lobby, however, only a strong, persistent public outcry might make a difference.",
  "Embracing the Gun Lobby\n\nNot surprisingly, Trump’s proposal to make it easier for global gunrunners to operate from U.S. soil has been greeted with jubilation by the National Rifle Association and U.S.-based firearms manufacturers.",
  "Consider it an irony, if you will, but in doing so, the president who has staked his reputation on rejecting everything that seems to him tainted by Barack Obama is elaborating on a proposal originally developed in the Obama years.",
  "against a flood of criminals washing across the U.S.-Mexico border, he conveniently ignores this country’s export of violence in the other direction thanks to both legal and illegal transfers of guns to Mexico and Central America.",
  "A recent presidential export policy directive, in fact, specifically instructs American diplomats to put special effort into promoting arms sales, effectively turning them into agents for the country’s largest weapons makers.",
  "Such firms would be able to train foreign military forces in the use of firearms without seeking licenses from the State Department, allowing them to operate in places like Libya that might otherwise have been off-limits.",
  "And that organization, which vigorously backed him in the 2016 election campaign, spending over $30 million on ads praising him or trashing Hillary Clinton, is backing his efforts to deregulate gun exports to the hilt.",
  "As an analysis by the Security Assistance Monitor at the Center for International Policy has noted, human rights and even national security concerns have taken a back seat to creating domestic jobs via such arms sales.",
  "“The United States,” he said, “should never make it easier for foreign despots to slaughter their civilians or for American-made assault weapons to be readily available to paramilitary or terrorist groups...",
  "Slow Motion Weapons of Mass Destruction\n\nYes, those massive sales of tanks, helicopters and fighter aircraft are indeed a grim wonder of the modern world and never receive the attention they truly deserve.",
  "As Washington Post columnist Josh Rogin has noted, under the new Trump rules, it will be nearly impossible for members of Congress to intervene in such a fashion to stop similar deals in the future.",
  "U.S. firms have scrambled to comply, setting up affiliates in the Saudi capital, Riyadh, and in the case of Lockheed Martin’s Sikorsky unit, agreeing to begin assembling military helicopters there.",
  "That was when the United Nations first addressed the impact of the global trade in small arms and light weapons, which ultimately led to the passage of an international Arms Trade Treaty in 2014.",
  "The Violence Policy Center, a research and advocacy organization that seeks to limit gun deaths, has indicated that such a move would ease the way for more exports of a long list of firearms.",
  "According to a report from the Center for American Progress, an astonishing 50,000 U.S. guns were recovered in criminal investigations in 15 Western Hemisphere nations between 2014 and 2016.",
  "President Trump’s plan would even eliminate the requirement that Congress be notified in advance of major firearms deals, which would undoubtedly prove to be the arms loophole of all time.",
  "However, a potentially deadlier aspect of the U.S. weapons trade receives even less attention than the sale of big-ticket items: the export of firearms, ammunition, and related equipment.",
  "Until recently, the Trump administration had focused its arms sales policies on the promotion of big-ticket items like fighter planes, tanks, and missile defense systems around the world.",
  "They and they alone have been responsible for nearly half of the roughly 200,000 violent deaths by weapon that have been occurring annually both in and outside of official war zones.",
  "The National Sports Shooting Federation (NSSF), the misleadingly named trade association for U.S. gun manufacturers, is also backing Trump’s efforts to boost firearms exports.",
  "Those would include sniper rifles and AR-15s, the now-classic weapon in U.S. mass killings like the school shootings in Parkland, Florida, and Newtown, Connecticut.",
  "If it does happen, it will undoubtedly prove to be a global bonanza for anyone in need of a weapon and capable of purchasing such a printer anywhere in the world.",
  "“slow motion weapons of mass destruction” because they’re the weapons of choice in the majority of the 40 armed conflicts now underway around the world.",
  "Evidence of this can be found in, for example, the ending of Obama administration arms sales suspensions to Nigeria, Bahrain, and Saudi Arabia.",
  "In any given year, they’ve accounted for somewhere between one-third and more than one-half the value of all international weapons sales.",
  "Trump’s new proposal would potentially make this situation far worse and his “big, fat, beautiful wall” would have to grow larger still.",
  "The NRA has been a staunch opponent of efforts to place any kind of controls on the global trade in guns since at least the mid-1990s.",
  "In the meantime, welcome to the world of American gunrunning and start thinking of Donald Trump as our very own gunrunner-in-chief.",
  "The comparable figures for Central America are 49 percent for El Salvador, 46 percent for Honduras, and 29 percent for Guatemala.",
  "The U.S. has, in short, already effectively weaponized both criminal networks and repressive security forces in those countries.",
  "Though the Obama administration signed it, the Senate refused to ratify it, in large part thanks to an NRA lobbying campaign.",
  "And the Trump administration is now moving to make it far easier for U.S. gun makers to push such wares around the world.",
  "McClatchy news service summed up the situation in this headline: “Trump’s Historic Arms Deal Is a Likely Jobs Creator ?",
  "Such military spending actually generates significantly fewer jobs per dollar than almost any other kind of investment.",
  "is to ensure that, by 2030, half the value of the kingdom’s arms purchases will be produced in Saudi Arabia.",
  "That report goes on to note that 70 percent of the guns recovered from crimes in Mexico are of U.S. origin.",
  "But let’s hold off a moment on that and assess just how bad it’s gotten before even worse hits the fan.",
  "Fueling death and destruction, however, turns out not to be a particularly effective job creator.",
  "And mind you, it isn’t as if U.S. gun export policies were enlightened before the Trump era.",
  "On the implications of the deregulation of firearms exports, Cardin has spoken out strongly.",
  "If they fail, it will suddenly become much easier to produce untraceable plastic firearms ?",
  "In the past, congressional awareness of foreign firearm deals has made a difference.",
  "but they could, and soon, if a new Trump rule on firearms exports goes through.",
  "Global arms control advocates have termed such small arms and light weaponry ?",
  "To cite an example, one of the goals of Saudi Arabia’s economic reform plan ?",
  "American weapons makers have dominated the global arms trade for decades.",
  "The administration’s proposal makes those scenarios even more possible.",
  "To receive TomDispatch in your inbox three times a week, click here.",
  "rifles, automatic and semi-automatic weapons, and handguns ?",
  "They were already wreaking havoc in neighboring countries.",
  "Now, the NRA has an enthusiastic ally in the president.",
  "This article originally appeared at TomDispatch.com.",
  "like sniper rifles and AR-15 semiautomatic weapons ?",
  "It’s hard to imagine things getting much worse ?",
  "or better, if you happen to be an arms trader ?",
  "not be shifted away from the State Department.",
  "And that, it seems, is just the beginning.",
  "While Donald Trump rails ?",
  "from handguns to AR-15s.",
  "unveiled in 2017 ?",
  "falsely ?"
]