[
  "Schmitz, a former Pentagon inspector general in George W. Bush's administration as well as a co-worker and confidant of Blackwater USA founder Erik Prince, told the Chicago Tribune he had been working for the Trump campaign for about a month prior to the announcement, communicating closely with top Trump adviser Sam Clovis.",
  "Peter Clement, a top analyst at the CIA on Europe and Eurasia before retiring in the winter of 2017, told CNN he was not aware of Schmitz but says it is \"extremely plausible\" that his penchant for conspiracy theories could have made him a target for various foreign influencers, including Russia.",
  "In the fall of 2016, according to the Wall Street Journal , US intelligence officials picked up chatter likely between Russian hackers hoping to steal Clinton's emails and possibly get them to foreign policy adviser Michael Flynn and Trump's team through an intermediary.",
  "Trump announced his role during an interview with The Washington Post that March , alongside the four other originals: counterterrorism speaker Walid Phares, former Lt. Gen Keith Kellogg, academic Carter Page and oil and energy consultant George Papadopoulos.",
  "Fired chief strategist Steve Bannon told the House Intelligence Committee in February that members of the Trump campaign \"kept getting approached\" by outsiders suggesting ways to get Clinton's emails, according to a source familiar with his testimony.",
  "(CNN) A Donald Trump foreign policy adviser pushed government agencies to review materials from the dark web in the summer of 2016 that he thought were Hillary Clinton's deleted emails, multiple sources with direct knowledge tell CNN.",
  "He did not hesitate in his pursuit even though the material on the dark web -- a part of the Internet not easily accessible or traceable -- was questionable and many experts already believed the Russians had stolen Clinton's emails.",
  "Six weeks later, Donald Trump Jr. got a message from a business associate offering similar information, leading to the Trump Tower meeting that Trump's son-in-law Jared Kushner and then-campaign chairman Paul Manafort attended.",
  "The team, showcased in a March 2016 photo , was thrown together early in Trump's successful run as he faced mounting pressure to prove his ability to pull in high-level advisers who could help prepare him for the White House.",
  "A photo posted to Trump's Twitter and Instagram in March 2016 shows all of the original advisers at a conference table with Trump, including now-Attorney General Jeff Sessions, in the Trump International Hotel in Washington.",
  "Joseph Schmitz approached the FBI and other government agencies about material a client of his had discovered that Schmitz believed might have been Clinton's missing 30,000 emails from her private e-mail server, sources say.",
  "His background came under scrutiny when he was first named as a Trump adviser, including comments former colleagues alleged he had made downplaying the Holocaust -- accusations Schmitz has said are false and defamatory .",
  "Six weeks after Papadopoulos was told about the emails, Donald Trump Jr. got a similar message from a business associate who said the Russian government wanted to provide \"information that would incriminate Hillary.\"",
  "Schmitz met with officials at the FBI, the State Department and the Intelligence Community Inspector General -- the watchdog tasked with investigating Clinton's alleged mishandling of classified information.",
  "Papadopoulos, who served on the foreign policy team with Schmitz, was told in April 2016 by a Kremlin-connected professor that the Russian government had \"thousands of emails\" that were damaging to Clinton.",
  "The FBI declined to comment on questions about interviews with Schmitz, as did special counsel Robert Mueller's spokesperson Peter Carr about whether Mueller had interviewed Schmitz or might in the future.",
  "He claimed a source he called \"PATRIOT,\" an unidentified contractor he was representing, had discovered what he believed was likely material stolen from Clinton that could contain classified information.",
  "Another adviser pictured in the photo, Trump's foreign policy adviser George Papadopoulos, was told by a Kremlin-connected professor that the Russian government had damaging material on Clinton.",
  "Sources told CNN there was no indication that Schmitz was communicating with or influenced by agents of a foreign power when he brought the supposedly hacked material to US government agencies.",
  "Both the client and Schmitz were afraid that going through the material without permission could jeopardize their security clearances, though there is no indication their actions were illegal.",
  "While officials at the State Department and Inspector General briefly interviewed Schmitz, they declined to review or accept the information, according to sources familiar with the process.",
  "One cybersecurity expert outside the government who also saw the material on the dark web said the emails appeared to be fake, based on his review and the forum where they were posted.",
  "The email hunt\n\nWhile Schmitz tried to get the emails reviewed, other Trump campaign associates also pursued dirt about Clinton, including information that was potentially stolen.",
  "After Trump's election victory, he considered Schmitz as a possible Secretary of the Navy, first reported by the Daily Caller and confirmed by CNN's sources.",
  "A former campaign official told CNN in a text, \"The campaign doesn't comment on matters of interest to the Special Counsel or the Congressional committees.\"",
  "Then there was Peter Smith, a well-connected GOP figure and Chicago investment banker who committed suicide after experiencing declining health in May 2017.",
  "His status as a former Pentagon inspector general afforded him access to the agencies and a sophisticated understanding of the government bureaucracy.",
  "\"There's a lot we don't know, but Russians during the campaign were clearly targeting specific groups and parts of the country,\" Clement said.",
  "His push is the latest example of Trump advisers who were mixed up in efforts to find dirt on Clinton during the presidential campaign.",
  "His small law firm represents a major Russian airline previously sanctioned by the US State Department for arms deals with Iran.",
  "Schmitz's connection to the multi-faceted effort to expose damaging information about Clinton has not been previously reported.",
  "The Intelligence Community Inspector General, State Department and House Intelligence Committee also declined to comment.",
  "A Trump team original\n\nSchmitz became one of Trump's first five campaign foreign policy advisers in the spring of 2016.",
  "Schmitz is connected to the Center for Security Policy, a far-right organization that has promoted anti-Muslim views.",
  "Schmitz also attended the Republican National Convention with Page and other advisers, according to USA Today.",
  "Schmitz counseled Trump \"through the November election,\" according to a biography on his law firm's website.",
  "Schmitz was one of the first people Trump named to his campaign's national security and foreign policy team.",
  "The FBI interviewed him as a part of its ongoing criminal investigation into Clinton's emails, sources said.",
  "It is not clear whether special counsel Robert Mueller is pursuing information about Schmitz's efforts.",
  "A source connected to the campaign's foreign policy team said he had no knowledge of Schmitz's efforts.",
  "CNN made multiple attempts to seek a response from Schmitz, including approaching him in person Friday.",
  "Papadopoulos pleaded guilty in October to lying to investigators and has been cooperating with Mueller.",
  "He was relentless, sources say, and truly believed his client had found important, sensitive material.",
  "Schmitz then took a memo outlining his claims and concerns to the House Intelligence Committee.",
  "It's unclear whether the emails Papadopoulos was told about were linked to Schmitz's efforts.",
  "A group of Russians visited Trump Tower to speak directly to Trump Jr., Kushner and Manafort.",
  "He was openly obsessed with getting his hands on the deleted Clinton emails throughout 2016.",
  "In the private sector, Schmitz has represented anti-Clinton activist Wayne Shelby Simmons .",
  "\"I'm pretty sure they were posted on the (dark web) equivalent of Reddit,\" the source said.",
  "There is no indication that Smith is connected to Schmitz's efforts or the Trump campaign.",
  "The material was never verified, and sources say they ultimately believed it was fake.",
  "Additionally, Clement said Schmitz's business ties \"would have made him stand out.\"",
  "Meanwhile, Schmitz and his associates may still be a part of Trump's orbit.",
  "Both sides deny collusion and say the meeting produced nothing.",
  "Schmitz is no stranger to controversy.",
  "He declined to comment for the story."
]