[
  "SPEED READ\n\n— Special counsel Robert Mueller’s probe yields its first charges: POLITICO\n\n— Inside the White House, a sense of danger and relief in Mueller’s first moves: POLITICO\n\n— The not-so-hidden message in Mueller's court filings: POLITICO\n\n— The sudden fall of Washington's ultimate powerbroker — Tony Podesta: POLITICO\n\n— The Russian foreign minister complains Russia is being accused of interfering in elections around the globe “without a single piece of proof”: POLITICO\n\n— South Korea and China agree to end their dispute over a U.S. missile defense system: NYT\n\n— China has practiced bombing runs targeting Guam, the U.S. says: Military Times\n\n— North Korea hacked Daewoo Shipbuilding and took warship blueprints, says a South Korea lawmaker: Reuters\n\n— Asia worries about radiation from North Korea nuclear tests: NYT\n\n— The millennial women propping up Kim Jong Un: The Washington Post\n\n— North Korea plans to launch more satellites: USA Today\n\n— What to take away from the Defense secretary’s South Korea trip: The War Zone\n\n— Japan offers Duterte aid for rebuilding, fighting terrorism: AP\n\n— The U.S. and Qatar agree to further curbs on terrorist financing: Reuters\n\n— Kurds help secure a fraught victory in Raqqa: The New Yorker\n\n— The U.S. will add $60 million to fight terrorism in West Africa: WSJ\n\n— A major force to fight Sahel terrorism and human trafficking faces a U.N. vote: The Guardian\n\n— The Navy wants to expand mine sweeping: Breaking Defense\n\n— The Army works on an upgraded armored vehicle: Task & Purpose\n\n— Inside the Army’s new fitness test: WSJ\n\n— 100 years after the Balfour Declaration, a commemoration rekindles Mideast quarrels: WSJ",
  "And you will know a satisfaction far more sublime than pleasure.’”\n\nIAEA CHIEF: IRAN MEETING NUKE COMMITMENTS, via Reuters: “Iran is fulfilling its commitments under the nuclear deal with world powers and U.N. inspectors are facing no problems in their verification efforts, the International Atomic Energy Agency (IAEA) director-general said on Monday...\n\n“IAEA chief Yukiya Amano, whose inspectors are tasked with monitoring compliance with the deal, reiterated that Iran was adhering to it.”\n\nMeanwhile, Treasury Secretary Steven Mnuchin presses allies to tighten Iran sanctions, adds The Wall Street Journal.",
  "“The effort in Afghanistan has cost $687.6 billion through June, while operations in Iraq have cost $748.1 billion — including the U.S.-led war between 2003 and 2011 and the ensuing U.S.-led military campaign against the Islamic State that began in 2014, which has totaled $17.1 billion through June.”\n\n— U.S. FAILS TO DEFEAT AL-QAEDA, reports your Morning D correspondent: A congressionally directed study reports that the U.S. has failed to defeat Al-Qaeda since the Sept. 11 terrorist attacks on New York and Washington and should review its overarching strategy against the group.",
  "In a speech at an international nuclear power conference in Abu Dhabi, he did not specify whether Saudi Arabia seeks to also enrich and reprocess uranium – steps in the fuel cycle which are especially sensitive as they can open up the possibility of military uses of the material.”\n\nWAR REPORT — TRUMP TOUTS CAPTURE OF BENGHAZI SUSPECT, writes our colleague Wesley Morgan: “President Donald Trump is touting a raid that captured a militant believed to have been involved in the deadly 2012 attacks on State Department and CIA facilities in Benghazi, Libya.",
  "Story Continued Below\n\n“In an appearance before the Foreign Relations Committee, which appeared prepared to author new legislation, both restated the Trump administration's position that current authorizations for U.S. military force — one passed in 2001 for the war against the Taliban and Al Qaeda in Afghanistan, and another adopted in 2002 ahead of the U.S.-led invasion of Iraq — continue to provide adequate legal basis for military operations, even as the battle against Islamic militants has expanded significantly in scope.",
  "Mattis and Tillerson oppose limits on counterterror operations\n\nWith Eli Okun, Connor O’Brien, Jacqueline Klimas and Wesley Morgan\n\nTOP NEWS — MATTIS AND TILLERSON OPPOSE WAR LIMITS, via our colleague Connor O’Brien: “Should Congress opt to reauthorize U.S. military operations against terrorism it shouldn't set a deadline or impose limits on geography, Defense Secretary Jim Mattis and Secretary of State Rex Tillerson told a skeptical Senate panel on Monday.",
  "“And the Air Force, which had already faulted Northrop’s performance on a $7 billion contract to maintain its Joint Stars air-to-ground surveillance aircraft, found during inspections that 16 of 17 aircraft had incorrectly installed parts on their main landing gear.”\n\n— ARMY OVERHAULS NETWORK APPROACH, writes C4ISRNET: “The U.S. Army is currently in the throes of a massive change in the way it handles IT systems.",
  "2810 (115), to authorize a new round of base closures.”\n\nINDUSTRY INTEL — NORTHROP DINGED BY ARMY AND AIR FORCE, Bloomberg reports: “Quality control on Northrop Grumman Corp.’s multibillion-dollar weapons systems is under scrutiny after the U.S. Army discovered problems with the contractor’s antimissile system for helicopters and the Air Force voiced fresh concern over its upkeep of surveillance aircraft.",
  "“In response to a lawsuit filed by GLBTQ Legal Advocates and Defenders and the National Center for Lesbian Rights, the U.S. District Court for the District of Columbia issued a preliminary injunction on the ban, requiring the Pentagon to ‘revert to the status quo’ set in June 2016, when then-Defense Secretary Ash Carter announced transgender troops could no longer be kicked out for their gender identity.",
  "“But Abu Mahdi al-Muhandis, who once battled U.S. troops and is now the deputy head of the state-sanctioned Popular Mobilization Forces, says they are here to stay.”\n\nMeanwhile, the U.S. urges cooperation between Iraq’s federal government and the Kurdish Regional Government following Iraqi Kurdish leader Massoud Barzani’s resignation, Reuters adds.",
  "TOP DOC III — U.S. MILITARY REDACTS AFGHAN WAR DATA, reports the NYT: “The American military command in Afghanistan has decided to keep secret key figures related to the growth and progress of local security forces, redacting the numbers at the behest of Afghan officials from the latest report by the government’s watchdog for spending.",
  "“With a mix of humor and pathos, the six-term Arizona senator returned to his alma mater to speak to the Brigade of Midshipmen and field a few questions about past presidential campaigns, the Russia probe and advice for those at the academy in Annapolis, Maryland...\n\n“‘Many of you will risk everything for your country.",
  "“The Army issued a delinquency notice to Northrop in June, Bloomberg News has learned, citing ‘poor contract performance related to initial supply and quality concerns’ during the ongoing development phase of a new $3 billion system to equip copters with a laser that can jam incoming shoulder-fired missiles.",
  "“One of the Army’s previous challenges involved several programs of record that were unable to talk to each other and weren’t built around threats, but rather toward predetermined standards or baselines.”\n\nAnd the Army hopes to streamline modernization efforts after WIN-T ‘debacle,’ C4ISRNET adds.",
  "“Sarah Kate Ellis, the president of GLAAD, an LGBTQ media advocacy organization, called the decision ‘a major step forward in exposing President Trump’s policy as a hate-fueled attack.’”\n\nIT’S TUESDAY AND WELCOME TO MORNING DEFENSE, where we're always on the lookout for tips, pitches and feedback.",
  "Niemeyer told reporters the Pentagon is evaluating the possibility of requesting authority from Congress in fiscal year 2019 to conduct base closures without the type of Base Realignment and Closure commission that has overseen the process in the past — but is ‘not quite there yet.’\n\n“Sens.",
  "TOP DOCS — PENTAGON TALLIES $1.4 TRILLION IN WAR COSTS SINCE 9/11, also via Connor: “The military has spent over $1.4 trillion in war costs since the Sept. 11, 2001, terrorist attacks, according to a new Pentagon report — the vast majority split between operations in Iraq and Afghanistan.",
  "Corker said he and ranking Democrat Ben Cardin of Maryland are discussing a potential war authorization and said a markup will be \"fairly soon,\" via the Hill: \"If we’re ever going to attempt to do this, I don’t know why we would wait beyond the next several weeks,” Corker said.",
  "DoD EYES BRAC WITHOUT A COMMISSION, reports your Morning D correspondent: “The Pentagon might support a new round of base closures without relying on an independent commission, said Lucian Niemeyer, assistant secretary of Defense for energy, installations and environment.",
  "‘Our memory is deep and our reach is long, and we will not rest in our efforts to find and bring the perpetrators of the heinous attacks in Benghazi to justice.’”\n\nNavy Seal Team 6 surprised Imam and captured him before he could resist, reports The New York Times.",
  "— BLACKWATER CEO DETAILS AFGHANISTAN PLAN, via Wesley: POLITICO has obtained a trimmed-down version of the PowerPoint presentation that former Blackwater CEO Erik Prince gave to White House and Pentagon officials during the South Asia strategy review this summer.",
  "But Prince is still making the rounds with his slideshow, titled “A Strategic Economy of Force.”\n\nThe presentation lays out the problem the U.S. faces in Afghanistan in slides that look similar to military and think-tank diagnoses, but with blunter language.",
  "“The move clouds measures of progress for the Afghan security forces, the primary benefactor of the $120 billion that the United States has spent on reconstruction since the start of the war and the linchpin of President Trump’s new strategy in Afghanistan.",
  "HAPPENING TODAY — CNO BRIEFS SASC ON NAVAL COLLISIONS: Chief of Naval Operations Adm. John Richardson and U.S. Fleet Forces Command Adm. Philip S. Davidson provide a closed briefing to the Senate Armed Services Committee on recent Navy collisions at sea.",
  "CRITICISM, via the AP: “With the Islamic State group driven from nearly all of Iraq, U.S. officials have suggested that the thousands of mainly Shiite paramilitary fighters who mobilized against the Sunni extremists three years ago lay down their arms.",
  "— SAUDIS PLAN TO EXTRACT URANIUM, Reuters reports: “Saudi Arabia plans to extract uranium domestically as part of its nuclear power program and sees this as a step towards ‘self-sufficiency’ in producing atomic fuel, a senior official said on Monday.",
  "“Extracting its own uranium also makes sense from an economic point of view, said Hashim bin Abdullah Yamani, head of the Saudi government agency tasked with the nuclear plans, the King Abdullah City for Atomic and Renewable Energy (KACARE).",
  "JUDGE BLOCKS TRANSGENDER TROOP BAN, reports our colleague Jacqueline Klimas: “Gay rights advocates celebrated a federal court decision Monday that prevents the Pentagon from enforcing the Trump administration’s ban on transgender troops.",
  "Despite meeting with the Defense secretary and Steve Bannon, among other senior presidential advisers, Prince’s plan was overruled and the military is now adding conventional military forces as combat advisers in Afghanistan.",
  "Bowe Bergdahl took the stand in his sentencing hearing Monday, breaking down several times and apologizing to those who were wounded while searching for him after he abandoned his post in Afghanistan.",
  "“‘The 2001 and 2002 authorizations to use military force, or AUMF, remain a sound basis for ongoing U.S. military operations against a mutating threat,’ Mattis told the panel.”\n\nWhat's next?",
  "Naval Academy midshipmen for sacrificing for fellow Americans ‘who won’t be asked to make sacrifices for you’ in an emotional address from the former Navy pilot now battling brain cancer.",
  "Backed by the American military and its NATO allies, the Afghans are responsible for turning the tide of the war against the Taliban in the coming years.”\n\nThe full SIGAR report is here.",
  "After an intensive internal process and insight from congressionally mandated studies, the service has determined that drastic changes are needed for its network and command posts.",
  "A country-by-country analysis of Al-Qaeda affiliates found they made their largest gains in countries which experience sharp security deterioration, like Yemen and Syria.",
  "“We need a new approach to salvage a horribly run effort of America’s longest war and still prevent terrorism from being exported to our homeland,” the presentation says.",
  "Although the U.S. has disrupted Al-Qaeda, the terrorist group has exploited weak and failing countries like Libya, Syria and Yemen to grow and evolve, the report says.",
  "I think about what I did every day for the last eight years.’\n\nAnd Bergdahl’s sentence may be lighter because of Trump’s comments calling him a traitor, adds the NYT.",
  ": \"Obviously, the next logical step is for us to mark up an AUMF,\" Senate Foreign Relations Chairman Bob Corker (R-Tenn.) said before adjourning the hearing.",
  "And Tillerson tells Congress American forces would hypothetically stay in Iraq to defeat ISIS, even if Baghdad request they leave, writes Defense News.",
  "MCCAIN THANKS MIDSHIPMEN IN EMOTIONAL ADDRESS, writes The Associated Press: “Republican Sen. John McCain on Monday gratefully thanked U.S.",
  "John McCain (R-Ariz.) and Jack Reed (D-R.I.) unsuccessfully proposed an amendment to the fiscal 2018 defense authorization bill, H.R.",
  "“‘I was trying to do something good and it turned bad,’ Bergdahl said, reading from a statement at the beginning of his testimony.",
  "Iraqi forces are seen assuming control of border gates with Turkey once controlled by Kurdish peshmerga, Reuters reports.",
  "“‘Yesterday, on my orders, United States forces captured Mustafa al-Imam in Libya,’ Trump said in a statement.",
  "Thank you for accepting it,’ said McCain, who spent 5 ½ years in a Vietnamese prison after being shot down.",
  "Email us at ghellman@politico.com, and follow on Twitter @greg_hellman, @morningdefense and @politicopro.",
  "The president is participating in a legislative foreign policy lunch this afternoon at the White House.",
  "You will make sacrifices for your fellow Americans, who won’t be asked to make sacrifices for you.",
  "And the Taliban warns that an abducted America needs urgent care, via The Washington Post.",
  "BERGDAHL APOLOGIZES AT HEARING, reports NBC News: “In an unexpected move, Army Sgt.",
  "‘I promise, there will be compensations for the hard times you endure.",
  "But is the U.S. Afghanistan mission impossible?",
  "— IRAQI MILITIA COMMANDER BRUSHES OFF U.S.",
  "‘My words alone can't relieve the pain.",
  "You will have lives of adventure.",
  "You will have the best company.",
  "That’s your calling.",
  "The WSJ asks.",
  "..."
]