[
  "Pelton landed one of the first extensive interviews with Prince for his 2006 book “License to Kill: Hired Guns in the War on Terror.” He portrayed Prince as an energetic entrepreneur determined to “deliver a lighter, faster, smarter army.”\n\nIn the summer of 2010, Pelton scored another interview with Prince for Men’s Journal magazine, in which he described Prince as “an ex-CIA assassination point man” who must be asked the same question multiple times before coughing up an answer, “like starting a car with a dead battery.”\n\nAfter their interview, Prince, who was moving to Abu Dhabi, sent Pelton an e-mail included in court records: “Next time u pass thru [the United Arab Emirates] give me a heads up and I will buy you a beer.",
  "But Pelton contends in Loudoun County Circuit Court that Prince owes him more than $1 million for helping to edit and market “Civilian Warriors” to the publishing industry, and for unreimbursed expenses and management fees from a contract to rejuvenate the tainted Blackwater brand with knives, apparel and even a graphic novel called “Roll Hard.”\n\nPrince, a part-time resident of Middleburg, Va., is countersuing and seeks more than $1 million from Pelton.",
  "But he’s hung on to the original, uncensored copies of “Civilian Warriors.”\n\n“I have to keep them,” Pelton said, “as evidence that I worked on the book.”\n\nClarification: This story describes Erik Prince being asked in a deposition whether he could specify which portions he wrote of a particular document, which the story described as his \"best-selling memoir.\"",
  "“And can you identify for me, by chapter number or page number, where that written contribution is?”\n\n“No, not right now,” Prince said, “I can’t.”\n\nIn October, a federal jury in Washington convicted four former Blackwater guards in the 2007 fatal shooting of 14 unarmed Iraqis in Baghdad.",
  "“I’m just asking him to pay his bills and stop calling me a liar in court documents.”\n\n\n\nBlackwater USA founder Erik Prince testified on Oct. 2, 2007, before a Housecommittee examining the mission and performance of the private military contractor in Iraq and Afghanistan.",
  "Prince wanted to transform the Web site into a 24-7 media operation to cover piracy, kidnappings and militants, Pelton said in an interview, because he was helping to create a Somalia-based military force to defeat pirates who set out from the country’s coast.",
  "The next month, Pelton sued Prince in Loudoun County Circuit Court, claiming that Prince owed DPx more than $1 million and that Prince breached the Blackwater contract by selling the book to Portfolio Penguin without including Pelton in the deal.",
  "After the terrorist bombing in Yemen of the USS Cole in 2000, Prince, who had left the Navy SEALs in 1996, attracted a steady stream of U.S. government clients, who hired Blackwater to train and protect military forces and diplomatic personnel.",
  "That was the idea behind “Roll Hard,” a graphic novel written by Robert Young Pelton, who was hired by Blackwater founder Erik Prince in March 2011 to develop Blackwater knives, apparel and even a graphic novel to boost the flagging brand.",
  "In March 2011, the men signed a five-year contract, granting Pelton’s company the exclusive right to manage and develop new Blackwater brand products: Italian-made knives, graphic novels and ballistics cases.",
  "“I will push the invoice to the right place,” Prince wrote Pelton, adding that “there are specific questions the Donor needs answering and they must be answered to continue the entire program.”\n\nThe donor?",
  "One question on Academi’s Web site: “Is Academi associated with Erik Prince or the former Blackwater?”\n\n“No.”\n\nWhen they met, Pelton was the solicitous journalist, and Prince was his profile subject.",
  "But Robert Pelton’s attorneys contend, in the above court filing, that the alleged Prince signature on the Somalia Report contract is pretty close to two autographs that Prince acknowledges are his.",
  "He alleges that Pelton violated their Blackwater brand contract by diverting hundreds of thousands of dollars to Pelton’s line of survival gear and to a Pelton-owned Web site devoted to Somalia.",
  "But much less well known is the marathon lawsuit in Northern Virginia between the Blackwater founder and Robert Young Pelton, a freelance journalist and owner of a survival-gear business.",
  "Prince was irate with Pelton because his financial adviser told him that the new Blackwater brand had hundreds of thousands of dollars in losses, according to e-mails in court records.",
  "This is bizarre.”\n\nPelton and his attorney, Derek H. Swanson, won’t get another opportunity to question Prince until later this month, when another round of depositions is scheduled.",
  "But before the CIA finished, Pelton shared the original manuscript with his literary agent, who got an oral $1 million offer for Prince from Portfolio Penguin, according to Pelton.",
  "(David Walter Banks/For The Washington Post)\n\nThe founder of Blackwater, once the world’s most notorious security contracting firm, seemed stumped by his interrogator’s question.",
  "It’s about the messy collaboration behind his memoir and his business dealings with Pelton, whose DPx Gear sells heavy-duty knives for conflict zones, among other things.",
  "Prince and his attorney, Victoria Toensing, declined to comment on the dueling legal claims, which have produced hundreds of pages of court documents and two depositions.",
  "In a court affidavit, Pelton wrote that the contract obligated Prince to pay him $133,000 a month, an amount he said Prince later orally agreed to increase to $150,000.",
  "If Blackwater was tarnished by war zone shootouts and government investigations, maybe the company’s brand could be salvaged with the help of Blackwater graphic novels.",
  "Could Erik Prince — a former Navy SEAL who reportedly worked as an undercover CIA operative — specify how much of a draft of his best-selling memoir he wrote himself?",
  "In July 2013, Prince obtained a temporary injunction in Alexandria federal court, barring Pelton from disseminating the manuscript before the book’s official release.",
  "But Prince sold the company in 2010, after the firm and several of its employees endured years of government investigations, criminal indictments and civil lawsuits.",
  "We’ve plenty more to discuss.”\n\n‘It’s getting painful’\n\nWhat followed were a series of business deals between the men that are now in dispute, court documents show.",
  "For more than a year, Prince, 45, and Pelton, 59, have been locked in legal warfare over Prince’s 2013 book, “Civilian Warriors,” published by Portfolio Penguin.",
  "Pelton found Prince a ghostwriter, Davin Coburn, who at the time was a Popular Mechanics writer and is now a contract video producer for The Washington Post.",
  "The document that Prince was being questioned about was a draft of the manuscript for his memoir that underwent further editing before its final publication.",
  "Prince’s most startling allegation: Pelton contrived Prince’s agreement to the Somalia Report contract to justify misspending $720,000 of Prince’s funds.",
  "Pelton is involved in a lawsuit with Erik Prince, founder of the military contractor Blackwater USA, which Prince sold and is now called Academi.",
  "The memoir, which mostly justifies Blackwater’s behavior in the war zone, sold nearly 46,000 copies in hardcover, according to Nielsen Bookscan.",
  "Pelton said he was summoned to Abu Dhabi four years ago for a meeting, at which Prince asked to invest in the writer’s Web site, Somalia Report.",
  "They also wonder why Pelton only recently discovered the contract after having asserted in earlier court documents that the agreement was oral.",
  "Tell him how ticked off at how he’s run this and ready to end it with litigation,” Prince instructed the financial adviser in February 2013.",
  "The Michigan native built Blackwater in the late 1990s with a multimillion-dollar inheritance from his father, an auto-parts manufacturer.",
  "Mark Corallo, Prince’s longtime friend and spokesman, told The Post that Pelton’s contract was with the United Arab Emirates, not Prince.",
  "“I don’t know, because — I don’t know,” Prince said during a day-long deposition at a Northern Virginia law office about a year ago.",
  "Prince told Pelton that he was spending too much of Prince’s money on DPx products and not enough on new Blackwater knives and gear.",
  "In January 2012, Pelton e-mailed Prince asking about “any movement” on four outstanding Somalia Report invoices totaling $600,000.",
  "(Loudoun County Circuit Court)\n\nBesides, Prince’s attorneys say, an anonymous donor gave Pelton money for the project, not Prince.",
  "They ask why Prince’s purported autograph is on the contract’s cover page — and not in the blank spaces designated for signatures.",
  "In mid-2013, after he got his CIA-vetted book back, Prince received a $2 million offer from Portfolio Penguin, court records show.",
  "Then Pelton wrote on his Facebook page: “Anyone want to buy the uncensored version I did?”\n\n“Sure Where Bro!” replied one friend.",
  "He was angry that Prince had not yet paid him for helping make the manuscript attractive to the publisher in the first place.",
  "Prince claims in his suit that the money should have been spent on new Blackwater products, not on bolstering the Web site.",
  "But two months later, Prince suggested to Pelton that he was just a middleman when it came to the Somalia Report invoices.",
  "(Susan Walsh/Associated Press)\n\nThe solicitous journalist\n\nBefore battling Pelton in court, Prince waged far riskier wars.",
  "Coming this week.”\n\nA few weeks later, the money showed up in Pelton’s company bank account, according to court records.",
  "Coburn wrote in a court “declaration” that he and Pelton spent 25 hours editing the book over the phone and via e-mail.",
  "Pelton contends the two men signed the Somalia Report contract — an assertion Prince denies in a court affidavit.",
  "Late last year, the filmmaker behind “The Hurt Locker” reportedly acquired the book’s rights for a Prince biopic.",
  "\n\nRobert Young Pelton, a writer and owner of a survival gear business, stands outside his workshop in San Diego.",
  "Although Pelton submitted what he alleges is the signed contract, Prince’s attorneys question its authenticity.",
  "Prince said in his deposition that he couldn’t even recall the November 2010 meeting with Pelton in Abu Dhabi.",
  "“It’s getting painful,” Pelton wrote Prince using the alias “Centro” on an e-mail service called CryptoHeaven.",
  "(Sarah L. Voisin/The Washington Post)\n\nEventually, Prince also went to Pelton for assistance with his memoir.",
  "Once “Civilian Warriors” was published, on Nov. 18, 2013, the case in Alexandria federal court was dismissed.",
  "Erik Prince denies that he signed a contract to provide financial support to the Web site Somalia Report.",
  "As Pelton worked with Coburn, he was also trying to persuade Prince to pay the bills for Somalia Report.",
  "But, early in 2011, Pelton’s DPx Gear began receiving wire transfers: $269,968 from Flying Carpet S.A.L.",
  "The wars in Afghanistan and Iraq helped transform Blackwater into a billion-dollar contracting giant.",
  "Because hell yes!”\n\n‘This is bizarre’\n\nA legal war erupted in two Northern Virginia courthouses.",
  "“Do you have a specific recollection of writing any of this book?” the opposing attorney asked.",
  "and $269,975 from African Minerals Enterprises, according to receipts in the court records.",
  "Using the code name “CoordinatorTwo,” Prince replied, “Yes, we are changing fund routing.",
  "In January 2013, he submitted the manuscript to the CIA for the agency’s required review.",
  "In the meantime, Pelton has returned most of the Blackwater paraphernalia to Prince.",
  "“I was in the room with Erik Prince” when he signed the contract, Pelton countered.",
  "The company, still based in Moyock, N.C., has new owners and is now called Academi.",
  "The wire-transfer receipts in the court records don’t list Prince’s name anywhere.",
  "“As a writer, it’s hard to keep silent about this kind of injustice,” Pelton said.",
  "In early 2014, Prince filed his counterclaim for more than $1 million in damages.",
  "He defined the project and was the guy literally making wire transfers to me.",
  "In court records, they say the signature is at too steep an angle to be his.",
  "When Pelton relayed the offer to Prince, he said he heard nothing back.",
  "Pelton said the only Somalia Report “donor” he dealt with was Prince.",
  "Prince also sought Pelton’s help resuscitating the Blackwater brand.",
  "The dispute is not about Prince’s old company or war-zone shootouts.",
  "Then Pelton learned that Prince would reap a publishing windfall.",
  "He says he does not usually sign documents at such a steep angle.",
  "Julie Tate and Jennifer Jenkins contributed to this report.",
  "That spring, Pelton and Prince ended the Blackwater deal.",
  "‘Ready to end it’\n\nPrince’s memoir was almost finished.",
  "“I can detail every minute of the conversation.",
  "Corallo declined to answer further questions.",
  "Another wrote: “You are seriously offering?",
  "“Currently on Mali border in Burkina Faso.",
  "Soon, the relationship began crumbling.",
  "But the Loudoun case only intensified.",
  "There was never anyone from the UAE.",
  "The book is still available online.",
  "Was Prince making the payments?",
  "But Pelton was eager to talk.",
  "“Absolutely,” Prince replied.",
  "Coburn declined to comment.",
  "Pelton felt blindsided.",
  "Or someone else?",
  "Who was it?"
]