[
  "For Kushner, who has not been to Iraq before, the trip comes at a critical time as Trump examines ways to accelerate a U.S.-led coalition campaign that U.S. and Iraqi officials say has so far been largely successful in uprooting Islamic State militants in Iraq and Syria.” [HuffPost]\n\nJARED SO RICH - Mark Maremont and James Grimaldi: “Ivanka Trump and Jared Kushner, President Donald Trump’s daughter and her White House adviser husband, are paying $15,000 a month to rent their new home in Washington’s fashionable Kalorama neighborhood from its billionaire owner, according to newly filed documents.” [WSJ]\n\nDoes somebody keep forwarding you this newsletter?",
  "FOX NEWS IS GROSS - Emily Peck, Michael Calderone: “Fox News, its co-president Bill Shine and its former chairman Roger Ailes were hit with another sexual harassment lawsuit on Monday, the latest accusations to rock a network already reeling from revelations this past weekend about its biggest star, Bill O’Reilly.” [HuffPost]\n\nLOL DEVIN NUNES - Cathleen Decker: “In an interview with The Times, he bridled at insinuations that, under pressure from the White House, he’d canceled a committee hearing that was to feature former Acting Atty.",
  "The House Freedom Caucus, a conservative group that helped bring down the bill, has been in talks with Trump administration officials about changes to the legislation that might get them to ‘yes.’ One option seriously being considered, three Hill sources said, includes allowing governors to opt out of some Obamacare regulations.” Presumably other options include limits on free soup for vagabonds and cutbacks on fingerless gloves for ragamuffins.",
  "MORE WEIRD TRUMP RUSSIA STUFF - Something more to see here… Adam Entous, Greg Miller, Kevin Sieff and Karen DeYoung: “The United Arab Emirates arranged a secret meeting in January between Blackwater founder Erik Prince and a Russian close to President Vladi­mir Putin as part of an apparent effort to establish a back-channel line of communication between Moscow and President-elect Donald Trump, according to U.S., European and Arab officials.",
  "The previously unreported changes to a trust document, signed on Feb. 10, stipulates that it ‘shall distribute net income or principal to Donald J. Trump at his request’ or whenever his son and longtime attorney ‘deem appropriate.’ That can include everything from profits to the underlying assets, such as the businesses themselves.” [ProPublica]\n\nRecent haircuts at HuffPost: Ryan Reilly, Sam Stein, Mike McAuliff.",
  "Though the full agenda remains unclear, the UAE agreed to broker the meeting in part to explore whether Russia could be persuaded to curtail its relationship with Iran, including in Syria, a Trump administration objective that would likely require major concessions to Moscow on U.S. sanctions.” [WashPost]\n\nSPEAKING OF INTERMEDIARIES FOR DESPOTS - Akbar Shahid Ahmed and Ryan Grim: “Rep.",
  "Defending the White House’s proposed budget cuts to the Department of Housing and Urban Development — $6 billion would be cut, largely from operations and maintenance funds — Carson assured activists that ‘no one is going to be thrown out on the street.’ ‘There is no one — Section 811, 202 — no one is going to be thrown out on the street,’ he said.",
  "We do have a responsibility.’” [WashPost]\n\nCOMFORT FOOD\n\n- Devin Nunes once had sweet hair\n\n- Teen punches shark\n\n- Undertaker retires\n\nTWITTERAMA\n\n@aedwardslevy: SEYCHELLES BOMBSHELLS BY THE SEA SHORE\n\n@DaveWeigel: Doing man-on-the-street interviews for a special House election is like asking random passersby their favorite member of Blur.",
  "‘I will be voting against cloture,’ Coons said, using technical terms to mean he will support the Democratic filibuster, ‘unless we are able, as a body, to finally sit down and find a way to avoid ‘the nuclear option’ and ensure that the process to fill the next vacancy on the Court is not a narrowly partisan process.’”\n\nKABLOOEY!",
  "Asked by HuffPost if the Al-Akhbar report was accurate, Gabbard emailed, ‘No.’” [HuffPost]\n\nTRUMPCARE STILL KICKING - Rachel Bade: “House conservatives and the White House are mulling a potential agreement to revive the GOP Obamacare replacement bill that was pulled from the House floor just over a week ago, POLITICO has learned.",
  "He added that he was ‘excited about that opportunity.’” [HuffPost]\n\nBEN CARSON: PAY NO ATTENTION TO HUD BUDGET CUTS - Jose A. DelReal: “HUD Secretary Ben Carson said Monday that the Trump administration will seek to include housing funding in a yet-to-be unveiled infrastructure spending bill.",
  "DEMS HAVE THE VOTES TO FILIBUSTER GORSUCH - Jennifer Bendery: “Democrats have locked in the votes to block Supreme Court nominee Neil Gorsuch, meaning Republicans will have to take the extreme step of using the so-called “nuclear option” to blow up Senate rules to confirm him.",
  "President Donald Trump’s son-in-law, Jared Kushner, flew into Iraq on Monday with the top U.S. military officer to get a first-hand assessment of the battle against Islamic State from U.S. commanders on the ground and to meet Iraqi officials.",
  "President Donald Trump moved to reset U.S. relations with Egyptian President Abdel Fattah al-Sisi on Monday after the prior Obama administration’s strained ties, giving him firm backing and vowing to work together to fight Islamic militants.",
  "‘There’s a story ... that the Trump administration asked me not to invite Sally Yates and not have a hearing, which is 100% accurate, I mean inaccurate,’ he said.” [LAT]\n\nBECAUSE YOU’VE READ THIS FAR - Bill O’Reilly is an awful, awful man.",
  "Katie Porter, an attorney who teaches consumer law at the University of California, Irvine and is the author of several studies on the subprime loan crisis, announced Monday she will run against Rep. Mimi Walters (R-Calif.) in 2018.",
  "Gabbard’s controversial visit with Assad has gained renewed attention after the Lebanese newspaper Al-Akhbar, which is considered close to the Syrian leader, ran a story allegedly featuring details of the meeting.",
  "Tulsi Gabbard (D-Hawaii) did not communicate an offer for dialogue from President Donald Trump to Syrian strongman Bashar Assad during her trip to Syria in January, she told The Huffington Post on Monday.",
  "Follow us on Twitter - @HuffPostHill\n\nTRUMP IS AMAZINGLY, BRAZENLY CORRUPT - Derek Kravitz and Al Shaw: “Trump can draw money from his more than 400 businesses, at any time, without disclosing it.",
  "I’ll take on Donald Trump and the powerful Washington special interests who control Congress.’” [HuffPost]\n\nTRUMP LIKES EGYPT’S MILITARY GOVERNMENT - Only the classiest human rights crackdowns.",
  "“Republicans signaling they’re prepared to use the nuclear option, a rarely invoked procedural maneuver, to lower the threshold from 60 votes to 51 votes to advance a Supreme Court nominee.",
  "And as such, the infrastructure bill that’s being worked on has a significant inclusion of housing in it,’ Carson said at the National Low Income Housing Coalition conference in Washington.",
  "There are currently 52 Republicans, so the rule change would mean they could confirm Gorsuch on their own.” [HuffPost]\n\nSpeaking of kablooey, people are getting antsy about North Korea.",
  "Democratic senators have been vowing for weeks to deny a vote to President Donald Trump’s court pick, and have been inching closer to the 41 members they needed to filibuster him.",
  "“But now it’s different.” [HuffPost]\n\nTRUMP CHANGE - Igor Bobic: “President Donald Trump is following up on a campaign promise by donating his salary to the National Park Service.",
  "Citing the increased popularity of cremation, Batesville Casket’s parent company said it needed to shift production of wooden caskets to Mexico in order to remain competitive.",
  "‘The part that people are not hearing even though I’ve said it several times is that this administration considers housing a significant part of infrastructure in our country.",
  "Bean said that he grew up in Batesville and that locals cherished their association with the company, which is one of the funeral service industry’s most iconic brands.",
  "Mursi, a Muslim Brotherhood member, had been elected the previous year.” [Reuters]\n\nHere’s Melania Trump’s official portrait and here is Chris Coons’ official portrait.",
  "And Senate Republicans might use the “nuclear option” to confirm Neil Gorsuch to the Supreme Court, which would set a devastating precedent for political war metaphors.",
  "So let me repeat the question: If President Trump contacted you, would you answer the call?’ according to a translation by Brown University professor Elias Muhanna.",
  "@timothypmurphy: this is the most generous parks philanthropy since Trump donated a plot of land in Westchester for a $100 million tax break\n\nGot something to add?",
  "‘As a consumer advocate, I’ve spent my career fighting Wall Street banks who cheat consumers and families,’ Porter said in a statement announcing her candidacy.",
  "President Trump donated his first quarter salary to the National Park Service, thanking the agency for keeping our natural landscapes filled with huge crowds.",
  "Obama froze aid to Egypt for two years after Sisi, then a general, overthrew President Mohamed Mursi in mid-2013 after mass protests against Mursi’s rule.",
  "The meeting took place around Jan. 11 — nine days before Trump’s inauguration — in the Seychelles islands in the Indian Ocean, officials said.",
  "The report quoted Gabbard as telling Assad, ‘This is a question to you coming from President Trump which he asked me to convey to you.",
  "DELANEY DOWNER - Jeffery Bean helped make wooden caskets at the Batesville Casket factory in Batesville, Mississippi, for 26 years.",
  "Send tips/quotes/stories/photos/events/fundraisers/job movement/juicy miscellanea to Eliot Nelson (eliot@huffingtonpost.com)",
  "Today was Opening Day at Nationals Park, an opportunity for Washington’s rich ruling class to look at their phones outside.",
  "We are very much behind Egypt and the people of Egypt,’ Trump said in an Oval Office meeting with the Egyptian leader.",
  "White House press secretary Sean Spicer on Monday presented Interior Secretary Ryan Zinke a check for $78,333.32 ?",
  "‘I just want to let everybody know in case there was any doubt that we are very much behind President Sisi.",
  "Send tips/stories/photos/events/fundraisers/job movement/juicy miscellanea to eliot@huffingtonpost.com.",
  "Zinke said his department will use the money to improve maintenance of the nation’s battlefields.",
  "and Kamala Harris (D-Calif.) will challenge a Republican congresswoman in next year’s election.",
  "[Politico]\n\nDEM TO WATCH IN 2018 - Mollie Reilly: “A consumer advocate backed by Sens.",
  "Then, in March, the factory closed and Bean lost his job, along with 200 other people.",
  "The trip was Sisi’s first official U.S. visit since being elected president in 2014.",
  "That doesn’t make any sense and is certainly not going to happen while I’m around.",
  "Sign up for HUFFPOST HILL and get a cheeky dose of political news every evening!",
  "This is HUFFPOST HILL for Monday, April 3rd, 2017:\n\nLike what you read below?",
  "Gen. Sally Yates, who was fired by Trump early in his administration.",
  "They hit the magic number on Monday when Sen. Chris Coons (D-Del.)",
  "Trump’s predecessor, Barack Obama, never extended an invitation.",
  "‘Now, I’m running for Congress to take that fight to Washington.",
  "JARED GOES ABROAD - Is defeating ISIS on his list of chores?",
  "He’s done a fantastic job in a very difficult situation.",
  "during a daily press briefing at the White House.",
  "the president’s first quarter salary ?",
  "“Everyone was proud of it,” Bean said.",
  "announced he will join the blockade.",
  "‘What would that accomplish?",
  "Elizabeth Warren (D-Mass.)",
  "Steve Holland: “U.S.",
  "Phil Stewart: “U.S.",
  "Get your own copy.",
  "Sign up here.",
  "It’s free!"
]