[
  "‘What’s undeniable is that they’re burning their capital and doing so in two key places, both at home and perhaps more importantly on the international stage,’ said Ned Price, who was a spokesman for the National Security Council in the Obama White House and worked for the CIA during George W. Bush’s presidency.” http://politi.co/2u7iR2N\n\n-- FT: “Donald Trump’s state visit to the UK looks set to be postponed until next year, amid reports that the president wants to avoid a visit that could be marred by protests over his being offered the honour.” http://on.ft.com/2v7gXwm\n\n-- PUNISHING RUSSIA: “GOP impatience grows over stalled Russia sanctions bill,” by Rachael Bade and Elana Schor: “A key House chairman, frustrated that a Senate-passed Russia sanctions bill has stalled in his chamber, is considering crafting his own plan to punish Moscow — even as White House officials lobby to defang the legislation.",
  "Page Gardner ... Paul Johnson ... Mike Wittenwyler ... Gracie Boatwright, the pride of Austin, Texas ... Tyler Fryst ... Linda Vilmain ... Phillip Frank (h/ts Teresa Vilmain) ... Jim Anderson ... Margaret Cousley Bravo ... Richie Sambora (Bon Jovi) is 58 ... Lil’ Kim is 42 ... Caroline Wozniacki is 27 (h/ts AP)\n\nSUBSCRIBE to the Playbook family: POLITICO Playbook http://politi.co/1M75UbX ... New York Playbook http://politi.co/1ON8bqW … Florida Playbook http://politi.co/1OypFe9 ... New Jersey Playbook http://politi.co/1HLKltF ... Massachusetts Playbook http://politi.co/1Nhtq5v … Illinois Playbook http://politi.co/1N7u5sb ... California Playbook http://politi.co/2bLvcPl ... Brussels Playbook http://politi.co/1FZeLcw ... All our political and policy tipsheets http://politi.co/1M75UbX\n\nFollow us on Twitter Anna Palmer @apalmerdc\n\n\n\nJake Sherman @JakeSherman\n\n\n\nDaniel Lippman @dlippman",
  "The highly unusual meeting dramatizes the divide between Mr. Trump’s generals and his political staff over Afghanistan, the lengths to which his aides will go to give their boss more options for dealing with it and the readiness of this White House to turn to business people for help with diplomatic and military problems.” http://nyti.ms/2tCEUh8\n\nOFF MESSAGE -- ISAAC DOVERE TALKS TO SEN. MIKE LEE -- The Founding Fathers “would loathe” the secretive process that created the Senate health care bill, and Mitch McConnell made a mistake doing it that way, Sen. Mike Lee told Isaac Dovere for the latest Off Message podcast.",
  "HADAS GOLD’S MORNING MEDIA EXCLUSIVE -- “EXCLUSIVE -- MEGYN KELLY MORNING SHOW DETAILS: Megyn Kelly’s new morning show will debut on NBC Sept. 25 at 9 a.m. and will feature a live studio audience, I have learned and NBC News has confirmed.”\n\nTHE RESISTANCE -- “Human Rights Campaign launches $26 million 2018 effort,” by Isaac Dovere: “The Human Rights Campaign is going on a hiring spree ahead of the 2018 elections, announcing plans to bring in 20 new full-time campaign staff — nearly doubling its existing political structure — and focusing efforts in Ohio, Pennsylvania, Michigan, Wisconsin, Arizona and Nevada.",
  "Rob Portman ... Politico’s Sophie Read ... Olivia Chow is 31 (h/t Morgan Finkelstein) ... Andy Puzder is 67 ... Lindsey Kozberg, Bush 43 alum now practicing LA law at Park and Velayos (h/t Mike Schoenfeld) ... Lindsay Rapkin ... Nora Connors ... John Becker ... Kayla Capper ... KayAnn Schoeneman ... Todd DeLorenzo … Stacy Merrick … WSJ alum Corey Boles is 4-0 … Ari Teman ... Michael Wong, LA for Rep. Kyrsten Sinema ...\n\n... Georgia Godfrey, COS to Condi Rice at Stanford ... Joe Wall of Goldman Sachs … Josh Wachs of Share Our Strength ... Valery Galasso ...",
  "According to his campaign, 91 percent of the contributions are $100 or less.” http://politi.co/2u7xpj7\n\nPLAYBOOK METRO SECTION -- “Federal government cancels costly, decade-long search for a new FBI headquarters,” by WaPo’s Jonathan O’Connell: “The decision follows years of failed attempts by federal officials to persuade Congress to fully back a plan for a campus in the Washington suburbs paid for by trading away the Hoover Building to a real estate developer and putting up nearly $2 billion in taxpayer funds to cover the remaining cost.",
  "Learn more at google.com/grow/veterans\n\nIF YOU READ ONE THING -- MARK LEIBOVICH on the cover of the N.Y. Times Magazine, “This Town Melts Down: A veteran political reporter takes stock of how Washington has — and hasn’t — changed in the time of Trump”: “In early June, I stopped by the White House to see Hope Hicks, the president’s longtime aide and [a] close-in operator ... After about 15 minutes of chatting in an ornate West Wing conference room, she asked me if I wanted to ‘say hello.’ I wondered to whom.",
  "American intelligence agencies have determined that the Russian government tried to sway the election in favor of Mr. Trump.” http://nyti.ms/2ud7UNW\n\n-- INSIDE THE WEST WING: “On Russia, White House struggles to stick to a script,” by Matt Nussbaum and Josh Dawsey: “For a White House that has strained to explain itself during persistent scandals, the past 72 hours have proven particularly perilous on a subject central to the administration’s woes: Russia’s interference in the 2016 election.",
  "“I don’t know,” Lee said -- but he called Trump “a leader of the conservative movement.”\n\nThat comment itself surprised other conservative intellectuals, like Cato’s David Boaz, who told Isaac: “One question for intellectual conservatives is, ‘Have you become such partisans that you’ve forgotten how to be intellectuals?’” But Lee, who is promoting his new book about forgotten Founding Fathers, said that they would have disagreed with the critics who say Trump isn’t qualified for office.",
  "| J. Scott Applewhite/AP Photo\n\nBANNON’S WORLD -- NYT A1, “Trump Aides Recruited Businessmen to Devise Options for Afghanistan,” by Mark Landler, Eric Schmitt and Michael R. Gordon: “President Trump’s advisers recruited two businessmen who profited from military contracting to devise alternatives to the Pentagon’s plan to send thousands of additional troops to Afghanistan, reflecting the Trump administration’s struggle to define its strategy for dealing with a war now 16 years old.",
  "As senior editor at Boston magazine, Jason wrote both for the print magazine and its Boston Daily website on media and politics, breaking many scoops on the local media scene and authoring a defining investigation into the much-criticized deal between the state of Rhode Island and former Red Sox pitcher Curt Schilling’s video-game company.”\n\n-- The Weekly Standard has hired former Mark Sanford speechwriter Barton Swaim as opinion editor and Adam Keiper as books and arts editor.",
  "The new effort by the LGBTQ advocacy group will be called HRC Rising and will be backed by $26 million in allocated funds for political, field, grassroots organizing, volunteer engagement, communications and digital staffers.” http://politi.co/2u3nprl\n\nTHE JUICE …\n\n-- SPOTTED at Le Diplomate last night: Ivanka Trump and daughter Arabella, Peter Baker and Jonathan Capehart (at different tables)\n\n-- ON LATE SHOW WITH COLBERT TONIGHT: Joe Scarborough and Mika Brezezinski.",
  "-- NYT, A1 -- “Trump Jr. Was Told in Email of Russian Effort to Aid Campaign,” by Matt Apuzzo, Jo Becker, Adam Goldman and Maggie Haberman: “Before arranging a meeting with a Kremlin-connected Russian lawyer he believed would offer him compromising information about Hillary Clinton, Donald Trump Jr. was informed in an email that the material was part of a Russian government effort to aid his father’s candidacy, according to three people with knowledge of the email.",
  "Erik D. Prince, a founder of the private security firm Blackwater Worldwide, and Stephen A. Feinberg, a billionaire financier who owns the giant military contractor DynCorp International, have developed proposals to rely on contractors instead of American troops in Afghanistan at the behest of Stephen K. Bannon, Mr. Trump’s chief strategist, and Jared Kushner, his senior adviser and son-in-law, according to people briefed on the conversations.",
  "But the plan to replace the building grew mired in a pit of government dysfunction and escalating costs with no end in sight.” http://wapo.st/2tCKeB6\n\nTRAGEDY IN MISSISSIPPI -- “Officials: 16 dead in military plane crash in Leflore County,” by The (Jackson) Clarion-Ledger’s Therese Apel: “A military plane has crashed in a soybean field in Leflore County, killing at least 16 and leaving a debris field five miles in radius, officials said.",
  "... [P]eople who are not responders should avoid the area because there is still flammable fuel on the scene.” http://on.thec-l.com/2sZaaIx\n\nMEDIAWATCH -- “WHCA President: White House asked organization to publicly criticize reporter,” by Hadas Gold: “The White House asked the White House Correspondents’ Association to single out a reporter and criticize an article, WHCA President Jeff Mason said on Monday evening.",
  "He has to prove that Trump’s aides and allies directly assisted the Russia-linked mischief makers, thereby running afoul of a federal law that prohibits presidential campaigns from accepting or coordinating contributions or expenditures - directly or indirectly - from foreign nationals.” http://politi.co/2sZWInX\n\n2018 WATCH -- “Tester raises more than $2 million in second quarter,” by Seung Min Kim: “Sen.",
  "http://bit.ly/2uLITXv\n\n\n\nPlaybookers\n\nSPOTTED: Cory Booker last night going for a walk around the Lincoln Memorial ... Fox News’ Chris Stirewalt last night at Charlie Palmer by himself ... Roger Stone at Ft Lauderdale Int’l Airport getting on a JetBlue flight to DCA (the flight was later delayed) ... Former Speaker John Boehner outside Trattoria Alberto on Capitol Hill.",
  "How he’s celebrating: “I’ll be celebrating at the St. John’s Club, here in Burlington, Vermont, with friends and an enormous grocery store sheet cake.” Read his Playbook Plus Q&A: http://politi.co/2sZLD6b\n\nBIRTHDAYS: Christopher Maloney, a Romney alum now SVP at the Black Rock Group … Arthur Bushkin (hat tip: Jon Haber) ... Sen. Ed Markey (D-Mass.)",
  "House Foreign Affairs Committee Chairman Ed Royce may write his own Russia sanctions legislation if the House doesn’t take up and pass the Senate bill soon, according to a source familiar with his thinking.” http://politi.co/2v5VeF3\n\n\n\nA message from Google: Google is supporting service members as they transition to civilian jobs.",
  "-- “GOP struggles to revamp ailing Obamacare repeal bill”: “Republican leaders are frantically pushing for a vote on the Senate's ailing Obamacare repeal bill next week, with Senate Majority Leader Mitch McConnell racing to placate warring moderates and conservatives in a new draft due within days, according to senators and aides.",
  "The Kuwaiti leader has been acting as a mediator between Qatar and the quartet of Saudi Arabia, Bahrain, the United Arab Emirates and Egypt.” http://bit.ly/2tIOZrh\n\n-- JUST ASKING: Why did the White House put in the president’s public schedule that he is meeting with Tillerson today if the secretary of state is in Qatar?",
  "Mason said he declined to do so and that ‘we’ve made clear that’s not our role.’” http://politi.co/2sZvMof\n\n-- CARRIE BUDOFF BROWN in a staff-wide email: “Jason Schwartz, currently senior editor at ESPN.com and ESPN Magazine and formerly senior editor at Boston magazine, will be joining POLITICO as a media writer.",
  "Le Diplomate, the French bistro on 14th Street with some aides!’) ...\n\n“When I stopped ... at Spicer’s office a few days later, he had just completed one of his untelevised briefings, during which he appeared relatively serene, spared the camera’s eye and attendant scrutiny from the Oval Office.",
  "… After a few minutes, we were joined by Anthony Scaramucci, the Long Island-born financier, fund-raiser and Trump acolyte … ‘Thanks for that thing at the White House today,’ Scaramucci told Lewandowski, the first of four times he would thank him in the five minutes that we were together.",
  "Learn more at google.com/grow/veterans\n\nMUELLER WATCH -- “Fake news could prove vexing in Mueller probe,” by Darren Samuelsohn: “Robert Mueller’s far-reaching Russia investigation is expected to delve into one of the biggest political phenomena of the Donald Trump era -- fake news.",
  "‘The White House has come to ask me specifically, asking me to intervene or criticize a news organization or a reporter … to release a statement criticizing a reporter’s story,’ Mason said, declining to elaborate further on when the ask was made or about what article.",
  "Creators syndicated columnist Jamie Stiehm ... Ryan Van Grack ... Scott Graves ... Matt Lahr … Susy Schultz ... Donna Tappin … Zach Simon ... Chris Vaeth … Bruce Greenstein ... Anne Sokolov ... Kate Sokolov of Google ... Jenn Connell Kramer ... AMA’s Sandy Marks ...",
  "Playbook Reads\n\nPHOTO DU JOUR: A demonstrator is taken into custody by U.S. Capitol Police as activists protest against the Republican health care bill outside the offices of Sen. Jeff Flake, R-Ariz., and Sen. Ted Cruz, R-Texas, on July 10 on Capitol Hill.",
  "Jon Tester raked in more than $2 million in the second quarter of this year, according to figures first provided to POLITICO - currently giving the Montana Democrat $4.7 million on hand for one of the most closely watched Senate races in the 2018 cycle.",
  "What 1600 PENN wants Congress to do in next 3 weeks -- WHAT TO EXPECT: Hill to remain in session for PART of August recess -- LEIBOVICH’s cover story on TRUMP’S WASHINGTON: ‘This Town Melts Down’ Presented by\n\nDriving the Day\n\nGood Tuesday morning.",
  "And more than a dozen sources from Congress, law enforcement and white-collar criminal cases who are familiar with such probes say the question of potential collusion between Trump’s aides and the invasive social media accounts is a crucial one.",
  "...\n\n“[T]he email is likely to be of keen interest to the Justice Department and congressional investigators, who are examining whether any of President Trump’s associates colluded with the Russian government to disrupt last year’s election.",
  "-- “SPOTTED” ON SNAP: Have some fun with us today and find our secret Snapchat “SPOTTED” filter at select locations around Washington, including federal office buildings, popular restaurants and watering holes, metro stops and more.",
  "Secretary of State Rex Tillerson landed in Qatar on Tuesday on a mission to break the deadlock between the tiny, energy-rich Gulf nation and four Arab neighbors that is seriously straining relations among the American allies.",
  "The special counsel’s team is stacked with prosecutors and FBI agents well equipped to investigate the Moscow-connected Twitter bots and Facebook trolls that churned out campaign-related headlines boosting Trump’s candidacy.",
  "The visit is Tillerson’s second stop on a shuttle-diplomacy tour that is also expected to take him to Saudi Arabia, which shares Qatar’s only land border and is the most powerful of the four countries lined up against it.",
  "“Officials from the General Services Administration, which manages federal real estate, said they plan to announce the cancellation in a phone call with bidders and in meetings on Capitol Hill on Tuesday morning.",
  "In a statement on Sunday, Mr. Trump acknowledged that he was interested in receiving damaging information about Mrs. Clinton, but gave no indication that he thought the lawyer might have been a Kremlin proxy.",
  "“I don’t think they would look at that and say, ‘We don’t like this president,’ or, ‘We don’t think he’s qualified.’ I think his qualifications occurred by virtue of the process that they themselves set up.",
  "“‘For sure,’ former FBI agent and counterterrorism expert Clinton Watts said when asked whether Mueller’s focus would be on the Trump campaign’s potential connections to the Russia-based online activity.",
  "HILL FOLKS TELL US that the timeline for tax reform has not changed -- the White House wants it done by the end of 2017 -- but you have to wonder why the administration is suddenly changing its tune.",
  "Mr. Mattis listened politely but declined to include the outside strategies in a review of Afghanistan policy that he is leading along with the national security adviser, Lt. Gen. H. R. McMaster.",
  "The diplomat, a former oilman with years of experience in the region, held talks with Kuwait’s ruling emir, Sheikh Sabah Al Ahmed Al Sabah, during his first stop in the Gulf on Monday evening.",
  "As for President Trump, Lee said he does actually know the details of the bill, despite the members of the House and Senate who’ve walked out of meetings at the White House saying otherwise.",
  "Lots of people want to at least show that they will work through at least part of the five-week work period, especially if Republicans have no accomplishments to bring back to constituents.",
  "Sen. John McCain (R-Ariz.) predicted the effort would be ‘dead’ on Sunday, yet Cornyn said he feels ‘pretty good about where we are.’” http://politi.co/2uJwNxU\n\nWHO WANTS TO BURY DON JR.?",
  "McDermott, Will & Emery’s team includes former Rep. Jim Moran (D-Va.) and former Rep. Jeff Miller (R-Fla.), who is only focused on the executive branch because of lobbying restrictions.",
  "‘Where money and connections and influence come together is where it will play out.’ … But Mueller - who is keeping mum on the scope of his investigation - faces a steep challenge.",
  "The cover http://bit.ly/2u3dFxa\n\nFOR YOUR RADAR -- “Top U.S. diplomat lands in Qatar, hoping to help end Gulf rift,” by AP’s Adam Schreck and Maggie Hyde in Doha, Qatar: “U.S.",
  "“‘My gut assessment is we need to start voting ... We need to get started and the goal continues to be to do that next week,’ said Senate Majority Whip John Cornyn (R-Texas).",
  "Mr. Goldstone’s message, as described to The New York Times by the three people, indicates that the Russian government was the source of the potentially damaging information.",
  "Today when service members search “jobs for veterans” on Google, and enter their military occupational specialty code, they’ll see jobs that match their military skill sets.",
  "Jason will join with Hadas Gold in covering the rapidly changing media scene, as Washington outlets adjust their focus and missions to meet the challenges of the Trump era.",
  "…\n\n“Insofar as there is a ruling class of ‘influencers’ in this destabilized landscape, the new Trump hotel in the Old Post Office Building serves as its radiant center.",
  "... Rich White is leaving Thorn Run Partners to go in-house with one of their clients, Jackson National Life Insurance as senior vice president for government affairs.",
  "http://pge.sx/2tDp9Xy\n\n-- FIRST IN PLAYBOOK -- Billionaire Republican STEVEN COHEN has enlisted McDermott, Will & Emery to lobby on his behalf on veterans issues.",
  "“On Saturday morning, Mr. Bannon sought out Defense Secretary Jim Mattis at the Pentagon to try to get a hearing for their ideas, an American official said.",
  "And that remains the goal.’ Senate Republicans have offered increasingly dour assessments of the bill’s prospects due to a push from conservatives Sens.",
  "“The email to the younger Mr. Trump was sent by Rob Goldstone, a publicist and former British tabloid reporter who helped broker the June 2016 meeting.",
  "‘You’re going to say that in the story,’ he charged, ‘that I’m putting on makeup?’ ‘Well, you are.’ ‘I’m going on my way to a television hit,’ he said.",
  "The Daily News’ Alyssa Katz ... Stephen Hostelley (h/t Shane Hand) ... Laurie Goldberg, EVP of PR at Discovery ... Tristan Berne ... Nora Connors ...",
  "**SUBSCRIBE to Playbook: http://politi.co/2lQswbh\n\nBURGESS EVERETT, JEN HABERKORN and JOSH DAWSEY -- THE LATEST ON HEALTH CARE -- NEW BILL THURSDAY?",
  "Cohen, whose son is a veteran, has helped fund a network of mental health programs for veterans pledging a $325 million gift toward the effort.",
  "Trump-connected consultants and administration officials show up in chic restaurants along 14th Street, K Street, Penn Quarter and Georgetown.",
  "We also help employers find them by enabling companies to implement this feature on their career sites using Google Cloud’s Talent Solution.",
  "Since then, we’ve launched a morning audio briefing, started an afternoon newsletter and expanded our event business across the country.",
  "Ted Cruz and Mike Lee (R-Utah) to drag the bill rightward and distaste from more moderate senators for future Medicaid spending cuts.",
  "Chalk up a partial victory here to the House Freedom Caucus, which was one of the first groups out of the gate to advocate for this.",
  "BIRTHDAY OF THE DAY: Garrett Graff, director of the Aspen Cyber program and contributor to WIRED Magazine, CNN and Longreads, is 36.",
  "She most recently did rapid response and Hispanic press for Hillary for America and served as a special assistant to Dr. Jill Biden.",
  "The $2 million figure for the second quarter of 2017 mirrors the amount of cash Tester raised in the first three months of the year.",
  "… Anja Crowder is joining “The Late Show” with Stephen Colbert where she’ll be a booker focusing on political and newsmaker guests.",
  "… White House veterans warn that such shifting statements could dangerously erode the White House’s already diminished credibility.",
  "HEADS UP -- WHAT TO EXPECT -- Expect a growing chorus of voices to call for Congress to cancel all -- or part -- of August recess.",
  "Frates, a Politico alum, was most recently an on-air investigative reporter for CNN and is the founder of video company Storyline.",
  "...\n\n... Cyxtera Technologies, “a secure infrastructure company,” has hired former Federal Chief Information Security Officer Ret.",
  "... Paola Ramos has joined the Ronnie Cho for NY City Council District 2 campaign as communications director and senior adviser.",
  "Through Grow with Google, our initiative to create economic opportunities, we’ve developed resources specifically for veterans.",
  "http://politi.co/2u84JGu\n\n\n\nA message from Google: Google is committed to helping veterans build successful civilian careers.",
  "The city is thriving with construction projects, abundant lobbying, government contracts, media gigs and bull-market wealth.",
  "… I made my first visit there in late spring to meet Trump’s former campaign manager and still-confidant Corey Lewandowski.",
  "They spoke on the condition of anonymity because they were not authorized to disclose the decision before it was announced.",
  "Previously, she worked as VP at Three Point Media and was communications director for Rep. Ami Bera’s office and campaign.",
  "For years, FBI officials have raised alarms that the decrepit conditions at Hoover constitute serious security concerns.",
  "CareerBuilder, Pepsi, Siemens, RecruitMilitary, and many others have already implemented the API on their career sites.",
  "The president was sitting alone in a small dining room just off the Oval Office at a wooden table covered with papers.",
  "Here is what the White House has asked the Hill to do immediately: 1) Pass a repeal of Obamacare before August recess.",
  "She previously was a booker for ABC’s “This Week.”\n\nARI FLEISCHER signed with Fox News Channel to a contributor role.",
  "is 71 ... Jason Recher (h/t Jeff Grappone, who was a field rep with Jason for the Bush presidential exploratory cmte.",
  "Lewandowski had to rush off to catch a flight home to New Hampshire, where he lives with his wife and four children.",
  "...\n\n... Allison Teixeira Sulier has joined American Bridge as deputy communications director for Senate campaigns.",
  "He was watching a recording of ‘Fox and Friends’ from about four hours earlier on a large TV mounted on the wall.",
  "New bill text could be unveiled to senators as soon as Thursday, according to sources familiar with the proposal.",
  "TRANSITIONS -- CHRIS FRATES has joined the strategic communications firm Glen Echo Group as senior counselor.",
  "Mason’s comment was made at a WHCA town hall where White House reporters pose questions to the WHCA board.",
  "To mark the occasion, Amazon is setting up a banana stand in Union Station -- their first outside Seattle.",
  "We have heard from GOP leaders that they expect to be in session for part of August -- even if for show.",
  "3) Agree on the outlines of a broad-based overhaul of the nation’s tax code before the August recess.",
  "... Bracewell LLP has named David A. Super as a partner to lead its civil litigation practice in D.C.",
  "http://bit.ly/2u4y1pQ ... Andrew Moylan has returned to National Taxpayers Union Foundation as EVP.",
  "(Learn about the banana stand concept http://amzn.to/2tD1aaK)\n\nWOAH -- WE’VE BEEN AT THIS A YEAR!",
  "... Spicer’s adviser stepped in to remind him that he had a TV interview to do in a few minutes.",
  "In particular, Cohen wants the VA Choice program, which is running out of money, to be funded.",
  "back in 1999 and now is Jason’s son’s godfather) ... Emily Benavides, press secretary for Sen.",
  "He walked over to a small desk in the corner of his office and started rubbing on foundation.",
  "ADMINISTRATOR SCOTT PRUITT celebrated exiting the Paris agreement by dining last night at ...",
  "“We have a Republican president, he is the leader of the Republican Party,” he rationalized.",
  "...\n\n“To outward appearances, This Town in the time of Trump seems as fat and cozy as ever.",
  "... Every recent administration has put its mark on the boom, and this one is no different.",
  "‘Don’t you dare,’ Spicer said, ‘just so we’re clear.’ ‘You’re putting on makeup,’ I said.",
  "Snap us your “Spotted” snaps to @POLITICO and we will feature your best snaps on Twitter!",
  "Pressed on whether his party will be successful, he said: ‘I never want to fight to lose.",
  "‘I believe there are too many reporters who are looking for some snarky angle,’ he said.",
  "Congress is extremely unlikely to lift the debt ceiling before the August recess.",
  "The men locked eyes and nodded simultaneously: Gratitude acknowledged, accepted.",
  "Gen. Gregory J. Touhill as president of the newly formed Cyxtera Federal Group.",
  "Solomon most recently was at Circa and is a WaPo, AP and Washington Times alum.",
  "A Congressional Budget Office score is likely to follow as soon as next Monday.",
  "It does not elaborate on the wider effort by Moscow to help the Trump campaign.",
  "We’ve brought more readers into the fold -- subscriptions are up 35 percent!",
  "-- TODAY IS AMAZON PRIME DAY, one of the biggest sales days on the internet.",
  "MIKA has also signed a “mega 3-book deal,” per Page Six’s Emily Smith.",
  "“I think we’re dealing now with the consequences of that,” Lee said.",
  "‘So, as long as it’s in context.’ ‘You’re going on TV,’ I affirmed.",
  "It’s usually not this easy to infringe on the president’s schedule.",
  "(‘WHAT A TOWN!’ exulted Playbook, Politico’s tip sheet, on June 2.",
  "... ‘Most of them are gonna be Marines,’ Sheriff Ricky Banks said.",
  "He most recently was executive director of the R Street Institute.",
  "There are 13 legislative days scheduled until the August recess.",
  "4) Clear outstanding executive and judicial branch nominations.",
  "And we can’t see any agreement on the horizon on tax reform.",
  "The Hill has hired John Solomon as EVP for digital video.",
  "That’s what qualifies someone to be president,” Lee said.",
  "The Mooch thanked him again.” http://nyti.ms/2u8hTDI ...",
  "It was 12:30, but the president was not eating lunch.",
  "He patted his cheeks a few times with a makeup puff.",
  "I made a verbal note of this into my tape recorder.",
  "Who’s the leader of the conservative movement?",
  "2) Lift the debt ceiling before August recess.",
  "Is Trump the leader of the Republican Party?",
  "We took over Playbook July 11 of last year.",
  "Thanks for starting your day with us.",
  "Spicer?’ No, she said, ‘Potus.’ Huh.",
  "Obamacare repeal is in a tough spot.",
  "He spent 27 years at Baker Botts.",
  "I want to fight to win.",
  "‘That’s fine,’ I said.",
  "‘Uh, sure,’ I said.",
  "CONFUSION AT 1600?",
  "She walked me in.",
  "Isaac asked him.",
  "UHH, GUYS ...",
  "Isaac asked.",
  "‘Reince?",
  "‘E.P.A.",
  "Brig.",
  "...",
  "..."
]