[
  "He said, ‘If he charges you, stand your ground and I’ll run and get the car.’ I think that snapped me out of the crying in fear.” At that moment, Crowe saw the bison for what it was: “I started looking at its big, glossy eyes and twitching ears and wet nose, and I realized there’s a real being there, a real creature, a thinking, feeling animal.”\n\nLater, on that same trip, he read about how 19th-century settlers nearly drove the bison to extinction.",
  "“We should be responsible for the solution, since we are causing the problem to begin with.”\n\nAfter graduating from Virginia Tech in 1998, Crowe won internships at Blackwater and Patuxent national wildlife refuges, where he tallied wild birds and kept an eye on nesting wood ducks.",
  "As winter shaded into spring, Carol Hesch, assistant curator at the Memphis Zoo and keeper of the Association of Zoos and Aquariums’ white-naped crane studbook, consulted a genetic database and determined that Walnut should be bred with Ray, a comely male crane two yards over.",
  "After all, what ultimately drives even the most scientific, tough-minded conservation efforts is an irrational, big-hearted embrace of a wilderness that’s coldly indifferent to us, an impossible connection we feel to animals that we can never truly understand.",
  "This kind of poaching is less common today, but the white-naped crane population is falling fast because of a more relentless foe: booming human populations, which are overtaking, polluting or draining the wetlands that the birds need to survive.",
  "Walnut hatched on July 2, 1981, in an old horse barn in Baraboo, Wis. She was the seventh white-naped crane born at the International Crane Foundation that summer, so her arrival went largely unheralded, says ICF co-founder George Archibald.",
  "“It took a little time for me to figure out to have one hand on one spot and another hand on the other spot, and for her to stay with it if I took my hands off her temporarily.”\n\nOnce the two got their routine down, it was time to try again.",
  "Alas, a matchmaker in Memphis — the keeper of the white-naped crane studbook, whose job is to ensure a genetically diverse captive population — has decreed that they don’t need any more babies from Walnut, at least not this year.",
  "More to the point, this strange cross-species seduction has helped ensure that white-naped cranes continue to exist, at least in captivity, says Warren Lynch, a fellow zookeeper at the Smithsonian Conservation Biology Institute.",
  "“I told Chris, ‘Be careful with this one.’ ” He would be so careful, in fact, so thoughtful and patient and understanding, that whether Walnut would become pregnant would be just one part of what transpired between them.",
  "Kneeling behind her, Crowe began massaging Walnut’s cloaca — an all-purpose orifice that birds use for defecation as well as reproduction — and applied gentle pressure to her back, mimicking the weight of a male crane.",
  "There, far from the noisy crowds that pour through its sister institution, the National Zoo in Washington, members of 21 threatened or endangered species are busy having babies, making their kinds a little less rare.",
  "“I would start massaging her back, where the male crane would be perched when he’s copulating, but then I had to stop momentarily to start massaging other areas, and she would stop soliciting and walk away,” he says.",
  "These wobbly baby birds were raised in small herds, minded by so-called chick mamas who fed them, cleaned their pens and took them out to a horse ring for daily exercise and to a baby pool for swimming lessons.",
  "Even back in the 1980s, crane keepers knew about the hazards of imprinting, and they took measures to make sure baby cranes saw plenty of other birds — by housing them in groups, for instance, and with mirrors.",
  "“This isn’t something just anyone can do.”\n\nWhen Walnut arrived at the Front Royal, Va., endangered species breeding center, back in 2004, she was the most genetically valuable white-naped crane in captivity.",
  "Whether or not Walnut was killing her fellow cranes, she certainly wasn’t contributing to her species’ survival — which is why, in October 2004, she was transferred to SCBI for one last chance at motherhood.",
  "“It’s just too much for her,” he says, “and I don’t want to sit on it myself.”\n\nPlus, it was becoming clear to Crowe that Walnut did not see herself as a crane and might not recognize baby cranes as her own.",
  "“Just like kids, they’d turn and look at you and stop fighting or goofing off or whatever they were doing.”\n\nCrowe likes birds, but his dream job would be to work on another wolf reintroduction program.",
  "That also means Walnut’s rare genes are no longer in danger of dying with her, which is why, in 2008, a crane named Amanda stole Walnut’s title as the most genetically valuable crane in captivity.",
  "Like Walnut, Tex had imprinted on humans, so Archibald decided to become her mate, artificially inseminate her and add one precious chick to the critically endangered whooping crane population.",
  "There, in a strange, de facto nature preserve, white-naped cranes and their even-more endangered cousins, red-crowned cranes, root for tubers among the land mines they are too light to trigger.",
  "Saving them is “like saving a great work of art.” Plus, their magnetic beauty makes them excellent “umbrella species” — charismatic megafauna that inspire people to conserve entire ecosystems.",
  "But the problem with captive populations of animals is that they tend to get inbred, which is why — in 1981 — keepers were thrilled to have the genes of Mercury and Amazon to add to the mix.",
  "Then she walks back after 15 or 20 minutes, and she’s ready to sit back on the nest again.”\n\nThough he does his best to not be a deadbeat dad, Crowe knows he falls short of crane standards.",
  "“It may be several acres, it may be several hundred acres.”\n\nIn addition to demanding vast areas of untrammeled wilderness, these difficult birds seem almost drawn to marginal places.",
  "Amanda was eventually paired successfully with a male crane, and Wucheng seems to be able to bond with both humans and cranes, so she, too, will probably be matched with another bird.",
  "Thirty seconds elapse — it feels much longer — before Walnut steps away from Crowe, fixes a few out-of-place feathers, and then stretches out her wings, asking for another go-round.",
  "“I mean, she puts up with me even though I can’t dance or sing.”\n\nCrowe is proud of his groundbreaking work with cranes, but he admits that sometimes the whole project feels futile.",
  "From left: Chris Crowe, a bird keeper at the Smithsonian Conservation Biology Institute, with Tasi, a Guam rail; Walnut, a white-naped crane that acts as though Crowe is her mate.",
  "“We should be responsible for the solution, since we are causing the problem to begin with.”\n\nA quiet, watchful child, Chris Crowe always felt a special kinship with animals.",
  "Walnut might have been one such bird, Archibald thinks; he doesn’t know for sure because, like all of Walnut’s keepers before Crowe, he doesn’t remember Walnut specifically.",
  "“I didn’t quite understand at that point, but they were territorial.” It was around then that Crowe’s colleague Warren Lynch mentioned Walnut’s (allegedly) murderous past.",
  "Though they look practically ethereal — weightless clouds of feathers on reed-thin legs — cranes are known for rending clothes and skin with precisely aimed claws.",
  "In any case, the two wowed ICF staff with their exuberant courtship displays — running, bowing, leaping and trumpeting their love for each other all summer long.",
  "When it’s time to find a suitable mate, some human-imprinted cranes seek out a partner that looks like their presumed parent — a human, instead of another bird.",
  "The foundation was in full-tilt crane-making mode, trying to churn out as many of the rare animals as possible, recalls former ICF ornithologist Michael Putnam.",
  "If no one was around, Crowe would try to do the male part of the song — making a Homer Simpson-like “woo-hoo” — but Walnut never found his efforts satisfactory.",
  "“I’d feed the squirrels in the yard, or if there was a baby bird out of the nest, I’d bring it home, raise it, cut up worms for it, things like that,” he says.",
  "I’ll never find a woman that’s so happy to see me that she just starts dancing.”\n\nLike an old couple, Crowe and Walnut have fallen into a comfortable routine.",
  "Reaching his arm out slowly, he’d graze Walnut’s tail feathers with his fingertips and then immediately reward her with a dead mouse, Walnut’s favorite treat.",
  "Captured illegally in China and smuggled to Hong Kong, the two cranes were probably en route to a private menagerie, or perhaps a taxidermist, Archibald says.",
  "Maybe the glacier-sculpted landscape of Baraboo felt familiar to the birds, or maybe Mercury and Amazon just decided to make the best of a strange situation.",
  "The inexperienced, young birds were just learning to soar and scavenge, and Crowe’s job was to bring them extra meat and flush them away from unsafe roosts.",
  "Now, highly trained zookeepers take care of the birds, and chicks are either left with their parents or raised by foster parent cranes, if at all possible.",
  "For instance, one of the white-naped cranes’ most important wintering grounds is the 2.5-mile-wide demilitarized zone that separates North and South Korea.",
  "Crowe, in contrast, learned how to woo Walnut by watching a pair of particularly amorous white-naped cranes named Brenda and Eddie, who also lived at SCBI.",
  "Instead of hiding from Crowe like most of the other birds, she fearlessly walked to the chain-link fence separating them, ruffled her feathers and growled.",
  "His job in 2003 was similar to that of the crane mamas that raised Walnut in 1981, but the rules for interacting with the chicks had become much stricter.",
  "If they were misbehaving or not paying attention, I’d just have to go ‘brrr, brrrr,’ ” says Crowe, demonstrating a sound like a trumpet player warming up.",
  "The stately bird ignores Crowe, reshuffles her storm-cloud-gray wings, and snakes her head gracefully to the ground, looking for something tasty to eat.",
  "This gave Crowe an idea: If Walnut thought he was her mate, maybe Crowe could make that year’s artificial insemination less stressful for both of them.",
  "So, the plan was to use artificial insemination, a stressful procedure that requires capturing the birds and holding them down for minutes at a time.",
  "Walnut was asking Crowe to flutter to her back and perform what’s poetically known as a “cloacal kiss.” Crowe recalls being both startled and amused.",
  "When Crowe stopped by her yard, she would bow her head and raise her wings — motions that Crowe now recognizes as the first moves of a mating dance.",
  "Cranes have elaborate body language and sophisticated hunting techniques — skills that chicks learn, at least in part, from observing their parents.",
  "They are breeding captive white-naped cranes, creating an “insurance population,” ready to be reintroduced should their wild counterparts disappear.",
  "In March 2007, Crowe and Lynch captured Ray and collected semen, and then Crowe injected it into Walnut by himself, with her willing participation.",
  "When I ask him if he has a partner, and if she or he is jealous of Walnut, Crowe responds with a disarming quip: “Walnut sets the bar pretty high.",
  "It’s unlikely that Walnut will be called on to produce more chicks, but Crowe continues to dance with her and even “mate” with her when she asks.",
  "That was necessary because, in the wild, cranes take turns incubating their eggs, and Crowe didn’t want Walnut to shoulder that burden alone.",
  "Even though Crowe had proved his interior decorating skills, Walnut wouldn’t allow him to touch her — a key step in artificial insemination.",
  "Farmers are already clamoring for access to the nutrient-rich land, and developers are planning for a reunification city and deepwater port.",
  "“I’d feel like a jerk.”\n\nCaptive cranes can live past 60 years old, which means Crowe’s commitment to Walnut could, in theory, last decades.",
  "“I’d feel like a jerk.” Another male keeper — and Walnut clearly prefers men to women — might be able to woo her if Crowe were to disappear.",
  "Crowe’s job with the whooping cranes at Patuxent was only seasonal, so when a permanent crane keeper position opened up at SCBI, he applied.",
  "For a year, Crowe drove and hiked the vast desert surrounding the Grand Canyon, searching for condors that had been recently reintroduced.",
  "Walnut looks up, curiosity glinting in her marigold eyes, but then she returns to probing the soft, wet ground with her bark-colored bill.",
  "But that doesn’t stop Crowe and Walnut from going through the motions all summer long, five days a week, sometimes several times a day.",
  "“I’ve just never seen a bird that strongly imprinted.”\n\nThis relationship, however well meaning, doomed Walnut to a life of loneliness.",
  "The two circled each other, and sometimes Walnut would make a loud, trumpeting call — the beginning of the white-naped crane love duet.",
  "Composing himself, Crowe put a hand on Walnut’s back and then rubbed her thighs, going through the motions of artificial insemination.",
  "Though it would have been better to return the birds to the wild, international tensions in 1978 made that impossible, Putnam recalls.",
  "Somewhere along the line, she acquired her murderous reputation, though no zoo would admit to letting rare cranes die on their watch.",
  "Walnut and Crowe would go on to produce five chicks this way — a major boon for the captive white-naped crane population, Lynch says.",
  "Brenda seemed to really like it when Eddie brought her material for their nest, so Crowe started bringing sticks and straw to Walnut.",
  "It was good exercise.”\n\nArchibald knew all the cranes’ moves because he had studied crane behavior for his PhD at Cornell University.",
  "The heart of the matter, it seems, is that most people don’t share Crowe’s conviction that animals are thinking, feeling individuals.",
  "When Crowe was 7, while on a family vacation at Yellowstone National Park, his love for animals transformed into a lifelong calling.",
  "“But then I’d see the other pairs doing the same things, and it kind of dawned on me.” Crowe accepted Walnut’s invitation to dance.",
  "To keep the cranes from imprinting on humans or becoming tame, Crowe wore a crane costume, and he never spoke words to the chicks.",
  "Unfortunately, those jobs are hard to come by, because releasing pointy-toothed carnivores tends to be politically controversial.",
  "Walnut purred, her cloaca opened, and Crowe injected semen that the two zookeepers had collected, in much the same way, from Ray.",
  "One day, after some back petting, Walnut turned away from Crowe, extended her wings, and raised her tail — an invitation to mate.",
  "Two male cranes that made amorous overtures toward Walnut had been found dead, with their bellies sliced open by her sharp claws.",
  "“I can only imagine that when someone hand-raised her … they perhaps even carried her around like a baby or something,” he says.",
  "Early one summer morning, as rain is misting the foothills of the Blue Ridge Mountains, a middle-aged man is courting a crane.",
  "And though he grew up among the strip malls and subdivisions of Rockville, Md., he found wildlife nearly everywhere he looked.",
  "All this time, we heavy-headed primates assumed our brains held all the solutions, but maybe our hearts can be a better guide.",
  "Plus, no one knew exactly where in China they had been captured, or what the birds might have been exposed to during transit.",
  "Chris Crowe\n\nCrowe goes through the motions of artificial insemination by mimicking the behavior of a male crane with Walnut.",
  "Ray, however, was already paired with Abigail; if they tried to put Walnut and Ray together, feathers would fly, so to speak.",
  "In fact, one young male crane with a clear view of Walnut was always trying to get her attention, with head bobs and calls.",
  "Like Walnut, Amanda had few relatives and no offspring, so she was sent to SCBI to see if Crowe could work his magic again.",
  "In addition, if a captive-born chick is slated to be released into the wild, a fear of humans is crucial to their survival.",
  "These are creatures that, once paired up, rarely lose sight of their partner; Crowe, in contrast, disappears every weekend.",
  "Crowe replaces them with fake ones; the real ones would rot and get eaten by crows, which would prompt Walnut to lay more.",
  "But perhaps the biggest reason crane chicks shouldn’t be hand-reared is the possibility that they may “imprint” on humans.",
  "Some of the chicks, however, were intent on pecking their siblings to death, and they had to be separated from the others.",
  "The Smithsonian Conservation Biology Institute sprawls across 3,200 acres of rolling hills near Shenandoah National Park.",
  "He went on to work on a wolf reintroduction program in North Carolina, then a shorebird research program in North Dakota.",
  "In fact, this 12-pound bird’s capacity for boundless affection sets a standard that we all could learn from, Crowe says.",
  "When a pair of cranes produced eggs, staff would put the eggs in an incubator, which would prompt the pair to make more.",
  "I can only imagine that when someone hand-raised her ... they perhaps even carried her around like a baby or something.",
  "“She’s real particular about the length and circumference of the sticks, and it changes from year to year,” Crowe says.",
  "Though he felt a little silly, he bobbed his head when Walnut bobbed hers, and raised and lowered his arms like wings.",
  "Walnut was transferred to the Denver Zoo and then the Cincinnati Zoo, but keepers were never able to find her a mate.",
  "“The training went much quicker with Amanda and Wucheng — I think because Walnut had kind of trained me,” Crowe says.",
  "How do we bridge the ever-widening gap that separates us from the environment, other animals and even one another?",
  "Eventually, Walnut allowed Crowe to pet her entire back, and she seemed to enjoy it, purring like a contented cat.",
  "White-naped cranes are continuing to decline in the wild, and many other species appear headed toward extinction.",
  "“I thought, if we’re causing all those extinctions and endangerments, then we are also the solution,” Crowe says.",
  "“I’ve heard every joke,” he says, and then shares his favorite: “What’s the difference between erotic and kinky?",
  "“We didn’t want to release birds that might carry diseases and put them back into the wild flock,” Putnam says.",
  "As conservationists work to persuade people to preserve land for cranes, zoos are pursuing a parallel strategy.",
  "“If the cranes started fighting, she knew how to separate them, and that was pretty much it,” Fordham recalls.",
  "The bird then spends long hours sitting on the dummy eggs, so Crowe helps her out whenever he gets the chance.",
  "“I thought, if we’re causing all those extinctions and endangerments, then we are also the solution,” he says.",
  "“It’s what I had been working towards and hoping for, but it was still surprising when it happened,” he says.",
  "For three months, Archibald camped next to Tex’s yard and bonded with the bird by mimicking her dance moves.",
  "Fordham’s 10-year-old daughter was a chick mama one summer, and she apparently didn’t get a lot of training.",
  "Volunteers named her, somewhat randomly, after their favorite dessert at a nearby diner, a walnut cream pie.",
  "“If we could get her able to do it without catching her, there’s no stress, no risk of injury,” Crowe says.",
  "A few weeks later, Walnut laid two fertilized eggs, which Crowe stole and placed in Ray and Abigail’s nest.",
  "The handsome birds were famous at the ICF for producing loads of eggs, and also for their unusual origins.",
  "Maybe, Crowe and Walnut are demonstrating — and my apologies to the Beatles — that all you need is love.",
  "“I would run around with her and leap into the air,” he recalls, “and it was very exhausting, actually.",
  "“As far as we knew, it had never been done before, but it seemed like a good thing to try,” he recalls.",
  "In past years, Crowe would have taken this opportunity to inject Walnut with a syringe of crane semen.",
  "That realization was quickly followed by another, one that set the course for Crowe’s career and life.",
  "Chris Crowe, a bird keeper at the Smithsonian Conservation Biology Institute, with Tasi, a Guam rail.",
  "Bridging a 320-million-year evolutionary divide, Walnut likely made some human fall in love with her.",
  "While most of the center’s cranes were born in captivity, Mercury and Amazon were wild-caught birds.",
  "These graceful creatures awe us with their ability to cross continents and oceans, Archibald says.",
  "She returns his bows and then turns away from him and holds her wings loosely away from her body.",
  "I follow his suggestion, and, almost immediately, Walnut starts responding to Crowe’s overtures.",
  "Then, he got what he calls his big break: working at a California-condor reintroduction program.",
  "At 23, she had yet to produce a single chick, and she had a reputation for murdering her mates.",
  "On his first week of work, in December 2004, Crowe met his new charges: 17 cranes and 36 ducks.",
  "“If she’s still here when I’m eligible for retirement, I won’t be able to leave,” Crowe says.",
  "Eventually, he landed back at Patuxent, where he was assigned to help raise whooping cranes.",
  "Widowed cranes stop eating and fill the air with mournful calls, sometimes for weeks on end.",
  "Sometimes she rejected Crowe’s offerings outright, tossing the sticks right out of the nest.",
  "For a crane keeper, even mundane chores like cleaning out food bowls are edged with danger.",
  "“If she’s still here when I’m eligible for retirement, I won’t be able to leave,” he says.",
  "Kinky, you use the whole bird.”\n\nThe best jokes, however, Crowe makes at his own expense.",
  "Chris Crowe, 42, bends forward in a slight bow and then ?aps his arms slowly, like wings.",
  "He succeeded, so then he was sent another difficult female, a young crane named Wucheng.",
  "“I go over and stand near the nest and I say, ‘You take a break.’ And she’ll wander off.",
  "One day that March, Crowe and Lynch entered Walnut’s cage and herded her into a corner.",
  "Crowe, who arrived at the conservation center in 2004, maintains the crane enclosures.",
  "Instead, they were intercepted by local authorities and eventually shipped to the ICF.",
  "“My dad picked me up and walked me up to a bison, which is not the safest thing to do.",
  "“Probably she was alone and somebody paid too much attention to her,” Archibald says.",
  "That’s because the job of crane parent is more nuanced than we humans once realized.",
  "“One pair of cranes, to breed, usually requires huge wetland areas,” Archibald says.",
  "But then I’d see the other pairs doing the same things, and it kind of dawned on me.",
  "Crowe realizes now that he probably should have left the birds where he found them.",
  "Fledglings look awkward and helpless, but it’s a normal stage of bird development.",
  "“A lot of people are afraid of wolves, though they really shouldn’t be,” he says.",
  "Unfortunately, Walnut found Crowe to be a disappointing lover, at least at first.",
  "The chick mamas were mostly volunteers, says Joan Fordham, a former ICF employee.",
  "That summer, however, Crowe noticed that Walnut seemed interested in, well, him.",
  "If tensions between the Koreas subside, however, the cranes will be in trouble.",
  "Their parents keep feeding them, sometimes for weeks after they leave the nest.",
  "But, as Crowe has seen with his other cranes, the loss of a mate is traumatic.",
  "Then, he stepped over the bird and held her between his legs, facing backward.",
  "This would prepare both of them for the real thing, come the following March.",
  "It’s a strange job, but Crowe says he’s used to getting teased at this point.",
  "When well-meaning humans scoop them up, it’s usually bad news for the birds.",
  "Back in 1982, ICF’s George Archibald bonded with a whooping crane named Tex.",
  "The moment Walnut looked away, Lynch grabbed her body underneath her wings.",
  "This is Crowe’s sexiest move — a sly reference to building a nest together.",
  "Because the larger story was how Chris Crowe won over Walnut’s wild heart.",
  "Then he starts rubbing her thighs, rhythmically, almost pornographically.",
  "That they have just as legitimate a claim on this planet as we humans do.",
  "You have to accept certain things that people can’t change,” he explains.",
  "The pair didn’t seem to mind being transplanted from China to Wisconsin.",
  "“At first, I thought that she was just excited to see me,” Crowe says.",
  "“It’s not exactly fun for me, but it keeps Walnut happy,” Crowe says.",
  "Crane reintroduction programs, on the other hand, are an easier sell.",
  "“She came right up and was doing all sorts of displays,” he recalls.",
  "But in the spring, Walnut began greeting her keeper with bows again.",
  "“It’s amazing, what Chris has accomplished with Walnut,” Lynch says.",
  "Keeping up with Tex required some real athleticism, Archibald says.",
  "But despite Crowe’s shortcomings, Walnut loves him unconditionally.",
  "After “mating” with Crowe, Walnut will often lay unfertilized eggs.",
  "The zookeeper grabs a fistful of grass and tosses it into the air.",
  "“Walnut had this whole ‘black widow’ thing going,” Lynch recalls.",
  "This volunteer must have been very motherly indeed, posits Lynch.",
  "Kneeling behind the bird, Crowe rests a hand gently on her back.",
  "Cranes, which mate for life, are happiest when housed in pairs.",
  "He trained Walnut to tolerate his touch using food as a reward.",
  "But as far as Walnut is concerned, Crowe is her mate for life.",
  "Walnut, a white-naped crane that acts like Crowe is her mate.",
  "“If you wanted to talk to them, you had to make crane noises.",
  "Walnut’s parents, Mercury and Amazon, were happy to oblige.",
  "In fact, at least one man had “mated” with a crane before.",
  "“It’s much better for us and for the crane.” Lynch agreed.",
  "She’s simply not feeling romantic, and who can blame her?",
  "At first, I thought that she was just excited to see me.",
  "That year, they produced nine chicks, including Walnut.",
  "Crowe, SCBI’s newest keeper, was assigned to the case.",
  "When Crowe got it right, Walnut was clearly delighted.",
  "Standards for raising cranes have changed since then.",
  "“I was horrified that people would do that,” he says.",
  "I’ve just never seen a bird that strongly imprinted.",
  "Warren Lynch\n\nCrowe offers Walnut a dead baby mouse.",
  "So Crowe started training her to tolerate his touch.",
  "Still, SCBI staff say the rumors are probably true.",
  "Crowe knew to give all the cranes a wide berth.",
  "Even among all these animals, Walnut stood out.",
  "I’m watching the two of them from behind a van.",
  "“She just gave him the stink-eye,” Crowe says.",
  "She’ll go down into the creek and take a bath.",
  "As the weather cooled, so did Walnut’s ardor.",
  "This, it seems, is what happened with Walnut.",
  "“Try getting in the van,” Crowe calls to me.",
  "That, at least, was the rumor, Lynch says.",
  "I was scared and upset,” Crowe recalls.",
  "The bird must be totally creeped out.",
  "“Hey, girl, whatcha think,” he coos.",
  "Walnut has heard that line before.",
  "And that’s when Crowe met Walnut.",
  "“The ideal partner doesn’t exist.",
  "Walnut wasn’t having any of it.",
  "“Come on, now,” Crowe says.",
  "Erotic, you use a feather.",
  "“My dad made some joke.",
  "And I started crying.",
  "Cranes mate for life.",
  "With binoculars."
]