[
  "“The barriers to entry are really quite considerable, and that kind of argument could fuel suspicion about America’s real intentions in Afghanistan.”\n\nThe discussion about mining coincides with a change of heart from Afghan President Ashraf Ghani, who during the Obama administration “resisted the rapid development of the mining industry, largely because he worried about the threat of widespread corruption that would come with it,” the Times reported.",
  "“The basic parameters of the emerging new plan — building up Afghan security forces, enlisting Pakistan’s support to eliminate Taliban sanctuaries, coaxing the Taliban to the negotiating table — reflect the same elusive goals in place for the last sixteen years,” wrote Michael Kugelman, the deputy director of the Asia program at the Woodrow Wilson Center.",
  "“It’s possible to prevent the defeat of the Afghan government and prevent military victory by the Taliban, but this is not a war that’s going to be won, certainly not in any time horizon that’s relevant to political decision-making in Washington.”\n\nAnd so despite Trump's desire for a “win,” you probably will hear more of the same from Washington.",
  "Casualties among Afghan security forces soared by 35 percent in 2016, with 6,800 soldiers and police killed, according to U.S. government watchdog SIGAR.”\n\n\n\nAfghan National Army soldiers man a checkpoint in the Momand Valley, near the border with Pakistan, on July 16.",
  "“The goal now seems more akin to 'not losing,' \" my colleague Max Bearak wrote, before offering a grim summary of the state of affairs:\n\n“The Taliban is present in nearly half the country's districts, and the group regularly attacks Kabul and provincial capitals.",
  "He sees everything, including international relations, as a transaction, a quid pro quo arrangement where even the complex legacy of a U.S. invasion in the Middle East can be reduced to a “bad deal” and an argument to plunder another nation's wealth.",
  "“It would be dangerous to use the potential for resource exploitation as a selling point for military engagement,” Laurel Miller, who until last month was the State Department’s special representative for Afghanistan and Pakistan, said to the Times.",
  "Before he entered the White House, President Trump looked at the American war effort in Iraq and came away with a simple solution: “Take the oil.”\n\nThankfully, this campaign-trail suggestion has not carried over to his presidency.",
  "These discussions, apparently encouraged by White House chief strategist Stephen K. Bannon, underlay an op-ed in the Wall Street Journal written by Erik Prince, the controversial founder of private military company Blackwater.",
  "But Trump appears unwilling to commit further American blood and treasure to a faraway conflict — although he has no qualms dropping some especially large bombs — and is loath to repeat the policies of his predecessors.",
  "(Andrew Quilty for The Washington Post)\n\nIn interviews, Bearak asked prominent officials in Afghanistan what would happen if the United States heeded Trump's “America First\"message and simply left the country.",
  "“I don’t think there is any serious analyst of the situation in Afghanistan who believes that the war is winnable,” said Miller, the former U.S. envoy to Afghanistan and Pakistan, to Politico's Susan Glasser.",
  "The strategy risks being little more than old wine in a new bottle.”\n\nThis article has been updated to reflect a correction in the quoted section of Max Bearak's story on withdrawal from Afghanistan.",
  "Obama's slow withdrawal from the country was criticized by senior U.S. military officials — including McMaster, a three-star Army general — for handing the initiative to the Taliban.",
  "He realized that Mr. Trump would be intrigued by the commercial possibilities, officials said.”\n\nOn a certain level, Trump can't be blamed for being fatigued by Afghanistan.",
  "Prince likened the enterprise to that of the East India Company — a chilling analogy given the company's history of plunder, corruption and violence in colonial South Asia.",
  "Even while White House officials spar over the nature of their war strategy, they are exploring the possibility of sending an envoy to Kabul to meet with mining officials.",
  "Afghan civilians and security forces are dying in record numbers — and more than 600 civilians were killed by NATO or government-aligned forces last year.",
  "According to the New York Times, however, something has caught Trump's eye: access to a rumored $1 trillion worth of mineral deposits in Afghanistan.",
  "Want smart analysis of the most important news in your inbox every weekday along with other global reads, interesting ideas and opinions to know?",
  "Want smart analysis of the most important news in your inbox every weekday along with other global reads, interesting ideas and opinions to know?",
  "Others warned that the country's weak government, beset by scandal and infighting, would collapse without international support and protection.",
  "Trump is reportedly eager to not let China eat the United States' lunch when it comes to securing Afghanistan's potentially lucrative deposits.",
  "“But as soon as Mr. Trump was elected, Mr. Ghani reversed his position, contacting the Trump team and promoting Afghanistan’s mineral wealth.",
  "Now, it seems, he may hold a similar view when it comes to Afghanistan, where American troops have been stationed for more than 15 years.",
  "Imperial delusions aside, few American officials can say what “victory” looks like, even after so many years invested in the country.",
  "“The Trump administration’s open-ended commitment to Afghanistan effectively buys America more time to keep making the same mistakes.",
  "Presidents George W. Bush and Barack Obama both struggled with the challenge of occupying and rebuilding the war-ravaged nation.",
  "McMaster — are urging a “mini-surge” of U.S. troops to help Afghan forces fight the Taliban and affiliates of the Islamic State.",
  "The country's lack of basic infrastructure, endemic graft and perennial security concerns would undermine any serious venture.",
  "In a bid to conjure up a new strategy, the White House has even contemplated outsourcing the war to private contractors.",
  "A U.S. military spokesman said it would leave a “void” that would be exploited by a constellation of insurgent groups.",
  "Prince essentially called for an American “viceroy” to run Afghanistan with the aid of battalions of mercenaries.",
  "Recent reports have underscored the brewing fight within the White House over the future of its Afghan policy.",
  "A $3 billion Chinese project to develop a copper mine outside Kabul has been stalled for close to a decade.",
  "An Afghan miner unloads coal from his donkeys outside a mine in Samangan province, north of Kabul, in 2012.",
  "The popularity of the American mission here has eroded into cynicism as the war grinds on.",
  "A fledgling Islamic State affiliate is proving hard to eliminate in the mountainous east.",
  "(Qais Usyan/Agence France-Presse via Getty Images)\n\nBut many analysts are skeptical.",
  "“I want to find out why we've been there for 17 years,” he told reporters last week.",
  "Some Afghans indicated that the U.S. troop presence was itself a spur for violence.",
  "But it was an early warning sign of Trump's own capacity for grand strategy.",
  "Some administration officials — most notably national security adviser H.R.",
  "Sign up for the Today's WorldView newsletter.",
  "Sign up for the Today's WorldView newsletter."
]