[
  "It isn’t clear for what purpose the data were collected, but intelligence and cybersecurity experts say it could be used for identity theft or leveraged as part of a wider political-influence effort that didn’t end with the 2016 election.”\n\n\n\nMcConnell scoffs at Obama blame for Russia bungle - Politico: “Senate Majority Leader Mitch McConnell (R-Ky.) on Tuesday pushed back at Democratic charges that he single-handedly diluted a bipartisan push in September 2016 for states to safeguard their election systems from Russian disruption.",
  "The meeting, convened by the crown prince, brought together a Russian investor close to President Vladimir V. Putin of Russia with Erik Prince, the founder of Blackwater… according to three people familiar with the meeting.”\n\n\n\nRussians got U.S. activists to turn over personal info, info on friends - WSJ: “Leveraging social media, Russians have collected data by peddling niche business directories, convincing activists to sign petitions and bankrolling self-defense training classes in return for student information.",
  "SANCTUARY STATE\n\nFox News: “Attorney General Jeff Sessions on Wednesday unloaded on California Democrats who push a ‘radical, open borders agenda,’ as his Justice Department sued the state over its immigration policies -- warning that there ‘will be no secession.’ Sessions spoke at an event for California law enforcement and a day after the Justice Department announced it was filing a lawsuit against the ‘sanctuary city’ state over three pieces of legislation that it said interferes with federal immigration policy.",
  "‘I’m perfectly comfortable with the steps that were taken back then,’ he said.”\n\nPLAY-BY-PLAY\n\nStormy Daniels sets a legal trap for Trump - Fox News\n\n\n\nKushner heads to Mexico after Trump’s testy phone call over the wall - Reuters\n\n\n\nThe story behind Gary Cohn’s walkout - Axios\n\n\n\nCEOs prepare for lobbying fight on tariffs - Fox Business\n\nShelby will step in as Approps chairman - Roll Call\n\nWarren grabs Dodd-Frank fight - Reuters\n\n\n\nAUDIBLE: ‘XOXO’\n\n“We leak like the gossip girls.",
  "The strategy also runs the risk of angering the immigrant rights activists pressing Democrats to use every tool they’ve got to solidify DACA protections.”\n\n\n\nTRUMP-TIED ARAB BUSINESSMAN WORKING WITH MUELLER\n\nNYT: “An adviser to the United Arab Emirates with ties to current and former aides to President Trump is cooperating with the special counsel, Robert S. Mueller III, and gave testimony last week to a grand jury, according to two people familiar with the matter.",
  "SCOREBOARD\n\nTrump job performance\n\nAverage approval: 38.2 percent\n\nAverage disapproval: 56.8 percent\n\nNet Score: -18.6 points\n\nChange from one week ago: down 0.6 points\n\n[Average includes: Gallup: 38% approve - 56% disapprove; Quinnipiac University: 38% approve -56% disapprove; Monmouth University: 40% approve - 54% disapprove; IBD: 37% approve - 58% disapprove; USA Today/Suffolk: 38% approve - 60% disapprove.]",
  "He even threw an elbow at team Obama, saying it was “long overdue.”\n\n\n\nSo while it’s certainly true that Republicans are naturally inclined by both ideology and the economic interests of their corporate patrons to oppose tariffs, one other reason for the blast-furnace hot opposition from Congress on this subject may be that it provides a way out for some vulnerable Democrats caught in red states.",
  "Control of House\n\nRepublican average: 37.6 percent\n\nDemocratic average: 49 percent\n\nAdvantage: Democrats plus 11.4 points\n\nChange from one week ago: Democratic advantage up 2.4 points\n\n[Average includes: Quinnipiac University: 48% Dems - 38% GOP; Monmouth University: 50% Dems - 41% GOP; USA Today/Suffolk: 47% Dems - 32% GOP; CNN: 54% Dems - 38% GOP; Marist College: 46% Dems - 39% GOP.]",
  "A BILL OF ATTAINDER WE CAN ALL SUPPORT\n\nTwinCities.com: “… after [Bachelor Arie Luyendyk Jr.] proposed to and then dumped Prior Lake publicist Becca Kufrin on national television on Monday, a gentleman from Minnesota took action: ‘If this gets a thousand retweets,’ state Rep. Drew Christensen, R-Prior Lake, tweeted at 10:38 p.m. Monday, ‘I’ll author a bill banning Arie from Minnesota.",
  "State Rep. Kevin Roberts and former Navy SEAL Dan Crenshaw will face off in the May runoff.”\n\nBIDEN IN LIKE A LION FOR LAMB\n\nPittsburgh Post-Gazette: “Former Vice President Joe Biden paid Democratic congressional candidate Conor Lamb the ultimate compliment Tuesday: ‘He reminds me of my son Beau,’ Mr. Biden said, referring to the Delaware attorney general who died of cancer in 2015.",
  "But totals in the primaries for U.S. Senate told a different story… State Reps. Sarah Davis of West University Place and Lyle Larson of San Antonio are one step closer to returning to the Texas House in 2019… Laura Moser secured a slot in the party’s primary runoff Tuesday, despite rare attempts by national Democrats to end her bid over concerns she is too liberal for the district.",
  "But as they say when your tee shot caroms off of a tree and rolls up three feet from the cup, “they don’t ask how, they just ask how many.” It was obviously bittersweet for George P. Bush’s father and mother, both of whom came in for then-candidate Trump’s mockery and insults during the 2016 campaign, to see their son fawn over Trump in television ads and campaign appearances.",
  "… This elaborate construct may help the DNC chairman save face, but only by sacrificing clarity and hampering voters’ understanding of campaign finance.”\n\n\n\nKraushaar: Don’t sleep on Mitch Landrieu for 2020 - National Journal: “New Orleans Mayor Mitch Landrieu isn’t on many pundits’ short list of Democratic prospects for the 2020 presidential campaign.",
  "**\n\nOn the roster: Tariffs give endangered Dems an out - I’ll Tell You What: Midterm Mayhem - Primaries are bigger in Texas - Biden in like a lion for Lamb - A bill of attainder we can all support\n\nTARIFFS GIVE ENDANGERED DEMS AN OUT\n\nLeaving aside economics, who are the real winners and losers in President Trump’s declaration of a trade war?",
  "Sessions said that while America admits the highest number of legal immigrants in the world, the American people deserve a legal, rational immigration system that protects the nation and preserves the national interest.”\n\n\n\n[Watch “Fox News @ Night with Shannon Bream” tonight for an exclusive interview with Attorney General Jeff Sessions.",
  "That strategy would mark a shift from last month, when Hoyer, Rep. Nancy Pelosi (D-Calif.) and other Democratic leaders had rejected a bipartisan budget agreement because it was not accompanied by a specific commitment from Speaker Paul Ryan (R-Wis.) to consider legislation salvaging DACA, which President Trump is trying to wind down.",
  "THE RULEBOOK: FAKE NEWS, 1788 EDITION\n\n“In reading many of the publications against the Constitution, a man is apt to imagine that he is perusing some ill-written tale or romance, which instead of natural and agreeable images, exhibits to the mind nothing but frightful and distorted shapes…” –Alexander Hamilton, Federalist No.",
  "Jeb expressed thanks while speaking to reporters at an election night party for his son, saying he was “grateful to the president.” But the onetime 2016 GOP frontrunner added, “Whatever disputes I have with the president will remain quietly in my head today.” As a dad, I think I know where he’s coming from on that one.]",
  "Eventually, she said, ‘I became convinced that it was.’”\n\n\n\nPinocchio Perez: DNC chief fudged fundraising totals - WaPo: “Tom Perez has been dogged by questions about the DNC’s fundraising, which dipped below historical levels in recent months while the Republican National Committee shattered fundraising records.",
  "The spending would be offset by clawing back two-thirds of the revenue lost in the Republican tax bill by reinstating a top income tax rate of 39.6 percent, restoring the individual alternative minimum tax, reversing cuts to the estate tax, and raising the corporate income tax from 21 percent to 25 percent.",
  "McConnell addressed the issue two days after Denis McDonough, who served as then-President Barack Obama's chief of staff at the time, charged that the GOP leader slow-walked bipartisan negotiations on how congressional leaders should weigh in on the threat of Moscow's cyber-meddling in the 2016 election.",
  "DEMS TROLL TRUMP WITH $1 TRILLION INFRASTRUCTURE PLAN\n\nWaPo: “As the White House struggles to finance an ambitious infrastructure plan, Senate Democrats are proposing one alternative — albeit one unlikely to pass muster with President Trump: rolling back the recently passed Republican tax overhaul.",
  "Smithsonian: “[James Garfield] is one of just four presidents killed in office, and the sites of the other three attacks are rightly treated as a having major historic importance: Ford’s Theatre in Washington, Dealey Plaza in Dallas, and William McKinley’s assassination site in Buffalo, New York.",
  "When asked about her Democratic predecessor, who resigned the Minnesota seat amid allegations of sexual misconduct, she avoided even saying his name in a recent interview with POLITICO’s Women Rule podcast, instead concentrating on the economic implications of the #MeToo movement.",
  "‘He reminds me of my Beau because with Beau and with Conor, it’s about the other guy,’ Mr. Biden said in remarks in a crowded Collier union hall Tuesday afternoon and again in an evening appearance before several hundred people in a ballroom at Robert Morris University in Moon.",
  "The proposal unveiled by Democratic leaders Wednesday would plow just over $1 trillion into a wide range of infrastructure needs, including $140 billion for roads and bridges, $115 billion for water and sewer infrastructure and $50 billion to rebuild schools.",
  "Jeb Bush and nephew of George W. Bush, raked in 58 percent of the vote against his predecessor, Jerry Patterson, the incumbent land commissioner raised about 14 times as much money as Patterson and is running with the state’s most famous political name.",
  "The parties shifted lanes on this subject decisively in the post-Depression era when Democrats were dominated by the demands of trade unionists and Republicans were the party of globalizing big business interests and agriculture-exporting rural America.",
  "Mr. Mueller appears to be examining the influence of foreign money on Mr. Trump’s political activities and has asked witnesses about the possibility that the adviser, George Nader, funneled money from the Emirates to the president’s political efforts.",
  "Anticipating O’Rourke would win the Democratic nomination, Cruz chalked up his popularity to ‘benefiting from left-wing rage.’\n\n\n\nRunoffs galore - Roll Call: “Tuesday’s elections in Texas were the first congressional primaries of the 2018 cycle.",
  "And, most importantly, much of the opposition to the incipient tariffs on steel and aluminum come from Democrats who would oppose ice cream sundaes, beagle puppies and sunny spring days if they were presented as the policies of the president’s.",
  "Republicans could have reasonably hoped that the timing of the initial announcement would have hoped Rick Saccone, the GOP nominee struggling to put away Democrat Connor Lamb in a frothily Trumpist district that still has plenty of steel jobs.",
  "… Franken’s checkered history on sexual harassment is an issue Smith hardly wants to focus on, given her intention to run a campaign for office this fall — a feat that can typically take up to two years — even as she acclimates to her new job.",
  "Senate Minority Leader Charles E. Schumer (D-N.Y.) said in an interview Tuesday that the plan sets up a stark contrast for voters ahead of the midterm elections.”\n\n\n\nHoyer says Dems won’t tie DREAMers to next fiscal cliff - The Hill: “Rep.",
  "‘I think the omnibus needs to be considered on its own merits, and then we ought to move ahead on DACA,’ Hoyer told reporters during his weekly press briefing in the Capitol, referring to the Deferred Action for Childhood Arrivals program.",
  "Impressions will surely improve if the administration can convince our allies and trading partners that the president is doing the old serious-but-not-literal two step and won’t really deliver the self-inflicted economic wound in the end.",
  "Mr. Nader, a Lebanese-American businessman who advises Crown Prince Mohammed bin Zayed Al-Nahyan, the effective ruler of the Emirates, also attended a January 2017 meeting in the Seychelles that Mr. Mueller’s investigators have examined.",
  "Former Air Force intelligence officer Gina Ortiz Jones advanced to the Democratic runoff in her quest to take on two-term Republican incumbent Will Hurd in Texas’ 23rd District, one of the most competitive seats in the country.",
  "But there’s something unmistakably distinctive about Landrieu’s record that stands out in a crowded field of not-ready-for-prime-time senators and representatives shamelessly looking to pander to progressive activists.",
  "We don’t have the ability to offer immunity.” – Rep. Trey Gowdy, R-S.C., talking to reporters about why he believes a special prosecutor is needed to investigate alleged Obama-era abuses of national security warrants.",
  "In their debate Sunday, the conservative Saccone sounded like he was rationalizing the president’s economic interference while Lamb, the scion of an old-line Democratic political clan, was unabashed in his support.",
  "Manchin has done nothing but obstruct the president’s agenda, even on cutting taxes.” **cut to Manchin slipping on a “Save our Steel” hat**\n\nJust look at the special election in Western Pennsylvania next week.",
  "… Today, the spot where President Garfield was shot straddles Constitution Avenue between the National Gallery of Art and the Federal Trade Commission across the street, one of the busiest spots in the city.",
  "And he has demonstrated an ability to sound an inclusive message without engaging in the racial box-checking that defines the left wing of today’s Democratic Party.”\n\n\n\nSESSIONS DROPS THE HAMMER ON CALIF.",
  "Democrats, as evidenced by the policies of the Obama administration, have increasingly embraced the idea of free trade in the hopes of developing an economy centered on high-end, high-tech export goods.",
  "So the record turnout of voters in the Democratic primary could be Republicans voting for the weaker candidates to ensure a Democratic defeat in November.” – Vicki Acheson, Round Rock, Texas\n\n\n\n[Ed.",
  "LISTEN AND SUBSCRIBE HERE\n\n\n\nPRIMARIES ARE BIGGER IN TEXAS\n\nTexas Tribune: “As polls opened in the Texas primaries on Tuesday, The Texas Tribune laid out seven key questions for election night.",
  "Plus, if more companies do for Trump what they did on tax cuts and tout loss-leading moves to show immediate benefits to initially unpopular policies it will at least temporarily buoy support.",
  "A new survey from Quinnipiac University shows that while a slight majority of Republicans support the president, the broad consensus is that raising prices on steel and aluminum is a bad idea.",
  "Mark White, will duke it out this spring over who will be on the November ballot against Abbott.”\n\n\n\nCruz and O’Rourke make for a marquee matchup this fall - Austin American-Statesman: “U.S.",
  "‘They’ve got a lot more rich donors than we do.’ The DNC says it raised ‘nearly $7 million’ in January, calling it the biggest monthly haul since Perez became chairman in February 2017.",
  "Sen. Ted Cruz, R-Texas, and U.S. Rep. Beto O’Rourke have clinched their party’s nominations and will face off in the general election in November, according to the Associated Press.",
  "Witness Bill Clinton who was ultimately found to have done the things he was accused of but spared the consequence of removal from office by his fellow Democrats in the Senate.",
  "… Land Commissioner George P. Bush took a giant step toward serving a second term Tuesday night, winning outright a four-way Republican primary race for the statewide office.",
  "I’LL TELL YOU WHAT: MIDTERM MAYHEM\n\nThis week Dana Perino and Chris Stirewalt look at this past Tuesday in Texas, the PA-18 special election and the resignation of Gary Cohn.",
  "‘I believe it’s a cultural change that we’re going through as a country, and it’s not really a partisan issue,’ Smith, Minnesota’s former lieutenant governor, told POLITICO.",
  "Like the late Beau Biden, Mr. Lamb is a former military lawyer with a family legacy in politics…”\n\n\n\nSmith tries to move past Franken’s ghost in Minnesota - Politico: “Sen.",
  "McConnell told reporters that he had no regrets about the volume of the warning that state election officials received about the threat of Russian interference in 2016.",
  "I will visit with Texans wherever they are, in every part of the state — without regard to party, geography, or anything else that might otherwise divide us,’ he said.",
  "If he loses, it could be because of his unpopularity in handling administration of the Alamo, the popularity of the former Land Commissioner or Trump's endorsement.",
  "But the Democratic base, especially among the withered economic vines of the Northeast and Upper Midwest, still strongly identifies with the cause of protectionism.",
  "Sherrod Brown of Ohio, Joe Manchin of West Virginia and Bob Casey of Pennsylvania, have been absolutely Trumpian in their praise for the proposed (maybe) tariffs.",
  "He’s a red-state Democrat who removed Confederate statues from his city and offered a stirring defense of his decision that drew praise from civil-rights leaders.",
  "Mr. Lamb, 33, is running in a special election Tuesday against Republican Rick Saccone to represent the 18th Congressional District seat vacated by Tim Murphy.",
  "Especially when you’re talking about the president, who is ultimately subject to action by the Congress, not the courts, the question is inherently political.",
  "Like Trump, many Democrats still believe that foreign competition, not automation, is mostly to blame for the employment decline in old-school manufacturing.",
  "“With so many people saying ‘there is no there there’ why do we continue wasting money on Mueller’s witch hunt?” – Dave Nelson, Bloomington, Minn.\n\n\n\n[Ed.",
  "Before Election Day, a snapshot of the 10 counties in Texas with the highest number of registered voters showed motivated Democrats casting ballots early.",
  "Pressed about these lopsided financials on C-SPAN, Perez said he was upbeat about the DNC’s resources heading into the congressional midterm elections.",
  "In his remarks, Sessions noted “worrisome” trends as violent crime increased in 2014 and 2015, particularly a surge in homicide and drug availability.",
  "I suspect we are entering the terminal phase of this probe given the volume and nature of subpoenas that have been served in recent days and weeks.",
  "There is so far no credible allegation that the president colluded with or was aware of any collusion on his behalf with a hostile foreign power.",
  "… In the competitive 7th District Democratic primary in suburban Houston, Lizzie Pannill Fletcher and Laura Moser advanced to the runoff.",
  "It is illegal for foreign entities to contribute to campaigns or for Americans to knowingly accept foreign money for political races.",
  "‘But both my wife and I decided to tune in because of the local connection.’”\n\n\n\nChris Stirewalt is the politics editor for Fox News.",
  "Prosecutions like the one Special Counsel Robert Mueller is currently engaged in are bound to be litigated in public to some degree.",
  "He’s barely known outside Louisiana, will be out of office in May, and hasn’t held a public office higher than lieutenant governor.",
  "… Turns out that Christensen, 24, a lifelong Savage resident, knew of Kufrin, 27, when they both attended Prior Lake High School.",
  "But many competitive intraparty contests in the Lone Star State are heading for runoffs, with no candidate clearing 50 percent.",
  "It’s a freebie for Democrats in states Trump won to make good on promises to work with the administration when issues line up.",
  "… Five of the eight open-seat congressional primary races are headed to runoffs— the other three were decided Tuesday night.",
  "Share your color commentary: Email us at\n\nHALFTIMEREPORT@FOXNEWS.COM and please make sure to include your name and hometown.",
  "The number of people who think a man guilty or innocent is only relevant once: when he stands before a jury of his peers.",
  "He’s got a business-friendly record and touts his work reviving the city’s economy in the aftermath of Hurricane Katrina.",
  "FROM THE BLEACHERS\n\n“Hello, Chris -- I would make 2 comments regarding your observations today on the Texas primaries.",
  "‘When I read stories that the Republicans outraised the Democrats, that’s kind of a dog-bites-man story,’ Perez said.",
  "suggested Tuesday that Democrats won’t insist on ‘Dreamer’ protections as part of this month’s omnibus spending bill.",
  "Thousands of locals and tourists alike pass by every day, having no idea of the shocking history that occurred here.",
  "On the Mall itself, walkways come within a few feet of the exact spot of the shooting with nothing to mark the spot.",
  "#TheBachelor #PriorLakeLakers.’ … By Tuesday morning, it looked like the ‘Bachelor Nation’ had responded in force.",
  "But neither is there any credible evidence that Mueller and his team are engaged in any prosecutorial misconduct.",
  "@thebkoof #TheBachelor.’ This invite, Christensen instructed the Twitterosphere, would take 10,000 retweets.",
  "While Saccone fought protectionist policies at the Pennsylvania statehouse, he is backing the Trump tariffs.",
  "Democrats are targeting GOP Rep. John Culberson here, after Clinton narrowly carried the seat in 2016.",
  "Now that the smoke is clearing, here are the answers: Did more Texas Democrats vote than Republicans?",
  "But in a nation of laws, we have to be careful not to let public opinion decide guilt or innocence.]",
  "First, how will it be possible to tell if the Trump endorsement helped or hurt George P. Bush?",
  "note: It is a good thing, Mr. Nelson, that we do not run our judicial system by plebiscite.",
  "‘Should I invite Becca to be my guest at Minnesota’s State of the State Address next week?",
  "Each has a marker and displays explaining the history and significance of the event.",
  "… Lupe Valdez, the former Dallas County sheriff, and Andrew White, son of late Gov.",
  "Democrats, he said, raised more money in January 2018 than in any previous January.",
  "It’s a daunting enough task that it had Smith questioning whether it was possible.",
  "We will find out soon enough what there is there and come to our own conclusions.",
  "- Email us at\n\nHALFTIMEREPORT@FOXNEWS.COM with your tips, comments or questions.",
  "Plus, Dana answers your mailbag questions and Chris tackles Texas-sized trivia.",
  "The three, all GOP targets this fall, have glommed on to the issue with gusto.",
  "… Nine Republicans ran for retiring GOP Rep. Ted Poe’s seat in 2nd District.",
  "‘Over the next eight months, I will continue to do what you’ve asked of me.",
  "He said that a lawful immigration system was part of tackling such trends.",
  "Adding to the task: It’s also her first solo run for elected office.",
  "It’s time for Garfield to have his marker too.”\n\nFlag on the play?",
  "‘I’m really not a ‘Bachelor’ watcher normally,’ said Christensen.",
  "note: Well, in hindsight we can sure say that it did not hurt!",
  "We can certainly say that the proposal is generally unpopular.",
  "First, those numbers depend on the economic consequences.",
  "In an email to supporters, O’Rourke said he was grateful.",
  "But we should salt liberally issue polls of this nature.",
  "**Want FOX News Halftime Report in your inbox every day?",
  "Secondly, in Texas, anyone can vote in either primary.",
  "Want FOX News Halftime Report in your inbox every day?",
  "So maybe it shouldn’t have been as close as it was.",
  "But Lamb grabbed the lifeline with more enthusiasm.",
  "We don’t have the ability to impanel a grand jury.",
  "Tina Smith doesn’t want to talk about Al Franken.",
  "Brianna McClelland contributed to this report.",
  "In fact, Democrats mostly like protectionism.",
  "… ‘Drafting the bill now,’ he tweeted later.",
  "It might not be as simple as you think.",
  "That’s why the Rust Belt trio of Sens.",
  "Garfield deserves the same treatment.",
  "Bush, the son of former Florida Gov.",
  "Picture the debate dialogue: “Sen.",
  "(The DNC was founded in 1848.)",
  "29\n\n\n\nTIME OUT: HEAR, HEAR!",
  "Tune in at 11 pm ET.]",
  "Steny Hoyer (D-Md.)",
  "Pure speculation.",
  "Sign up here.",
  "In short: No.",
  "Sign up here."
]