[
  "(BEGIN VIDEO CLIP)\n\n\n\nRICE: There were occasions when I would receive a report in which a US person was referred to, name not provided, just US person, and sometimes in that context, in order to understand the importance of the report and assess its significance, it was necessary to find out or request the information as to who that US official was.",
  "His United Nations ambassador, who has sounded much more hawkish than the president of the United States has, did an interview with Martha Raddatz on ABC This Week this Sunday where, number one, she said our focus is not on regime change anymore, essentially going public with what became pretty much the private position of the Obama administration.",
  "VISER: Or where do you turn at a moment with Rex Tillerson not sort of having a very muscular role in the administration to having some sort of diplomacy, reaching out to these allies and trying to figure out sort of building a coalition to go up against what's happening in Syria, which is what John Kerry tried to do and was unsuccessful.",
  "\"The Washington Post\" says the United Arab Emirates arranged a secret meeting in January between Blackwater founder Erik Prince and a Russian close to Vladimir Putin as part of an apparent effort to establish a backchannel line of communication between Moscow and President-elect Donald Trump according to US, European and Arab officials.",
  "Devin Nunes, the House Intelligence Committee, going down to the White House to see some documents, getting help seeing those documents from administration officials, then going off to sleep and then coming back to brief the president of the United States about the documents shown to him by administration officials.",
  "He says, we do - if you go back to what Sean Spicer said again, to his credit, reprehensible, cannot be ignored by the civilized world, these heinous actions by the Bashar al-Assad regime are a - then he goes on to pass the blame - are a consequence of the past administration's weakness and irresolution.",
  "KING: And until we go through this part, even if there is nothing, we're on day 75, we're still learning new things about connections in context of meetings that are - however they turn out are of interest to the investigators, which means at a week, at a month, at a week, at a month until this goes on.",
  "The president of the United States could declassify with the stroke of a pen all these documents we're talking about, so she could explain what she did and be questioned on it and the American people could find out what's actually in the documents to see if it is anything nefarious or the like of that.",
  "TALEV: So, in this sort of early statements in Sean Spicer's briefing off-camera today about - we're seeing the notes from this briefing, and he's saying that the position on Assad was not an issue of being comfortable with him, but a reflection of the political realities on the ground.",
  "\n\n\n\nReturn to Transcripts main page\n\nINSIDE POLITICS\n\nVP Courts House Conservatives On Healthcare; At Least 70 Die in Suspected Gas Attack in Syria; GOP Ready, Not Eager, To Kill Filibuster; Divided House Intel Committee to Resume Russia Probes; Trump to Speak to Trade Unions.",
  "The fact that it's up against all the other questions about the president's ties or alleged ties to Russia -\n\n\n\nTALEV: (inaudible) matter is that he may have had no idea and that none of the Trump officials may have had an idea of how they were being viewed as pawns.",
  "But now we're hearing, there was a report first by Bloomberg yesterday and then some other reporting that one of the allegations is that Susan Rice, the national security adviser to President Obama, saw some intelligence reporting during the transition period.",
  "MATT VISER, DEPUTY WASHINGTON BUREAU CHIEF, \"THE BOSTON GLOBE\": The other thing is, the first instinct is to point the finger somewhere else, to the Obama administration, which, no question, they were muddled over how to handle Syria, how much to do in Syria.",
  "[12:25:00] KING: Now, again, she goes on to say - she goes on to say - actually, let's play a little bit more of the interview she just did on MSNBC where she says, yes, this was my job - granted, she told Judy Woodruff she knew nothing about this.",
  "In it were mentioned unnamed - these were perfectly legal surveillance of foreign interests, and in there were mentioned some conversations with Trump transition officials and she asked the question, who are these people, who are these people.",
  "And he's not talking about - at least not yet - what the role should be for the United States and they've sort of been soft on Assad, sort of saying that it's changing the US policy on how we deal with Bashar al-Assad and keeping him in place.",
  "TALEV: And President Trump, so much of his campaign posture was to say that a lot about - a lot - that a US president can actually do a lot or not do a lot based on how tough they talk, how seriously other leaders take the threat of them.",
  "That's one of the more incredible statements I've ever heard, given the involvement of Hezbollah, of the Iranians, of the Russians and, of course, the barrel bombing and precision strikes by Russian aircraft into hospitals in Aleppo.",
  "But the notion that this guy, who was on the letterhead, who the president did tell \"The Washington Post\" that he is an advisor was actually recruited to potentially be a Russian spy, if this was just in a vacuum, it would be wow!",
  "And I know the first time she did this, I believe it was on Vladimir Putin, I was told from sources familiar with the conversations that she didn't just freelance, she did it and she told the White House she was going to do that.",
  "But, politically, and in the US, the positioning is unfortunate for President Trump because his administration's entire tack was we're focusing on ISIS, not on getting Assad out, and this underscores why Assad is such a problem.",
  "[12:20:04] And that is added on top of the fact that this is an administration whose calling card was that they were not government insiders, they don't have bureaucratic experience, business experience is really what matters.",
  "BASH: That's a good reminder, playing that soundbite from the weekend from Nikki Haley, because it's not the first time that we have seen her act like a traditional Republican - a traditional Republican leader on such issues.",
  "The president drew a red line and then he looked at a menu of really bad options and he wasn't willing to do things that other people said - John McCain, at one point, said, send in deadly weapons, help the opposition more.",
  "And yet, the Trump administration, incoming, was still sort of doing this backchannel stuff, trying to subvert -\n\n\n\n(CROSSTALK)\n\n\n\nKING: Erik Prince says this was business and had nothing to do with any of this Trump stuff.",
  "So, I'm sure they are encouraged to know that the United States is withdrawing and seeking some kind of new arrangement with the Russians and it is another disgraceful chapter in American history and it was predictable.",
  "Let's talk now, new developments relating to three people certain to be on the witness list as the House and the Senate Intelligence Committee advance their investigations - Carter Page, Erik Prince and Susan Rice.",
  "However, again, back to my previous conversation about Syria, we can walk and chew gum or we can continue the investigation of the Russia interest too, which is what the president is trying to distract us about.",
  "This meeting took place on January 11 in the Seychelles nine days before the Trump inauguration and a little bit of time after the first public report about the investigations into Russia election meddling.",
  "(END VIDEO CLIP)\n\n\n\nKING: And the Senate poised to go nuclear, meaning, here in Washington, a dramatic rule change, so Republicans can overcome Democratic opposition to President Trump's Supreme Court pick.",
  "(BEGIN VIDEO CLIP)\n\n\n\nSEN. JOHN MCCAIN (R), ARIZONA: I'm sure they took note of what our Secretary of State said just the other day that the Syrian people would be determining their own future themselves.",
  "They wanted us to be talking about this and not what we're talking about earlier, the Carter Page questions and others about the Trump administration - or then campaign or then businesses' ties to Russia.",
  "It means that, as crazy as that sounded, as crazy as that looked, now you have the former Obama NSA director on television having to defend herself and that's what understandably we're all talking about.",
  "If you remember back to the Iraq war days and the Afghanistan war days, Blackwater was a private security firm, mostly ex-military people, got in a lot of trouble for some deaths on its watch over there.",
  "With that out, I want to say this before I bring you guys into the conversation, there's an easy way to go through this, a common sense way to go through this, so everybody's interest can be served.",
  "The federal complaint against that agent said the Russians were trying to recruit male number one - that's how it's listed in the complaint; Page now confirms that's him - to become a Russian spy.",
  "BASH: Can we just take a step back and remember, what was it, two weeks ago that Devin Nunes started this whole bizarre subplot that is now becoming more of a main storyline about the unmasking?",
  "A reminder, we're waiting to hear from the president of the United States and we'll listen in when he takes the stage at the Building Trades labor meeting here in the nation's capital.",
  "And whatever they inherited, whatever legitimate right they have to say we didn't start this or the problem is worse because of what we inherited, he's the president, what does he do?",
  "Presidents have an event on one subject, something happens in the country and the world, and they say, I'll get to what I am here for in a minute, but I have something I need to say.",
  "[12:05:06] But this is going to force at least a re-examination of the way the administration talks about it and perhaps a re-examination of what they are willing to do about it.",
  "(END VIDEO CLIP)\n\n\n\nKING: With us to share their reporting and their insights, Margaret Talev of \"Bloomberg Politics\", Matt Viser of \"The Boston Globe\", Olivia Knox of \"Yahoo!",
  "When you put it all together, many of the campaign's own postures have put them in this position now where until we go through this, these questions are going to hang over it.",
  "This is probably one of the deepest, though, because the notion that Carter Page - OK, he may or may not have been really close with the campaign, really known the president.",
  "The presidency is about choices, sometimes awful, bad choices, but the president has been quite public saying China must help us in North Korea or else we will act alone.",
  "You usually give a heads up if you're coming to the United States to have meetings, which they had some meetings at Trump Tower before this meeting in the Seychelles.",
  "Again, I don't believe the president - someone please correct me if I am wrong, I don't believe President Trump has addressed this issue at all in his first 75 days.",
  "KNOX: A day after she said that, Sean Spicer from the podium said that Assad in power is the political reality and they've made peace with the political reality.",
  "Even if he said we need to figure out how to do it, just to say that would signal to every ally in the world, every foe in the world, at least he's engaged.",
  "This past week, his UN ambassador, his secretary of state have said, our focus is not on getting Assad out of power, what do they do when these pictures -?",
  "We've had a lot of conversations over the past week or ten days and we've confused all of you watching out in the real America about so-called unmasking.",
  "No, not a Tom Clancy novel or the latest installment of James Bond or Jason Bourne, just another day in the investigation of Russia's election meddling.",
  "\"Today's chemical attack in Syria against innocent people, including women and children, is reprehensible and cannot be ignored by the civilized world.",
  "But he said that whatever he was referring to was a legal, lawful surveillance and that it was potentially incidental collection on American citizens.",
  "KING: If she did - if anybody in the Obama administration did anything wrong in unmasking and played any politics, they should be exposed for that.",
  "But I can tell you that the vice president did a good job of articulating that and we're certainly encouraged by the progress we seem to be making.",
  "If you read the court documents, they allege this Russian agent was trying to recruit spies here in the United States and Page was one of them.",
  "Senator John McCain, who was a fierce critic of the Obama administration's Syria policy, says the new administration is also showing weakness.",
  "And in images escaping that war-torn country, you don't see the typical carnage we're used to seeing when bombs fall from the sky or gunfire.",
  "This isn't - but I am struck by the absence of any reference, at least from what you read, to Bashar Assad's patron, which is Vladimir Putin.",
  "Going to the - getting information from a source, going to the White House and it turns out that the White House was the source, all of that.",
  "She might be - I don't think she's freelancing exactly, but I don't know how closely they're watching what she says from the United Nations.",
  "When asked at first, the House Intelligence Committee Chairman Devin Nunes says there was unmasking done by Obama administration officials.",
  "And added on top of the fact that Trump's posture during the campaign was, we can maybe have a different kind of relationship with Russia.",
  "Carter Page, he was already of interest because of election year trips to Russia while he was listed as an advisor to the Trump campaign.",
  "MARGARET TALEV, SENIOR WHITE HOUSE CORRESPONDENT, \"BLOOMBERG POLITICS\": And that's really not that - this isn't about politics right now.",
  "There's no attitude among the American people and there is no real option if Bashar Assad is in power to send American troops in there.",
  "Meeting number two that we want to talk about, plot twist today, \"The Washington Post\" reporting on Erik Prince, the CEO of Blackwater.",
  "BASH: I had a senior administration official say to me couple of weeks ago that the Russia story for them is death by a thousand cuts.",
  "KNOX: And as the feds go through the campaign timing meetings with Russians, they are going to be looking at that extremely closely.",
  "Children, no matter where they are in the world, innocent civilians, men, women and children alike, should not be gassed like this.",
  "You knew the Obama administration was sort of taking actions to go after Russia and sort of penalize them for some of those things.",
  "(END VIDEO CLIP)\n\n\n\nKING: She's going to get a chance to make that case now to the House and to the Senate Intelligence Committees.",
  "And the White House, quite understandably, is pointing to leaks of what we all think is classified information about Michael Flynn.",
  "You mentioned earlier, in the Green Room, and I think this is a good point, the president of the United States had the microphone.",
  "She was put out by the White House on these shows and, obviously, Syria was going to be a question that she was going to be asked.",
  "He's done terrible things to his own people, he has used chemical weapons on his people, he continues to be a hindrance to peace.",
  "These heinous actions by the Bashar al-Assad regime are a consequence of the past administration's weakness and irresolution.\"",
  "So, that's exactly what the Republicans in Congress and, most importantly, the White House, the president on down, wanted.",
  "At least 10 children and dozens more men and women killed when airstrikes pelted a city in that country's Idlib province.",
  "And then, he goes on to say, the United States stands with our allies across the globe to condemn this intolerable act.",
  "If you have American forces in the field in Syria, does that change how you respond to, say, something by Bashar Assad.",
  "Page says he gave this Russian agent his business card and some non-sensitive, he says, documents about energy issues.",
  "I want to thank Sean McGarvey and the entire governing board of presidents for honoring me with this great invitation.",
  "He is about to speak to the labor trade - building labor trades here, an important labor meeting here in Washington.",
  "So, did you ever think you'd see a president who knows how much concrete and rebar you can lay down in a single day?",
  "Now, after a report by BuzzFeed, Page confirms he met a few years ago with a Russian intelligence agent in New York.",
  "First, though, what is a good spy drama without shadowy characters, secret meetings and passing sensitive documents.",
  "The judges will become more ideological because you don't have to reach across the aisle to get one vote any longer.",
  "VISER: Just parenthetically, the unmasking itself can be entirely proper, the surveillance can be entirely proper.",
  "(BEGIN VIDEO CLIP)\n\n\n\nSUSAN RICE, FORMER NATIONAL SECURITY ADVISOR TO PRESIDENT OBAMA: I know nothing about this.",
  "We know Trump in a \"Washington Post\" editorial board meeting said Page was one of his advisers on foreign policy.",
  "And another thing is, every time these guys come out and say, I had not contacts, they end up having to edit it.",
  "And so, let's turn to character twist number three today, which is the one that Republicans want to talk about.",
  "The allegation is that somehow the Obama administration officials utilized intelligence for political purposes.",
  "Even though they're saying we're not looking for regime change tomorrow, he's a war criminal, we want justice.",
  "I'm relatively OK with him looking backward and saying, well, hold on a second, this isn't actually our mess.",
  "The president threatens House conservatives, but the vice president meets them with a very different message.",
  "Let's stick on this as we wait for the president to start his speech here in the sense that, OK - let's see.",
  "(END VIDEO CLIP)\n\n\n\n[12:10:06] KING: I would love to know her conversations with the White House right now.",
  "There is a solid idea that was offered that, as we look at, we'll have to evaluate as it affects premiums.",
  "We're not going to be overly gratuitous with these images, but they are horrible, they are reprehensible.",
  "The early -\n\n\n\nKING: This is what Assad does when the world focuses on ISIS and not getting Assad out.",
  "There is no question, the Obama administration did draw a redline and then did not too much in Syria.",
  "(BEGIN VIDEO CLIP)\n\n\n\nREP. MARK MEADOWS (R), CHAIRMAN, FREEDOM CAUCUS: There is no deal in principle.",
  "KNOX: We have a second part of that on MSNBC, a perfectly logical explanation of how unmasking works.",
  "KNOX: And not flagged to the State Department if I remember the - that part of the article as well.",
  "Number one, you can blame - look backwards and blame all you want, but what does this president do?",
  "Videos and pictures posted online show people struggling to breathe, collapsing where they stood.",
  "What matters was if the Russians were viewing some of these folks close to Donald Trump as pawns.",
  "Victims choked to death, poisoned, activists say, by a still unidentified toxic gas or chemical.",
  "Just as we go to break, I just want to say, this is what the president said during the campaign.",
  "And I promise you that America's labor leaders will always find an open door with Donald Trump.",
  "(END VIDEO CLIP)\n\n\n\nKING: Not to be a jerk here, but will the real Susan Rice please stand up?",
  "BASH: They used his name when they didn't have anybody else who would vouch for the president.",
  "KNOX: It adds to the - they need to look at those campaign timing trips to Russia, obviously.",
  "KNOX: And Nikki Haley had herself said some rather soft things about Assad the previous week.",
  "We have not heard him saying Putin must help us in Syria or else we will finish the sentence.",
  "President Trump minutes away from his speech to a big labor union meeting here in Washington.",
  "And so, if this was just a smoke screen -\n\n\n\nBASH: I'm not saying we shouldn't talk about it.",
  "BASH: By the way, you forgot to mention that his sister happens to be in the Trump cabinet.",
  "That's what really adds flavor here, is that they were doing this with a real backchannel.",
  "I spent a lot of money, but I love them and they are great and their people are fantastic.",
  "What we don't know now is whether that has actually complicated the picture on the ground.",
  "Up next, the spy novel playing out here in Washington unfurls a few more character twists.",
  "Actually, what we've seen is a dramatic military escalation in the campaign against ISIS.",
  "(BEGIN VIDEO CLIP)\n\n\n\nNIKKI HALEY, AMBASSADOR TO THE UNITED NATIONS: He's a war criminal.",
  "She laid down that marker on Sunday, he's a war criminal, we still want justice for him.",
  "But we could at least hear some moral outrage from the president of the United States.",
  "So, his next steps will be a measure of how he puts his campaign rhetoric into action.",
  "The question is whether or not she is going to pull anybody in the White House along.",
  "KING: Almost get out of hand and the White House trying to pull them along with her.",
  "And he visited the Trump Tower, which a lot of supporters did during the transition.",
  "And again, we lived this in the Obama administration, the choices here are all bad.",
  "There was talk early on in the civil war about supporting the anti- Assad factions.",
  "And we certainly didn't get any more information from the White House this morning.",
  "KING: She has a horrible tragedy today to maybe help her make her case internally.",
  "You had interactions so deep that they were recruiting him to be a spy for Russia.",
  "When asked at first - her name was not involved in the conversation at this point.",
  "Well, they became so rich, they don't have to - let's do that again, electricians.",
  "The problem is that the previous comment in which she denies any knowledge of it.",
  "VISER: The ties with Trump, I think, are what needs to be explored a little bit.",
  "What does it have to do, if anything, of relevance to these investigations now?",
  "That was his emphasis during the campaign, trying to make a deal to fight ISIS.",
  "(BEGIN VIDEO CLIP)\n\n\n\nRICE: This is not anything political as has been alleged.",
  "The fact that the president -\n\n\n\nKING: They used his name when they needed to.",
  "He could have been - used the bully pulpit to stand up and say, this is wrong.",
  "We'll see if he brings up it then after these comments by his press secretary.",
  "The question is, he's the press secretary, what do we hear from the president.",
  "We're not going to saying that the way he treats the people in Syria is wrong.",
  "I don't even think Obama administration officials will dispute that with you.",
  "Others already lying motionless as emergency personnel try to hose them down.",
  "I don't think I've heard him speak the word Syria since he became president.",
  "But, Olivia, what strikes me is he's the president, presidents have to pick.",
  "So, those ties appear deep, but what is the relevance with Trump currently.",
  "Fresh panic this morning in Syria over a suspected chemical weapons attack.",
  "Aired 12-12:30p\n\nAired April 4, 2017 - 12:00 ET\n\nTHIS IS A RUSH TRANSCRIPT.",
  "This is Susan Rice a short time ago on the PBS NewsHour with Judy Woodruff.",
  "And I love that it's in Washington because I don't have to travel very far.",
  "DONALD J. TRUMP, PRESIDENT OF THE UNITED STATES: I know these people well.",
  "This was a couple of years ago and it has nothing to do with Donald Trump.",
  "(END VIDEO CLIP)\n\n\n\nKING: That's Senator John McCain on CNN this morning.",
  "(BEGIN VIDEO CLIP)\n\n\n\nSEN. LINDSEY GRAHAM (R), JUDICIARY COMMITTEE: Yes.",
  "KING: But there are 24 hours in a day and there are 12 months in a year.",
  "I was surprised to see reports from Chairman Nunes on that count today.",
  "He went on to talk about President Obama drawing the so-called redline.",
  "And added on top kind of the WikiLeaks, the hacking, all of the stuff.",
  "The problem is that the unmasking is sort of a step towards the leaks.",
  "Sean took part in one of our very first meetings at the White House.",
  "She can't in the same breath -\n\n\n\nKING: Welcome to the witness list.",
  "The first White House reaction to a horrendous gas attack in Syria.",
  "Innocents maimed and bleeding to death, no, that's not what we see.",
  "If have children in the room, you might want to ask them to leave.",
  "Plus, a little bit of Trump-style bad god, good cop on healthcare.",
  "We did just moments ago here from his Press Secretary Sean Spicer.",
  "JOHN KING, CNN HOST, INSIDE POLITICS: Welcome to INSIDE POLITICS.",
  "But in this interview today, this was my job, I was doing my job.",
  "And it was about time we had a builder in the White House, right?",
  "It's about a different topic, but that never stopped him before.",
  "The Trump administration has tried to keep some of that hidden.",
  "We have not heard from President Trump on this heinous attack.",
  "The images are already prompting sharp criticism here at home.",
  "Human rights group say the victims did not die from shrapnel.",
  "No, actually spoke with them, didn't actually meet with them.",
  "They put it on the letterhead and on the advisory committee.",
  "It's going to change the judiciary, and it's so unnecessary.",
  "But Donald Trump is the president of the United States now.",
  "We're going to see the president at the bottom of the hour.",
  "President Obama said in 2012 we would establish a red line.",
  "The Emiratis are viewed as an ally by the State Department.",
  "This seems to solidify the ties between Page and Russians.",
  "THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.",
  "This is - you've got to do more than one thing at a time.",
  "She did have very tough words about the Syrian president.",
  "I really don't know to what Chairman Nunes was referring.",
  "(END VIDEO CLIP)\n\n\n\nKING: Remember the beginning of that.",
  "He had lots and lots of cameras -\n\n\n\nKING: This morning.",
  "These images we're about to show you are quite graphic.",
  "KING: Well, let's take our time and investigate it all.",
  "The president wants to talk about jobs and the economy.",
  "I was trying to understand a foreign policy question.",
  "They couldn't figure out how to effect regime change.",
  "We'll see what the president says about this tragedy.",
  "(COMMERCIAL BREAK)\n\n\n\n[12:16:29] KING: Welcome back.",
  "OLIVIA KNOX, CHIEF WASHINGTON CORRESPONDENT, \"YAHOO!",
  "Also, a bit of breaking news out of the White House.",
  "DANA BASH, CNN CHIEF POLITICAL CORRESPONDENT: He is.",
  "And, Margaret, you said this isn't about politics.",
  "Now, what do you say after you see these pictures?",
  "I'm sure she did the same thing in this situation.",
  "So, it's great to be back with America's builders.",
  "We're watching the president of the United States.",
  "This is the same Susan Rice moments ago on MSNBC.",
  "And so, this is not the last we've heard of this.",
  "We want him to pay for the crimes that he's done.",
  "There's been a dramatic escalation on that score.",
  "Marines waited ashore a few weeks ago in Syria.",
  "Our goal is, we want to bring Assad to justice.",
  "Susan Rice can testify before those committees.",
  "You had the controversy over Russia with Trump.",
  "And so, people again say why all the hush-hush.",
  "Just look at the amazing talent assembled here.",
  "VISER: And think about the timing of this too.",
  "And we'll take you there live when it happens.",
  "I want to just start with this warning to you.",
  "We'll bring you those words in just a minute.",
  "President Trump did not do that this morning.",
  "Never changes, does it, with the ironworkers.",
  "CEOs, this morning; labor leaders, right now.",
  "We understand that while covering campaigns.",
  "But we're 75 days into a new administration.",
  "We will see what we hear from the president.",
  "KING: Look, the Obama administration failed.",
  "Or maybe Tom Clancy can make this stuff up.",
  "Worked out pretty well, I have to tell you.",
  "And nobody does it like you people, right?",
  "You'll hear of these Carter Page meetings.",
  "We're not going to stop beating up on him.",
  "Jobs and the economy as focus, we're told.",
  "We don't have a clue what his policy is.",
  "So, they're trying to show appearances.",
  "Let me tell you what's going to happen.",
  "So, this is going to haunt the Senate.",
  "Sort of how close was Page with Trump.",
  "BASH: - this morning, talking to CEOs.",
  "He has actually killed his own people.",
  "It wasn't just sort of quiet outreach.",
  "It was sort of boiling at that point.",
  "KING: Sister is in the Trump cabinet.",
  "Well, I did actually spoke with them.",
  "Thanks for sharing your day with us.",
  "Those investigations going forward.",
  "Absolutely nothing wrong with that.",
  "That wasn't that good, electrician.",
  "We have to do one thing at a time.",
  "You just can't make this stuff up.",
  "KING: I just want to get this out.",
  "But Trump now has the White House.",
  "He wasn't running for president.",
  "We have ironworkers, insulators.",
  "It's a cloud over the president.",
  "First, I want to show you this.",
  "Page says he did nothing wrong.",
  "Page says he met with this guy.",
  "Most of them have crumbled now.",
  "So, there aren't great options.",
  "He passed on that opportunity.",
  "KING: It's a routine practice.",
  "That agent posing as a banker.",
  "You can't make this stuff up.",
  "So, what happened after that?",
  "NEWS\": No, we haven't at all.",
  "Let me read you some of that.",
  "This is going to be very bad.",
  "You knew the WikiLeaks stuff.",
  "They're operators, all right.",
  "They cost me a lot of money.",
  "These pictures are horrible.",
  "This is a tragedy right now.",
  "KING: Said that again today.",
  "Now, we're six years later.",
  "News\", and CNN's Dana Bash.",
  "He's stepping up right now.",
  "We're a nation of builders.",
  "He was also a Trump donor.",
  "I know nothing about this.",
  "I was not being political.",
  "And Iran is fighting ISIS.",
  "So, new developments here.",
  "And you're totally right.",
  "Russia is fighting ISIS.",
  "That's absolutely false.",
  "I know I've confuse you.",
  "Erik Prince was the CEO.",
  "What do we make of this?",
  "Where's my local three.",
  "Assad is fighting ISIS.",
  "It's a great spy novel.",
  "He's interested in it.",
  "Elevator constructors.",
  "But what does it mean?",
  "I know them too well.",
  "I know them too well.",
  "We talked about that.",
  "We didn't start this.",
  "And that may be true.",
  "Where's local three.",
  "Well, let's hear it.",
  "I'll tell you that.",
  "Believe me, I know.",
  "What is the policy?",
  "It's great theater.",
  "That happens a lot.",
  "He's fighting ISIS.",
  "Oh, some contacts.",
  "He knows about it.",
  "It's about policy.",
  "Let's make a deal.",
  "Incredible people.",
  "You wouldn't this.",
  "We have a builder.",
  "KING: Not at all.",
  "It's great drama.",
  "But listen here.",
  "He mentioned it.",
  "I mean, come on.",
  "Not that good.",
  "That's better.",
  "That's Sunday.",
  "BASH: Exactly.",
  "Met with them.",
  "We don't know.",
  "I'm John King.",
  "Let's listen.",
  "Boilermakers.",
  "Electricians.",
  "Five minutes.",
  "Let's listen.",
  "Bricklayers.",
  "KING: Right.",
  "Incredible.",
  "Operators.",
  "KNOX: Yes.",
  "Plumbers.",
  "Laborers.",
  "Painters.",
  "Fitters.",
  "Exactly.",
  "Always.",
  "Nobody.",
  "I know.",
  "OK?"
]