[
  "“He cloaks himself in the American flag when he’s seeking a U.S. contract, but he is the hood ornament of the new era of the military industrial complex and a set of mercenaries who work for countries, oligarchs and random billionaires,” said Sean McFate, a former military contractor who wrote a book about private armies, “The Modern Mercenary.” “The Pentagon and national security establishment view Erik as a pariah.”\n\nPrince has said that the security training that Frontier does in China is meant to protect Chinese enterprises in Africa and Asia, not to support China’s domestic police or military.",
  "Frontier’s exact role in the province is not clear, said Nury Turkel, chairman of the Uighur Human Rights Project and a Washington lawyer, “but it’s very disturbing to have an American entity helping the Chinese government further their oppressive policies.”\n\nFrontier declined to respond to The Post’s questions about its forward operating base in Xinjiang, but in previous statements, the company has said that its training at such facilities is designed to teach security skills to unarmed nonmilitary personnel.",
  "Back at home, though, Prince’s company became, as even he described its soiled reputation, “the face of military evil — gun-toting bullies for hire.”\n\nAfter the 2007 incident in Iraq turned Blackwater into a target of political criticism, especially from Democrats, and after then-Secretary of State Hillary Clinton in 2009 scrapped Blackwater’s contract to protect U.S. diplomats in Iraq, Prince came to believe that he was the target of unfair and unwarranted inspection.",
  "In a 2015 memo to Prince obtained by The Post, attorneys at the Washington law firm Steptoe & Johnson recommended that “Frontier’s U.S. personnel should exercise utmost caution not to provide military advice or training to foreign units and forces that could be construed as defense services.” The memo said an American who advised a foreign entity on the “make-up of the security force or the sourcing of equipment” would face “a high risk” of legal exposure.",
  "The Post provided detailed questions, and several days later, another Frontier spokesman, Marc Cohen, said the company would not respond to the questions because “it’s pretty clear that you’ve already made up what type of story you want to write and it’s not a good one.”\n\nA Frontier spokesman later sent The Post a written statement saying that “Erik Prince is a proud American who would never seek to undermine the national interest.",
  "(Agence France-Presse/Getty Images)\n\nDefend China’s borderlands\n\nA promotional video for Frontier’s Beijing security training school shows students taking on masked, knife-wielding men — a type of attack that, in China, is indelibly associated with a 2014 assault at a train station in Kunming, a city in Yunnan province, where terrorists dressed in black and carrying knives killed 31 people and injured more than 140.",
  "FSG voluntarily filed a report with the [State Department’s Directorate of Defense Trade Controls] back in September 2016 to assist with their enquiries, to which there has been no follow up whatsoever, making it crystal clear that this matter has ended.”\n\nThe Justice Department and other U.S. officials declined to say whether they are investigating Prince’s role in engaging in military commerce with other nations.",
  "It aims to support infrastructure projects internationally to serve its clients’ needs in the interest of shareholders and does not support a political agenda.”\n\nPrince contends that nothing he is doing in China conflicts with his dedication to his own country, but a former U.S. intelligence official who is knowledgeable about Prince’s initiatives said many of his former colleagues think he has crossed a line.",
  "A slogan painted on the school’s wall reads, “Training ground for warriors.”\n\nPromotional video for the Chinese security school overseen by Erik Prince-led firm\n\nThe International Security Defense College boasts that Frontier has trained more than 5,000 Chinese military personnel, 200 plainclothes police officers, 500 SWAT specialists, 200 railway police officers and 300 overseas military police officers.",
  "Prince became chairman of Frontier, which would now be run by an executive team including Americans — its chief executive, Gregg Smith, a former Marine who had advised Prince on the Blackwater sale in 2010 — and Chinese managers from CITIC Group, formerly the China International Trust Investment Corp., a state-owned Chinese enterprise that held 20 percent of Frontier.",
  "Integrating security, logistics and insurance services into customized solutions.”\n\nThe second former Prince associate said the shift has been marked: “Currently, Frontier Services Group is one-hundred percent focused on security and supporting One Belt One Road,” China’s initiative to create a transportation network to enhance its economic influence across Eurasia.",
  "He said the risk of terrorist attacks, particularly along China’s new Silk Road, is the basis for the school’s major expansion plans from its Beijing campus to four new locations, including outposts in the Xinjiang Uighur region, in China’s northwest, near the borders with Pakistan and Afghanistan; and in Yunnan province, where China meets Burma, Laos and Vietnam.",
  "His connections get his ideas in front of important people: Last summer and fall, Prince’s proposal to have about 6,000 private contractors take on the training of Afghan security forces won consideration from top officials at the National Security Council, as did a related plan to pay private companies to help capture suspected terrorists for the U.S. government.",
  "As they invest in places like Pakistan and Latin America, they know security is going to be a crucial need and you need to know how to do that.”\n\nBut although Prince is valuable as a symbol of American expertise in security, “among our partners, he’s not the one that matters,” said Xin Yang, founder and president of Frontier’s Beijing security training school.",
  "After the company ran into legal and political problems stemming from its work for the U.S. military — including an incident in 2007 in which Blackwater workers killed 14 unarmed Iraqi civilians — Prince has lived and worked around the world, creating businesses based on providing security and handling logistics for enterprises on several continents.",
  "Blackwater’s aggressive tactics have earned them criticism, but also praise within Beijing’s security apparatus because they never lost a client.”\n\nAs China presses its “Silk Road” strategy, a $1 trillion effort to extend its political and economic influence across Asia and into Europe and Africa, security has become a vital concern.",
  "His connections get him into trouble: Special counsel Robert S. Mueller III is looking into whether Prince’s meeting last year in the Seychelles islands with a Russian official close to Russian President Vladi­mir Putin was actually an effort to create a back channel between the incoming Trump administration and the Kremlin.",
  "In 2015, according to Frontier documents, Smith, the company’s chief executive, learned that Prince had directed two of the company’s crop dusters — small planes that FSG rented out to governments so they could keep watch on trouble spots — to be modified so they could be armed with guns, rockets or Hellfire missiles.",
  "(For The Washington Post)\n\nIn November, Frontier graduated its first class of “overseas security specialists,” who were given “strict, strenuous and systematic” training to manage security in “high risk environments, warzones and operations across the globe,” according to a Frontier promotional statement.",
  "“It’s really sad to see a United States company sending personnel to support the Chinese mission to completely eliminate the Uighur culture,” said Rushan Abbas, a Uighur American translator and former journalist who worked as a consultant for the State Department in the George W. Bush administration.",
  "According to internal Frontier documents, executives were concerned that the company might be skirting U.S. law — known as International Traffic in Arms Regulations (ITAR) — requiring Americans to obtain special permits before defense-related technology can be transferred to foreign countries.",
  "(Handout photo from International Security Defensive College)\n\nMore than 5,000 private security companies do business in China, according to Alessandro Arduino, author of “China’s Private Army,” a book about how the country uses foreign expertise to protect its fast-expanding economic empire.",
  "From an early age, he wrote in his autobiography, “I wanted to battle the Soviets myself.”\n\nErik Prince, chairman of Frontier Services Group, is best known for his role running Blackwater, a security firm that played a major and controversial role in the U.S. wars in Iraq and Afghanistan.",
  "Prince is a man of supreme connections — after living out of the country for several years, he turned up at Trump’s election night party; his oldest sister, Betsy DeVos, is the president’s education secretary; he’s also close to Stephen K. Bannon, Trump’s former chief strategist.",
  "Prince and Ko sold Frontier to potential investors at a 2014 dinner in Hong Kong that featured a celebrity chef and signed copies of “Civilian Warriors.” To some Americans at the event, Frontier’s sales pitch to hedge fund operators and other affluent guests sounded familiar.",
  "“People, including prominent Communist Party members, would just show up where Prince was just because they wanted to meet with him.”\n\nAt dozens of meetings in Hong Kong, Beijing and Shanghai, Prince pressed Ko’s company to acquire Frontier Services Group, the associate said.",
  "He wrote in his autobiography that he made the move because he was “fed up with an endless drip of frivolous lawsuits and years of bad press.”\n\nIn 2013, two years after he’d sold off the remains of Blackwater, Prince was working hard to write a new chapter of his career.",
  "Convening in Hong Kong, Frontier’s American executives detailed the results of an internal investigation that the company had commissioned of whether Frontier was at risk of violating U.S. regulations governing the sale of weapons or combat tools to foreign governments.",
  "Frontier acquired a 25 percent share of the security college last year and now runs the facility to “help companies better prepare their workforce for operating across One Belt One Road regions in Asia and Africa,” Prince said in a statement at the time of the purchase.",
  "(Justin Chin/Bloomberg News)\n\nMore recently, however, he has said that his business in China “is not a patriotic endeavor”; rather, it is an effort “to build a great business and make some money doing it.”\n\nPrince has a knack for showing up where history is being made.",
  "(Aaron P. Bernstein/Bloomberg News)\n\nResignations\n\nAt a tense, two-day board meeting in March 2016, the Americans and the Chinese who ran Frontier were on opposite sides of a basic division about the company’s future, according to the first former Prince associate.",
  "As first reported by The Intercept, Frontier’s executives asked two law firms to conduct an internal investigation, and an inquiry by King & Spalding and Holland & Hart concluded that Prince’s Azerbaijan plan probably would be a problem for U.S. regulators.",
  "Prince meets with a Russian investment official close to President Vladimir Putin in the Seychelles as part of apparent effort to create a line of communication between Moscow and President Trump, U.S., European and Arab officials tell The Washington Post.",
  "Born to a fortune, he has built armies of contractors, buddied up with foreign leaders, and delved into domestic politics, playing a supporting role in various campaigns against Hillary Clinton and helping Donald Trump’s presidential candidacy in 2016.",
  "“FSG has been and remains strictly a Transportation and Third Party Logistics business.”\n\nThe China Venture Top American executives with Frontier Services Group resign because the company is moving to provide security services for Chinese interests.",
  "A few months ago, when a former colleague confronted Prince about his work training Chinese security officers, Prince replied by asking whether it would be better if he did the work in China or if the Russians did it, the former colleague recalled.",
  "In the 2018 National Defense Strategy, Defense Secretary Jim Mattis said the United States’ “competitive military advantage has been eroding.” Meanwhile, China has been rapidly modernizing its forces in an attempt to match the U.S. might in Asia.",
  "The school is overseen by Frontier Services Group, a Hong Kong-based company founded by Erik Prince, a former Navy SEAL who created Blackwater, a security firm that played a major and controversial role in the U.S. wars in Iraq and Afghanistan.",
  "Prince had allied himself with a well-connected Hong Kong entrepreneur, Johnson Ko, whom Forbes magazine ranked in 2016 as Hong Kong’s 49th-richest resident and whose digital TV set-top box business was a dominant player in the Chinese market.",
  "“The security mission there is to defend China’s borderlands and facilitate the assimilation of ethnic minorities.”\n\nFrontier says its trainers in China are unarmed and are not engaged in operations, only in passing along security know-how.",
  "According to a former associate, Prince poured millions of his own dollars into Africa through a private equity fund called Frontier Resource Group, which invested in mineral and oil extraction in countries such as Guinea and South Sudan.",
  "Some members of Congress, military officials and people who do similar security work say that Prince’s role as chairman of Frontier puts him in the unsettling position of advancing the strategic agenda of the United States’ largest rival.",
  "The school’s promotional materials boast that Frontier has trained more than 5,000 Chinese military personnel, 200 plainclothes police officers, 500 SWAT specialists, 200 railway police officers and 300 overseas military police officers.",
  "(The Washington Post)\n\nAimed squarely at China\n\nPrince calls his palatial estate in Middleburg, Va., Blackwater Ranch, but in the seven years since he sold Blackwater’s successor company, he has built new businesses all around the world.",
  "And the role of private security companies was changing, especially after a 2010 law nudged those companies — a relatively new phenomenon in a country where the state has a monopoly on security matters — toward hiring military personnel.",
  "After the attack, Chinese authorities ratcheted up what official state media call a “people’s war on terror,” even as human rights groups view the confrontation as a crackdown on the Uighurs, a Muslim minority, and other ethnic groups.",
  "(Nelson Ching/Bloomberg News)\n\nAnd Prince has used his connections to push the envelope in innovative and potentially problematic ways: His growing business in China has now sparked allegations that he is acting against U.S. interests.",
  "At Frontier’s Hong Kong board session, a few weeks after the Justice Department meeting, Ko, the senior Chinese official on the board, defended Prince, according to the first former Prince associate with knowledge of the meeting.",
  "With that assurance, in 2014, William J. Fallon, a retired Navy admiral who served as the head of U.S. Central Command and had known Prince for many years, eagerly joined the company’s board, comfortable with Frontier’s mission.",
  "After the attack, Chinese authorities increased what official state media call a people’s war on terror, and the security school shifted its focus, offering counterterrorism classes in addition to training for elite bodyguards.",
  "“Xinjiang is a sensitive region, so you’re not going to get permission to set up there except from very high up in the government.”\n\nXinjiang is a difficult place for any outsider to operate in, the human rights activist said.",
  "Within months, all but two of Frontier’s American senior executives had departed, mainly because of their concern that Prince’s work in China could conflict with U.S. interests, said five people who worked closely with Prince.",
  "This presents potential violations of ITAR, liability for which may flow to FSG.”\n\nPrince never applied to the State Department for a license to broker the sale of the planes, according to the first former Prince associate.",
  "(Jonathan Ernst/Getty Images)\n\n“Erik’s a guy who’s very smart and very aggressive and has a lot of good ideas, and with some amount of prudent risk-taking, this was one of those things that looked appealing,” Fallon said.",
  "Five days after Prince’s memoir was published in 2013, the two men signed a deal that, according to the associate, netted Prince $3.5 million along with hundreds of millions of shares in the new Frontier Services Group.",
  "“And Erik is setting himself up to offer military-style security service for the power projection of China globally.”\n\n“When you want logistics done in Africa, you call DHL,” said McFate, the former military contractor.",
  "It is not a defense contractor at all.”\n\nKenya Defense Forces soldiers arrive at a hospital in Garissa, Kenya, on April 4, 2015, to escort the bodies of al-Shabab terrorists who had attacked Garissa University College.",
  "Frontier itself didn’t appear to violate U.S. regulations, the report said, but Prince and some other Frontier employees appeared to engage “in brokering activities without being registered with [the State Department].",
  "Advocates for the Uighur minority in Xinjiang argue, however, that Frontier’s work there supports the Chinese authorities’ crackdown on the Muslim minority, a drive that includes sending people to reeducation camps.",
  "The International Security Defense College in Beijing is a private security training school that is overseen by Frontier Services Group, which was founded by Erik Prince, a former Navy SEAL who created Blackwater.",
  "He believes the Chinese have a better strategy to solve problems than we do and he thinks a global response is required.”\n\nTraining equipment at the International Security Defensive College in Beijing, China.",
  "The Chinese are in charge, so it won’t matter.”\n\nA statue with writing that espouses the virtues of transformation stands in a courtyard inside the International Security Defensive College in Beijing, China.",
  "And King & Spalding’s attorneys, worried that Frontier faced legal liability from Prince’s actions, went to the Justice Department in February 2016 to lay out their findings, according to company documents.",
  "Although some of Prince’s former associates wish he would steer Frontier away from security work, others say his initiatives in China fit in with his view that American foreign policy has lost its way.",
  "“In the intelligence community and the Pentagon, there was discomfort to begin with because he was courting the Chinese government at the same time as he was courting the American government for work.",
  "“State-owned enterprises are led by people with key positions in the Communist Party.” After The Post provided CITIC with a list of questions, the company, through a spokesman, declined to comment.",
  "Prince spent more than a decade at the helm of Blackwater, which won hundreds of millions of dollars in government contracts to guard U.S. officials and facilities, mainly in Iraq and Afghanistan.",
  "Frontier’s early work took place mainly in Africa, where the firm bought a Kenyan aviation firm, enabling it to transport officials from the United Nations or the U.S. military’s Africa Command.",
  "In 2010, after lawsuits and congressional investigations focused on Blackwater and those who had worked for the company, Prince moved to the United Arab Emirates, living there for three years.",
  "Although the page was stamped with the Frontier logo, “it was the same page used for a presentation” by Blackwater, which had been renamed Xe Services, the first former Prince associate said.",
  "Frontier later purchased an aviation company in Malta, where it used Boeing 737s to fly around sports and music celebrities such as Lady Gaga and U2, according to Prince’s former associates.",
  "Beijing’s International Security Defense College, which boasts of becoming “the largest private security training school in China,” sits behind a 45-foot-high exterior wall and a barricade.",
  "“When you want muscle, you call Erik Prince.”\n\nShoes are seen on the ground at the scene inside a railway station after an attack in Kunming, in China’s Yunnan province, on March 2, 2014.",
  "He worried about violating the U.S. Constitution’s ban on retired or active government employees accepting “emoluments,” or payments from foreign nations, without congressional approval.",
  "“The China stuff makes everybody uncomfortable,” said the former official, who spoke on the condition of anonymity because he is not authorized to discuss intelligence matters in public.",
  "“FSG has no security operations within China other than our training center in Beijing, which is for kidnap and terrorism avoidance,” a Frontier spokesman said in a statement.",
  "Prince has denied that he was representing the incoming Trump administration when he met with Kirill Dmitriev, pictured, the chief of the Russian Direct Investment Fund.",
  "The modified planes were intended for use by the government of Azerbaijan in its decades-old conflict with ethnic Armenians, according to the former Prince associate.",
  "The Kunming attack led the school to shift its focus, offering counterterrorism classes in addition to training for elite bodyguards, said Xin, the academy’s founder.",
  "Inside the compound, trainers with police and military experience teach classes on tackling detainees, handling hostage situations and thwarting terrorist attacks.",
  "“Erik Prince likes to present himself as the perfect patriot, but in fact he is the super mercenary,” said Rep. Jan Schakowsky (D-Ill.), a longtime Prince critic.",
  "Frontier Services Group announces that it will create forward operating bases in two Chinese provinces and will provide security services using unarmed personnel.",
  "Navy Adm. William J. Fallon, head of U.S. Central Command, arrives on April 18, 2007, to testify before the House Armed Services Committee on progress in Iraq.",
  "Blackwater, Prince wrote in his autobiography, “Civilian Warriors,” “became something resembling its own branch of the military and other government agencies.",
  "The company’s promotional slide deck included an illustration of a rugged landscape featuring armored vehicles, helicopters, a plane and a surveillance blimp.",
  "Frontier also conducted medical evacuations, such as after the 2015 al-Shabab terrorist attack at Garissa University College in Kenya that killed 148 people.",
  "The head of the school said the risk of terrorist attacks is the basis for the school’s major expansion plans from its Beijing campus to four new locations.",
  "“I was strung up so the politicians could feign indignation and pretend my men hadn’t done exactly what they had paid us handsomely to do,” he wrote.",
  "(Handout photo from International Security Defensive College)\n\nTraining equipment at the International Security Defensive College in Beijing, China.",
  "Frontier’s presence in Xinjiang is evidence of an unusually close relationship with the Chinese government, said Bequelin, of Amnesty International.",
  "For China’s leaders, the chance to work with someone like Prince was priceless, Bequelin said: “This is an attempt to learn how to secure interests.",
  "Today, “most of the people in private security in China are former members of the People’s Liberation Army or People’s Armed Police,” Arduino said.",
  "Despite its sullied reputation back home, “Blackwater is a brand name in China,” he said, “and people know that no one under their protection died.",
  "(Handout photo from International Security Defensive College) Training equipment at the International Security Defensive College in Beijing, China.",
  "After all the controversy surrounding Blackwater’s use of force and its military role, Prince repeatedly promised to steer clear of security work.",
  "Prince testifies before the House Intelligence Committee about his Seychelles meeting, and says he was not representing the Trump administration.",
  "John Black, part-owner of a Virginia firm that trains companies to comply with ITAR, said Prince probably would have been rejected for a license.",
  "Prince was offering a foreign defense article (i.e., an attack aircraft) for sale” to Azerbaijan’s defense ministry, the law firms’ report said.",
  "Prince has denied that he was representing the administration when he met with Kirill Dmitriev, the chief of the Russian Direct Investment Fund.",
  "When Frontier executives learned what the investigation had found, they canceled the sale of the planes, the two former Prince associates said.",
  "That person said Prince helped set up a mercenary unit for the former Soviet republic, but the modified cropdusters never reached Azerbaijan.",
  "The new venture was aimed squarely at the rapidly expanding economic engine of China, which was creating enterprises across Asia and Africa.",
  "But when the firm struggled to raise capital, former associates of Prince said, he changed course and began Frontier Services Group (FSG).",
  "“This case was not considered routine.”\n\nFrontier has rejected any notion that it might have been involved in selling military equipment.",
  "His companies won contracts from the George W. Bush and Barack Obama administrations to operate drones and provide security for the CIA.",
  "He was, he said, creating an “austere logistics” company, which would focus on moving people and goods rather than providing security.",
  "“Since our inception, FSG has had bright line policies against the provision of defense services,” the company said in a statement.",
  "We deliver groceries, including frozen groceries, from Capetown and Durban all the way up through the Democratic Republic of Congo.",
  "(Ben Curtis/Associated Press)\n\n‘A strong red line’\n\nAt first, Fallon wasn’t bothered by the Chinese enterprise’s stake in Frontier.",
  "CITIC “is just one step removed from the Chinese government, ”said Nicholas Bequelin, East Asia director of Amnesty International.",
  "Prince wanted to offer logistics and aviation services for China’s new businesses in some of the planet’s most problematic places.",
  "The Xinjiang branch is being built south of Kashgar, an area where a massive Chinese security presence has reshaped Uighur life.",
  "As a former high-ranking U.S. military officer, he could not in good conscience work on security matters for another country.",
  "Blackwater won him prominence but also infamy, especially after some of his guards working in Iraq killed unarmed civilians.",
  "By late 2015, Frontier was trucking all manner of products — furniture, mustard, mayonnaise, skin cream — across Africa.",
  "“In some ways, nothing’s changed with Erik,” said a former military contractor who worked closely with Prince for years.",
  "Prince moves to Abu Dhabi and helps build a force of foreign security officers for the United Arab Emirates government.",
  "He is way out of bounds.”\n\nA Blackwater sign marks Prince’s estate in Middleburg, Va., which he calls Blackwater Ranch.",
  "And for the new Chinese generation, most of whom have only one child, nothing is more important than protecting life.",
  "A person familiar with the department’s investigation of Frontier said the case was still active as of December 2017.",
  "“The State Department doesn’t like to approve exports to places where there are these regional conflicts,” he said.",
  "CITIC is now playing a larger role as Frontier’s dominant shareholder, Xin said, and “Prince’s share is decreasing.",
  "Boxed out of new business with the U.S. government, Prince turned his attention to partnerships in other countries.",
  "This was a strong red line.”\n\nAlthough Frontier initially focused its work on Africa, it changed course last year.",
  "Ko declined to speak to The Post and did not respond to written questions that Frontier’s spokesman had requested.",
  "As Frontier expanded into security work, Fallon and some other U.S. executives at the company had begun to worry.",
  "After Blackwater Prince resigns as chief executive of Blackwater, which had just changed its name to Xe Services.",
  "A slide-deck swap To impress investors, Frontier used an old Xe Services presentation, but swapped out the logo.",
  "But Fallon got legal advice and a green light because the Chinese didn’t own a controlling interest in Frontier.",
  "Prince sells controlling interest in Frontier Services Group to Chinese entrepreneurs, with Prince as chairman.",
  "We became the ultimate tool in the war on terror,” with 1,000 contractors in Iraq and hundreds in Afghanistan.",
  "He wants to mon­etize war and peace.”\n\nPrince turned down requests for an interview with The Washington Post.",
  "One Blackwater guard is convicted of murder and three others of manslaughter in the Nisour Square massacre.",
  "Today, he said, the most commonly requested training is lessons in tackling an attacker armed with a knife.",
  "“The regulations in Hong Kong are up front and they’re very strict, and they play by the rules,” he said.",
  "“He was a cool American,” said a second former Prince associate, who spoke on the condition of anonymity.",
  "Immediately after Ko spoke, Smith, Frontier’s chief executive, and Fallon announced their resignations.",
  "If I show up at someone’s door and I am with an outfit doing security, what are they going to think?",
  "The State Department, which Frontier also notified of possible transgressions, declined to comment.",
  "The visit to Justice took place without Prince’s knowledge, the first former Prince associate said.",
  "Secretary of State Hillary Clinton cancels Blackwater’s contract to protect U.S. diplomats in Iraq.",
  "“The definition of a country is having hegemony over the use of force, and Erik Prince blurs that.",
  "A London-based spokesman for Frontier said that “FSG’s review did not identify ITAR violations.",
  "(CITIC Group had been a major shareholder in Ko’s earlier venture, DVN, which became Frontier.)",
  "(Handout photos from International Security Defensive College)\n\nRauhala reported from Beijing.",
  "“Our solutions are based on firsthand experience operating in the most austere environments.",
  "In the long term, Frontier plans to open branches of the school in every province in China.",
  "Prince, 48, portrays himself as a misunderstood patriot, a devoted warrior for his country.",
  "The school will focus on training police and military personnel stationed there, Xin said.",
  "At a private security industry conference in Beijing last year, Prince was a VIP guest.",
  "Fallon declined to discuss his departure and Smith would not comment for this article.",
  "Prince walks to a closed-door House Intelligence Committee meeting on Nov. 30, 2017.",
  "FSG is an international company with operations in China and is listed in Hong Kong.",
  "Xin, 35, is a martial arts expert who has worked with China’s military and police.",
  "We do aviation out of Malta and we are the biggest medevac provider for the U.N. .",
  "Prince visits Trump Tower to advise Trump transition officials on foreign policy.",
  "Blackwater contractors kill 14 unarmed Iraqi civilians in Nisour Square, Baghdad.",
  "“Erik’s a bit of a celebrity in China,” said the first onetime Prince associate.",
  "The Chinese paid him a lot of money, but he’s not doing this just for the money.",
  "“Frontier Services Group is not Blackwater at all,” Prince told CNN last year.",
  "“FSG understands what it takes to succeed in frontier markets,” the site says.",
  "“He clearly feels that the U.S. government and State Department betrayed him.",
  "The speeches were all in Chinese, but Prince was one of the main attractions.",
  "Prince had repeatedly vowed that the company would not do any security work.",
  "His spokesman, Jonathan Garfield, offered to answer questions sent by email.",
  "“I didn’t want to get into the security business,” he said in an interview.",
  "Prince’s company has a special status among those businesses, Arduino said.",
  "“It’s a place with a layered history of violations and conflict,” he said.",
  "Dong Yi Hua, a former CITIC executive, is now Frontier’s chief executive.",
  "I wanted a complete divorce from that stuff, especially given my history.",
  "The Blackwater Years Prince commissioned as Navy officer, serves as SEAL.",
  "Prince creates Blackwater, begins winning government security contracts.",
  "China blamed the attack on Muslim “terrorists” from the Xinjiang region.",
  "Prince creates Frontier Resource Group, an investment firm in Abu Dhabi.",
  "But he is also a globetrotting entrepreneur with a flair for intrigue.",
  "The country, he said, is one of the few willing to invest in Africa.",
  "“Frontier cannot decide for itself where it sets up shop,” he said.",
  "Before joining Frontier, Fallon had only one serious reservation.",
  "“The Chinese are gradually taking more control” of the company.",
  "Prince violated any laws in this matter is categorically false.",
  "Prince eventually sold the firm, which is now called Academi.",
  "The board’s Chinese members said China needed his expertise.",
  "Four Blackwater contractors are killed in Fallujah, Iraq.",
  "Prince delivered the commencement address by video link.",
  "Frontier conducted medical evacuations after the attack.",
  "“Guns, bullets, training people, protection services.",
  "People lined up to have their photos taken with him.",
  "For Ko, Prince offered a different kind of cachet.",
  "The Chinese realize they don’t have the know-how .",
  "Training equipment is seen at the security school.",
  "Prince grew up in a strongly anti-communist home.",
  "After retiring, Fallon joined Frontier’s board.",
  "Their bodies are burned and hung from a bridge.",
  "Luna Lin in Beijing contributed to this report.",
  "“It was taken very seriously,” the person said.",
  "On its website, security now took top billing.",
  "Chinese media called the assault China’s 9/11.",
  "Only the company logo had been swapped out.",
  "“The evidence strongly suggests that Mr.",
  "to compete on the geopolitical stage.",
  "That’s not what I signed up for.",
  "Any assertion that FSG or Mr.",
  "But Fallon knew his limits.",
  "“None of our men are armed.",
  "He’s very, very angry.",
  ".",
  ".",
  ".",
  ".",
  ".",
  ".",
  ".",
  ".",
  ".",
  ".",
  ".",
  ".",
  "."
]