[
  "Rob Feiler ... Tajha Chappellet-Lanier ... Ford’s Ray Day ... Rex Smith ... WNYC’s Andrea Bernstein … Gareth Danker … Hailey Crust ... Sean Smith, EVP at Porter Novelli … Sam Heitner ... Elie Litvin ... Jen Ustynoski ... Camille Solberg ... Austin Hansen … Lindsay Applebaum ... David Worcester ... Shelby Coffey ... Josh Alexander ... Brandon Webb … Richard Fife … Sarah Rojas … Johnnetta Betsch Cole … Dana Brown Ritter, Washington bureau chief at CBN News … Jerusalem Mayor Nir Barkat is 58 ... Yoram Ettinger ... Michelle Fischler … Nick Thulin … Philip Minardi ... Eileen Zimmerman ... Kevin Stanfield ... Michael Paul Carey ... former Rep. Patrick Murphy (D-Pa.) is 44 … Robin Smith … Katie Belanger … Dan Ebert … Danielle Sterzenbach … Jocelyn Reiss … Monica Vernon (h/ts Teresa Vilmain)\n\nSUBSCRIBE to the Playbook family: POLITICO Playbook http://politi.co/2lQswbh ... Playbook Power Briefing http://politi.co/2xuOiqh … New York Playbook http://politi.co/1ON8bqW … Florida Playbook http://politi.co/1OypFe9 ... New Jersey Playbook http://politi.co/1HLKltF ... Massachusetts Playbook http://politi.co/1Nhtq5v … Illinois Playbook http://politi.co/1N7u5sb ... California Playbook http://politi.co/2bLvcPl ... London Playbook http://politi.co/2xfDPuK … Brussels Playbook http://politi.co/1FZeLcw ... All our political and policy tipsheets http://politi.co/1M75UbX\n\nFollow us on Twitter Anna Palmer @apalmerdc\n\n\n\nJake Sherman @JakeSherman\n\n\n\nDaniel Lippman @dlippman\n\nFollow Us",
  "I appeared in two parts of the ‘Atlas Shrugged’ film trilogy and twice in the Amazon series ‘Alpha House.’ And I have served on the board of directors of the NRA for the last 17 years.” Read his Playbook Plus Q&A: http://politi.co/2gPGcyC\n\nBIRTHDAYS: Carl Hulse is ageless ... Marvin Nicholson … Steve Doocy is 61 ... Holly Fine, documentarian and former 60 Minutes producer (hat tip: Tammy Haddad) … Megan Powers ... Maggie Steenland, student at Duke Fuqua and NBC News alum (h/t Erika Masonhall) … BuzzFeed senior publicist Katie Rayford is 27 (h/t Ben Smith) ... Winston Lord, co-founder of local data technology startup Venga (h/ts Tim Burger and Dan Swartz) … Amy Carter ... former RNC Chairman Michael Steele is 59 ... Dale Brown, founding president and CEO of the Financial Services Institute, is 55 ... WaPo’s Anthony Faiola … Politico Europe’s Sarah Wheaton ... Rep. Kurt Schrader (D-Ore.) is 66 ... Amy Walter ... Becca Herries ... Politico’s Kyle Cheney is 32 -- he’s celebrating by having dinner at Zaytinya with wife Hannah (h/t Hannah) ... Edelman’s Jeremy Gosbee and Amy Hemingway … Brett Pinto ... Nicole Pavia ... Marsha Mercer ... Kevin Keane of the American Beverage Association …\n\n... Lauren Crawford Shaver, partner at Forbes Tate Partners ... Julia Schechter, associate at SKDKnickerbocker ... Jay Footlik, the WH Jewish liaison in the Clinton administration, is 52 (h/t Jewish Insider) … Kelley Anne Carney (h/ts Carla Frank and Anna Epstein) ...",
  "“The ousters come ahead of the DNC’s first meeting, in Las Vegas, Nevada, ...Those who have been pushed out include: Ray Buckley, the New Hampshire Democratic chairman and longtime DNC official who ran against Perez for chair before backing Rep. Keith Ellison, D-Minn., lost his spots on the Executive Committee and DNC Rules Committee; James Zogby, the president of the Arab American Institute and prominent Sanders backer, is no longer co-chair of the Resolutions Committee and is off the Executive Committee ...\n\n“Alice Germond, the party’s longtime former secretary and a vocal Ellison backer, who was removed from her at-large appointment to the DNC; and Barbra Casbar Siperstein, the first transgender member of the DNC who supported Ellison and Buckley, was tossed from the Executive Committee.” http://nbcnews.to/2hPyC6O\n\nTWITTER EXCHANGE OF THE DAY -- @BillOreilly: “Sean Hannity kicking serious butt in the ratings.",
  "…\n\n“In open seats or races with Democratic incumbents, Mr. Bannon is backing consensus mainstream candidates: Missouri Attorney General Josh Hawley (whom Mr. McConnell and I helped recruit); Tennessee Rep. Marsha Blackburn; Ohio Treasurer Josh Mandel (on whose 2012 Senate bid American Crossroads spent millions).” http://on.wsj.com/2gQgyKe\n\n**SUBSCRIBE to Playbook: http://politi.co/2lQswbh\n\nTWO IMPORTANT CONGRESS STORIES …\n\nJOHN BRESNAHAN and ANNA PALMER: “Frail and disoriented, Cochran says he's not retiring”: “Mississippi GOP Sen. Thad Cochran insists that he is not retiring from Congress, despite widespread speculation about the veteran lawmaker’s health and political future.",
  "The Pence family’s history in the 6th District, combined with Greg Pence’s ties to a national political and fundraising network through his brother, would make Pence a formidable candidate, Indiana operatives say.” http://politi.co/2hPsR9j\n\nON RUSSIA -- “Facebook’s General Counsel to Testify to Congress in Russia Probe,” by NBC’s Jonathan Allen: “Facebook’s general counsel, Colin Stretch, will testify before the House and Senate intelligence committees in open hearings Nov. 1 as part of the congressional investigation into Russia's use of technology to try to interfere with the 2016 presidential election, according to a source familiar with the hearings.",
  "A GE spokeswoman said that ‘two planes were used on limited occasions for business-critical or security purposes.’ Mr. Immelt didn’t respond to requests for comment.” http://on.wsj.com/2yuIsoS\n\n-- WSJ: “American Express CEO Kenneth Chenault to Step Down After 16 Years: He will be succeeded by three-decade AmEx veteran Stephen Squeri,” by AnnaMaria Andriotis: “Kenneth Chenault, the head of American Express Co. and one of the country’s most prominent African-American corporate leaders, will step down as chairman and chief executive Feb. 1, capping a 16-year run at the iconic card company as it grapples with a new wave of competition.",
  "(She and Commerce Secretary Wilbur Ross both spoke): Tom Donilon, Shaun Donovan, Mike Froman, Bill Daley, Stephanie Cutter, Jim Hock, Merrick Garland, Nina Vaca, Bert Kaufman – the portrait http://politi.co/2yyUUS6\n\nSPOTTED at White House press aide Annie LeHardy’s 25th birthday party last night at the Hamilton with fellow White House colleagues: Raj Shah, Lindsay Walters, Giovanna Coia, Tyler Ross, Helen Ferre, Adam Kennedy, Ninio Fetalvo, Sofia Boza, Lara Barger, Michael Haidet, Kelly Love, Kaelan Dorr, Elliott Hulse, Brad Rateike, Ashley Mocarski, Hogan Gidley, Ory Rinat, Liz Oberg, Laura Nasim.",
  "Later in November, Trump may also make his first address from the Oval Office to promote his plan to the nation, said sources involved with the planning who spoke on condition of anonymity because the plans were not final.” https://usat.ly/2ytp9fK\n\nSPEAKING OF COMPROMISES: “Trump floats bipartisan tax reform group,” by Burgess Everett and Aaron Lorenzo: “President Donald Trump suggested at a meeting with senators Wednesday that the Senate create a bipartisan working group for tax reform, surprising Republicans who've been planning to pass a party-line bill, senators said afterward.",
  "It’s disgusting that the media is taking something that should be recognized as a generous and sincere gesture, made privately by the President, and using it to advance the media’s biased agenda.’” http://wapo.st/2ikldYf\n\n-- “White House staff drafted Niger sympathy statement for Trump that was never released,” by Nahal Toosi: “Staffers at the National Security Council drafted and circulated a statement of condolence for President Donald Trump to make almost immediately after a deadly ambush of U.S. soldiers in Niger earlier this month.",
  "“Democrats are pouring star power into the race to give Northam a late boost, with former President Barack Obama set to campaign for the lieutenant governor on Thursday, following a weekend appearance by former Vice President Joe Biden.” http://politi.co/2ilNwWj\n\nANOTHER PENCE ON THE BALLOT -- “Filing shows Pence’s brother readying House campaign,” by Maggie Severns: “A new federal tax filing indicates that Vice President Mike Pence's brother, Greg, is preparing to launch a campaign for Congress in Indiana.",
  "He was also a father who was looking forward to seeing his baby girl.” http://wapo.st/2x7FXoC\n\nLIKE HIS PREDECESSORS BEFORE HIM -- “Trump falls short on ‘drain the swamp’ promises,” by Theo Meyer: “Shortly before Election Day last year, Donald Trump rolled out a package of ethics reforms that he promised to implement as president, using for the first time a now-famous phrase: ‘drain the swamp.’ A year later and nearly nine months into his presidency, Trump has failed to deliver on most of those reforms.",
  "Maddow told Andrea: ‘You are the person who taught me how to be a feminist at work.’ The event [was] co-emceed by NBC News’ Cynthia McFadden and CBS News’ Norah O’Donnell ... [T]his is the third lifetime achievement award [Andrea has] received this year.” Pics http://bit.ly/2yBkxUD … http://bit.ly/2ySMFTX\n\nTRANSITIONS -- Luke Hilgemann and Sean Lansing are leaving Americans for Prosperity to buy the Champion Group, a political consulting firm founded by Scott Walker political adviser Keith Gilkes.",
  "The 66-year-old executive will be succeeded as CEO by Stephen Squeri, a three-decade AmEx veteran who previously ran its division in charge of corporate cards.” http://on.wsj.com/2gRIrS6\n\nMEDIAWATCH -- “Michael Duffy Departs Time as an Era Keeps Ending,” by Vanity Fair’s Joe Pompeo: “Michael Duffy, deputy managing editor of Time and editorial director of parent company Time Inc., has decided to leave the company after more than 32 years.",
  "OF THIS JOB STINKS -- “Signaling Frustration, Senior House Republican Plans to Quit Early,” by NYT’s Alex Burns and Jonathan Martin: “In a sign of mounting frustration among Republicans in Washington, Representative Pat Tiberi of Ohio, a senior lawmaker with close ties to his party’s leaders, is expected to resign and take up an executive post with a business group in his home state, according to three Republicans briefed on his plans.",
  "Learn more at google.com/grow/veterans\n\nTHE FALLOUT CONTINUES -- THE CHECK IS IN THE MAIL -- WAPO: “Trump offered a grieving military father $25,000 in a phone call,” by Dan Lamothe, Lindsey Bever and Eli Rosenberg: “President Trump, in a personal phone call to a grieving military father, offered him $25,000 and said he would direct his staff to establish an online fundraiser for the family, but neither happened, the father said.",
  "| Carolyn Kaster/AP Photo\n\nTHE UPCOMING ASIA TRIP -- “Trump White House debates presidential visit to demilitarized zone along North Korean border,” by WaPo’s David Nakamura: “It has become the ultimate symbol of American resolve against the threat of North Korea: a visit by the U.S. commander in chief to ‘freedom’s frontier,’ the heavily guarded demilitarized zone that has separated the North and South for 64 years.",
  "‘If anything, the lobbying business is booming right now.’” http://politi.co/2ytjK8s\n\nTRUMP’S TAX PLANS -- “Trump tax strategy: cut a few compromises but don’t count on Democrats,” by USA Today’s Heidi Przybyla: “President Trump’s upcoming push for his tax cut plan next month will include compromises that will limit some of its current benefits for the nation’s richest taxpayers, according to White House officials.",
  "The ad http://bit.ly/2x6HlYx\n\n-- GU POLITICS, the Institute of Politics and Public Service at Georgetown’s McCourt School of Public Policy, is hosting “Clinton 25: Georgetown Reflects on the Vision of Bill Clinton.” The Nov. 3-6 event series will focus on examining what drove President Clinton’s campaign and presidency, culminating with a keynote address by Clinton at the University’s Gaston Hall.",
  "I always thought he was very smart, but he has a tin ear somehow, and he doesn’t seem to bring anything new to the conversation.” http://bit.ly/2xPX8Lf (h/t Slate)\n\n-- ELIANA JOHNSON has officially joined POLITICO’s White House team, “fortifying a powerhouse group of seven reporters who have dominated coverage of President Trump and the West Wing,” emails POLITICO editor Carrie Budoff Brown.",
  "POWER PLAY -- NBC’S ALEX SEITZ-WALD: “Shakeup at Democratic National Committee, Longtime Officials Ousted”: “A shakeup is underway at the Democratic National Committee as several key longtime officials have lost their posts, exposing a still-raw rift in the party and igniting anger among those in its progressive wing who see retaliation for their opposition to DNC Chairman Tom Perez.",
  "Some aides worry a visit could further inflame already heightened tensions on the Korean Peninsula, while others have expressed concern over Trump’s personal safety.” http://wapo.st/2ySWTUq\n\nIN VIRGINIA -- “Close Virginia governor polls set Democratic nerves on edge,” by Kevin Robillard: “Democrat Ralph Northam is leading most polls of the Virginia governor’s race.",
  "“Retaining parts of a state and local tax deduction that benefits many middle-class families in blue states is also an area where Trump is expecting compromise as House Republican negotiators hash out legislation capable of winning the support of a number of party members representing high-tax blue states like New Jersey and New York, said Short.",
  "As the Senate worked to advance a budget that would set up a partisan tax reform bill on Wednesday, the president repeatedly indicated at a lunch with senators from both parties that he wanted a bipartisan process headed by Senate Finance Chairman Orrin Hatch (R-Utah) and ranking member Ron Wyden (D-Ore.), senators said.",
  "Eliana will be part of the rotation of reporters in the briefing room and on the road covering what is truly a seven-days-a-week presidency, while also keeping a hand in Magazine writing and political coverage.”\n\n--JIM COMEY’S LIKELY TWITTER ACCOUNT -- Reinhold Niebuhr (@FormerBu): “Beautiful fall day at West Point.",
  "THE BIG PICTURE -- “Trump keeps his focus on the sideshows: Unlike his predecessors, this president sees policy as a diversion from the larger cultural battle he believes he was elected to fight,” by Eliana Johnson: “The historian Walter Russell Mead traced this impulse to the legacy of President Andrew Jackson.",
  "Learn more at google.com/grow/veterans\n\nBUSINESS BURST – “GE’s New Chief Makes Cuts, Starting With Old Favorites,” by WSJ’s Thomas Gryta and Joann S. Lublin: “John Flannery, the leader of General Electric Co. for just 2½ months, has already begun dismantling the legacy of his predecessor, including the planes.",
  "If things had gone according to Mr. Wenner’s plan, the two of them would be appearing together at parties, talks and other promotional events timed to the publication on Tuesday of the 547-page tome [“Sticky Fingers: The Life and Times of Jann Wenner and Rolling Stone Magazine”] from Alfred A. Knopf.",
  "“While Northam has held leads ranging from a few points to double digits in most polls, the first survey in months showing Gillespie with a 1-point edge came out just weeks before Election Day — and in any case, after overconfidence in 2016, almost no polling lead could relieve Democratic worrying.",
  "“When another reporter asked whether leadership had pressured Cochran to return for a vote on the budget resolution -- a key moment in the tax reform debate -- Cochran smiled and responded, ‘It’s a beautiful day outside.’ Cochran sat quietly in his seat during Wednesday's lengthy vote session.",
  "I will say that won’t regret following it.” Gizmodo’s story in March: “This Is Almost Certainly James Comey’s Twitter Account” http://bit.ly/2xQ5Jxu\n\n\n\nPlaybook Reads\n\nPHOTO DU JOUR: Attorney General Jeff Sessions is sworn in before the Senate Judiciary Committee on Capitol Hill on Oct 18.",
  "In the last three decades, Time has been defined by the potent group of journalists who emerged there in the 80s, such as Maureen Dowd, Jim Kelly, Alessandra Stanley, Michiko Kakutani, Walter Isaacson, Rick Stengel, Kurt Andersen, Frank Rich, and Evan Thomas, to name a few.",
  "Two Republicans who were briefed on Mr. Tiberi’s decision said he had indicated that he plans to join the Ohio Business Roundtable.” http://nyti.ms/2yz0zt7\n\n-- TIBERI was a loyal deputy to John Boehner, and is a senior member of the tax-writing Ways and Means Committee.",
  "The NSC staffer, who apparently wrote the original draft and emailed it first to herself and then others shortly after 10 a.m. on Oct. 5, hung up on a POLITICO reporter who called to ask about it.” http://politi.co/2x7GmaC\n\n-- “The private life of Sgt.",
  "“On one amendment, Cochran voted ‘yes’ despite being told by an aide to vote ‘no.’ The staffer tried to get the senator to switch his vote, but Cochran kept flashing the ‘thumbs up’ sign, even walking over to the clerk tallying the vote and doing so.",
  "... [A]s President Trump prepares for a 12-day swing through five Asian nations next month to bolster international pressure on Pyongyang, the administration is divided over whether he should make the pilgrimage, an issue that remains unresolved.",
  "“Although she technically sat on the politics team, Eliana quickly (and organically) became an indispensable partner to White House reporters, breaking big stories from across the administration on DACA, the NSC, Rex Tillerson and Nikki Haley.",
  "ROVE smacks Bannon -- COCHRAN returns to the Senate, needs help finding the chamber -- TIBERI leaving Congress early -- TRUMP offers Gold Star family 25k check – MICHAEL DUFFY leaving Time Presented by\n\nDriving the Day\n\nGood Thursday morning.",
  "Several more moments passed before Cochran realized he was voting the wrong way and then changed his vote.” http://politi.co/2gR2yQt\n\n-- COCHRAN is hardly the first aging senator to face questions over his health and fitness for duty.",
  "“While everyone in the room nodded along with Trump’s hopes for bipartisanship, there was no agreement among senators to actually create such a group, which is viewed by some Republicans as redundant to the existing Finance Committee.",
  "...\n\n“Trump’s offer of $25,000 adds a dimension to his relationships with Gold Star families, and the disclosure follows questions about how often the president has called or written to the parents or spouses of those killed.",
  "But Trump never publicly issued the statement, and, some two weeks later, is now in hot water over his initial silence on the soldiers’ deaths and alleged controversial comments he made to a widow of one of the dead.",
  "… (Trump hung Jackson’s portrait in the Oval Office in January, a move instigated by former White House chief strategist Steve Bannon after he read Mead’s piece, according to sources familiar with Bannon’s thinking.",
  "Google and Twitter executives are also expected to testify before the panels that day.” http://nbcnews.to/2gtMnf1\n\n\n\nA message from Google: Google is committed to helping veterans build successful civilian careers.",
  "Another held a town hall to discuss ‘chemtrail’ theories”: “Steve Bannon, the failed presidential adviser and alt-right sympathizer, has declared war on incumbent Republicans, particularly Sen. Mitch McConnell.",
  "THE JUICE …\n\n-- The Coalition to Save Local Media is launching a six-figure national cable ad campaign that will run for three weeks focused on how the Sinclair-Tribune merger hurts consumers and local news.",
  "An operative with ties to Vice President Pence and Rep. Luke Messer, who is leaving his House seat to run for Senate, filed paperwork with the IRS this week to form ‘Greg Pence for Congress Inc.’ ...",
  "Rob Portman (R-Ohio) leaving Oyamel ... At BLT at the Trump hotel last night: Sen. Rand Paul (R-Ky.) and Sergio Gor ... Evan Bayh in first class on an American flight yesterday from New York to DCA.",
  "The compromises will include ending a 23.8% preferential tax rate for hedge-fund managers, or the so-called carried interest rate, White House legislative affairs director Marc Short told USA TODAY.",
  "More details http://bit.ly/2yySQeA\n\n-- NINA TOTENBERG on the “First Mondays” podcast: “My surmise, from what I’m hearing, is that Justice [Elena] Kagan really has taken [Gorsuch] on in conference.",
  "Dillon Baldridge, said that Trump called him at his home in Zebulon, N.C., a few weeks after his 22-year-old son and two fellow soldiers were fatally shot by an Afghan police officer on June 10.",
  "Their phone conversation lasted about 15 minutes, Baldridge said, and centered for a time on the father’s struggle with the manner in which his son was killed — shot by someone he was training.",
  "OUT AND ABOUT – Pool report: “Andrea Mitchell received the Lifetime Achievement Award from the International Women’s Media Foundation (IWMF) as part of their 2017 Courage in Journalism Awards.",
  "... To those who knew him, he was a loving husband who had his wife’s name tattooed across his chest, a soldier who pushed to improve himself, and a son who enjoyed talking about his family.",
  ")” http://bit.ly/2zzcQw1\n\n--“Jann Wenner and His Biographer Have a Falling Out,” by NYT’s Joe Coscarelli and Sydney Ember: “Jann Wenner and his biographer are no longer on speaking terms.",
  "For much of Jeff Immelt’s 16-year run atop one of the world’s largest conglomerates, an empty business jet followed his GE-owned plane on some trips to destinations around the world ...",
  "Instead, Mr. Wenner, the founder of Rolling Stone magazine, is distancing himself as much as possible from Joe Hagan, the writer who spent four years chronicling Mr. Wenner’s life.",
  "Andrea was introduced by MSNBC President Phil Griffin ... [S]he ended her acceptance with: ‘And by the way, hashtag #MeToo.’ MSNBC’s Rachel Maddow then interviewed Andrea on stage.",
  "He was unable to answer whether he would remain chairman of the Appropriations Committee, and at one point, needed a staffer to remind him where the Senate chamber is located.",
  "Today when service members search “jobs for veterans” on Google, and enter their military occupational specialty code, they’ll see jobs that match their military skill sets.",
  "From his perch at Breitbart, Mr. Bannon is vowing to defeat officeholders who back Mr. McConnell as majority leader or who won’t sign onto Mr. Bannon’s populist agenda.",
  "... Mr. Tiberi, 54, could announce his plan to leave Congress as soon as this week, Republican officials said, though it is unclear when he intends to vacate his seat.",
  "Spending on lobbying in Washington totaled almost $1.7 billion in the first half of the year, the highest since 2012, according to the Center for Responsive Politics.",
  "He is also slated to meet with Secretary of State Rex Tillerson before attending a gala dinner for UNHCR honoring First Lady Melania Trump at the Kuwaiti embassy.",
  "Tapper on CNN as low as you can go.” … @jaketapper: “‘Low’ would be sexually harassing staffers and then getting fired for it -- humiliated in front of the world.",
  "He now runs Frontier Services Group, a security company financed by a Chinese state-owned conglomerate and hired to protect Chinese energy projects in Africa.",
  "But to his family and his Miami Gardens, Fla., community, Johnson was known as ‘Wheelie King,’ a nickname he earned for riding his bicycle on one wheel.",
  "!” … @benjaminwittes: “Look who’s tweeted again... I’ve never confirmed the identity of the holder of this account and I’m not going to start now.",
  "‘It’s a true story.’ Mr. Wenner did not like it.” http://nyti.ms/2zzLg1W ... $19.46 on Amazon http://amzn.to/2yU9jeO\n\n\n\nPlaybookers\n\nSPOTTED: Sen.",
  "The two jets sometimes parked far apart so they wouldn’t attract attention, and flight crews were told to not openly discuss the empty plane ...",
  "‘I don’t think that anything’s really changed,’ said Brian Wild, a longtime Republican lobbyist and a former aide to House Speaker John Boehner.",
  "And others were dismayed to see the campaign leave the party’s black lieutenant gubernatorial nominee off some fliers distributed by a union.",
  "We also help employers find them by enabling companies to implement this feature on their career sites using Google Cloud’s Talent Solution.",
  "He is scouting Wyoming real estate and trying to score a local driver’s license, but no one from Abu Dhabi has ever been elected in Wyoming.",
  "“However, when queried about whether he would stay on as Appropriations chairman, Cochran seemed confused and just repeated the question.",
  "The Mead piece http://fam.ag/2ySQQz7\n\n\n\nA message from Google: Google is supporting service members as they transition to civilian jobs.",
  "Lone kayaker on the Hudson.” Pic http://bit.ly/2zlEjk4 ... Erica Orden (@eorden) replies: “The purported Jim Comey account has tweeted!",
  "Republican Reps. Dave Reichert (Wash.), Pat Tiberi (Ohio), Sam Johnson (Texas) and Lynn Jenkins (Kan.) are all retiring or resigning.",
  "Former Sen. Robert Byrd (D-W.Va.) and former Sen. Strom Thurmond (R-S.C.) both hung on despite their ailing health and advanced age.",
  "‘Don’t believe everything you hear,’ Cochran said in a low voice when asked whether he plans to retire after 44 years in office.",
  "Of a five-point list of proposals he unveiled to tighten the rules for Washington lobbying, only one has been fully implemented.",
  "La David Johnson, the slain soldier ensnared in a Trump controversy,” by WaPo’s Kristine Phillips: “To most of the country, Sgt.",
  "…\n\n“In Wyoming, Mr. Bannon is recruiting Erik Prince, founder of the security firm Blackwater, to challenge Sen. John Barrasso.",
  "Through Grow with Google, our initiative to create economic opportunities, we’ve developed resources specifically for veterans.",
  "Some in Northam’s party are concerned about his campaign’s decision to outsource its digital advertising to outside groups.",
  "I think we’ve got all the tools we need.” http://politi.co/2imtPOf\n\n-- THE SHIP has sailed on a bipartisan tax overhaul.",
  "He smiled and responded when a fellow senator stopped by to offer greetings, but generally did not speak to anyone else.",
  "CareerBuilder, Pepsi, Siemens, RecruitMilitary, and many others have already implemented the API on their career sites.",
  "And she is about as tough as they come, and I am not sure he’s as tough -- or dare I say it, maybe not as smart.",
  "But in a statement Wednesday afternoon, White House spokeswoman Lindsay Walters said: ‘The check has been sent.",
  "The 79-year-old Cochran appeared frail and at times disoriented during a brief hallway interview on Wednesday.",
  "He has $6.6 million in his campaign account which, of course, he can keep and use on political activities.",
  "SHOTS FIRED: KARL ROVE in the WSJ: “Steve Bannon’s Motley Crew of Challengers: One is fresh out of prison.",
  "He has millions more to spend in the closing weeks of the race than Ed Gillespie, the Republican nominee.",
  "But despite all of that, Democrats are growing increasingly anxious about the too-close-to-call campaign.",
  "CHECK THIS OUT -- A quarter of the Republicans on the Ways and Means Committee are getting out of dodge.",
  "‘The president basically asked them to work on that,’ said Senate Majority Whip John Cornyn (R-Texas).",
  "The Jacksonian legacy, Mead wrote in Foreign Affairs, is defined by identity, culture and patriotism.",
  "KEEP YOUR EYE ON THIS -- CONGRESS needs to pass a disaster supplemental spending bill by next week.",
  "This does highlight, though, the reason Republicans are skittish about working with the president.",
  "Senate Majority Leader Mitch McConnell (R-Ky.) is meeting with the governor of Puerto Rico today.",
  "Diane Black is running for governor of Tennessee and Jim Renacci is running for governor of Ohio.",
  "“And rather than draining the swamp, many Washington lobbyists say business is better than ever.",
  "...\n\n“The statement was circulated among NSC officials as well as Defense Department officials.",
  "He started to walk into a first-floor room — though the Senate chamber is on the second floor.",
  "SPOTTED at Penny Pritzker’s portrait unveiling yesterday afternoon at the Commerce Department.",
  "The Washington Post contacted the White House about Baldridge’s account on Wednesday morning.",
  ")” With cameos by Bill Kristol, Amy Walter and Jonah Goldberg http://politi.co/2yyiVKH ...",
  "It would be stunning -- and quite the statement -- if he leaves before tax reform is done.",
  "La David Terrence Johnson was an American service member killed in action in West Africa.",
  "Cochran had to be guided by staffers around a security checkpoint inside the Capitol.",
  "BIRTHDAY OF THE DAY: Grover Norquist, president of Americans for Tax Reform, is 61.",
  "Now THAT would be low.”\n\nTRUMP’S THURSDAY -- Trump will meet with Puerto Rico Gov.",
  "(Graydon Carter, the editor of V.F., is also a member of this prestigious group.",
  "The second plane was a spare in case Mr. Immelt’s jet had mechanical problems.",
  "He’s served in Congress since 2000, and recently passed on a run for Senate.",
  "I don’t really personally see the benefit of creating additional structure.",
  "GOP floor staffers repeatedly told him the leadership wanted a ‘no’ vote.",
  "… After Labor Day, Mr. Hagan sent Mr. Wenner an early copy of the book.",
  "And he’s aired more television ads than Gillespie over the last month.",
  "So what kind of challengers is Mr. Bannon marshaling for the midterms?",
  "Hilgemann has most recently been CEO at AFP and Lansing has been COO.",
  "I now attend Burning Man each year along with 70,000 other burners.",
  "And that it’s a pretty tough battle and it’s going to get tougher.",
  "The flood insurance program is going to reach its borrowing limit.",
  "But it was never released, and it was not immediately clear why.",
  "Prince was born in Michigan and keeps a second home in Virginia.",
  "Ways and Means is one of the House's treasured \"A\" committees.",
  "‘As chairman of the Appropriations Committee?’ Cochran asked.",
  "Sen. John Cornyn (R-Texas) also wants more money for Texas.",
  "Republicans have been working for months on their proposal.",
  "But he and his family have lived in Abu Dhabi since 2010.",
  "‘I hope you like it,’ Mr. Hagan wrote in a brief note.",
  "He lost a bid to chair the committee to Kevin Brady.",
  "Officials declined to discuss the events in detail.",
  "NSC spokesman Michael Anton declined to comment.",
  "But ‘that’s what we do as a (finance) committee.",
  "He was then ushered by an aide up to the Senate.",
  "People spend years trying to get on the panel.",
  "‘I would say, frankly, he wants it,’ he said.",
  "He rode a lot, usually on his way to work.",
  "Chris Baldridge, the father of Army Sgt.",
  "‘He's not just open to it,’ said Short.",
  "He raised $275,000 last quarter.",
  "A fun fact about Grover: “Hmm.",
  "You never know what he’ll do.",
  "As is President Trump.",
  "Ricardo Rosselló.",
  "-- DEPT.",
  "Mr.",
  "..."
]