[
  "“I seek affection in foreign environments and enter a contradictory situation that is distant and involved, unappealing and attractive, all while feeling a sense of belonging, solitude, affection, empathy and dominance.”\n\n“Intimate strangers” begs the question of whether the work is a purely fictional game or if it is actually surfacing connections that are real and authentic.",
  "“The encounter is unusual and brief, creating feelings that have an infinite number of meanings as well as a unique, magical moment that overcomes the stale and perfunctory nature of existence,” continues Moran, who enters the homes of those who participate in her charade as a guest.",
  "In the 1998 movie “Buffalo 66”, Vincent Gallo portrays a convict who, upon leaving jail, kidnaps a teenage girl and forces her into a romantic relationship, going so far as to introduce her as his girlfriend to his parents.",
  "So as to elicit emotions from her subjects, she immediately takes on her characters: a daughter to evoke a mother’s love; a disappointed lover in a cold bedroom; the joyful companion of an unknown man.",
  "This narrative inspired young photographer Hemya Moran to create her “Intimate strangers” series, in which she poses as daughter, sister, friend and lover to strangers she happened to meet in life.",
  "“Photography is the perfect medium for me to realize those dreams I would have never dared to pursue in real life, such as crossing into alternate realities, families and lifestyles,\" Hemya added.",
  "She asks these strangers to share an intimate moment with her in their personal spaces, and the length of the rapport is equal to the fraction of a second in which the photograph is taken.",
  "The series is a demanding role play experiment, that doesn't prompt an unequivocal reaction but rather leaves itself open to the viewers' various interpretations.",
  "The Girlfriend (n.3)\n\n“I ask them to look at me, to think of me, to remember me,” explains the photographer, who was born in Jerusalem and lives in Düsseldorf.",
  "\"Photography allows for a bridge between fiction and reality to exist in my life.”",
  "It is this variety and diversity of emotions that the photographer is pursuing.",
  "Intimate Strangers."
]