[
  "“The Islamic Emirate [Taliban], while representing the people and as an emancipative force of the nation, considers this process a fake one as a conspiracy of deceiving the people for achieving the malicious interests of foreigners,” read the statement, which comes as the group controls the most territory in the country since its 2001 overthrow.",
  "Read more:\n\nDisputes put Afghan elections in jeopardy as well as the country’s democracy\n\nStrongman’s loyalists show Taliban isn’t only threat in Afghanistan\n\nAfghans feel abandoned by struggling government\n\nToday’s coverage from Post correspondents around the world\n\nLike Washington Post World on Facebook and stay updated on foreign news",
  "It also comes in the midst of a widening political rift between members of the government, dissatisfaction among factional leaders over the electoral process, and allegations that President Ashraf Ghani is seeking to manipulate the results to boost his own reelection in six months.",
  "The warning coincides with an increase in the number of attacks both by the Taliban and affiliates of the Islamic State in recent months, which have killed hundreds of people, including six nominees for the parliamentary vote and scores working on the elections.",
  "[Weeks away, critical Afghan elections threatened by violence, claims of manipulation]\n\nIn its statement, the Taliban described the elections as a “bogus” U.S. move to consolidate its invasion of Afghanistan and urged Afghans to avoid participation.",
  "“The Islamic Emirate instructs all its Mujahideen to halt this American-led process throughout the country by creating severe obstacles for it, while taking extensive and intensive care of civilian Afghan lives and their properties,” it added.",
  "U.S. and Afghan officials alike have both said they think Prince’s proposal is a bad idea, but it has not been dismissed out of hand in part because of Prince’s relationship with people in the Trump administration.",
  "In its statement, the Taliban also sought to capitalize on the recent visit of Erik Prince, the former Navy SEAL and founder of the Blackwater security company, which was accused of killing civilians in Iraq.",
  "(Jawad Jalali/EPA-EFE/Shutterstock)\n\nTaliban militants on Monday broke months of silence on the upcoming parliamentary elections in Afghanistan, warning they would seek to disrupt the Oct. 20 vote.",
  "Prince, a heavy donor to President Trump’s campaign and brother of Education Secretary Betsy DeVos, infuriated Afghan officials when he called during his visit for privatization of the war.",
  "“The sovereignty of our land is at stake as the privatization of the ongoing war by handing it over to a contract killer group, called Blackwater, is under consideration,” the Taliban said.",
  "The announcement casts new doubt on the troubled elections, which have already been delayed for three years and are plagued by fears of fraud and security concerns.",
  "An Interior Ministry official said security preparations are on the right track for the vote, and will prevent the Taliban from disrupting the process.",
  "The Taliban warning comes after apparent direct talks between the militants and U.S. delegates failed to produce any result in recent months.",
  "In past elections, the Taliban immediately issued warnings that it would disrupt the contests and targeted voters and candidates.",
  "Afghan men sit next to campaign posters of candidates for upcoming parliamentary elections at a shop in downtown Kabul on Oct. 6.",
  "Advised and backed by U.S.-led troops, tens of thousands of Afghan forces are set to be deployed on election day.",
  "This year, however, the militants remained silent until less than two weeks before the vote.",
  "Prince sold Blackwater, which has since changed its name, in 2010 and founded a new firm.",
  "More than 2,000 polling sites have already been shut because of violence.",
  "The Taliban warning further raises the alarm about election security.",
  "Dan Lamothe contributed to this report from Kabul.",
  "The palace vehemently denies the charge.",
  "using more U.S. contractors."
]