[
  "He has undermined the immunity that is supposed to be enjoyed by ministers and statesmen.”\n\nIt is certainly true that a number of prominent Saudi voices have been silenced, like that of Jamal Khashoggi, one of the country’s foremost analysts from within the establishment.",
  "Franklin D Roosevelt and King Ibn Saud of Saudi Arabia at Great Bitter Lake in Egypt in February 1945 (Wikicommons)\n\nWhen King Abdullah died on 23 January 2015 and his half-brother Salman came to the throne, his son, Mohammed bin Salman had nothing in place.",
  "This has been the case for every Saudi king since 14 February 1945 when Franklin D Roosevelt met the kingdom’s founder, King Abdul Aziz on a US destroyer in the waters of Egypt’s Great Bitter Lake.A Saudi prince needs three sources of power to become king.",
  "Saudi singer Mohammed Abdu - known as Saudi's 'Paul McCartney - performs in Riyadh in March 2017 with Mohammed bin Salman, King Salman and Mohammed bin Nayef projected in the background (AFP)\n\nThere is, however, one small difference.",
  "The head of the army, a career professional, Lieutenant General Eid al-Shalwi, was removed, to be replaced by his deputy, Prince Fahad Bin Turki, who coincidentally had just been in Abu Dhabi to brief Bin Zayed on the war in Yemen.",
  "The two had funded and organised the military coup which brought Abdel Fattah al-Sisi to power in Egypt, and all three were united in their common belief that the Muslim Brotherhood, not Iran, represented the existential threat.",
  "The governor of that province is Saud bin Nayef, who is Mohammed bin Nayef’s brother, thus the arrival of the prince as deputy governor represented another way to tighten the noose around the crown prince’s neck.",
  "His main projects are an online government dashboard that will transparently display the goals of each ministry, with monthly KPIs - key performance indicators - for which each minister will be held accountable.",
  "This January, Trump revealed that he turned down a $2bn deal from his Dubai friend: \"I didn't have to turn it down, because as you know, I have a no-conflict situation because I'm president,\" Trump said.",
  "Act One: Royal flush\n\nKing Salman flushed out the remnants of Abdullah’s court, starting with the dead king’s Cardinal Richelieu, Khaled Tuwaijri, the general secretary and gatekeeper to the Royal Court.",
  "This has been the case for every Saudi king since 14 February 1945 when Franklin D Roosevelt met the kingdom’s founder, King Abdul Aziz on a US destroyer in the waters of Egypt’s Great Bitter Lake.",
  "Saudi writer Turki al-Ruqi, the founder of Al-Wi’am newspaper, accused al-Qahtani of acting like an internet troll, launching social media campaigns against selected targets to terrify dissenters.",
  "Act Two: Son rise\n\nKing Salman kicked his brother Prince Muqrin out of his role of crown prince, put his nephew, Bin Nayef, into the post and made his favoured son, Mohammed, deputy crown prince.",
  "By December that year, the German intelligence agency the BND issued an unusually candid one-and-a-half-page memo portraying the 29-year-old Mohammed as a reckless gambler with too much power.",
  "Bin Zayed’s brother, the UAE’s national security adviser, set up a meeting in the Seychelles between the founder of Blackwater, Erik Prince, and a Russian close to Vladi­mir Putin.",
  "The biggest risk he took when he launched Vision 2030 was not his promise to privatise five percent of the state oil company, Aramco, or even to push back the religious police.",
  "The most important one was to restore Mohammed’s popularity by reestablishing the financial allowances for civil servants and military personnel that Vision 2030 had slashed.",
  "He broke protocol by not informing the incumbent US President Barack Obama, whose staff only found out when Bin Zayed’s name was discovered on a flight manifest.",
  "When he gave up his job as general secretary to the court to become deputy crown prince, Mohammed ensured that he left an ally inside it to control it for him.",
  "Bin Zayed promised to open up the channel of communication with Washington personally, but first Mohammed had to become known as a player in his own right.",
  "\"It's a nice thing to have, but I don't want to take advantage of something.”\n\nA month before Trump was inaugurated, Bin Zayed flew secretly to New York.",
  "One of them came in the form a billionaire real estate developer, Hussain Sajwani, who had partnered with Trump on a golf course called Akoya near Dubai.",
  "In order of importance, they are the United States, the royal family, and the Saudi people, although the latter come a distant third in any calculation.",
  "In order of importance, they are the United States, the royal family, and the Saudi people, although the latter come a distant third in any calculation.",
  "With him are two old faces, Bin Zayed, and the Egyptian president Sisi, who also appeared in Riyadh last weekend to kiss and make up after a brief spat.",
  "Yet another family member close to Mohammed, his nephew Prince Ahmed bin Fahd bin Salman, was made deputy governor of the oil-rich Eastern Province.",
  "The idea was to establish a backchannel line of communication between Moscow and the then president-elect Donald Trump, the Washington Post claimed.",
  "Very soon things started looking up for regional powers that challenged the Emiratis, the Muslim Brotherhood supporting regimes of Turkey and Qatar.",
  "Ministers tell you: Since Mohammed arrived, big decisions that took two years to make now happen in two weeks,” Friedman wrote in his hagiography.",
  "Deputy Crown Prince and Defence Minister Mohammed bin Salman (AFP)\n\nTuwaijri’s downfall was bad news for the Emirati strongman Mohammed bin Zayed.",
  "As the Middle East Eye reported at the time, Bin Zayed told Mohammed he had to end the rule of Wahabbism in the kingdom and to cosy up to Israel.",
  "Trump took the opportunity to point out that he was reestablishing links with the kingdom which Obama had squandered by pursuing peace with Iran.",
  "He launched a major intervention against the Houthis in Yemen, when Prince Meteb, the minister of the National Guard, was out of the country.",
  "The pact between the two states was further damaged by what happened a few months later in April 2015, which could be considered Act Two.",
  "According to the Washington Post, Bin Zayed met Trump’s inner circle of advisers Michael Flynn, Jared Kushner and Stephen Bannon.",
  "Bin Zayed figured he had a way of getting back into favour with the royal court, through another door, one opened by Mohammed.",
  "Salman installed his brother, Prince Muqrin, as crown prince and put his nephew, Mohammed bin Nayef, as deputy crown prince.",
  "When James Mattis, the US defence secretary, paid a return visit to Riyadh last weekend, he saw King Salman and Mohammed.",
  "Al-Ruqi claimed al-Qahtani had access to an army of hackers to target sites and defame and damage the reputation of many.",
  "When King Salman talked to Trump, he was careful to point out that Bin Laden had been a member of the Muslim Brotherhood.",
  "But the assumption in meeting Mohammed was more telling than the talks themselves: Trump was talking to the future king.",
  "The ground has already shifted under the crown prince’s feet, because the king abolished the crown prince’s royal court.",
  "He disappeared on holiday to the Maldives and Barack Obama's defence secretary Ash Carter took days trying to reach him.",
  "He arranged for a powerful Saudi media mogul to act as interlocutor, into whose accounts he poured millions of dollars.",
  "It was to scrap national benefits which account for between 20 to 30 percent of the salaries of public sector workers.",
  "A PR campaign was organised to sell the young prince to a Western audience and in language the West could understand.",
  "The House of Saud with all its court intrigues, with Abdullah merging into Salman and then Mohammed, has not changed.",
  "Mohammed was bizarrely given credit for this, although it was his decision to cut the allowances in the first place.",
  "He was a minister of state and advisor to his father, but he was unknown in Washington and he was only 29 years old.",
  "Tuwaijri was replaced by the young Mohammed who at the same time became the youngest defence minister in the world.",
  "The fact that the new body reports directly to the Royal Court is significant, because Mohammed controls that too.",
  "\"We stay away from politics.” Sajwani thought it was business as usual when his US partner became president.",
  "When Trump finally met Mohammed in the White House in March, the meeting was described as a “turning point”.",
  "The old counter-revolutionary axis has been restored, with the addition of one new face, that of Mohammed.",
  "They are no longer awe struck by their absolute rulers with their absolute privilege and absolute wealth.",
  "Another brother of Mohammed, Prince Abdulaziz bin Salman, was made minister of state for energy affairs.",
  "\"We made a deal with Trump as an organisation; they know how to run golf courses,\" Sajwani told Forbes.",
  "With bin Nayef in pole position as crown prince, an obstacle lay in the path of his cousin, Mohammed.",
  "Dozens of other members of the royal family got important posts, compounding Mohammed’s grip over it.",
  "Khaled’s only experience of international diplomacy is at the controls of an F16 as a fighter pilot.",
  "The abolition of his own court left Bin Nayef with the interior ministry as his sole power base.",
  "As this group makes up two thirds of the workforce, the murmuring of discontent was widespread.",
  "Bin Nayef nursed a personal grudge against Bin Zayed, who had likened his father to a monkey.",
  "He has provoked tension in the relations between decision makers and the country’s citizens.",
  "Trump’s fledging administration is four-square behind each of them, with Israel’s blessing.",
  "This organisation is a direct rival to the interior ministry under his cousin Bin Nayef.",
  "The New York Times’ gullible Thomas Friedman swallowed the bait, hook, line and sinker.",
  "The key decree which gave the coup de grace to Bin Nayef had nothing to do with Yemen.",
  "Curiously, in the same batch of decrees, a minister was sacked for employing his son.",
  "That man was Saud Al-Qahtani, who established the reputation of being Tuwaijri 2.0.",
  "It was to create a National Security Centre under the guidance of the Royal Court.",
  "Mohammed’s first moves as defence minister did not go down too well in Washington.",
  "The first in a four act opera to install Mohammed on the Saudi throne began then.",
  "Bin Nayef, Washington’s former go-to man in the kingdom, was out of the picture.",
  "“I spent an evening with Mohammed bin Salman at his office, and he wore me out.",
  "In other decrees, Mohammed's youngest brother, Khaled, was made US ambassador.",
  "So that’s Washington squared, the family brought off, and the people pleased.",
  "But the meeting also established Bin Zayed as a fixer for Trump in the Gulf.",
  "He launched the biggest programme of privatisation his country had yet seen.",
  "Meanwhile, Bin Zayed was hard at work establishing a hotline to Washington.",
  "Many business links had already been established between the UAE and Trump.",
  "Until then, both the king and the crown prince had separate royal retinues.",
  "Bin Zayed’s primary purpose was to offer his services to the Trump family.",
  "This was further to diminish the role of his cousin Bin Nayef in all this.",
  "He is cut out of important meetings, and his cousin now has all the power.",
  "Furthermore, Bin Nayef’s stock with the Pentagon and Washington was high.",
  "His idea is to get the whole country engaged in government performance.",
  "Mohammed was pictured kissing the hand of his older cousin, Bin Nayef.",
  "Glowing reviews ensued after his first interview with the Economist.",
  "We have yet to know the fate that awaits the Crown Prince bin Nayef.",
  "They have shed blood, lost homes, families, jobs, and their liberty.",
  "Mohammed was duly portrayed as a young Turk, an impatient reformer.",
  "From his own experience, Bin Zayed advised Mohammed to act quickly.",
  "The young defence minister earned a reputation for being cavalier.",
  "Bin Zayed calculated that he and Mohammed had an enemy in common.",
  "It makes a difference whether you are a brother or half-brother.",
  "But it was only a matter of time before he learned to bite it.",
  "With staccato energy bursts, he laid out in detail his plans.",
  "A Saudi prince needs three sources of power to become king.",
  "The Arab people from the Atlantic to the Gulf have changed.",
  "Everything is back to where it was under King Abdullah.",
  "Next came decrees about the army and internal security.",
  "That rule however does not apply to the House of Saud.",
  "Act Three: Decrees of Separation\n\nNow comes Act Three.",
  "Many of the country’s young men have been his victims.",
  "And they are prepared to fight for basic human rights.",
  "However, Bin Nayef still stands in Mohammed’s way.",
  "Al-Ruqi alleged: “The man has transgressed a lot.",
  "Thousands more have drowned in the Mediterranean.",
  "Bin Zayed licked his wounds and bided his time.",
  "Act Four: Bringing the house down\n\nAct Four?",
  "Access to power depends on the family tree.",
  "On Saturday, King Salman issued 40 decrees.",
  "Mohammed walked the walk of a moderniser.",
  "The Trump administration ignores him.",
  "Nor was it particularly sotto voce.",
  "However, he was also a risk taker.",
  "Millions have been displaced.",
  "Is it game, set and match?",
  "Bin Zayed moved swiftly.",
  "He was Washington’s man.",
  "Thousands are in jail.",
  "It looks like it.",
  "A callow youth."
]