[
  "By the time Christopher Steele, the former head of MI6’s Russia desk, disseminated his research into Donald Trump’s ties with Russia to American journalists and the American intelligence community—something he did, tellingly, when he was no longer being paid for the work—he had come to believe, per The Independent, that “there was a cover-up, that a cabal within the Bureau blocked a thorough inquiry into Mr. Trump, focusing instead on the investigation into Hillary Clinton’s emails.” Evidence substantiating this concern is legion: that the FBI had Steele’s memos as early as mid-summer of 2016, after the Clinton investigation was closed, but appeared to do no work on the case (which involved alleged treasonous conduct by the Republican nominee in collusion with a hostile foreign actor) between that time and Election Day; that FBI Director Comey was intimidated into revealing the status of the Clinton case on October 27th but would not, even in the face of numerous allegations of federal crimes against the president-elect, reveal anything about the Bureau’s investigation into that matter; or that the Clinton and Weiner investigators at NYPD and the FBI appear to have leaked repeatedly to the Trump campaign, yet there have been no leaks whatsoever regarding the FBI and CIA’s ongoing investigation into Trump’s ties with Russia.",
  "As reported by the New York Times, FBI Director James Comey released his now-infamous October 27th letter in substantial part because he had determined that “word of the new emails [found on Anthony Weiner’s computer]...was sure to leak out.” Comey worried that if the leak occurred at a time when the nature and evidentiary value of the “new” emails was unknown, he “risked being accused of misleading Congress and the public ahead of an election.” By October 27th, the FBI had had access to Weiner’s computer—which it originally received from NYPD—since October 3rd, during which interval the Bureau had both the time and IT know-how to determine that the “new” emails in its possession were in fact duplicate emails from accounts already revealed to the Bureau by Clinton, her aide Huma Abedin, and the State Department.",
  "There is all kinds of criminal culpability through all the emails they’ve seen of that 650,000, including money laundering, underage sex, pay-for-play, and, of course, plenty of proof of inappropriate handling, sending/receiving of classified information, up to Special Access Programs....The point being, fortunately, it’s not just the FBI; five different offices are in the hunt for justice, but the NYPD has it as well....From what I understand, up to the commissioner or at least the chief level in NYPD, they wanted to have a press conference, and DOJ, Washington people, political appointees have been exerting all kinds of undue pressure on them to back down....This kind of evil, this kind of true dirt on Hillary Clinton—look, you don’t have to make any judgments.",
  "Two brief quotes from Breitbart’s interview with Prince should suffice:\n\nPrince claimed he had insider knowledge of the investigation that could help explain why FBI Director James Comey had to announce he was reopening the investigation into Clinton’s email server last week....”[NYPD] found a lot of other really damning criminal information [on Weiner’s computer], including money laundering, including the fact that Hillary went to this sex island with convicted pedophile Jeffrey Epstein.",
  "It seems very possible that Giuliani, who was the top surrogate for the Trump campaign and in near-daily contact with the candidate, acted under orders from Trump, and that Prince either acted under orders from Trump or Steve Bannon—well-known to Prince from their mutual association with, and financial investment in, Breitbart and its ownership, including Robert Mercer—and, moreover, that all those associated with the conspiracy were subsequently rewarded.",
  "However, when Comey was briefed on the case by agents from the New York field office on October 26th, he discovered that not only had this IT work not been done, but in fact no warrant to seize the full emails had been sought, no permission to read the emails had been requested from cooperating witnesses Weiner and Abedin, and indeed nothing but a summary of the emails’ “meta-data” (non-content header information) had been prepared by his agents.",
  "Let people see the light of truth.”\n\nPrince’s statements of November 4th—whether given with the knowledge that they were untrue or without any knowledge of their accuracy whatsoever—underscore the sort of disinformation Comey feared would be given to voters, and, more importantly, believed by voters, if he did not complete his investigation into the duplicate emails and announce his findings before Election Day.",
  "Giuliani, originally assured a Cabinet position and then separated from the Trump team entirely—perhaps as punishment for his carelessness on Fox News—was then given a highly lucrative but substance-free position within the administration on the same day, January 12th, that the DOJ announced that the Inspector General would be investigating the sequence of events comprising the Prince-Giuliani-Trump conspiracy.",
  "The result of this investigative nonfeasance was that Comey feared he would not be able to get a warrant for the emails and confirm them as duplicates prior to Election Day—a fact that would allow anti-Clinton elements within NYPD and the FBI, and Trump surrogates and advisers with sources in these organizations, to mischaracterize the “new” emails in a way that would swing the election to Trump.",
  "Meanwhile, Erik Prince—the founder of Blackwater private security, one of Trump’s biggest donors, a conspiracy theorist who’d previously accused Huma Abedin of being a terrorist in the employ of the Muslim Brotherhood, and a man who blamed Clinton family friend and former Clinton Chief of Staff Leon Panetta for outing him as a CIA asset in 2009—was positioning himself to play an important role.",
  "Just as Giuliani had boasted on the Mark Larson radio program on October 28th that he had sources within the FBI—active agents—who had told him of virulent anti-Clinton sentiment in the New York field office and an internal rebellion against Comey’s July decision not to indict Clinton, Prince claimed to have sources within the Weiner investigation who were illegally leaking information to him.",
  "“The amount of garbage that they found in these emails, of criminal activity by Hillary, by her immediate circle, and even by other Democratic members of Congress, was so disgusting they gave it to the FBI, and they said, ‘We’re going to go public with this if you don’t reopen the investigation and you don’t do the right thing with timely indictments,’” Prince explained.",
  "“I believe—I know, and this is from a very well-placed source of mine at One Police Plaza in New York—the NYPD wanted to do a press conference announcing the warrants and the additional arrests they were making in this investigation, and they’ve gotten huge pushback, to the point of coercion, from the Justice Department.”\n\nVirtually all of this is untrue.",
  "The effort to intimidate Comey into publicly commenting on the Clinton case—a win-win scenario for Trump, as either a comment from Comey or silence from Comey (the latter coupled with inaccurate, Hatch Act-violative leaks by the FBI, NYPD, and/or the Trump campaign) would sink Clinton—began concurrent to Comey’s October 26th briefing on the Clinton case.",
  "As long as the Clinton investigation remained open, Comey would not be able to respond to such misinformation; his only hope of keeping public discussion of the “new” emails within the sphere of reality was to use the cover of a prior promise to Congress to speak publicly about an ongoing investigation—and then close that investigation in short order.",
  "It is thus clear that better understanding the scope, purpose, and players of the domestic conspiracy to elect Donald Trump will also shed light on how the FBI and CIA managed to conduct little or no investigation of criminal allegations exponentially more serious than any of those leveled against Hillary Clinton.",
  "In Prince’s case, the sources were within NYPD, and the information he relayed from them to Breitbart News on November 4th—when it was not yet known that Comey, the next day, would reveal the “new” Clinton emails to be duplicates—turned out to be almost entirely false.",
  "In an October 25th Fox & Friends appearance and an October 26th appearance on Fox News with Martha McCallum, Rudy Giuliani, one of Trump’s closest advisers, began teasing an October “surprise” which, Giuliani said, would turn the tide against Hillary Clinton.",
  "Information presently public and available confirms that Erik Prince, Rudy Giuliani, and Donald Trump conspired to intimidate FBI Director James Comey into interfering in, and thus directly affecting, the 2016 presidential election.",
  "It will be for journalists with more resources than this writer to follow up on these leads—and, moreover, to see how this domestic conspiracy dovetails with the Trump-Russia controversy, though this too is briefly addressed below.",
  "We know from the statements made by Giuliani, and from numerous statements made by Trump on the campaign trail, that both men believed the Clinton email server case could be leveraged to ensure Clinton’s defeat in November.",
  "Inspector General Horowitz noted that within his brief was investigation of the series of leaks that occurred between the NYPD, the FBI, and outside entities—including, we can surmise based on context, the Trump campaign.",
  "Both polling, poll analysis, and internet meta-data (see below) confirm that the Comey Letter was sufficient to hand Trump the 77,143 combined votes in Wisconsin, Michigan, and Pennsylvania that won him the election.",
  "Prince is so close to Trump that he appears to have been present at the election-night returns-watching party to which Trump invited only close friends and associates; Prince’s wife posted pictures of the event.",
  "All of the major actors in the conspiracy have already confessed to its particulars either in word or in deed; moreover, all of the major actors have publicly exhibited consciousness of guilt after the fact.",
  "While a full summary of the Prince-Giuliani-Trump conspiracy would require a longer discourse, the actions of these men, along with multiple still-anonymous actors, can be summarized in five paragraphs.",
  "The full extent of Prince’s lies on November 4th, all of which were Trump campaign disinformation delivered by an adviser and major donor to the campaign, are too numerous and spectacular to list here.",
  "They keep a copy of everything, and they pass a copy on to the FBI, which finally pushes the FBI off their chairs, making Comey reopen that investigation, which was indicated in the letter last week.",
  "Prince himself was named a shadow adviser to Trump, even though, by November 8th, the fact that his statements to Breitbart had been part of a domestic disinformation campaign was clear.",
  "Erik Prince’s sister, Betsy DeVos, was named Education Secretary by Trump, despite having no experience for the job other than advocating sporadically for charter schools in Michigan.",
  "This conspiracy was made possible with the assistance of officers in the New York Police Department and agents within the New York field office of the Federal Bureau of Investigation.",
  "This assessment has already been the subject of articles in news outlets on both sides of the political spectrum, but has not yet received substantial investigation by major media.",
  "This alone explains his deviation from FBI protocol prohibiting discussion of open cases (and announcements regarding major investigations within two months of a general election).",
  "He refused to say what the forthcoming surprise would be, but he indicated that it would be coming in just a few days.",
  "The point being, NYPD has all the information, and they will pursue justice within their rights if the FBI doesn’t.",
  "In addition to the paragraphs here, this article incorporates its three predecessors (I, II, III).",
  "Hillary Clinton went there at least six times,” he said.",
  "Prince continued:\n\n“So NYPD first gets that computer.",
  "Bill Clinton went there more than twenty times.",
  "It turns out they were correct.",
  "They see how disgusting it is.",
  "Just release the emails.",
  "Let them out there.",
  "Just dump them.",
  "3.",
  "5.",
  "4.",
  "1.",
  "2."
]