[
  "For the moment, big brothers Miller and TJ are both excited to share August birthdays with their little brother -- less excited however to share their toys.” Pics http://politi.co/2ulBVrg … http://bit.ly/2fpMAyI\n\nSUBSCRIBE to the Playbook family: POLITICO Playbook http://politi.co/1M75UbX ... New York Playbook http://politi.co/1ON8bqW … Florida Playbook http://politi.co/1OypFe9 ... New Jersey Playbook http://politi.co/1HLKltF ... Massachusetts Playbook http://politi.co/1Nhtq5v … Illinois Playbook http://politi.co/1N7u5sb ... California Playbook http://politi.co/2bLvcPl ... Brussels Playbook http://politi.co/1FZeLcw ... All our political and policy tipsheets http://politi.co/1M75UbX\n\nFollow us on Twitter Anna Palmer @apalmerdc\n\n\n\nJake Sherman @JakeSherman\n\n\n\nDaniel Lippman @dlippman\n\n\n\nEli Okun @eliokun\n\n\n\nGarrett Ross @garrett_ross",
  "The Senate election is the only race on the ballot on Aug. 15, meaning there will be no other elections to help drive voters to the poll.” http://bit.ly/2hEQzYS\n\nTHE NEW FACE OF THE ADMINISTRATION -- “Now Starring in the West Wing: Sarah Huckabee Sanders,” by NYT’s Michael Grynbaum: “Absurd as it was, the Pickle affair offered a low-stakes microcosm of the deep distrust that has developed between the Trump administration and the journalists whose work the president derides as ‘fake news.’ And it underscored the why-would-you-want-this nature of Ms. Sanders’s new job: defending a president who is at war with the news media and an administration that has repeatedly been denounced for playing loose with facts.",
  "TRUMP retweets story that NIKKI HALEY calls classified -- Hill staffers unhappy with amount of time members debate legislation -- KEN and EMILY SPAIN’s new child Presented by\n\nBULLETIN -- WAPO'S JOBY WARRICK, ELLEN NAKASHIMA and ANNA FIFIELD: \"North Korea now making missile-ready nuclear weapons, U.S. analysts say\": \"North Korea has successfully produced a miniaturized nuclear warhead that can fit inside its missiles, crossing a key threshold on the path to becoming a full-fledged nuclear power, U.S. intelligence officials have concluded in a confidential assessment.",
  "And most of us haven’t realized how far-reaching our strange new normal has become.” http://theatln.tc/2hGm051 … The cover http://bit.ly/2vJTJ2W\n\nTOP EDS -- JEH JOHNSON in WSJ: “Have a Heart, Mr. President, and Defend These Immigrants in Court”: “Deciding the future of DACA presents a chance for the president to show a ‘great heart.’ Public office and the manner in which we enforce the law permits us to do that once in a while.",
  "Instead, they are captive to a patchwork of inconsistent and ultimately unworkable state laws – denying them millions in royalties for their older songs.” http://bit.ly/2fp7EVT\n\nSURVEYING SENIOR STAFF -- ONE BIG TAKEAWAY from The Congressional Management Foundation’s interviews with senior Hill staffers: only 6 percent say they are very satisfied with the amount of time members have to deliberate legislation.",
  "WAR REPORT -- “Trump White House weighs unprecedented plan to privatize much of the war in Afghanistan,” by USA Today’s Jim Michaels: “The White House is actively considering a bold plan to turn over a big chunk of the U.S. war in Afghanistan to private contractors in an effort to turn the tide in a stalemated war, according to the former head of a security firm pushing the project.",
  "Asked in the interview if the establishment media is biased against Mr. Trump, she replied, ‘Absolutely.’” http://nyti.ms/2hGxohx\n\nCOMING ATTRACTIONS -- “Trump White House quietly courts Democrats for tax overhaul,” by Rachael Bade and Elana Schor: “‘We’d prefer bipartisan support for the tax plan,’ Marc Short, White House director of legislative affairs, said in an interview.",
  "They are American in fact though not in law.” http://on.wsj.com/2fpBgT4\n\n-- REP. DARRELL ISSA (R-CALIF.) in Variety: “It’s Time to Bring Pre-1972 Copyrights Out of the Dark Ages”: “When a musician records a song today, federal law grants a copyright in the ‘sound recording’ itself -- the captured version of the performance, separate and apart from the notes and lyrics.",
  "National security editor Mark Seibel's memo to staff http://politi.co/2fpX4hx\n\n-- “Political News Outlet Young Turks Raises $20 Million After Viewership Gains,” by WSJ’s Lukas Alpert http://on.wsj.com/2hGuRE1\n\nFELLOW WATCH -- Harvard’s Shorenstein Center on Media, Politics and Public Policy announced its fall 2017 fellows class.",
  "The full memo http://politi.co/2hFWZHh\n\n-- “Heller gets GOP primary challenger in Nevada,” by Kevin Robillard: “Danny Tarkanian, the son of a legendary Nevada college basketball coach who has run for office several times, announced Tuesday morning that he will challenge Sen. Dean Heller in Nevada's Republican primary next year.",
  "TWEETS FROM BEDMINSTER -- @realDonaldTrump at 7:11 a.m.: “I will be holding a major briefing on the Opioid crisis, a major problem for our country, today at 3:00 P.M. in Bedminster, N.J.” … at 7:17 a.m.: “After many years of failure,countries are coming together to finally address the dangers posed by North Korea.",
  "Learn more at google.com/grow/veterans\n\nONE WEEK UNTIL ALABAMA’S SPECIAL ELECTION -- “Low turnout expected in Alabama primary to replace Sessions,” AP/Montgomery, Ala.: “Alabama Secretary of State John Merrill said he is projecting that 20 percent to 25 percent of voters will go to the polls on Aug. 15.",
  "Jack can’t wait to meet his baby sister.” Pic http://politi.co/2ulKKp4\n\n-- Ginny Badanes, Microsoft’s Republican campaign tech lead, and David Badanes, global cybersecurity adviser for the AES Corporation, email friends and family: “We are elated to share the news that Baby Boy Badanes #3 has arrived!",
  "Tarkanian announced his bid on ‘Fox & Friends,’ where he criticized Heller as a ‘Never-Trumper’ and said that his stance on the president helped Hillary Clinton carry the state.” http://politi.co/2hGBENZ\n\nA message from Google: Google is supporting service members as they transition to civilian jobs.",
  "Little by little for centuries, then more and more and faster and faster during the past half century, we Americans have given ourselves over to all kinds of magical thinking, anything-goes relativism, and belief in fanciful explanation—small and large fantasies that console or thrill or terrify us.",
  "‘We still think we can earn the support of [Democrats] on the tax package.’ Short acknowledged, however, that Hill Republicans ‘will choose the path that they want.’” http://politi.co/2viRLVa\n\n-- TAX WRITERS on the Hill have said privately and publicly they do not expect Democratic support.",
  "WELCOME TO THE WORLD -- Ken Spain, partner at CGCN Group and a Koch Industries alum, and Emily Spain, legislative director for Sen. Carper, post on Facebook: “Elizabeth Maria ‘Emma’ Spain was born at 1:42 a.m. on August 8th, weighing in at 6 lbs 14.5 oz.",
  "But thanks to an inexplicable gap in federal copyright law, the recordings by musical greats like John Coltrane, Aretha Franklin, Frank Sinatra and others before February 15, 1972 aren’t given the same copyright protections as their modern peers.",
  "\"The new analysis completed last month by the Defense Intelligence Agency comes on the heels of another intelligence assessment that sharply raises the official estimate for the total number of bombs in the communist country’s atomic arsenal.",
  "Now Ms. Sanders, who inherited her position when her celebrity predecessor Sean Spicer quit, is stepping into the glare, trying to manage coverage of a tumultuous White House while mollifying a boss who believes he is his own best spokesman.",
  "“From the start, our ultra-individualism was attached to epic dreams, sometimes epic fantasies—every American one of God’s chosen people building a custom-made utopia, all of us free to reinvent ourselves by imagination and will.",
  "The White House did not respond to requests for comment.” https://usat.ly/2fp2kCc\n\nFIRST IN PLAYBOOK -- WHAT THE DSCC WANTS YOU TO SEE -- The DSCC has released a memo for what to watch for in Senate races over the August recess.",
  "The plan also includes a 90-plane private air force that would provide air support in the nearly 16-year-old war against Taliban insurgents, Erik Prince, founder of the Blackwater security firm, told USA TODAY.",
  "spy satellites detect North Korea moving anti-ship cruise missiles to patrol boat” … NIKKI HALEY would not comment on this story after the Trump tweet, saying “I can’t talk about anything that’s classified.",
  "The American experiment, the original embodiment of the great Enlightenment idea of intellectual freedom, whereby every individual is welcome to believe anything she wishes, has metastasized out of control.",
  "Full report http://politi.co/2hGYNzK\n\nFIRST IN PLAYBOOK -- MEDIAWATCH: Vera Bergengruen, previously a security correspondent for McClatchy, is joining Buzzfeed News as a Pentagon correspondent.",
  "As Mr. Trump himself has observed, they are almost all outstanding young men and women who grew up and went to school here, work hard, follow the law, and hope to share in the American dream.",
  "Richard Blumenthal tiff: THE ATLANTIC’S DAVID A. GRAHAM (@GrahamDavidA): “Two dudes who didn’t fight in Vietnam are getting their chance to have their own endless, pointless, unwinnable war”.",
  "At the lectern, she is folksy, but nimble: She recently deflected questions about ‘chaos’ in the White House by inviting reporters to visit the three preschoolers in her living room.",
  "“The unprecedented proposal comes as the U.S.-backed Afghan military faces a stalemate in the war and growing frustration by President Trump about the lack of progress in the war.",
  "In recent years, disputes have arisen as to what these rights should consist of -- creating significant uncertainty for artists, record labels, and music distributors alike.",
  "THE ATLANTIC’S NEW COVER STORY -- KURT ANDERSON’S latest -- “How America Lost Its Mind”: “Each of us is on a spectrum somewhere between the poles of rational and irrational.",
  "What’s problematic is going overboard—letting the subjective entirely override the objective; thinking and acting as if opinions and feelings are just as true as facts.",
  "And if that’s in the newspaper then that’s a shame.” The Fox News story from Lucas Tomlinson http://fxn.ws/2fqi8Vf\n\nONE BIG TAKEAWAY from the Trump/Sen.",
  "http://bit.ly/2hGpS6g\n\nSPOTTED on the porch of Bombay Club this afternoon: Mike Allen, Sarah Huckabee Sanders and Jon Karl at one table.",
  "However, the late summer special election comes at a time that state voters aren’t accustomed to going to the polls, Merrill said.",
  "The plan remains under serious consideration within the White House despite misgivings by Trump’s national security adviser, H.R.",
  "Under the proposal, 5,500 private contractors, primarily former Special Operations troops, would advise Afghan combat forces.",
  "“‘At what point do you say a conventional military approach in Afghanistan is not working,’ said Prince, a former Navy SEAL.",
  "Armstrong will serve as the Senate Finance Committee’s chief oversight counsel and Kuskowski will be health policy director.",
  "Henry Stone Badanes was born on [Thursday] at 7:24 p.m., weighing a healthy 8 lbs, 15 ounces and measuring 21.5 inches long.",
  "In America nowadays, those more exciting parts of the Enlightenment idea have swamped the sober, rational, empirical parts.",
  "What to watch: The “GOP primaries will get nastier”, “health care remains top of mind for voters” and “the heat” on Sens.",
  "The group includes Donna Brazile, Tyler Bridges, Claes H. de Vreese, Kathleen Hall Jamieson, Tom Wheeler and Wael Ghonim.",
  "The U.S. calculated last month that up to 60 nuclear weapons are now controlled by North Korean leader Kim Jong Un.",
  "‘Maybe we say that at 16 years.’ Blackwater, founded 1997, worked extensively in the wars in Iraq and Afghanistan.",
  "TRANSITIONS -- Chris Armstrong and Jen Kuskowski have both been promoted in Sen. Orrin Hatch’s (R-Utah) office.",
  "Other White House officials, such as chief strategist Stephen Bannon, appear open to using private contractors.",
  "Under the current system, there is no way for a recording artist to be guaranteed payment in all 50 states.",
  "The closely watched race features crowded fields and heated matchups, particularly on the Republican side.",
  "They do not have a direct combat role, and presumably would be replaced gradually by the contractors.",
  "…\n\n“She is the first mother to serve as press secretary, and among the youngest to occupy the role.",
  "Some of my best friends are very religious, and others believe in dubious conspiracy theories.",
  "Dad is thrilled to round out his golfing foursome; Mom looks forward to a nap and a bourbon.",
  "Emily coasted through labor to the point Emma’s arrival surprised the doctor and nurses.",
  "We must be tough & decisive!” The president also retweeted Fox and Friends three times.",
  "SPOTTED this morning on the 7:15 a.m. flight from DCA to Los Angeles: Paul Manafort.",
  "She is also unafraid to call out reporters and news coverage that she deems unfair.",
  "The U.S. military has 8,400 U.S. troops there to train and guide local forces.",
  "He was in the first seat of first class on the American Airlines flight.",
  "We all have hunches we can’t prove and superstitions that make no sense.",
  "There were laughs, even as Ms. Sanders clearly sidestepped the subject.",
  "McMaster, an Army three-star general, and Defense Secretary Jim Mattis.",
  "Some independent experts believe the number of bombs is much smaller.\"",
  "DACA recipients came here as kids, and they’ve been here for years.",
  "She’s excited to share her grandmother, Fatima Spain’s birthday.",
  "Merrill said a typical primary brings turnout of 30-32 percent.",
  "-- TRUMP retweeted this Fox News tweet: @foxandfriends: “U.S.",
  "http://wapo.st/2vjepwJ\n\nHappy Tuesday afternoon.",
  "Dean Heller (R-Nev.) and Jeff Flake (R-Ariz.).",
  "Prince sold the company in 2010.",
  "Jim VandeHei was inside.",
  "She will start Aug. 28."
]