[
  "“The specifics of this were certainly new, yes,” Schiff said on NBC’s “Meet the Press.” “And, of course, disturbing as yet another indication of the willingness to accept foreign help.“\n\nSen. Mark Warner of Virginia, the top Democrat on the Senate Intelligence Committee, added that the report could suggest other countries were trying to interfere in the election too.",
  "He also appeared to be incensed by a New York Times report Saturday that Donald Trump Jr. and Erik Prince, the former head of the private military company formerly known as Blackwater, attended a meeting at Trump Tower in August 2016 with an Israeli social media specialist and representatives of Saudi Arabia and the United Arab Emirates.",
  "A spokeswoman for the Justice Department said Sunday evening that the DOJ has asked the department's inspector general to expand its ongoing probe to include whether there was any \"impropriety or political motivation\" in the way the FBI conducted its counterintelligence investigation that became special counsel Robert Mueller’s probe.",
  "President Donald Trump on Sunday vowed to formally request that the Justice Department look into whether the FBI \"infiltrated or surveilled\" his campaign for political reasons, as he embarked on a Twitter tirade that also included slamming a report that his oldest son in 2016 sought favor with foreign countries besides Russia.",
  "In an eight-tweet gripe that stretched into the afternoon, Trump also said Sunday that investigators should be looking at 2016 campaign rival Hillary Clinton and asked why longtime Democratic lobbyist Tony Podesta, whose firm shut down last year after becoming linked to Mueller’s investigation, hadn’t been arrested.",
  "\"I hereby demand, and will do so officially tomorrow, that the Department of Justice look into whether or not the FBI/DOJ infiltrated or surveilled the Trump Campaign for Political Purposes — and if any such demands or requests were made by people within the Obama Administration!,\" the president wrote on Twitter.",
  "\"The Failing and Crooked (but not as Crooked as Hillary Clinton) @nytimes has done a long & boring story indicating that the World’s most expensive Witch Hunt has found nothing on Russia & me so now they are looking at the rest of the World!\"",
  "Mueller's team, which passed the one-year mark last week, has so far announced five guilty pleas and 17 indictments, including charges against Russian nationals and companies for participating in \"information warfare\" to sway the 2016 race.",
  "The inspector general, who declined to comment, is investigating how the FBI obtained permission to conduct surveillance of former Trump adviser Carter Page, one of the people said to have been approached by the informant in 2016.",
  "While Tony Podesta was never named in indictments, news reports connected his now-shuttered firm The Podesta Group with Manafort's work for a Ukrainian political party, for which Manafort did not register as a foreign lobbyist.",
  "Giuliani said he had discussed a possible end-game schedule with the special counsel that would see Mueller's team writing a final report by the end of the summer dealing with the president’s portion of the probe.",
  "POLITICO reported Thursday that Trump's newest attorney, former New York Mayor Rudy Giuliani, has begun planning for prep sessions with the president if the commander in chief agrees to sit down with Mueller.",
  "The reported meeting has drawn comparisons to a June 9, 2016, gathering that included Trump Jr., then-campaign chairman Paul Manafort, Jared Kushner and a Russian lawyer with reported ties to the Kremlin.",
  "Amid Sunday’s rehashing of complaints about the FBI and the Democratic National Committee, Trump questioned why Podesta, brother of former Clinton campaign chairman John Podesta, has not faced charges.",
  "Rep. Adam Schiff of California, the ranking Democrat on the House Intelligence Committee, said Sunday that The New York Times report on the August meeting contained information he had not seen.",
  "“If anyone did infiltrate or surveil participants in a presidential campaign for inappropriate purposes, we need to know about it and take appropriate action,\" Rosenstein said in a statement.",
  "While Trump Jr. initially downplayed the meeting, it has become part of Mueller's investigation into whether campaign officials assisted Russian efforts to intervene in the 2016 campaign.",
  "| Alex Wong/Getty Images Trump demands DOJ look into whether FBI 'infiltrated or surveilled' his campaign The Justice Department is instructing its watchdog to look into the allegations.",
  "Story Continued Below\n\nTrump was responding to reports that an FBI informant had talked to campaign advisers who investigators believed had suspicious contacts with Russia-linked people.",
  "\"If the Times story is true, we now have at least a second and maybe a third nation that was trying to lean in to this campaign,\" Warner said Sunday on CNN's \"State of the Union.\"",
  "Deputy Attorney General Rod Ronsenstein said if someone did infiltrate Trump's campaign or if the campaign was under surveillance for political reasons, the public needs to know.",
  "The report could also call into question Prince's testimony to the House Intelligence Committee last November, when he said he played a very limited role in the Trump campaign.",
  "The Justice Department recently denied a request for details by House Intelligence Committee Chairman Devin Nunes (R-Calif.), saying it would threaten national security.",
  "\"And I don't understand what the president doesn't get about the law that says, if you have a foreign nation interfere in an American election, that is illegal.\"",
  "\"....and why hasn’t the Podesta brother been charged and arrested, like others, after being forced to close down his very large and successful firm?\"",
  "Mueller’s office, which declined comment about Giuliani’s remarks, faces no deadline to complete its work and has not said when it will wrap up.",
  "Trump said Saturday after the reports emerged that it would be \"a really big deal\" if the FBI was \"infiltrating\" his team.",
  "According to the Times, the meeting was seen as an opportunity for the two countries to build ties to Trump and his team.",
  "The social media specialist also reportedly pitched a plan on how to manipulate those platforms to Trump's benefit.",
  "President Donald Trump added on Twitter: \"Don’t worry about Dems FISA Abuse, missing Emails or Fraudulent Dossier!\"",
  "\"Is it because he is a VERY well connected Democrat working in the Swamp of Washington, D.C.?\"",
  "Email Sign Up By signing up you agree to receive email newsletters or alerts from POLITICO.",
  "Sign up for POLITICO Playbook and get the latest news, every morning — in your inbox.",
  "Lawmakers also have been seeking information on the FBI source's role in the probe.",
  "\"Things are really getting ridiculous,\" the president wrote on Twitter.",
  "Josh Gerstein and Darren Samuelsohn contributed to this report.",
  "The most reliable politics newsletter.",
  "You can unsubscribe at any time.",
  "Trump wrote on Twitter."
]