[
  "I’ll be watching.’”\n\n-- Sen. Bernie Sanders (I-Vt.) introduced his “Workplace Democracy Act,” an effort seeking to lift wages nationwide by strengthening unions and protecting workers in what's known as the “gig economy.” Danielle Paquette reports: “The bill would allow employees to form a union by a majority sign-up process … mandate that workers in every state pay some dues to unions that represent them; and expand the law’s definition of ‘employer’ … Sanders said the left should prioritize bolstering labor groups, whose strength has faded over the past three decades.” “What this bill is about,” he said, “is saying the American people believe that unions are a positive force for our economy.” Still, the odds of this effort taking off on Capitol Hill are “literally zero,” said University of Toledo professor Joseph Slater, who specializes in labor law.",
  "However, he and other moderates who support the accord, and diplomacy more generally, are under pressure from staunch conservatives who have long opposed it.”\n\n-- Trump’s newly confirmed German ambassador triggered harsh criticism on his first day after he took to Twitter to defend the president’s decision on the deal — and called on German companies doing business in Tehran to “wind down operations immediately.” Rick Noack reports: “While [Richard] Grenell’s post may not deviate from the official White House stance … the timing and tone struck some German politicians, journalists and business executives as offensive and inappropriate … ‘It’s not my task to teach people about the fine art of diplomacy, especially not the U.S. ambassador.",
  "]”\n\n“Trump has pointed to the Jerusalem embassy issue as a particular example of what U.S. officials and others described as the ‘Chicken Little’ effect — when dire warnings against something Trump wants to do seem like hollow threats after the fact.”\n\n— when dire warnings against something Trump wants to do seem like hollow threats after the fact.” Former Obama adviser Antony Blinken said the Trump team sees the Iran deal in simplistic terms: “The wholesale U.S. exit may set up downstream problems, including in Syria … and probably in North Korea, where Kim might draw the lesson that the United States cannot be trusted, Blinken said.” “It’s detailed.",
  "The memo offers no explicit details on how the consolidation will affect employees or their duties… Still, advocacy groups, liberal lawmakers and former employees at the bureau are interpreting the news as an intentional move to dismantle the only unit in the federal government solely dedicated to protecting student loan borrowers from predatory actors in the financial sector.”\n\nTHE MIDTERMS:\n\n-- After Tuesday's results, top Senate Republicans are hoping Trump will continue to weigh in on competitive primaries to help them maintain the majority.",
  "THERE'S A BEAR IN THE WOODS:\n\n-- In the wake of Trump’s inauguration, the president's personal lawyer and fixer Michael Cohen collected at least $2.35 million from corporate “clients.” Michael Kranish, Rosalind S. Helderman, Carolyn Y. Johnson and Josh Dawsey report: “He showed photos of himself with Trump and mentioned how frequently they spoke, even asking people to share news articles describing him as the president’s ‘fixer.’ ‘I’m crushing it,’ he said, according to an associate who spoke to him in the summer of 2017.",
  "Politico’s Alex Isenstadt reports: “The conversation was described as straightforward, polite and cordial, with the president calling to exchange pleasantries … Blankenship on Wednesday released an ‘open letter’ to Trump in which he accused the president of spreading ‘fake news against me.’ ‘Your interference in the West Virginia election displayed a lack of understanding of the likely outcome of the upcoming general election,’ Blankenship added.”\n\n-- “The Democratic establishment is alive and well,” Paul Kane writes.",
  "VIDEOS OF THE DAY:\n\nSamantha Bee reckoned with her past praise of ousted New York Attorney General Eric Schneiderman:\n\nMichelle Wolf talked to Seth Meyers about the White House correspondents' dinner:\n\nWhite House press secretary Sarah Huckabee Sanders repeatedly deflected questions about the allegations against Michael Cohen:\n\nThe Post's Anna Rothschild explained why some volcanoes erupt more explosively than others:\n\nAnd a truck carrying 12 tons of liquid milk chocolate overturned in Poland:",
  "— Donald J. Trump (@realDonaldTrump) May 9, 2018\n\nFrom a Times editor:\n\nFact check: @nytimes did not report that Pompeo was “AWOL.” The article actually said he was on an “unannounced visit to Pyongyang.”\n\nIn fact, the headline is: “At a Key Moment, Trump’s Top Diplomat Is Again Thousands of Miles Away.”\n\nRead for yourself:https://t.co/p3a4sS8gxO https://t.co/RtDOhu4XcU — Clifford Levy (@cliffordlevy) May 9, 2018\n\nHere's a photo from the North Korea meeting:\n\nThis image is just surreal.",
  "Even Mitch McConnell would take that bet.”\n\nHOT ON THE LEFT “Salem executives pressured radio hosts to cover Trump more positively, emails show,” from CNN: “Executives at Salem Media Group, a conservative media company that syndicates some of the country's most recognized talk radio hosts and operates a batch of popular commentary websites, pressured some of their radio talent to cover Donald Trump more favorably during the 2016 presidential campaign, emails obtained by CNNMoney show.",
  "… [T]he former host, Elisha Krauss, said she feels it's disingenuous to ostensibly hire hosts to be open about their views, only to pressure them behind the scenes to change.” HOT ON THE RIGHT: “CNN poll: Democrats' 2018 advantage is nearly gone,” from CNN: “The generic congressional ballot has continued to tighten, according to a new CNN poll conducted by SSRS, with the Democrats' edge over Republicans within the poll's margin of sampling error for the first time this cycle.",
  "The Wall Street Journal’s Erica Orden, Joe Palazzolo and Julie Bykowicz: “Under a 2017 contract with Squire Patton Boggs, Mr. Cohen was paid $500,000 a year to help it drum up business, prosecutors said in a recent filing … Among five clients Mr. Cohen delivered to Squire Patton Boggs — before the firm terminated the contract with him in early March — was U.S. Immigration Fund LLC … The Florida company connects businesses with foreign investors through a U.S. visa program.",
  "Cohen’s lawyers argued that some of the transactions described in the dossier related to other people with the name Michael Cohen — including a Canadian citizen and a man who resides in Israel.” In response, Avenatti called the complaint “baseless, improper and sanctionable,” and said Cohen’s lawyers failed “to address, let alone contradict, 99% of the statements in what we released.”\n\nHouse Intelligence Committee Chairman Devin Nunes (R-Calif.) speaks at CPAC.",
  "Devlin Barrett and Carol D. Leonnig report: “The Justice Department has refused to provide the documents … The subpoena [demands] ‘all documents referring or related to the individual referenced in Chairman Nunes’ April 24, 2018 classified letter to Attorney General Sessions.’ In an interview Wednesday, Nunes maintained that he was ‘not interested in any individual.’ ‘We’re interested in documents that should have been given to us at least last fall,’ he said.",
  "Haspel promised she would not revive the CIA’s interrogation program, even if ordered by Trump, because she “fully” supports the current “standards for detainee treatment required by law.”\n\nThe Republican-controlled Congress passed an amendment to the 2016 National Defense Authorization Act, quarterbacked by McCain, which limited interrogation techniques to those contained in the Army Field Manual 2-22.3.",
  "The Israeli military said it ‘views this event with great severity and remains prepared for a wide variety of scenarios.’ On Tuesday, an airstrike widely attributed to Israel reportedly killed eight Iranian soldiers after Israel said it had detected unusual Iranian troop movements across the border.”\n\n-- Israel said it responded to the rocket fire by attacking “dozens” of Iranian targets in Syria.",
  "Now it is fighting for its life after the Trump administration banned the company from using parts made in America.”\n\n-- Vanity Fair, “What John Edwards should teach the media about covering Trump,” by Peter Hamby: “If you were in Las Vegas and could win $1 million by placing a simple prop bet on whether Trump enjoyed some pee play with Russian hookers in Moscow in 2013, would you bet yes or no?",
  "It might — or might not — answer a question that was the source of much speculation Wednesday: How did Avenatti come into hard-to-get information touching on some of the most sensitive issues before the White House, including the probe led by [Mueller]?”\n\n-- The Russia-linked company that hired Cohen was listed as the organization behind a string of alt-right websites during the 2016 race.",
  "During a meeting at the White House, [Deputy Attorney General Rod Rosenstein] discussed the issue with senior officials … Partly as a result of those discussions, the Justice Department has invited Nunes to a classified meeting Thursday in the hopes of resolving the impasse.”\n\n-- Mueller’s team has spoken with Blackwater Founder Erik Prince, the Daily Beast’s Betsy Woodruff reports.",
  "Republicans said they expected Trump to reprise the role he played in West Virginia, where they argued that his last-minute plea to GOP voters to reject Don Blankenship helped ensure that the former coal executive with a criminal record lost on Tuesday.”\n\n-- Trump called Don Blankenship to offer the formerly imprisoned coal executive congratulations on waging his Senate bid.",
  "pic.twitter.com/asEnkoA4DB — Will Ripley (@willripleyCNN) May 9, 2018\n\nA national security lawyer recalled a past situation where prisoners were released abroad:\n\nI'm old enough to remember when @BarackObama got four Americans - including @jrezaian - released from Iran and received universal applau--\n\n\n\nNo, wait, conservatives screamed about why he hadn't done it earlier.",
  "… Maryland requires that its governor be a resident of the state for five years before the election, a requirement that Vignarajah says she meets because she considered Maryland her home even during her years in the District … ”\n\n-- The D.C. attorney general is seeking more than $800,000 from four parents accused of enrollment fraud, three of whom work for the District.",
  "“However, he said Democrats might embrace a pro-union measure ahead of the November midterm elections as a way to show their support for blue-collar voters, many of whom flipped red in 2016.”\n\n-- The DNC is considering eight cities to host the 2020 Democratic National Convention: Atlanta, Denver, Houston, New York, San Francisco, Milwaukee, Miami Beach and Birmingham.",
  "The agreement was for $100,000 per month … Mirza-Reid said the company decided not to pursue the relationship after its first meeting with Cohen but continued to make the payments until the contract expired.”\n\n-- And the Treasury Department’s inspector general has launched an investigation into whether Cohen’s confidential banking information was leaked.",
  "But she equivocated: “I believe that in the CIA's program — and I'm not attributing this to enhanced interrogation techniques — I believe … that valuable information was obtained from senior al-Qaeda operatives that allowed us to defend this country and prevent another attack.”\n\nHarris asked, “Is that a yes?”\n\n“No, it's not a yes,” Haspel responded.",
  "Eli Rosenberg reports: “Columbus Nova, a company whose U.S. chief executive, Andrew Intrater, and Russian investment partner Viktor Vekselberg have both reportedly been interviewed by [Mueller’s team], is listed as the registrant behind a handful of domains for websites named after the alt-right that were created during the 2016 election.",
  "pic.twitter.com/hISaCI95CB — Donald J. Trump (@realDonaldTrump) May 10, 2018\n\nA House Republican mocked the New York Times for this headline after Trump announced the release of American prisoners from North Korea:\n\nI'd say traveling to North Korea to secure the release of 3 American prisoners of North Korea is a good thing @nytimes, no?",
  "— Kevin M. Kruse (@KevinMKruse) May 10, 2018\n\nA potential 2020 contender met with a former president:\n\nMonica Lewinsky took issue with a rescinded invitation:\n\ndear world:\n\nplease don't invite me to an event (esp one about social change) and --then after i've accepted-- uninvite me because bill clinton then decided to attend/was invited.",
  "In a statement, the FDA accused those clinics, and hundreds of other similar facilities in the United States, of exploiting desperate patients and causing some of them “serious and permanent harm.” (William Wan and Laurie McGinley) A South Carolina man was accused of trying to enlist a white supremacist group to kill his black neighbor.",
  "Robert Mueller’s team sought information about it last November, Michael and Carolyn report: “Novartis spokeswoman Sofina Mirza-Reid said the drug company hired Essential Consultants because it ‘believed that [Cohen] could advise the company as to how the Trump administration might approach certain U.S. healthcare policy.'",
  "(Dana Hedgpeth and Ovetta Wiggins)\n\n-- Newly obtained government forms may contradict claims from Maryland gubernatorial candidate Krishanti Vignarajah (D) that she never resided in D.C. Vignarajah received a letter from the D.C. Board of Elections in 2014 seeking to verify whether she lived in a co-op near Dupont Circle.",
  "A spokesman for the company [said] that Frederick Intrater was not acting on behalf of Columbus Nova when he registered the sites, even though he had used his company email address and listed the organization.”\n\n-- Cohen helped a law firm land a corporate client with ties to a probe into Jared Kushner’s family company.",
  "That left Singapore, which Trump said last week was also under consideration, as the most likely site.”\n\n-- The bigger picture: “Trump has become increasingly confident in his gut-driven, out-of-the-box approach to international relations and dismissive of the warnings from establishment [critics],” Anne Gearan writes.",
  "— Michael Avenatti (@MichaelAvenatti) May 10, 2018\n\nFormer Trump campaign adviser George Papadopoulos, who is cooperating with Mueller, enjoyed some time in Greece with his mother and brother:\n\nAn editor for Just Security commented on the week's news:\n\nWho is benefitting the most from this week’s insane news cycle?",
  "Carol, Anna Fifield and David report: “Though White House officials did not disclose details, Trump told reporters the summit would not be held in the demilitarized zone between North Korea and South Korea — where Kim and South Korean President Moon Jae-in held an emotional meeting two weeks ago.",
  "The backers of the petition said they could no longer wait for Ryan (R-Wis.) and other House leaders to forge consensus on an immigration bill that could pass with only Republican support.”\n\n-- A DHS proposal would change rules pertaining to detained immigrant minors apprehended at the border.",
  "These sites include Alt-right.co, Alternate-right.com, Alternate-rt.com, Alt-rite.com … which were all registered in the two days following a speech given by [Hillary Clinton], in which she excoriated the far-right movement known for its extremist, racist, anti-Semitic and sexist viewpoints.",
  "But he does appear to need some tutoring,’ said Andrea Nahles, the leader of Germany’s mainstream Social Democratic party, striking a sarcastic tone.”\n\nRep. Carlos Curbelo (R-Fla.) stands with Speaker of the House Paul Ryan (R-Wis.), discussing the GOP agenda for overhauling the tax code.",
  "https://t.co/c81qt9Cpp2 — Jason Rezaian (@jrezaian) May 9, 2018\n\nRep. Maxine Waters (D-Calif.) criticized Trump's decision on the Iran deal:\n\nTrump, further isolating the United States, thinks he knows better than our negotiators and all of our global allies who agreed to the Iran deal.",
  "Chris Mooney and Missy Ryan report: “The earlier version of the document, dated December 2016, contains numerous references to ‘climate change’ that were omitted or altered to ‘extreme weather’ or simply ‘climate’ in the final report, which was submitted to Congress in January 2018.",
  "A new cache of emails show that EPA staff primarily sought out conservative advocates who have worked for years at the fringes of mainstream climate science for advice on the debate, rather than the staffers who traditionally identify scientific research priorities for the agency.",
  "Ms. Meyer pitched potential investors on participating in a program known as EB-5, which provides permanent U.S. residency to immigrants who invest at least $500,000 in certain job-creating businesses.” The Brooklyn U.S. attorney’s office and the SEC later opened investigations.",
  "“By making brash and risky moves on the world stage — from shredding the Iran nuclear deal to negotiating nuclear disarmament with the North Koreans to imposing tariffs on Chinese imports — Trump has a chance to change the way voters evaluate his presidency.”\n\nGET SMART FAST:??",
  "… I would not allow CIA to undertake activity that is immoral, even if it is technically legal.”\n\n-- But every time Haspel was asked to elaborate about the “stricter moral standard” she said she supports, the 33-year agency veteran leaned on the letter of the law like a crutch.",
  "Danielle Douglas-Gabriel reports: “In a memo obtained Wednesday by The Washington Post, Mick Mulvaney, acting director of the CFPB, informed staffers of a reorganization that will tuck the office for students and young consumers into the bureau’s office of financial education.",
  "(Joshua Roberts/Reuters)\n\n-- House Intelligence Committee Chairman Devin Nunes (R-Calif.) issued a broad subpoena to the Justice Department last week seeking all documents about an individual described as a “longtime intelligence source” who has aided Mueller's investigation.",
  "“Three generations of imbeciles are enough,” Justice Oliver Wendell Homes wrote in the cringeworthy majority opinion, referring to a poor white Virginia woman named Carrie Buck (who historians have concluded was not actually an imbecile — but, more likely, a rape victim).",
  "The Columbus Dispatch’s Randy Ludlow reports: “[Kasich won’t endorse] until the two-term incumbent finds out what DeWine intends to do with two beloved Kasich endeavors: JobsOhio and the Medicaid expansion, which has provided health care to 700,000 low-income Ohioans.",
  "The army said in a statement that its fighter jets had targeted Iranian intelligence and logistics sites around Damascus, as well as munition warehouses, observation and military posts.”\n\n-- European leaders opened talks to salvage the deal without U.S. involvement.",
  "From Dino Grandoni: “Pruitt pitched the so-called ‘red team-blue team’ exercise as a way to suss out the truth of scientific claims that the burning of fossil fuels and other human activities are pumping greenhouse gases into the air and are warming the planet.",
  "But there are a lot of Monday morning quarterbacks in the terrorism business.”\n\n-- As a candidate in 2016, Trump pledged to bring back waterboarding and “much worse.”\n\n“The president has asserted that ‘torture works,’” Harris noted during yesterday’s hearing.",
  "Page Six reports the president's eldest son has begun seeing Kimberly Guilfoyle, a Fox News personality best known for her role co-hosting “The Five.” The two were seen together on Sunday arriving at a party for Trump’s newly confirmed ambassador to Germany.",
  "… U.S. Immigration Fund last year organized a trip to China for several Kushner Cos. officials, including Mr. Kushner’s sister Nicole Meyer, to seek investors for commercial-and-residential towers in Jersey City, N.J., the Journal has reported.",
  "After defending JobsOhio — a privatized economic development agency for which DeWine wants greater accountability — and the Medicaid expansion — which DeWine would at least partially dismantle because of its cost — Kasich said, ‘So, we’ll see.",
  "From Sean Sullivan and Michael Scherer: “The decision is a notable reversal for top GOP senators, some of whom feuded with Trump during the first year of his presidency and saw his erratic behavior and low approval as potential liabilities.",
  "According to The Post’s previous reporting, Mueller has gathered information on a secret January 2017 meeting in Seychelles meant to establish a back channel between the incoming Trump administration and the Kremlin, which Prince attended.",
  "MORE FALLOUT FROM TRUMP'S IRAN DECISION:\n\n-- Iranian forces fired rockets at Israeli troops on Wednesday, Israel’s army said, in the latest sign of increasing regional tensions following Trump’s decision to withdraw from the nuclear deal.",
  "Maria Sacchetti reports: “The draft regulations signal that the Trump administration is considering detaining families for longer periods and subjecting unaccompanied minors to increased scrutiny that could make it easier to deport them.",
  "David Nakamura and Carol Morello report: “In pitch black skies, a U.S. government plane made its approach to the runway with Kim Dong-chul, Tony Kim and Kim Hak-song, having been preceded by a jet carrying Secretary of State Mike Pompeo.",
  "pic.twitter.com/j5UTpEokST — Lee Zeldin (@RepLeeZeldin) May 9, 2018\n\nTrump later echoed the criticism:\n\nThe Failing New York Times criticized Secretary of State Pompeo for being AWOL (missing), when in fact he was flying to North Korea.",
  "pic.twitter.com/ImU0JeenGM — Eli Stokols (@EliStokols) May 10, 2018\n\nFrom a New York Times reporter:\n\nAnd Merriam-Webster took a swipe at Trump's definition of fake news:\n\nAs of this writing, 'negative' is not yet a synonym of 'fake.'",
  "“We got valuable information from debriefing of al-Qaeda detainees, and I don't think it's knowable whether interrogation techniques played a role in that.”\n\nWelcome to the Daily 202, PowerPost's morning briefing for decision-makers.",
  "Yes or no?”\n\n“Senator, I believe that we should hold ourselves to the moral standard outlined in the Army Field Manual,” Haspel answered..\n\n-- Haspel invoked the Army Field Manual seven times during the public portion of the hearing.",
  "Cordray used his ties to former president Barack Obama, who appointed him in 2012 as a consumer advocate against banks, to defeat liberal Dennis Kucinich by a nearly 3-to-1 margin, despite questions about his record on gun rights.",
  "... Pompeo, who spent 13 hours in Pyongyang on Wednesday and met with Kim (Jong Un) for 90 minutes, flew the men to a U.S. military base in Japan, where the three were transferred to another plane to ensure complete medical care.",
  "But as I have argued many times, the methods we employ to keep our nation safe must be as right and just as the values we aspire to live up to and promote in the world.”\n\n-- What precisely are the “values” McCain is referring to?",
  "“The fact we were able to get them out so soon was a tribute to a lot of things including a certain process that is taking place right now.”\n\n-- The men’s release was a goodwill gesture ahead of Trump’s planned summit with Kim.",
  "… But immigrant advocates say the regulations include changes that could erode several important child-welfare protections.”\n\n-- New documents shed further light on Scott Pruitt’s proposal to set up a debate on climate science.",
  "pic.twitter.com/x3Bl8APiJ7 — Jessica Rosenworcel (@JRosenworcel) May 9, 2018\n\nDevin Nunes defended his campaign to receive more intelligence from the Justice Department:\n\nNunes on Monday: \"“I’ve never referenced an individual.",
  "The principle that sustains compulsory vaccination is broad enough to cover cutting the Fallopian tubes.”\n\nBecause of that ruling, as many as 70,000 people were forcibly sterilized against their will during the 20th century.",
  "“It is better for all the world, if instead of waiting to execute degenerate offspring for crime, or to let them starve for their imbecility, society can prevent those who are manifestly unfit from continuing their kind.",
  "The Capital Weather Gang forecasts: “Mostly cloudy most of the day with an isolated shower possible this morning and scattered showers/thunderstorms in the afternoon — especially late — as highs reach the low to mid-80s.",
  "While the phrase ‘climate change’ appears 23 separate times in the draft report, the final version used it just once.”\n\n-- The Consumer Financial Protection Bureau is consolidating its student arm with another office.",
  "Loveday Morris reports: “An Israeli military spokesman said the rockets were fired by Iran’s Quds Force, a special-forces unit … and that several of the rockets had been intercepted by Israel’s missile defense system.",
  "Most of the accounts don’t seem to have demonstrated political bias — focusing on adult content and sports rather than politics — and researchers say they have not seemed to play an active role in spreading fake news.",
  "‘Events have transpired in a way that has given the president heightened confidence in his instinct on all three of these topics [the American embassy in Israel, North Korea and the Iran nuclear deal],’ said one U.S.",
  "-- Lawyers for Cohen accused Stormy Daniels’s attorney of distributing false information — and asked in a court filing that Michael Avenatti be barred from participating in New York-based litigation regarding Cohen.",
  "… After months of back-and-forth with conservative advocates, the White House ultimately stopped the plan.”\n\n-- The Pentagon revised a report on threats facing military bases to limit references to climate change.",
  "Gina Haspel, President Trump’s pick to lead the Central Intelligence Agency, repeatedly declined to say during her Senate confirmation hearing on Wednesday whether “enhanced” interrogation techniques were immoral.",
  "Over time, the federal government has sanctioned violence against Native Americans, African Americans and many others that was technically “legal” at the time — but clearly immoral, especially in hindsight.",
  "(Jabin Botsford/The Washington Post)\n\n-- Three Americans who were detained for over a year in North Korea landed at Joint Base Andrews shortly before 3 a.m., where they were greeted by Trump and Mike Pence.",
  "Then Trump emerged followed by the three men, one of whom raised his arms in triumph and relief as he exited the plane.”\n\n“We want to thank Kim Jong Un, who was really excellent,” Trump told reporters.",
  "Carlos Curbelo (R-Fla.) filed a discharge petition Wednesday morning that, if signed by a majority of House members, would force votes on immigration bills under a so-called “queen of the hill” rule.",
  "— Bradley P. Moss (@BradMossEsq) May 9, 2018\n\nJason Rezaian, who was among those released from Iran and is now a global opinions writer for The Post, replied:\n\nI, too, am old enough to remember that.",
  "DAYBOOK:\n\nTrump has two meetings today — one with Defense Secretary Jim Mattis and another with Agriculture Secretary Sonny Perdue, House Agriculture Committee Chairman Michael Conaway (R-Tex.)",
  "“[The decision] could have a significant impact on low-income and minority residents who travel only by bus and never go through a Metro station equipped with fare machines,” reports Luz Lazo.",
  "This is why John McCain, who suffered mightily at the hands of his Vietnamese captors during five-and-a-half years as a prisoner of war, is urging his colleagues to reject Haspel’s nomination.",
  "“I know that those who used enhanced interrogation methods and those who approved them wanted to protect Americans from harm,” McCain wrote in a statement that referred to Haspel as a patriot.",
  "They could also probe whether he made misstatements on bank records associated with his consulting company.” Said one friend of Cohen: “An entrepreneur always understands their opportunities.",
  "From Beth Reinhard and Emma Brown: “Eric Thorson, who operates independently of the agency’s political leadership, launched the probe in response to media reports, said counsel Rich Delmar.",
  "The request to bar Avenatti … alleges he may have improperly obtained Cohen’s private banking records and breached legal canon by arguing his case publicly rather than through the courts.",
  "…\n\n\"Selling access is common in Washington, but investigators could probe whether Cohen promised specific government actions in exchange for payments, which could cause him legal trouble.",
  "In 2014, the Senate Intelligence Committee released a detailed report, much of which remains classified, that concluded the techniques used by the CIA were neither useful nor legitimate.",
  "— Kate Brannen (@K8brannen) May 10, 2018\n\nFrom a Princeton history professor:\n\nBetween Oliver North and Gina Haspel, it's been a good week for people who were caught destroying evidence.",
  "(Vox News) The FDA is seeking an injunction to permanently stop the operation of two stem cell companies following reports that two patients were blinded by the unregulated treatments.",
  "But they were thrilled Wednesday with the outcome of primaries in three states where their preferred candidates closely aligned with Trump won — thanks to some help from the president.",
  "https://t.co/2i5WhRc7df — Matthew Miller (@matthewamiller) May 10, 2018\n\nStormy Daniels's lawyer pushed Sean Hannity to invite him on to his show:\n\nHey @seanhannity - what happened???",
  "Part of the establishment’s strength comes from the party’s movement to the left on some core economic issues, co-opting potential primary challenges from the left.”\n\n-- Ohio Gov.",
  "(J. Scott Applewhite/AP)\n\nTHE TRUMP AGENDA:\n\n-- A small group of House Republicans is trying to force Paul Ryan to put immigration legislation with DACA protections up for a vote.",
  "It comes a day after Avenatti publicly released a dossier that appears to describe bank records detailing payments to Cohen from corporate clients in the wake of Trump’s election.",
  "?Me — Monica Lewinsky (@MonicaLewinsky) May 9, 2018\n\nLawmakers prepared for their baseball match-up:\n\nBaseball is one of America’s most beloved pastimes—and one of my favorites.",
  "#MN02 pic.twitter.com/FANZwOlgn3 — Jason Lewis (@RepJasonLewis) May 9, 2018\n\nRudy Giuliani attended a baseball game:\n\nRudy, just sitting behind the plate tonight texting folks.",
  "Brandon Cory Lecroy has been indicted on one count of solicitation to commit a crime of violence and use of interstate commerce facilities in the commission of murder-for-hire.",
  "WHILE YOU WERE SLEEPING:\n\nPresident Trump disembarks a plane with the first lady and three freed American prisoners after their arrival from North Korea at Joint Base Andrews.",
  "-- Grappling with the morality of the CIA’s conduct after 9/11 is especially important because there are many prominent people who argue that there was nothing wrong with it.",
  "Of about 700 non-Hungarians who assumed the identities of authentic passport holders, 65 successfully entered the United States, and 30 remained in the country as of October.",
  "With Fred Korematsu, the justices voted 6 to 3 that it was fine for Franklin Roosevelt to send U.S. citizens to internment camps solely because they were of Japanese descent.",
  "The bigger news was that Haspel said she would not support an order to destroy videotaped evidence of such interrogations if one came today, despite having done so in 2005.",
  "That’s why giving definition to something seemingly as anodyne as “American values” became a flash point during Haspel’s testimony before the Senate Intelligence Committee.",
  "In the case of Dred Scott, the justices voted 7 to 2 that “a negro,” whether enslaved or free, could never be a U.S. citizen and therefore had no standing to sue in court.",
  "‘He underlined the importance that Iran do the same.’ Those sentiments were shared in other capitals backing the 2015 accord: Brussels, London, Berlin, Moscow and Beijing.",
  "https://t.co/obsCKNu3RH — Merriam-Webster (@MerriamWebster) May 9, 2018\n\nGOOD READS FROM ELSEWHERE:\n\n-- New York Times, “Chinese Tech Giant May Be First Victim of New U.S.",
  "https://t.co/CdYzWUQqQC — Devlin Barrett (@DevlinBarrett) May 9, 2018\n\nA former spokesman for Obama's DOJ replied:\n\nAs clear a lie as you will catch a public official in.",
  "(NBC News)\n\nSOCIAL MEDIA SPEED READ:\n\nTrump took a victory lap after welcoming home the three Americans from North Korea:\n\nOn behalf of the American people, WELCOME HOME!",
  "If he spent large amounts of time speaking to government officials on behalf of clients, investigators could also explore whether he should have registered as a lobbyist.",
  "But most Republican members of the intelligence committee were eager to avoid any discussion about the appropriateness of the U.S. government’s conduct during the aughts.",
  "“We should be talking about what's going to happen 17 weeks or 17 days from now.”\n\n-- Despite McCain’s opposition, Haspel will probably get confirmed in the coming days.",
  "“In Tuesday’s primaries, Democratic candidates favored by party leaders advanced to the general election in every key House, Senate and gubernatorial race on the ballot.",
  "Tom Hamburger and Rosalind S. Helderman report: “[Avenatti] had asked to participate in the New York case as he pursues a lawsuit in California against Cohen and Trump.",
  "Whichever of those bills receives the most votes, exceeding a majority, would pass the House — a setup that is calibrated to secure passage of a bipartisan compromise.",
  "(Kristine Phillips) Less than two months after finalizing a divorce from his wife of 12 years, Donald Trump Jr. appears to be jumping right back into the dating scene.",
  "“For Trump, each bold stroke is like a spritz of Febreze on his narrative of domestic scandal, momentarily masking the expanding [Russia probe],” Philip Rucker writes.",
  "‘The French president emphasized the willingness of France to continue enforcing the Iran nuclear agreement in all respects,’ said a statement from the Elysee Palace.",
  "That version explicitly rejected practices such as waterboarding, forcing detainees to pose in a sexual manner and placing hoods or sacks over the heads of detainees.",
  "), just hours after primary results showed that he’s in real danger of losing reelection in a state Trump carried by 42 points, announced that he will vote for her.",
  "Voters also are divided almost evenly over whether the country would be better off with the Democrats in control of Congress (31%) or with the GOP in charge (30%).",
  "Instead, on Feb. 20, 2014, she checked the box that said: ‘I currently reside at the address below, as indicated in the Board’s records.’ Then she signed her name.",
  "Kim “sincerely congratulated (Pompeo) on his recent official assumption as secretary of State” and received a “verbal message” from President Trump, KCNA reports.",
  "The controversial methods were used against terrorism suspects during the years after the Sept. 11 attacks, when Haspel oversaw a secret CIA prison in Thailand.",
  "From Loveday, Ruth Eglash and Louisa Loveluck: “[Israel claimed] the strikes were just the ‘tip of the iceberg’ as tensions between the three countries soared.",
  "When the eugenics movement was fashionable among elites in the 1920s, the high court ruled 8 to 1 that states could forcibly sterilize “undesirable” citizens.",
  "Shortly after Trump’s inauguration, the pharmaceutical giant Novartis signed a $1.2 million contract with Cohen’s shell company, Essential Consultants.",
  "(John Hudson and Andras Petho) The head of global health security on Trump’s National Security Council, Rear Adm. Tim Ziemer, left the administration.",
  "His departure comes amid a broader reshuffling of the council led by John Bolton, who effectively eliminated the office formerly overseen by Ziemer.",
  "About six months out from Election Day, 47% of registered voters say they back the Democratic candidate in their district, 44% back the Republican.",
  "QUOTE OF THE DAY: Trump was asked whether he thinks he deserves the Nobel Peace Prize: “Everyone thinks so, but I would never say it,” he answered.",
  "(Chelsea Janes)\n\n-- Kevin Kamenetz, a Democratic candidate in Maryland’s gubernatorial race, died hours after participating in a candidates’ forum.",
  "Joining the Congressional Baseball team has been a great way to mix in a little lighthearted competition and camaraderie between the conferences.",
  "“That’s the least we should expect.”\n\n“You're giving very legalistic answers to very moral questions,” complained Sen. Martin Heinrich (D-N.M.).",
  "It's the discharge petition filed today in the Senate to force a vote to overturn the @FCC decision late last year to roll back #NetNeutrality.",
  "One former radio host employed by Salem is now speaking out on the record, claiming the company fired her because of her refusal to play along.",
  "More than two years later, on May 26, 2016, she listed the D.C. apartment as her residence in her application for a Maryland marriage license.",
  "Cold War,” by Raymond Zhong: “The electronics firm ZTE has found success in the American market like few other Chinese technology brands have.",
  "-- Our moral standards have evolved considerably during the 242 years since we declared independence from King George III, and so has the law.",
  "They would allow officials to separate parents and children if holding them together would place an ‘undue burden’ on government operations.",
  "From James McAuley and Karen DeYoung: “French President Emmanuel Macron ... spoke with Iranian President Hassan Rouhani by phone Wednesday.",
  "In an interview that aired on Fox Business this morning, former vice president Dick Cheney defended the enhanced interrogation techniques.",
  "(Abigail Hauslohner and Angela Fritz) The outbreak tied to E. coli-tainted romaine lettuce has spread to 29 states, sickening 149 people.",
  "Scientists warned the volcano’s recent activity could lead to powerful steam explosions that could spew ash as far as 20 miles downwind.",
  "But some of the thunderstorms, hit or miss, could contain locally damaging winds and/or hail.”\n\n-- The Nationals lost to the Padres 2-1.",
  "(Lena H. Sun) A passport fraud scheme in Hungary allowed dozens of foreign nationals to enter the United States under false identities.",
  "“The result is a foreign policy approach … that his detractors warn could have dire consequences for the United States and its allies.",
  "John McCain, seen here in a Hanoi hospital as a prisoner of war, was shot down over Vietnam during a bombing mission on Oct. 26, 1967.",
  "-- “For Democrats looking for details, getting a straightforward answer from Haspel was like interrogating vapor,” writes Ben Terris.",
  "According to the Israeli military, the rocket attack also marks the first time Iranian forces have ever fired on the Israeli troops.",
  "John Kasich (R) has so far withheld his endorsement from Mike DeWine, who won the GOP gubernatorial primary Tuesday to succeed him.",
  "The Democrats' advantage in the generic ballot dipped from 16 points in February to six points in March to just three points now.\"",
  "“No one should get credit for simply agreeing to follow the law,” said Sen. Mark Warner (D-Va.), the vice chair of the committee.",
  "The Supreme Court has repeatedly interpreted the Constitution in ways that any reasonable person would now agree were abhorrent.",
  "... A large American flag suspended by two fire engine cranes was arranged on the tarmac, which was lit by banks of spotlights.",
  "Perhaps nothing summed up the environment more than Richard Cordray’s romp to the Democratic gubernatorial nomination in Ohio.",
  "The Arizona senator, who has remained at home since the end of last year, is not expected to return for any votes this month.",
  "A sizable 34% -- including nearly half of independent voters (48%) -- say it doesn't matter which party controls Congress.",
  "… Kasich ducked a chance to endorse DeWine earlier Wednesday when a reporter asked his thoughts on Tuesday’s GOP primary.",
  "(Politico) A new Pew Research study found that two-thirds of all links on Twitter are shared by automated bot accounts.",
  "And Michael has always been an entrepreneur.”\n\n-- The special counsel is looking into at least one of the arrangements.",
  "A Korean defense company competing for a U.S. contract said it paid him $150,000 to advise it on accounting practices.",
  "-- Battling brain cancer, the chairman of the Armed Services Committee is making what might be his last moral stand.",
  "Separate yet equal was a legal standard, endorsed by the Supreme Court in Plessy v. Ferguson, until Brown v. Board.",
  "Most, but not all, represent swing districts with significant Latino constituencies or are retiring from the House.",
  "— Maxine Waters (@RepMaxineWaters) May 9, 2018\n\nAn FCC commissioner shared this image:\n\nThis document is historic.",
  "That is why I support the fact that we have chosen to hold ourselves to a stricter moral standard,” Haspel said.",
  "Sen. Kamala Harris (D-Calif.) pressed harder than any of her colleagues on whether the programs were immoral.",
  "Other Republican senators who could still vote against Haspel include Rand Paul (Ky.) and Jeff Flake (Ariz.).",
  "Kamenetz, who served as the Baltimore County executive, suffered cardiac arrest and died early this morning.",
  "(John Wagner)\n\nNEWS YOU CAN USE IF YOU LIVE IN D.C.:\n\n-- Washingtonians could see thunderstorms later today.",
  "Steve Thompson reports: “Vignarajah could have checked a box to indicate she did not reside in the District.",
  "A global pharmaceutical company said it paid him $1.2 million to provide insight into health-care policy[.]",
  "The latest CDC update counts 28 new cases from four new states: Florida, Minnesota, North Dakota and Texas.",
  "(Peter Jamison)\n\n-- CVS stores will stop allowing customers to buy and reload SmarTrip cards this month.",
  "A telecommunication company said it turned to him simply to better understand the Trump administration.",
  "-- One of the reasons America is great is her historic willingness to reckon with the sins of the past.",
  "By Wednesday afternoon, 16 more Republicans had also signed the discharge petition alongside Curbelo.",
  "Being gay, in the privacy of your own bedroom, was against the law in many places until modern times.",
  "“Do you believe the previous techniques, now armed with hindsight, do you believe they were immoral?",
  "Whatever might have resembled a national consensus on that question has eroded these past few years.",
  "Former NSC officials expressed fear the move could undo U.S. progress in combating digital threats.",
  "“I believe very strongly in American values and America being an example to the rest of the world.",
  "The president and first lady boarded the plane, while the Pences and Pompeo waited on the tarmac.",
  "“Do you agree with that statement?”\n\n“Senator, I don't believe that torture works,” Haspel said.",
  "(HuffPost) Bolton is also pushing for the elimination of the top White House cybersecurity job.",
  "Her refusal to acknowledge torture’s immorality is disqualifying,” said the Arizona Republican.",
  "Nunes subpoena last week: Provide \"all documents referring or related to the individual.\"",
  "“We shouldn't be talking about what happened 17 years ago,” said Sen. Roy Blunt (R-Mo.).",
  "Big smiles at Wednesday’s meeting between Secretary Pompeo & North Korea’s Kim Jong Un.",
  "... On Tuesday, senior Justice officials renewed their efforts to fend off his request.",
  "Kilauea may shower Hawaii’s Big Island with 10-ton molten rocks in the next few weeks.",
  "“Maybe he’ll defy all laws of geopolitical gravity, but I doubt it.”\n\n-- Wag the dog?",
  "Why is it being treated as so newsworthy that Haspel promised not to break the law?",
  "And I wonder why there is no outrage about the Americans still being held in Iran.",
  "Officials have said initial exams showed them to be in relatively good health.",
  "Rouhani has ordered his diplomats to engage with their European counterparts.",
  "It is unclear if any of these websites were launched or ever hosted content.",
  "The plane carrying the three Americans pulled up in front of the giant flag.",
  "This ratchets up pressure on other vulnerable Senate Democrats to join him.",
  "Haspel’s role in overseeing the use of torture by Americans is disturbing.",
  "How long do we have to suffer his gigantic ego and narcissistic behavior?",
  "‘That’s what we’re looking for, and any claim to the contrary is wrong.'",
  "I thought you said you not going to have anyone on to discuss our case?",
  "“If it were my call, I would not discontinue those programs,” he said.",
  "They have changed the law, and the agency has to act by that statute.",
  "It’s more complicated than they think,” Blinken said in an interview.",
  "Not everyone’s “moral compass” points them to the same true north.",
  "He’s hiding among the headlines, hoping no one will remember him.",
  "and Senate Agriculture Committee Chairman Pat Roberts (R-Kan.).",
  "Any rain moves through quickly, and most of the day is dry.",
  "THE BIG IDEA: What’s legal and what’s moral are different.",
  "“I appreciate their dilemma and the strain of their duty.",
  "The companies cited a range of reasons for hiring Cohen.",
  "Can’t wait for the big game in just over a month!",
  "But this is a legal standard — not a moral one.",
  "“Senator, I think I’ve answered,” Haspel said.",
  "I know the difference between right and wrong.",
  "(AP)\n\nWith Breanne Deppisch and Joanie Greve.",
  "it's 2018.\n\nemily post would def not approve.",
  "And then tonight you discuss it with guests.",
  "He just continues to do incalculable damage.",
  "It was legal then – but clearly immoral now.",
  "He will later hold a rally in Elkhart, Ind.",
  "And I'd go back and study them and learn.",
  "No one was injured on the Israeli side.",
  "I keep asking but you keep avoiding it.",
  "The agency is in a difficult position.",
  "“I'd have them active and ready to go.",
  "“No, you have not,” Harris countered.",
  "You know where you’d put your money.",
  "Keep working to #SaveNetNeutrality.",
  "Sign up to receive the newsletter.",
  "“Right and wrong” are subjective.",
  "So was obtaining birth control.",
  "Impeachment is the only answer.",
  "… My parents raised me right.",
  "“My moral compass is strong.",
  "Mike DeBonis reports: “Rep.",
  "And interracial marriage.",
  "Sen. Joe Manchin (D-W.V.",
  "The Congress has acted.",
  "It’s enshrined in law.",
  "Keep making a ruckus.",
  "Keep making noise.",
  "Fake News, so bad!",
  "The good news?",
  "They did that.",
  "Scott Pruitt.",
  "Why not me?",
  "C’mon Sean.",
  "I didn't.\"",
  "official[.",
  "“Ms.",
  "...",
  "...",
  "??"
]