[
  "So, what the plan does is it substantially reduces the tax rates, Bob, that the middle class pay and in change for that, they might not be able to provide as much, you know, tax-free savings into those accounts, but they're going to have more money any way because number one, they're going to have lower rates and let's not forget, number two, Erin, we're doubling the standard deduction.",
  "Now, that doesn't mean they're trying to strike at the target, but they're gathering intelligence, which is part of their mission here in Niger, Erin, which is to try and track down and mitigate the threat from these terror groups, which often work across these porous borders and potentially strike at Western interests including U.S. interests in the entire region -- Erin.",
  "And it's a crucial development because as it stands right now, U.S. drones in Niger are not authorized to be armed, which means they can't conduct an air strike if they're supporting U.S. troops on the ground, then here's the reality of the situation is that a U.S. drone was there within moments of the U.S. troops calling for help, within minutes.",
  "It raises more questions about what efforts were being made by people with connections to the Trump campaign or his orbit to try to work with WikiLeaks, which remember ended up publishing e-mails hacked from the DNC and Clinton campaign chair John Podesta, and U.S. intelligence believes Russian-connected hackers acquired those e-mails.",
  "MOORE: I think -- look, what he said is -- well, I interpret what he said as, I am not personally in favor of getting rid of the 401(k)s but the House is putting a bill together and then that --\n\n\n\nBURNETT: And I'm going to consider it -- OK, even though two days ago on Twitter, I said there will be no change to your 401(k).",
  "We had a similar situation where a big storm actually killed and injured some Special Forces guys back in 2008 and our guys had to fly in on a single set of headlights landing in a desert at night in a storm and our medic even did an emergency splenectomy on the wounded U.S. soldier saving his life.",
  "I was looking I think it's closer to 7 trillion, Erin, in terms of the amount of money that Americans have in these 401(k)s. And I can't resist saying, you know, the last week that Robert Reich and I were on, the people were saying oh, it's only rich people with money in the stock market.",
  "(END VIDEO CLIP)\n\n\n\n(COMMERCIAL BREAK)\n\n\n\n[19:17:58] BURNETT: New tonight, President Trump making a stunning flip-flop on the south lawn of the White House today, saying one of the greatest tax breaks that the middle class in America is on the table to possibly be taken away.",
  "There's no way Jeff Flake would have won and Flake had a choice to make and he's decided to step out and kind of have his big profiles in courage moment and be a leader now of a Republican resistance to Donald Trump, meaning Flake's going to be around until 2019.",
  "But at the same time, some of the substantive content, not all of it, but some of the substantive content of the dossier, we were able to corroborate in our Intelligence Community assessment which from other sources in which we had very high confidence to it.",
  "When we did our Intelligence Committee assessment, we were aware that the -- there had been research done and that some Republican candidates as a matter of fact had contracted through I think Fusion GPS to obtain what it later became much known as a dossier.",
  "And OUTFRONT now, Erik Prince, former Navy SEAL, former CEO of Blackwater, the founder of Frontier Services Group which operates around the world, including in places like Somalia and Erik, of course, has also operated in this area, including in Mali itself.",
  "STEPHEN MOORE, FORMER SENIOR ECONOMIC ADVISER, 2016 TRUMP CAMPAIGN: You know, Erin, I'm having a bit of a deja vu here because actually, I worked for Ronald Reagan in the '80s and when we did the bipartisan tax reform, Robert Reich may remember that.",
  "Now in the e-mail, Nix relayed that he had contacted Julian Assange trying to get access to e-mails from Hillary Clinton's private server in order to turn them into a searchable database for the campaign or for pro-Trump political action committees.",
  "REICH: But it's got to come out of the middle class, and, Erin, here's the problem because it's either going to come out of tax, limited tax deductions like the 401(k) or mortgage interest deductions, other kind of things middle class depends on.",
  "When the stock market goes up, that $7 trillion, that, you know, that millions and millions of Americans have money in the stock market when the stock market goes up, their 401(k) plan goes up, so we should probably keep those saving incentives.",
  "(BEGIN VIDEO CLIP)\n\n\n\nSEN. JEFF FLAKE (R), ARIZONA: I can tell you, it's very difficult to be reelected in the Republican Party right now in Arizona, in particular, if you're -- doesn't matter so much the policies that you adopt or your votes.",
  "Now most people depend on 401(k)s. Tax deferred 401(k)s. This is the savings vehicle of the middle class and for Donald Trump and for the Republicans to sort of be sort of so careless about this, well, maybe it's on the table, maybe it's not.",
  "And to the media specifically, Erin, when ever you're kind to President Trump, meaning you don't ask him hard questions, you don't push the envelope on him to try to get to the facts and the bottom of the truth, if you're kind, he likes you.",
  "(BEGIN VIDEO CLIP)\n\n\n\nTRUMP: We're going to be doing a very, very important meeting sometime in the very short, very near future in opioids in terms of declaring a national emergency, which gives us power to do thing you can't do right now.",
  "BURNETT: And it's statements where people see the person and personality and who he truly is that disgust some and others see as a strong person who is what he is and here is one of them today when the president was talking about himself.",
  "And I think that's a paradigm the U.S. should rethink, because for as much effort that's gone after just looking for leadership, I think we could cost effectively grind up the numbers of other fighters to degrade these guys' capabilities.",
  "\n\n\n\nReturn to Transcripts main page\n\nERIN BURNETT OUTFRONT\n\nFirm Used By Trump Campaign Asked WikiLeaks For Access To Clinton E-mails; Trump: Clinton Paid \"Tremendous Amount\" For Fake Dossier; Trump Flip-Flops On Changes To 401(K) Plans.",
  "MCCURDY: Definitely, there needs to be regulatory measures put into place with this plant material but there is a huge wealth of anecdotal evidence out there and some scientific that there is different medical potential for this plant.",
  "Late today, the executive director of the Trump campaign issued a statement writing in part, \"We as a campaign made the choice to rely on the voter data of the Republican National Committee to help elect President Donald J. Trump.",
  "(END VIDEO CLIP)\n\n\n\nBURNETT: So you have Trump's own CIA director basically saying Julian Assange is embed with Vladimir Putin, and you've got a firm working for the Trump Campaign working with Assange -- asking Assange for help.",
  "I mean, this is an incredible admission because this is what Trump tweeted on Monday about reports that Republicans were considering cutting the tax break for 401(k)s. He said quote, there will be caps no change to your 401(k).",
  "So, it is certainly a role for contractors to play, to move to the objective into a dangerous, very uncertain situation, but they can operate there smaller, cheaper and with a much lighter footprint than the Air Force requires.",
  "The sources say no Trump campaign officials were on the e-mail chain but Rebekah Mercer as I mentioned who's actually funds -- their family funds Cambridge Analytica and has close ties to the Trump world was on that e-mail.",
  "But second of all, what I've been recommending, I wonder what you think about this, Bob, is why not just take away all the write-offs and tax deductions for the high income people for people who make over $500,000 people.",
  "And I think we're going to see Flake is positioned himself if the Mueller report ends up being devastating on Donald Trump, people like Corker and Flake could emerge as being leader of a new post-Trump Republican Party.",
  "Out of Iraq and Syria, where the primary tumor site is, where their caliphate is, remember, ISIS claims legitimacy because they have land, they have a caliphate now that has largely been taken away in Iraq and Syria.",
  "If that proposal became law, it would drastically reduce the incentive for people to save for retirement, and for so many of those people that is the single greatest source of money people have for their retirement.",
  "I'd say first point which has been previously alluded to is the evidence that we had, which we published in our Intelligence Community assessment that there was a clear linkage between the Russians and WikiLeaks.",
  "BURNETT: So, we know as you just heard David confirming, the U.S. troops were in this area gathering intelligence on a high value target, a high value ISIS leader, presumably who was believed to have been there.",
  "You cannot say that $4 trillion of tax cut, most of which are going to go to the very, very wealthy of this country, are not going to hurt the middle class somehow people are going to hurt by this.",
  "If a campaign was sending something out, these specific data from Cambridge Analytica would sort of say if a message was effective or not, using some types of controversial, some information here.",
  "BURNETT: So, you know, we're also learning amidst all of this, Trump has been very happy about the date -- about the news that we've learned that the Clinton campaign paid for part of the dossier.",
  "BURNETT: You have just said that you think the United States need to\n\n\n\ntriple down rather than become afraid by what is now the biggest, you know, single combat loss here for the administration.",
  "Despite all the very substantive criticism that Flake leveled at the president, on this particular issue about whether he would even win if he ran again, he's in agreement with the president.",
  "BURNETT: I know that you've got a fan in Steve Bannon and a source is telling CNN that he, Steve Bannon, is actually pushing you to challenge Senator John Barrasso in Wyoming's 2018 primary.",
  "The head of the data firm hired by the Trump campaign contacted WikiLeaks founder Julian Assange in 2016, asking about the 33,000 Hillary Clinton e-mails that she kept on her private server.",
  "You know, you were just reporting, look, the FBI is there to try to figure out many things, including whether someone in the village tipped off the ISIS fighters that conducted this ambush.",
  "We now have an e-mail sent by the head of this data firm with all these links to the Trump campaign to Julian Assange, the WikiLeaks founder asking for help in getting the Clinton e-mails.",
  "Now, again, that $5.9 million number has been disputed in the past by the Trump campaign, but that's what FEC figures show the Trump campaign paid over six months to Cambridge Analytica.",
  "And as you know, about Trump friend Roger Stone and his ties to WikiLeaks because he made public comments during the campaign seeming to anticipate these document dumps from WikiLeaks.",
  "[19:10:01] I don't know that this in and of itself as a smoking gun, but it is clearly indicative of some connection here between the Russians and via WikiLeaks and the Trump campaign.",
  "It's where many locals say they know that the threat the there, that threat has been there are for some time now and there have been multiple attacks on Nigerien forces just this year.",
  "You have to remember, if you're driving in armored vehicles, you're going to have to be on more prepared roads, because it's very soft sand, means for very struck (ph) vehicles.",
  "Lots of places for bad guys to hide and very good chance that some villager had a cousin or some relative they called and they gave these guys up and they drove into an ambush.",
  "OUTFRONT now, Doug Brinkley, presidential historian, April Ryan, White House correspondent for American Urban Radio Networks, and Mark Preston, our senior political analyst.",
  "Countless times, we can go over and over again where we've seen President Trump at a rally, a press conference speaking to our soldiers saying oh, look, you're good to me.",
  "CLAPPER: That's the one case where I completely agree with Director Pompeo about how his characterization of WikiLeaks as a non-nation state hostile intelligence service.",
  "And in the third part of our series, \"Killing America: Inside the Opioid Epidemic\", Dr. Sanjay Gupta takes a look at one herb that could help some addicts kick the habit.",
  "You have to understand the area is tens of thousands of square miles of sand and rugged terrain and so you need small and you need to be mobile and you need to be quick.",
  "It was actually Blackwater Aviation, my old aircraft, that were the first ones in there doing that throughout the whole region, in Mali, Niger, the whole Sahel region.",
  "You take $4 trillion -- again, the Tax Policy Center says that by 2027, under what we know of the current plan, 80 percent of those benefits go to the top one percent.",
  "The investigation is ongoing and just a few hours from where I'm standing here in the capital, the short distance away really is the border between Mali and Niger.",
  "The president likes as much because I ask questions they don't necessarily like and I also talk about or point out the fact that there is a Republican resistance.",
  "Here's the president today speaking about Senator Jeff Flake who\n\n\n\nannounced his retirement in the stunning and moving speech denouncing the president yesterday.",
  "I should say Stone denied direct contact with Assange, but again, this is just the latest question about connections to him and potentially connections to Russia.",
  "GUPTA: And yet in the U.S., it is banned in six states and the DEA considers it a drug of concern over worries of potential addiction, even some reported deaths.",
  "(BEGIN VIDEO CLIP)\n\n\n\nFLAKE: Privately, a number of my colleagues have expressed concern about the direction of our politics and the behavior of the president.",
  "If we're putting, slashing the amount of money people can put tax-free in their 401(k), that they're putting it on the table to slash that by about 90 percent.",
  "And when you were at the N.I., you knew that some of these things had happened, particularly conversations between foreign nationals that were in the dossier.",
  "DANA BASH, CNN CHIEF POLITICAL CORRESPONDENT: Well, Erin, the e-mail comes from a man named Alexander Nix who was the chief executive of Cambridge Analytica.",
  "BURNETT: I mean -- so, you know, when you hear the current CIA Director Mike Pompeo who is a big proponent of his boss's policy, he is very clear about that.",
  "(COMMERCIAL BREAK)\n\n\n\nBURNETT: Tonight, President Trump declaring victory while a Republican who spoke out so forcefully against the president admits defeat.",
  "CHRISTOPHER MCCURDY, MEDICINAL CHEMIST: We definitely believe this could be solution to or part of the solution to the opioid crises that we're currently in.",
  "So if you're talking about voting or policy, he supports the president, but he has seen as Doug fairly pointed out as the head of the Republican resistance.",
  "(COMMERCIAL BREAK)\n\n\n\n[19:41:53] BURNETT: Breaking news: CNN just learning that the U.S. military had been seeking the authority to arm its drones in Niger.",
  "That is the money that the Trump campaign paid to Cambridge Analytica over a six-month period from July of 2016 or so through the end of 2016, $5.9 million.",
  "Earlier today, he tweeted, \"I can confirm an approach by Cambridge Analytica prior to November last year and can confirm that it was rejected by WikiLeaks.\"",
  "My counsel of economic advisers estimates that this change along with a lower tax rate would likely give the typical American household a $4,000 pay raise.",
  "OutFront now, former senior economic adviser to the Trump campaign Steven Moore, and former U.S. Labor Secretary under President Bill Clinton Robert Reich.",
  "GUPTA: Well, there's -- this is one of the things, you know, we don't\n\n\n\nknow what we don't know exactly because there hasn't been a lot of investigations.",
  "But a couple months ago, people were not so sure about how this president's brashness and his new presidential style was playing with the American public.",
  "The president, though, Erik, has been taking credit for ISIS overall giving up, sort of very similar to on the run comment which was from President Obama.",
  "So I think this is something that bears an audit trail by experts in finances that can track the auditing for this, and to see who was responsible for it.",
  "But even though the things had been corroborated, here's what Donald Trump said about the dossier with these new revelations about Clinton paying for it.",
  "He's reportedly trying to recruit for a big summit run, the Erik Prince, the former CEO of Blackwater and the brother of Education Secretary Betsy DeVos.",
  "You got to figure out what exactly the dosing is, how you would administer it, what's going to be the most effective, how to make it as safe as possible.",
  "(BEGIN VIDEO CLIP)\n\n\n\nUNIDENTIFIED MALE: I don't see anything that rivals or comes close to the ability for this plant to serve as a potential treatment.",
  "Many will tell you, that you continue to use because after a while it's no longer about getting high, it's chasing away the feeling you're about to die.",
  "They're also learning that from a senior U.S. official that these soldiers were working from a more remote base here in Niger, not here in the capital.",
  "You have to keep relentless pressure on them because if they have that time to plan and to organize, they can do bigger, bigger, destructive activity.",
  "(END VIDEO CLIP)\n\n\n\nBURNETT: He just now refers to it as the fake dossier which is why I want to make the point that some of it has been corroborated.",
  "But this is why you would study something like this, to try and get that figured out, to make sure you're getting Kratom and what the right dosing is.",
  "The problem is they've had years now to metastasize and so you have small cells, whether they'd be in Libya, Mali, Niger, lots of these other places.",
  "It's clear that when we did our effort in January that we were just touching the top of the iceberg as we get more fidelity on this as time goes on.",
  "(BEGIN VIDEOTAPE)\n\n\n\nPATRICIA SLIVEN, FORMER OPIATE USER: Everything hurts, you're sick, nauseous, throwing up, diarrhea, your will to live is gone.",
  "Is how much this data may have played in the focus, Facebook and Twitter and other ads that were directed at specific audiences in specific states.",
  "Now, we just have to make sure they don't set up shop in other locations, be it in North Africa or South Asia or East Africa for that matter.",
  "And if the numbers beared the people didn't like it, they were going to go for broke and go and try to salvage 2018 and leave the president.",
  "ERIK PRINCE, FOUNDER & FORMER CEO OF BLACKWATER: Look, to be out there in the remote areas, you very much have to have a wildcat or spirit.",
  "DOUGLAS BRINKLEY, HISTORY PROFESSOR, RICE UNIVERSITY: I think it's an odd situation, Erin, where everybody involved can take a victory lap.",
  "But they were able to essentially get the Trump campaign's message out to a broader audience and show that his e-mails were more effective.",
  "Not to mention the fact that Cambridge Analyta was hired by the Trump campaign about the same time that this e-mail about Assange was sent.",
  "Jared Kushner, of course now a senior advisor to the president and the president's son-in-law, he has talked about bringing them on board.",
  "Of course, Hillary Clinton's e-mails aren't really about voter data, it's about getting dirt on your opponent that you can put out there.",
  "UNIDENTIFIED MALE: But Kevin Brady, who is the chairman of the House Ways and Means Committee said this morning it could be on the table.",
  "It's a powerful, it's a powerful drug, but I think as long as I have Kratom, as long as I can get it, me personally, I'll never go back.",
  "(BEGIN VIDEO CLIP)\n\n\n\nTRUMP: You know, people don't understand, i went to an Ivy League college, I was a nice student, I did very well.",
  "MOORE: OK.\n\n\n\nBURNETT: And OutFront next, President Trump claiming victory after Senator Jeff Flake admits he wouldn't win re-election.",
  "And he now believes more of his colleagues are going to stand up because he says they agree with him and here's what he told us today.",
  "MOORE: Can I respond to that, Erin, because I mean, -- look, first of all, this is one of the few times that Robert Reich and I agree.",
  "There have been reported, you know, people becoming -- having addictions to this, developing withdrawal symptoms, having side effects.",
  "PRINCE: Well, clearly, where the primary tumor site is, in Iraq and Syria, they are giving up by the hundreds, even by the thousands.",
  "And, David, obviously, this is a big development and where you are, the U.S. FBI now on the ground to figure out what happened here.",
  "If 55 million Americans depend on 401(k) plans for their savings, 55 billion Americans would be hit by this particular (INAUDIBLE).",
  "He -- look, he said in a tweet, it is not on the table and no change and then today, he came out and goes, maybe it's on the table.",
  "Or it's going to come out of the middle class in terms of big cuts in Medicare, Medicaid, other programs middle class depends on.",
  "Bannon was vice president and secretary of Cambridge Analytica until he stepped down to run the Trump campaign in August of 2016.",
  "Around the world, Kratom, an herb, has been used for centuries to help people manage pain but also for the withdrawal from opium.",
  "The scientific community here in the United States starting to pay more attention to it, it's gotten some buzz, some enthusiasm.",
  "That was about collusion between the Trump campaign and Russia and included salacious accusations against the president himself.",
  "[19:45:06]That is the risk of having small units out there, but that's the only way you can actually combat this kind of threat.",
  "BURNETT: And, of course, it's too much to hope that there's sort of a one-shot fix to something as serious as opioid addiction.",
  "MCCURDY: I don't see anything that rivals or even comes close to the ability for this plant to serve as a potential treatment.",
  "BURNETT: As they were looking for a leader, there were 50 of the fighters obviously waiting them to ambush them to your point.",
  "That's been his entire case that he has made and he's really specific about how much money you're going to get if this passes.",
  "I mean, Dana, this could be a very, very significant piece of information in the Russia investigation into possible collusion.",
  "OK, that would slam 55 million Americans who have more than $5 trillion invested in their 401(k)s according to a trade group.",
  "So on balance, middle class is going to get big tax --\n\n\n\nBURNETT: Robert, do you think that adds up as Steven is suggesting?",
  "(BEGIN VIDEO CLIP)\n\n\n\nTRUMP: We have done better in eight months of my presidency than the previous eight years against ISIS.",
  "We tend to go after the leadership instead of just going after the large numbers of ISIS or al Qaeda fighters in that area.",
  "BURNETT: On this point, Steve, the president has repeatedly promised that this tax plan is to help the middle class, right?",
  "BURNETT: So given that and you've got this e-mail from a firm working for the Trump campaign, they paid $5.9 million there.",
  "(COMMERCIAL BREAK)\n\n\n\nBURNETT: Tonight, President Trump says he'll soon declare the opioid epidemic a national emergency.",
  "And as Dana was mentioning earlier, the Mercer family, top funders of the Trump effort, also top investors in this firm.",
  "MOORE: So first of all, CNN breaking news, I guarantee you that those breaks are not going to be reduced by 90 percent.",
  "ROBERT REICH, FORMER U.S. LABOR SECRETARY UNDER PRESIDENT BILL CLINTON: It will be huge -- Erin, it will be a huge hit.",
  "(END VIDEO CLIP)\n\n\n\nBURNETT: Or you're not, obviously, and Jeff Flake thinks if you're win the president, you can win.",
  "VINSON: I was torn between not being able to care for my family, or, OK, I can take care of them if I take more pills.",
  "As a matter of principle, why not and why not a much higher, why not a much higher tax bracket for people at the top?",
  "It's talking about voter data and to ignore the clear connections between Cambridge Analytica and the Trump campaign.",
  "(END VIDEO CLIP)\n\n\n\nBURNETT: I mean, it's not about politics in a sense or policies, Mark, is the word I should use.",
  "GUPTA: For something so promising, you maybe wondering why others, including big companies, haven't investigated it.",
  "GUPTA (voice-over): But one day, that same guy didn't have any pills, and offered up a cheaper alternative, heroin.",
  "And one of the things that was on the table of discussion was to pull back on the IRAs in favor of lower tax rates.",
  "They weren't even in armored vehicles and it's unclear from the Pentagon at this point if they even had body armor.",
  "BURNETT: Do you -- obviously we know that a company called Berry Aviation was evacuating the troops that survived.",
  "And so, you have to have small teams to go in and root them out and destroy them wherever these sanctuaries maybe.",
  "Mark, you heard the senator right there, though, the sound bite that we just played, saying policies don't matter.",
  "And the source of the e-mails that were (INAUDIBLE) from the DNC to include John Podesta's were from the Russians.",
  "GUPTA: People are talking about solutions -- this is something that could be readily available, could help people.",
  "The idea, Erin, that a plant -- that an herb can help curb people's addiction to heroin, I mean, it's a big idea.",
  "Key to bringing the data firm on board Trump's son-in-law Jared Kushner and key to the firm itself, Steve Bannon.",
  "BURNETT: And, by the way, you know, Flake talking to George\n\n\n\nStephanopoulos did not rule out a run out in 2020.",
  "With the tax cuts when people end up paying more afterwards if all those loopholes were closed --\n\n\n\nMOORE: Sure.",
  "Oh, we'll use it as a negotiating strategy, is so disrespectful to the millions of Americans who depend on this.",
  "I mean, how close was Trump's campaign to this firm, Cambridge Analytica which e-mailed Assange asking for help?",
  "SLEVIN: There's a guy that I worked with, his wife had Dilaudid, but she didn't like them, she didn't take them.",
  "And Jeff, I want to focus here on that statement that came out from the Trump campaign after f the story broke.",
  "MOORE: Because, Bob, when you raise tax rates, that's the worst thing to do, you're not going to raise revenue.",
  "But I will say this, I think what you and Bob are leaving out is that there's also an off setting benefit here.",
  "So, one of the key questions is, whether the intelligence before they went on that routine mission was correct.",
  "But the issue is if you have a base that is grumbling about the president, they will do the will of the people.",
  "PRINCE: So, if you're running in thin skinned vehicle, you have to move fast and speed will be unpredictable.",
  "If I -- you know, a lot of middle class people are going to be very hurt by this tax bill one way or another.",
  "(BEGIN VIDEO CLIP)\n\n\n\nDONALD TRUMP, PRESIDENT OF THE UNITED STATES: He was against me from before he knew me.",
  "When you think about somebody reaching out to WikiLeaks and asking for help to get Hillary Clinton's e-mails.",
  "What do you make though of this very quick attempt to distance themselves without addressing the actual fact?",
  "Their quote was, any claims that voter data from any other source played a key role in the victory are false.",
  "LISA VINSON, FORMER OPIATE USER: Every month, they say how are you, and I say, well, it's not really helping.",
  "SLEVIN: They upped the dose and they kept to the point where I was taking a very high dose of pain medicine.",
  "(END VIDEO CLIP)\n\n\n\nBURNETT: And Julian Assange himself has confirmed this e-mail exchange that it happened.",
  "Republicans are watching those numbers because early on, a couple of months ago, we're still in nine months.",
  "You know, he said that pretty much every incumbent Republican is out except for Ted Cruz if he has his way.",
  "Mostly pensions through their employer and then we moved to something called defined contribution pensions.",
  "[19:25:05] MOORE: There were good -- that's a good thing for America and I don't want to see those trimmed.",
  "According to McCurdy, that concern is because Kratom is not regulated and it's been mixed with other drugs.",
  "MCCURDY: There's no financial incentive for any drug company to really pursue developing this into a drug.",
  "He could run in 2020 and challenge Donald Trump to the Republican nomination or Pence if that be the case.",
  "Or it's going to mean a huge deficit that means interest rates are going to go up and middle class pays.",
  "It's about whether you're for the president or not for -- with the president or not with the president.",
  "But I think it's going to be -- he's going to challenge Trump in some way in the coming next two years.",
  "(BEGIN VIDEO CLIP)\n\n\n\nMIKE POMPEO, CIA DIRECTOR: It's time to call out WikiLeaks for what it really is.",
  "JEFF ZELENY, CNN SENIOR WHITE HOUSE CORRESPONDENT: Erin, that has been a question for a very long time.",
  "I'm just looking here at the FEC data and it does add up to $5.912 million, according again to the FEC.",
  "For Patricia Slevin, it all started four years ago with abdominal pain and a prescription for Dilaudid.",
  "They're stationed in the region and they're there to do medevac and that kind of hasty logistics work.",
  "BURNETT: Which is about Robert, I got to point out, about equivalent to the percent of taxes they pay.",
  "So that alone puts about, you know, by my estimate, about $2,500 into the pocket of the middle class.",
  "And Dana, what exactly have you learned about the e-mail sent from Cambridge Analytica to WikiLeaks?",
  "Does this move you any closer to thinking there was collusion between the Trump campaign and Russia?",
  "The Republican proposal would dramatically slash how much money you can put in your 401(k) tax-free.",
  "That's where this ambush took place where the U.S. forces took heavy fire and lost four servicemen.",
  "Plus, the president says he didn't authorize the Niger mission that ended in four American deaths.",
  "(BEGIN VIDEO CLIP)\n\n\n\nTRUMP: Well, I think it's very sad what they've done with this fake dossier.",
  "How many people -- how big is this possibility of Kratom to helping people get off this addiction?",
  "VINSON: She called asking for money for heroin and I told her I will not send you money for drugs.",
  "We had some concerns about it from the standpoint of its sourcing which we couldn't corroborate.",
  "Of course, it's standard practice for political and presidential campaigns to use several firms.",
  "Well, that's -- remember when Bob Corker said that Donald Trump's not a role model for children.",
  "Get rid of the mortgage deductions --\n\n\n\nBURNETT: So Steve, they just end up paying more taxes.",
  "And were U.S. soldiers betrayed by the locals in that ambush where four American soldiers died?",
  "OutFront now, the former director of National Intelligence under President Obama James Clapper.",
  "GUPTA: Within months, two sisters, Lisa and Patricia, were both addicted to opioid painkillers.",
  "Now, this is really important because this 401(k) discussion is crucial for working Americans.",
  "Steve Bannon was a former director, top donor was a funder, Jared Kushner wanted to hire them.",
  "A firm working with the Trump campaign reached out to WikiLeaks for Hillary Clinton's e-mails.",
  "His poll numbers in Arizona are so low that he couldn't win and I don't blame him for leaving.",
  "So, clearly, he doesn't care about trying to get through policy and getting things done, Erin.",
  "This request taking place just before the recent ambush there that left four U.S. troops dead.",
  "Are you familiar at all with Berry Aviation as a contractor or the contractor situation here?",
  "The very quick statement that really as a diversion or deflection somewhat from a real issue.",
  "But far from all of it, do you think some or most of it is true or would we know that by now?",
  "Any claims that voter data from any other source played a key role in the victory are false.\"",
  "DR. SANJAY GUPTA, CNN CHIEF MEDICAL CORRESPONDENT (voice-over): Withdrawal from opiate drugs.",
  "He's also one of just a handful of scientists in America studying the Southeast Asian plant.",
  "Of course, one problem with the statement is it has nothing to do with the question in hand.",
  "So you're right the response there in that statement was nonresponsive to this specifically.",
  "I think with respect to the dossier itself, the key thing is doesn't matter who paid for it.",
  "CLAPPER: That work as I understand was handed off later to the DNC and the Clinton campaign.",
  "When he talks about how he's going to be boosted in Arizona to what end, and to what degree?",
  "MARK PRESTON, CNN SENIOR POLITICAL ANALYST: You know, Erin, there's so much to unpack here.",
  "Lower the tax rate, get rid of the loopholes for people so everybody pays their fair share.",
  "And two addicted sisters get clean with the help of an herb that comes from Southeast Asia.",
  "We know that some of the allegations in that dossier had been corroborated by intelligence.",
  "They came out and said they relied on RNC for voter data which sort of is a separate point.",
  "OK, except for it might not because it's been -- according to him today, it's on the table.",
  "CLAPPER: I don't think that's an accurate characterization for the entirety of the dossier.",
  "And the context, it's important to understand that it used to be that people had pensions.",
  "If you want to do that, what about having another tax bracket for people at the very top.",
  "(BEGIN VIDEO CLIP)\n\n\n\nDONALD TRUMP, PRESIDENT OF THE UNITED STATES: WikiLeaks is amazing.",
  "This has always been a great and popular middle class tax break that works and it stays.",
  "BURNETT: So Clinton paid for part of it but it had been started and paid by Republicans?",
  "So from that standpoint, I think I'll be boosted in Arizona because he's very unpopular.",
  "I think the fact he did it the way he did it probably, I mean, I'm very high in Arizona.",
  "(END VIDEO CLIP)\n\n\n\nBURNETT: So why are some states trying to ban Kratom and what is it?",
  "It was French military jets that came in two hours after this contact, the ambush began.",
  "You have to triple down and go after them and make these guys pay for killing Americans.",
  "They said we relied on the RNC for voter data, not really addressing the question here.",
  "It's what the dossier said and the extent to which it was -- it's corroborated or not.",
  "So that money was tax-free you're putting in there, it's now going down by 90 percent.",
  "And the other is, I wonder -- again, you know, we're all trying to connect dots here.",
  "First, I do want to comment on the pedigree of the financing, the audit trail there.",
  "A non-state hostile intelligence service often embedded by state actors like Russia.",
  "Writing that he had e-mailed Julian Assange seeking access to those Clinton e-mails.",
  "The same WikiLeaks that the CIA director calls a hostile service embedded by Russia.",
  "(BEGIN VIDEO CLIP)\n\n\n\nTRUMP: Well I think the press makes me more uncivil than I am.",
  "And I hope from this, the United States doesn't pull back and say oh, we lost guys.",
  "How in the world do you get a $4,000 pay raise out of a tax cut that involves that?",
  "So I think Trump benefitted and Flake benefitted and the Democrats have benefitted.",
  "It is all about the specific information, how voters were able to process messages.",
  "And he sent it to several people including top Donald Trump donor, Rebekah Mercer.",
  "It took an hour for French aircraft to come and only a few minutes for the drones.",
  "(BEGIN VIDEO CLIP)\n\n\n\nTRUMP: We will cut taxes tremendously for the middle class.",
  "[19:20:05] Look, I think going after savings incentives is on balance a bad idea.",
  "And they're important because that's one of the big benefits to the middle class.",
  "Plus, the president keeping up his insults on Senators Jeff Flake and Bob Corker.",
  "Alexander Nix, that's the CEO of Cambridge Analytica had e-mailed several people.",
  "BURNETT: So when the president just refers to it as fake dossier, that is false?",
  "I think Donald Trump has an 80 percent popularity rating with among Republicans.",
  "And he would sell me what she had, so that if I ran out, then I still have some.",
  "I mean, it's been used for hundreds of years, I should say, in other countries.",
  "(BEGIN VIDEO CLIP)\n\n\n\nUNIDENTIFIED FEMALE: I will not send you money for drugs.",
  "They believe they'll commit political suicide, but it's all about the numbers.",
  "I mean, Jeff Flake did vote in line with the president 90 percent of the time.",
  "But we know some matrix that link Cambridge Analytica with the Trump campaign.",
  "The exchange happening not long before Trump professed his love for WikiLeaks.",
  "GUPTA: Well, look, this is something that's been around for hundreds of years.",
  "We do not know how much of a role they played, but Erin, it's all about this.",
  "He wrote a book about me before I ever met him, before I ever heard his name.",
  "Because they're --\n\n\n\n(CROSSTALK)\n\n\n\nREICH: Erin, Steve, Steve just a second.",
  "I've had a home there for 25 years, was a resident of Wyoming for many years.",
  "BURNETT: All right, thank you so much Dana Bash, breaking the story tonight.",
  "The plan was to turn them into a searchable database for the Trump campaign.",
  "Aired 7-8p ET\n\nAired October 25, 2017 - 19:00 ET\n\nTHIS IS A RUSH TRANSCRIPT.",
  "Over the past ten years, she said five operations, including a hysterectomy.",
  "BURNETT: And next, a common herb helping drug abusers beat opioid addiction.",
  "Tonight, we look at a simple herb that could help addicts kick their habit.",
  "And that they were working on getting intelligence on a high valued target.",
  "You have a much more efficient system with lower rates and a broader base.",
  "Including nearly $6 million paid to the firm by the campaign for its work.",
  "So, again, it -- at least in my mind, the kind of heightens the suspicion.",
  "BURNETT: And OutFront next, does Trump flip-flopping on the middle class?",
  "Steve Bannon, remember him, the chief strategist here at the White House.",
  "I think we both agree --\n\n\n\nBURNETT: On the middle class getting shafted?",
  "But right now, the numbers within the party are on this president's side.",
  "BURNETT: Which of course raises a whole lot of very important questions.",
  "It was made up and I understand they paid a tremendous amount of money.",
  "And next, Steve Bannon plotting against Republicans around the country.",
  "GUPTA: Lisa Vinson, Patricia's younger sister, also had abdominal pain.",
  "OK, that's what's being discussed here, from $18,000 to $2,400 a year.",
  "And, Doug, Senator Flake there very honest, admitting he wouldn't win.",
  "(END VIDEO CLIP)\n\n\n\nBURNETT: Steve, here's what I want to understand.",
  "It would be dramatically depleted and it would slam the middle class.",
  "VINSON: The reason I was taking it because I didn't want to withdraw.",
  "Part of the problem, it is a plant, that means no one can patent it.",
  "SLEVIN: Every time they give me more my body would get immune to it.",
  "(END VIDEO CLIP)\n\n\n\nBURNETT: So then why is it banned in six states?",
  "But are there any down sides you're aware of to Kratom at this time?",
  "I didn't want that to go too far that's why I ended it very quickly.",
  "And I think what has not been corroborated has yet to be determined.",
  "And I want to go Jeff Zeleny now who is OutFront at the White House.",
  "And Dr. Sanjay Gupta's special investigation into the opioid crisis.",
  "We are live on the ground tonight in Niger with an exclusive report.",
  "Senator Flake gave that 17-minute speech, which was very passionate.",
  "DAVID MCKENZIE, CNN INTERNATIONAL CORRESPONDENT: Well, that's right.",
  "They're scared to step out and publicly talk against this president.",
  "He supported you in terms of the U.S. Afghan strategy that you have.",
  "Might they be trimmed a little bit at the end of the day, possibly.",
  "JAMES CLAPPER, FORMER DIRECTOR OF NATIONAL INTELLIGENCE: Thank you.",
  "BURNETT: So you know, the Trump campaign, you heard their response.",
  "And Director Clapper, thanks very much for being with me tonight.",
  "Well, tonight, for the first time, we are on the ground in Niger.",
  "PRINCE: He seems to be a pretty busy guy these days, fortunately.",
  "I had no idea it was going to help me with the pain like it did.",
  "If not, Donald Trump holds suit, he'll just make a lot of money.",
  "You're very familiar with this terrain and that kind of mission.",
  "Now, this is according to two sources who have seen this e-mail.",
  "So it would be $18,000 a year, now, they would cut it to $2,400.",
  "TRUMP: Well, maybe it is and maybe we'll use it as negotiating.",
  "So why is the DEA considering making this herb a ban substance.",
  "He wants Barrasso gone and reportedly, he wants you to come in.",
  "(END VIDEO CLIP)\n\n\n\nBURNETT: Erik, you're operating in Somalia.",
  "This is our opportunity to unleash a new, middle class miracle.",
  "Or he could be a leader of a third party conservative movement.",
  "So do Republicans who end up fighting Trump end up the losers?",
  "I think in the coming month, you'll have more people stand up.",
  "APRIL RYAN, CNN POLITICAL ANALYST: Well, it's about that base.",
  "One way or another, the middle class is being shafted by this.",
  "RYAN: And they said, we're going to watch the numbers, to see.",
  "So, if it were armed, could this have had a different outcome?",
  "(BEGIN VIDEO CLIP)\n\n\n\nTRUMP: 401(k)s to me are very important.",
  "SLEVIN: And the rest is history, it just went down from there.",
  "GUPTA: How confident are you that you won't go back to heroin?",
  "It was the first time in her life she'd ever taken an opiate.",
  "But things would soon turn even more desperate for Patricia.",
  "[19:50:00] PRINCE: All I'll say is I'm exploring my options.",
  "That is the nature of hunting in a counterterrorist mission.",
  "It was Jeff Flake who was going to be on the ballot in 2018.",
  "(BEGIN VIDEO CLIP)\n\n\n\nTRUMP: Senator Flake did vote with me.",
  "Here's Flake admitting today he probably couldn't have won.",
  "In other words, Jeff Flake's not leaving American politics.",
  "I guess I am not one of those people that he likes as much.",
  "This e-mail included the top donor to Trump campaign on it.",
  "(END VIDEOTAPE)\n\n\n\nBURNETT: Sanjay, it's pretty incredible.",
  "They actually got that to WikiLeaks to eventually publish.",
  "THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.",
  "Dr. Sanjay Gupta with our special OUTFRONT investigation.",
  "GUPTA (on camera): How does the future look for you now?",
  "He was on the board of directors of Cambridge Analytica.",
  "You're always telling your kids not to brag on yourself.",
  "David McKenzie, as we said, live on the ground in Niger.",
  "So, does this mean Trump's victory lap is well-deserved?",
  "He's not on the ballot again assuming he runs into 2020.",
  "CLAPPER: Well, that's almost -- pertains too much here.",
  "ERIN BURNETT, CNN ANCHOR: OutFront next, breaking news.",
  "PRINCE: I catch up with him once in a while, not often.",
  "[19:00:00] WOLF BLITZER, CNN ANCHOR: That's it for me.",
  "But doesn't he need them to pass the tax reform bill?",
  "Let's put it on the current CIA Director Mike Pompeo.",
  "(END VIDEO CLIP)\n\n\n\nBURNETT: Will they though, April?",
  "[19:35:04] There are people that are quietly talking.",
  "But they weren't expecting any resistance as we know.",
  "SLEVIN: Never fully confident, never fully confident.",
  "But, you know, we obviously need to do more studies.",
  "The U.S. has a very top-down approach to doing this.",
  "I understand it was about 91 or even more than that.",
  "You know, 401(k)s, you put the number of 5 trillion.",
  "BURNETT: All right, thank you very much Jeff Zeleny.",
  "And so you wonder whether there's a connection here.",
  "That's the bulk of savings for 55 million Americans.",
  "This patrol is only their first or second time out.",
  "VINSON: Christopher McCurdy is a medicinal chemist.",
  "But other patrols have been to this area 29 times.",
  "So, let's not put it on a Democrat or anyone else.",
  "[19:05:09] So, there are already questions there.",
  "Trying to deny it without actually addressing it.",
  "Meaning sometimes you're going to hit a dry hole.",
  "Your family, all your teenage kids that you have?",
  "And yes, she also had lots and lots of narcotics.",
  "VINSON: Bright, it looks beautiful, I have hope.",
  "So the question here is there are several links.",
  "Now, let's remember who we're dealing with here.",
  "And I want to jump back to something Mark said.",
  "So they have to come out of somebody's pockets.",
  "It's all about how you treat the president now.",
  "We'll see you again on this topic another day.",
  "BURNETT: All right, thank you both very much.",
  "If he doesn't, he thinks you're a bad person.",
  "It's a popularity thing to use another word.",
  "CLAPPER: Well, you can't make this stuff up.",
  "Here he is on WikiLeaks just six months ago.",
  "But guess what, he didn't mean what he said.",
  "(END VIDEO CLIP)\n\n\n\nBURNETT: It is a crisis.",
  "If I didn't have it, I get sick, real sick.",
  "The president said 401(k)s are untouchable.",
  "I think he did the right thing for himself.",
  "History has to play out and we have to see.",
  "But it starts rubbing people the wrong way.",
  "BURNETT: Do you talk often to Steve Bannon?",
  "Are you going to do it, challenge Barrasso?",
  "Erik, thank you so much for being with me.",
  "You just played a clip that tells you why.",
  "He has clearly linked WikiLeaks to Russia.",
  "Well, I appreciate your time, Erik Prince.",
  "(END VIDEO CLIP)\n\n\n\nBURNETT: Maybe it is?",
  "CLAPPER: Well, it's certainly suggestive.",
  "Already back when I was on the SEAL team.",
  "He doesn't need to be boosted in Arizona.",
  "Get rid of the state and local deduction.",
  "MOORE: That's where I get off the plane.",
  "Not just a little bit, but tremendously.",
  "We have made great strides against ISIS.",
  "We have to become more risk averse now.",
  "You and I both want to see that happen.",
  "I don't think Donald Trump does either.",
  "He only cares what people think of him.",
  "(END VIDEO CLIP)\n\n\n\nBURNETT: All right.",
  "Erin Burnett OutFront starts right now.",
  "GUPTA (on camera): So, what did you do?",
  "I will not, but I will buy you Kratom.",
  "Thank you very much, Director Clapper.",
  "I appreciate your time as always, Sir.",
  "BURNETT: And what do you make of this.",
  "Was this a major intelligence failure?",
  "PRINCE: It's an option I'm looking at.",
  "Donald Trump wants to happen as well.",
  "Kind of putting out a separate point.",
  "This WikiLeaks stuff is unbelievable.",
  "OutFront tonight, the breaking news.",
  "So we do know that they were linked.",
  "And the president knows that, right?",
  "Here's something else he said today.",
  "These are hugely vast, remote areas.",
  "Flake and you know, be a consultant.",
  "Sanjay Gupta has our investigation.",
  "So, it is an option I'm looking at.",
  "You're dealing with ISIS right now.",
  "REICH: That's just simply not true.",
  "We just heard him there, do we not?",
  "BASH: You're right, and here's why.",
  "Why is he delegating this decision?",
  "And good evening, I'm Erin Burnett.",
  "Lisa knew from personal experience.",
  "Sanjay Gupta, thank you very much.",
  "It's if you're with the president.",
  "Sometimes you're going to hit big.",
  "(END VIDEO CLIP)\n\n\n\nBURNETT: Doug?",
  "That's an old competitor of mine.",
  "You're operating in other places.",
  "You have to keep them on the run.",
  "That was the deal we made in '86.",
  "BURNETT: So you think he's wrong?",
  "CLAPPER: Well, I don't know that.",
  "The number is this, $5.9 million.",
  "They're talking about voter data.",
  "And thank you all for joining us.",
  "But people are looking into that.",
  "It's got to be investigated more.",
  "I had to get on pain management.",
  "That's according to FEC filings.",
  "I mean, April, here's the thing.",
  "I went to an Ivy League college.",
  "Donald Trump constantly does it.",
  "David McKenzie is OUTFRONT live.",
  "We'll get rid of the loopholes.",
  "What about raising their taxes?",
  "You know, you were nice to me.",
  "I'm a very intelligent person.",
  "He is not mincing around this.",
  "Could you put this in context?",
  "I'm a very intelligent person.",
  "This pill and then this patch.",
  "Sanjay will be back tomorrow.",
  "So 18,000 to just over 2,000.",
  "So that's point one I'd make.",
  "Also, several other linkings.",
  "It tells you the inner heart.",
  "The stuff that's coming out.",
  "WikiLeaks, I love WikiLeaks.",
  "We're going talk to one man.",
  "And you're absolutely right.",
  "Steve, are you disappointed?",
  "Thank you very much tonight.",
  "BURNETT: He certainly does.",
  "I'm still in a lot of pain.",
  "BURNETT: Sounds like a yes.",
  "But the president is right.",
  "What do you think happened?",
  "It shows she's a real liar.",
  "He's not dancing around it.",
  "Here's what he said today.",
  "And that's what they are.",
  "But I will by you Kratom.",
  "He's had success with it.",
  "It's all about that base.",
  "OK, well, add this to it.",
  "People don't understand.",
  "Thank you all very much.",
  "I am a Wyoming resident.",
  "Here's President Trump.",
  "I appreciate your time.",
  "Are you okay with that?",
  "Why it is so important?",
  "Dana Bash is OutFront.",
  "He's changed his mind.",
  "ISIS is now giving up.",
  "What are you learning?",
  "So, I understand that.",
  "I was a nice student.",
  "REICH: Wait a minute.",
  "And that's the issue.",
  "CLAPPER: Thanks Erin.",
  "Thanks for watching.",
  "I've got three kids.",
  "Thank you very much.",
  "BURNETT: All right.",
  "BURNETT: All right.",
  "I mean, I'm father.",
  "Are they giving up?",
  "You got to read it.",
  "BURNETT: All right.",
  "BURNETT: All right.",
  "BURNETT: All right.",
  "Thank you so much.",
  "Let's go OutFront.",
  "They're giving up.",
  "People are scared.",
  "I love the people.",
  "You voted for me.",
  "So they're there.",
  "I did very well.",
  "He's very clear.",
  "PRINCE: You bet.",
  "Anderson's next.",
  "BURNETT: Right.",
  "BURNETT: Right.",
  "It's personal.",
  "BRINKLEY: Yes.",
  "And then this.",
  "GUPTA: Kratom.",
  "BURNETT: Yes.",
  "PRINCE: Sure.",
  "PRINCE: Sure.",
  "BURNETT: Yes.",
  "They like me.",
  "PRINCE: Yes.",
  "I will not.",
  "Here he is.",
  "Here he is.",
  "Thank you.",
  "We'll see.",
  "Doug?",
  "Erin?",
  "No.",
  "No."
]