[
  "(Sarah Parnass/The Washington Post)\n\nThe meeting took place between Erik Prince, founder of security firm Blackwater and brother of education secretary Betsy DeVos, and a Putin associate on the Seychelles Islands in the Indian Ocean around Jan. 11, nine days before Trump’s inauguration.",
  "An American executive with ties to Trump and a Russian close to Putin held a secret meeting in a remote location in January, purportedly to establish an unofficial back-channel line of communication between Moscow and the incoming Trump White House.",
  "Here’s where things stand heading into Day 74 of the Trump administration:\n\nIf you wanted to hold a secret meeting to attempt to set up back-channel communications between President Trump and Russian President Vladimir Putin, where would you go?",
  "KUSHNER TRIP CONFIRMATION VIOLATED PROTOCOL\n\nTrump aides have landed in hot water since confirming to reporters that Jared Kusher, Trump’s son-in-law and adviser, was traveling to Iraq to assess the fight against the Islamic State.",
  "(Bastien Inzaurralde/The Washington Post)\n\nIn the background Monday, the Senate Judiciary Committee approved Gorsuch’s nomination on a party-line vote after hours of commentary by members for and against his confirmation.",
  "It was arranged by the United Arab Emirates, which agreed to broker the meeting to explore whether Russia could be persuaded to curtail its relationship with Iran, including in Syria, our colleagues wrote.",
  "This makes it more likely that Republicans will pursue the so-called nuclear option and get rid of the filibuster for Supreme Court nominations altogether, guaranteeing Gorsuch’s confirmation.",
  "(Olivier Douliery/Bloomberg News)\n\nTrump and Sissi sought to demonstrate warmth, and Trump congratulated his guest on doing a “fantastic job” amid upheaval in Egypt.",
  "DEMOCRATS SECURE VOTES FOR GORSUCH FILIBUSTER\n\nThe ball is now in Republicans’ court on the fight over Judge Neil Gorsuch, Trump’s nominee for the Supreme Court.",
  "Blackwater founder Erik Prince met with a Russian person close to President Vladimir Putin in Jan. 2017, according to U.S., European and Arab officials.",
  "For officials from the United Arab Emirates, it was the Seychelles Islands in the Indian Ocean, a place touted for its privacy and remoteness.",
  "There is a lot at stake this week for Senate Majority Leader Mitch McConnell (R-Ky.) and Senate Minority Leader Charles E. Schumer (D-N.Y.).",
  "Trump received Egyptian President Abdel Fatah al-Sissi at the White House on Monday for meetings about security and counterterrorism.",
  "That’s because Democrats secured enough votes Monday to maintain a filibuster of Gorsuch’s nomination under pressure from the GOP.",
  "The issue was the timing: the aides confirmed the story before Kushner landed, a security risk and breach of military protocol.",
  "“I just want to let everybody know, in case there was any doubt, that we are very much behind President al-Sissi,” Trump said.",
  "The drama will reach a climax this week, as Republicans vow to confirm Gorsuch by Friday, before Congress breaks for a recess.",
  "The summit broke an Obama-era policy that denied invitations to Sissi over concerns about human rights violations in Egypt.",
  "TRUMP HOSTS EGYPT’S SISSI AT THE WHITE HOUSE\n\nThis wouldn’t have happened when Barack Obama was president.",
  "Typically, military officials do not confirm government travel to global hot spots before the planes land.",
  "Kushner was invited on the trip by Gen. Joseph F. Dunford Jr., chairman of the Joint Chiefs of Staff.",
  "The details of the story shed light on Prince’s unofficial yet connected role in Trump’s world.",
  "Sean Spicer, the White House press secretary, said Prince had no role in the transition.",
  "Dianne Feinstein (D-Calif.), Patrick Leahy (D-Vt.) and Chris Coons (D-Del.",
  "Trump and Sissi speak while leaving the Oval Office on Monday.",
  "Our colleagues broke news of the meeting on Monday afternoon.",
  "), each of whom announced their support for the filibuster.",
  "Among the members who spoke were Sens.",
  "The Post's Paul Kane explains why.",
  "Follow the author: @eliseviebeck.",
  "Here’s what they found out.",
  "Read more at The Post."
]