[
  "https://t.co/Oyc3fJZBsR — AP Politics (@AP_Politics) May 21, 2018\n\nAs The Post has reported, one of the alleged emissaries — Lebanese American businessman George Nader — also helped organize a January 2017 meeting in the Seychelles between Erik Prince, the founder of the private security firm Blackwater, Emirati officials and a Russian banker close to Russian President Vladi­mir Putin.",
  "The New York Times and the Associated Press reported this week that emissaries who claimed to be working on behalf of Saudi Crown Prince Mohammed bin Salman and Abu Dhabi Crown Prince Mohammed bin Zayed al-Nahyan offered to first help the Trump campaign via a “social media manipulation effort,” as the Times put it, and later tried to influence Trump while in office.",
  "Last year, Somayya Jabarti, the editor of the Saudi Gazette newspaper, told The Washington Post that “under Trump, this could be a potential era for the restoration of relations.” A big question now, though, is whether these Arab powers on the Persian Gulf will come to regret placing their bets on the winning horse.",
  "The repeated attempt to block visitors to the United States from Muslim-majority nations, shifting the U.S. Embassy in Israel to Jerusalem, the still-not-released Middle East peace proposal — none of these things may bother the crown princes, but all are divisive among the populations they control.",
  "Evidence published by the Associated Press suggests they sometimes treated the Trump clan with disdain: Jared Kushner, the president's son-in-law who was tasked with coming up with a Middle East peace plan, was dubbed the “clown prince” in a message from Nader to Broidy.",
  "Asked whether Saudi Arabia was an ally, Obama smiled and gave a halfhearted reply: “It's complicated.”\n\nAnd so, ahead of the 2016 election, countries such as Saudi Arabia and the United Arab Emirates saw a potential Donald Trump presidency as an opportunity for a change.",
  "The problem wasn't just the nuclear agreement with Iran, which they said allowed Tehran to dramatically expand its regional influence — it was also his broader skepticism about America's Middle Eastern allies, which he rarely bothered to disguise.",
  "He had also specifically criticized Saudi Arabia: During one presidential debate, Trump suggested that the people in the kingdom “kill women and treat women horribly.”\n\nBut the Trump campaign was also understaffed and overstretched.",
  "Saudi and Emirati officials have pushed back on the Times and AP stories, and it is not clear whether Nader and his partner, Republican fundraiser Elliot Broidy, were as close to these crown princes as they claimed.",
  "(Jonathan Ernst/Reuters)\n\nNo matter what role Nader and Broidy ultimately played, the early signs suggest that Saudi Arabia and the United Arab Emirates have been among the biggest winners of the Trump presidency.",
  "If Saudi royals complained that Obama had implied they were “freeloaders,” Trump has gone further: demanding billions from them and suggesting that their nations “wouldn't last a week” without U.S. protection.",
  "Meanwhile, Trump's support for the Qatar blockade has also ebbed and flowed — perhaps because of Doha's own influence games — and he has repeatedly suggested he wants to pull the United States out of Syria.",
  "In a now-infamous interview with the Atlantic, for example, Obama suggested that U.S. allies would “need to find an effective way to share the neighborhood and institute some sort of cold peace” with Iran.",
  "The Mueller investigation may yet reveal more embarrassing details about the attempts made by Saudi Arabia and the UAE to find common ground with Trump — or a soft spot they can use to their benefit.",
  "Even so, there is little doubt that both Saudi Arabia and the Emirates have sought a close relationship with Trump despite his inexperience and frequent criticisms of the Muslim world.",
  "While there, he offered high praise for his hosts and their allies, promising he wasn't in town to “lecture” Muslims — possibly a swipe at Obama's landmark 2009 speech in Cairo.",
  "READ key emails between a Trump fundraiser and his partner pitching themselves as a backchannel to the administration for two Gulf crown princes as they lobbied against Qatar.",
  "The former businessman was vocally suspicious of all Muslims on the campaign trail, telling CNN that “Islam hates us” and calling for a ban on Muslims entering the country.",
  "Trump put his clout behind Mohammed's ambitious plans for domestic reform in Saudi Arabia, even backing him in a tweet during his controversial crackdown on rival princes.",
  "Indeed, leaked emails published by WikiLeaks in 2016 showed her privately connecting Saudi Arabia to funding for the Islamic State, a charge that has long irked Riyadh.",
  "He initially supported the Saudi- and Emirati-led move to isolate Qatar and largely turned a blind eye to the alleged excesses of their military intervention in Yemen.",
  "Want smart analysis of the most important news in your inbox every weekday along with other global reads, interesting ideas and opinions to know?",
  "Want smart analysis of the most important news in your inbox every weekday along with other global reads, interesting ideas and opinions to know?",
  "Last month, he took back one of the Obama policies the crown princes had abhorred and pulled the United States out of the Iran nuclear deal.",
  "Nader is cooperating in the ongoing probe into Russia’s interference in the 2016 election led by special counsel Robert S. Mueller III.",
  "President Barack Obama may have been an internationally popular world leader, but that popularity didn't extend to Arab governments.",
  "At the same time, however, Trump's unpredictability and lack of an overarching foreign policy has thrown up unexpected roadblocks.",
  "Wily middlemen such as Nader and Broidy smelled an opportunity to spread their influence — and, more importantly, make money.",
  "But perhaps the biggest problem is that Trump may ultimately be even more dismissive of gulf allies than his predecessor.",
  "Spurned by the Washington foreign-policy establishment, it appointed a ragtag band of advisers on international affairs.",
  "There was an obvious concern that the Democratic candidate could continue the Obama policies that so aggrieved them.",
  "For his first foreign trip in office, Trump bucked tradition by heading to Riyadh rather than Ottawa or Mexico City.",
  "The more information that comes out, the more the crown princes may wonder whether these efforts have been worth it.",
  "In the past few days, reports have emerged suggesting that their pro-Trump sentiment went far beyond moral support.",
  "Of course, Trump might seem an even more unlikely candidate for two Arab Muslim countries to back.",
  "White House senior adviser Jared Kushner at the Royal Court in Riyadh, Saudi Arabia, in 2017.",
  "For the gulf's Arab states, a Hillary Clinton win would have been a problem.",
  "Sign up for the Today's WorldView newsletter.",
  "Sign up for the Today's WorldView newsletter."
]