[
  "GERGEN: Well, when you think that, only a couple of weeks ago, she was ahead by 15, 20 -- and it's been static in Pennsylvania for a long, long time, with her with a big, big lead -- and he's now cut it down by half-a-dozen points or so, if he can hold it down to that level, I think the media will -- will, by and large, say he's done pretty well out of it, and it's not a -- she needs a thumping victory out of Pennsylvania.",
  "And when you look at New York and other major cities, the bottom line is I'm looking for a candidate -- and I said this to Senator Obama today -- I'm looking for a candidate that's going to give that New Frontier speech, the kind that I remember Kennedy giving that said we'll have a man on the moon within my presidency or my generation.",
  "KAYE: That was shortly after revelations surfaced Bill Clinton had received a payout of at least $15 million from a supermarket holding company that invests in tax shelters, a company whose main investor is the government of Dubai, a government Hillary Clinton has criticized because its investments lack transparency.",
  "COOPER: It's stunning, I think, to a lot of people -- it certainly was stunning to me when we started covering this -- it seems, I don't know, I guess about two years ago -- that this can exist in this day and age in the United States of America, that these -- these secret societies exist, hiding in plain sight.",
  "\n\n\n\nReturn to Transcripts main page\n\nANDERSON COOPER 360 DEGREES\n\nSenator Clinton Releases her Tax Returns; Senator Obama's Poll Numbers Dip; Remembering Martin Luther King; New Information on Congressional Earmarks; Polygamist Ranch in Texas Raided\n\nAired April 4, 2008 - 23:00 ET\n\nTHIS IS A RUSH TRANSCRIPT.",
  "BERNSTEIN: It's dropped in the midst of a Pennsylvania campaign that is absolutely crucial to her winning, and they need to get this behind them, because if they can't -- right now, the numbers -- Obama's numbers are going up in Pennsylvania and hers have been coming down.",
  "I was with an audience today that -- the HUD secretary resigned last week -- and told them that morning -- they were all public housing officials from around the country -- and I said, this morning, the -- the Cabinet officer is going to resign.",
  "We're digging deeper with our panel, CNN's Candy Crowley, CNN senior political analyst and former presidential adviser David Gergen, and CNN contributor Carl Bernstein, whose latest book is \"A Woman in Charge,\" a biography of Hillary Clinton.",
  "This new national poll that shows some softening for Obama among independents does reflect the fact that there has been -- he perhaps has suffered some -- and, as Candy said, some from the Reverend Wright affair for the general election.",
  "(END VIDEO TAPE)\n\n\n\nCOOPER: We're digging deeper with the best political team on television, CNN's Candy Crowley, CNN senior political analyst and former presidential adviser David Gergen, and CNN contributor and author Carl Bernstein.",
  "SEN. BARACK OBAMA (D-IL), PRESIDENTIAL CANDIDATE: We all share the same hopes for the future, and they're at the heart of the struggle for freedom and dignity and humanity that Dr. King began and that is our task to complete.",
  "And the people I have talked to in the campaign today especially said, if they don't see some real movement in the numbers, both nationally and in Pennsylvania, they need to go into a really negative mode that is a big risk.",
  "(COMMERCIAL BREAK)\n\n\n\nCOOPER: If you're just joining us, inside a secret polygamist compound in Texas tonight, authorities are still questioning teenage girls and children to see if it's safe enough for them to return.",
  "And we do not know from the information thus far released about 2007, especially what are the sources of foreign money, including his speeches, incidentally, which a lot of them were abroad, that Bill Clinton got?",
  "COOPER: You don't buy that she's really going to have a poverty czar asking her every single day, what have you done to alleviate poverty...\n\n\n\nGERGEN: Well, I remember the days when Bill Bennett was a drug czar.",
  "While Hillary Clinton is criticizing the Bush administration for permitting a Dubai company to manage an American port, which she did, she and her husband are profiting from a partnership with the sheik of Dubai.",
  "But the Republicans' voting records on issues like affirmative action, on issues like taxes, smaller government, a government that helps the down and the out, it's really going to be determined on public policy.",
  "(BEGIN VIDEO TAPE)\n\n\n\nCROWLEY (voice-over): Across 40 years, the life and death of Martin Luther King touched the politics of 2008, as the presidential candidates mourned his murder and reached for his legacy.",
  "That's just the beginning of the latest round of earmarks, some of which are legitimate but some of which are just outrageous expenditures of your money, pork-barrel projects that lawmakers shove into bills.",
  "And I must say that the one thing is, one of the things that's been missing from this campaign, no single candidate yet has really put forward, Anderson, an urban agenda, something for the inner cities.",
  "This was a day, it seemed to me, when she could rise to the occasion and talk about how wonderful it is, 40 years later, that both an African-American and a woman are now competing in the way they are.",
  "It does raise the question when she said she dismisses Barack Obama from making good speeches -- hey, her husband has proven that there's a lot of value from making good speeches, over $50 million.",
  "But, instead, she sent for this poverty czar, saying she was going to put a poverty czar in the Cabinet, whatever that means, in what many, many will interpret as a clear pander to John Edwards.",
  "(BEGIN VIDEO TAPE)\n\n\n\nSUSAN ROESGEN, CNN CORRESPONDENT (voice-over): Escorted by sheriff's department trucks and Jeeps, two white buses from a local Baptist church drive down a dusty Texas road.",
  "(COMMERCIAL BREAK)\n\n\n\nCOOPER: Developing story in Texas tonight, where a raid is underway at the secret polygamist compound run by the FLDS Church, whose leader Warren Jeffs is now in prison.",
  "One of the things we haven't thought about in this campaign is, if some of these states early on were to vote today, you know, Hillary and Obama both make the argument, \"I'm more electable.\"",
  "JOHNS: It's about setting priorities in the sometimes murky world of congressional earmarks, those pesky pet projects that members of Congress just love to pack into federal spending bills.",
  "A lot of people on both the Senate and House side are talking about that, as well, as you know, a moratorium on earmarks going forward, which so far hasn't gotten very far in the Congress.",
  "GERGEN: A difficult day, but he deserves credit for facing up to a mistake, owning up to it, and in Memphis, a very symbolic place to do that, knowing he was probably going to get booed.",
  "SEN. HILLARY RODHAM CLINTON (D-NY), PRESIDENTIAL CANDIDATE: I will do it, as others have done it, upon becoming the nominee or even earlier, Tim, because I have been as open as I can be.",
  "They said: \"This month, Hillary criticized the oil-rich foreign governments that use 'huge pools of money' -- her words -- \"to buy up stakes in major U.S. financial institutions.",
  "(COMMERCIAL BREAK)\n\n\n\nCOOPER: Tonight, Washington has found a new way to experience lobsters and a new way to spend your money, with taxpayer dollars funding a lobster institute.",
  "In Qatar, a B-1 bomber, like this one here, caught on fire after landing at an air base which is also the headquarters for the U.S. military's air operations in the Middle East.",
  "SCHNEIDER: The donors to the presidential library are important, because these are people who can be expected to have influence in a Clinton -- a second Clinton administration.",
  "ROESGEN: The Fundamentalist Church of Latter Day Saints has an estimated 10,000 members, most of them in a tiny town in Utah, and they are notoriously hostile to outsiders.",
  "COOPER: So, you have no doubt this story, next week, even though this was dropped in sort of a dead zone on Friday afternoon, this story is going to be around for a while?",
  "We have now learned that Mark Penn, the chief strategist for the Clinton campaign, had a meeting with Colombian officials, which he has now said was an error in judgment.",
  "The investigation at the ranch began Thursday after Child Protective Services received a tip that a teenage girl at the compound had been sexually and physically abused.",
  "COOPER: Here's the caption from our staff winner for the second time in a row, senior executive producer David Doss: \"Seriously, I get DirecTV for free on this thing.\"",
  "As a matter of fact, my husband, much to my surprise and his, has made a lot of money since he left the White House doing what he loves doing most, talking to people.",
  "ERICA HILL, HEADLINE NEWS CORRESPONDENT: Anderson, the State Department says it is renewing Blackwater, USA's contract to protect diplomats in Iraq for another year.",
  "JOHNS: But if you think it sounds, well, nutty, it's not nearly as bad as 2005, when Congress set a record for this kind of thing, earmarking more than $21 billion.",
  "Candy, besides speeches and books, Bill Clinton's biggest single business income is from this partnership with something called Yucaipa Global Opportunities Fund.",
  "But, in an election year where a woman and a black man have a realistic chance of becoming president, the country is closer to the mountaintop than 40 years ago.",
  "But when you separate people from family members and you put them in a more isolated or extreme environment, and less people, then you can intensify the control.",
  "Senator John McCain gets booed and kind of heckled at an event marking the death of Martin Luther King Jr. See what he said that got some in the crowd fired up.",
  "But I'm also -- I must tell you I think it's -- I'm impressed by the fact that they paid a hefty share in taxes, and they gave over $10 million in charity.",
  "She of course had been criticized for delaying the release, especially after her opponent, Barack Obama, made his tax records public a week-and-a-half ago.",
  "What this is about are, what are the conflicts of interest when you have your wife as a presidential candidate and you are being paid by foreign entities?",
  "This year's king of earmarks is Mississippi Senator Thad Cochran, the top Republican on the appropriations committee, whose earmarks totaled $837 million.",
  "I thought he had a -- I thought he did what he needed to do, as I did -- I thought that the sentiments Barack Obama expressed were what he needed to do.",
  "MCCAIN: We can be slow as well to give greatness its due, a mistake I myself made long ago when I voted against a federal holiday in memory of Dr. King.",
  "(BEGIN VIDEO TAPE)\n\n\n\nRANDI KAYE, CNN CORRESPONDENT (voice-over): For weeks, Hillary Clinton has been bombarded with demands to release her tax returns.",
  "That's a good applause line, but a tough one to deliver with a straight face while her husband has a business partnership with a similar foreign fund.\"",
  "(BEGIN VIDEO TAPE)\n\n\n\nJOE JOHNS, CNN CORRESPONDENT (voice-over): Anybody who watches Tiger Woods swing a club can pick up pointers on how to play golf.",
  "COOPER: Joe, McCain also promised to compete for African-American voters, a group that's voted overwhelmingly Democratic in the last couple elections.",
  "They have information, they say, that they had hoped would be out there, that reporters would look at, and they haven't, blah, blah, blah, blah, blah.",
  "To be fair, presidential candidates are not required to release their tax returns, but in a race this fierce, this close, perception counts for a lot.",
  "MARLEIGH MEISNER, TEXAS CHILD PROTECTIVE SERVICES: We have 52 young women from the ages of 17 to 6 months of age that we have taken from the compound.",
  "Ahead on 360, a developing story: a raid at a polygamist compound in Texas, where kids who are followers of Warren Jeffs are being removed by police.",
  "And I mean, just watching that bus with these girls on, and I have reason to suspect that maybe upwards of four of my stepdaughters are on that bus.",
  "The Clinton folks had made a big deal out of someone from the Obama campaign meeting with a member of the Canadian government, the Canadian Embassy.",
  "The question is whether we're going to leave to the executive branch the sole responsibility for allocating the resources of the federal government.",
  "This year Congress served up more than 11,000 of these earmark entrees, a dinner tab worth $18.3 billion, according to Taxpayers for Common Sense.",
  "And here's tonight's \"Beat 360\": somebody displaying acupuncture needles in his forehead during a self-acupuncture performance, whatever that is.",
  "I mean, why...\n\n\n\nCARL BERNSTEIN, AUTHOR, \"A WOMAN IN CHARGE: THE LIFE OF HILLARY RODHAM CLINTON\": You have -- You have asked the right question.",
  "The girls were being removed from a sprawling, secretive Fundamentalist Church of Latter Day Saints compound near El Dorado called the YFZ Ranch.",
  "And poor Bill didn't -- he was terrific, but he didn't have the team, he didn't have the capacity -- he didn't have a Cabinet department to run.",
  "Obama has already given, I think, a tremendous speech, in Philadelphia, challenging us on the truth and reconciliation of race in this country.",
  "I want to hear candidates say that to the American people, that at the end of my presidency, we'll reduce dropout in high school by 90 percent.",
  "Anything under 10 percent for Barack Obama, I think, coming out of Pennsylvania would be considered a moral victory for him and help him a lot.",
  "(COMMERCIAL BREAK)\n\n\n\nCOOPER: Senator Hillary Clinton in Memphis today on the 40th anniversary of the assassination of Dr. Martin Luther King.",
  "So they went in looking for the man, the girl, the baby, and then as you saw there, they came out with all those girls, dozens of young girls.",
  "COOPER: Candy -- Candy, the one thing we do know now, Michigan's state Democratic Party said that there will not be another primary election.",
  "Now, when we go to take a look at the McCains, it's actually a little bit more difficult, because they have never released their tax returns.",
  "The civil rights leader was a huge presence on the campaign trail today -- all three candidates talking at length about his unfinished work.",
  "And, you know, there are some obvious questions to be pursued about his relationship with Mr. Burkle and the Dubai and everything like that.",
  "Just ahead: the new national poll numbers out tonight showing Barack Obama losing ground and Hillary Clinton gaining -- talking nationally.",
  "ROESGEN: Well, Anderson, we've got a copy of the arrest and search warrants via \"The San Angelo Standard-Times,\" a newspaper in this area.",
  "(END VIDEOCLIP)\n\n\n\nCOOPER: That was Senator Hillary Clinton in Grand Forks, North Dakota, just moments ago talking about her tax returns.",
  "But the campaign trail is never further away than the podium, as Clinton announced plans to appoint a poverty czar if elected president.",
  "10 on that list among senators, getting something like $340 million for earmarks, most of which she collaborated with other senators on.",
  "They were looking initially for a 50-year-old man whom they believed had married a 16-year-old girl, Anderson, and had a baby with her.",
  "CROWLEY: Barack Obama was 6 when it happened, too young for the assassination to be part of his history, but it is a part of his today.",
  "If they simply go back into attack mode and go after his character and one thing and another, I think that's going to backfire on them.",
  "So, they're going to -- we're going to still have to go over a lot of these things, but, yes, it's going to be a problem going forward.",
  "In this state, you're not even allowed to get married if you're under 16 without the consent -- even with the consent of your parents.",
  "One reason she was determined to flee was her fear that she and her children might be forced to move behind those very compound walls.",
  "(COMMERCIAL BREAK)\n\n\n\nCOOPER: Coming up: a difficult day for John McCain at an event marking the assassination of Martin Luther King.",
  "Armed with a search and arrest warrant, authorities drove out to the compound where some 400 members of this polygamist church live.",
  "COOPER: Obama has been critical, though, of Clinton for not publishing her list of requested earmarks, whereas he has published his.",
  "Tonight's staff winner, our executive -- senior executive producer, David Doss: \"Seriously, I get Direct TV for free on this thing.\"",
  "This year Congress earmarks $3 million to a program in sunny South Carolina to teach character development and values through golf.",
  "Now, one of his partners in the fund is the Dubai Investment Group, which I guess is closely tied to the ruler of Dubai, the sheik.",
  "And we have heard from Bill Clinton that he would divest from some of these things if in fact Hillary Clinton is elected president.",
  "But some of the ways they have made that money and some of the folks Bill Clinton has been in business with just may surprise you.",
  "Her ex-husband, Merrill Jessop, has actually been running the compound since Warren Jeffs, the leader of the FLDS, went to prison.",
  "Because you know, they're -- they don't have, you know, their mother with them through this, and I'm sure this is just terrifying.",
  "In other words, someone comes to Senator This or Senator That and says, \"Would you please give us this earmark for what purpose?\"",
  "ROBERT GIBBS, OBAMA CAMPAIGN COMMUNICATIONS DIRECTOR: All she has to do is send someone down to Kinko's to photocopy tax returns.",
  "Her opponent, Senator Barack Obama, is campaigning today on the 40th anniversary of the assassination of Dr. Martin Luther King.",
  "CLINTON: A person whom I would see being asked by the president every single day, what have you done to end poverty in America?",
  "John McCain actually kind of got heckled as he tried to explain why he voted against making King's birthday a national holiday.",
  "TO ORDER A VIDEO OF THIS TRANSCRIPT, PLEASE CALL 800-CNN-NEWS OR USE OUR SECURE ONLINE ORDER FORM LOCATED AT www.voxantshop.com",
  "Also ahead, dozens of women and children being removed from one of the compounds of so-called polygamist prophet Warren Jeffs.",
  "Since we're looking at the Clintons' income, it's only fair that we do the same with the other candidates and their spouses.",
  "And a clerk at a gas station in a fight for his life -- the worker wrestled a shotgun out of the hands of a would-be robber.",
  "KAYE: Income from the former president's speeches alone, about $52 million worth, make up about half the Clintons' earnings.",
  "COOPER: There are also now stories that half the girls, or as many as half the girls removed from the compound are pregnant.",
  "Today, Democratic presidential candidate Hillary Clinton making good on her promise and releasing six years of tax returns.",
  "ANDERSON COOPER, CNN ANCHOR: For months, critics of Senator Hillary Clinton have called on her to release her tax returns.",
  "But, first, danger on the job -- a gutsy gas station clerk wrestles with a gunman -- dramatic video -- when 360 continues.",
  "Then, after her opponent, Senator Barack Obama, released his 10 days ago, she said she would do the same within the week.",
  "DAVID GERGEN, CNN SENIOR POLITICAL ANALYST: Well, it's very different to have a private set of investment relationships.",
  "And we don't know exactly what her fortune is, but the estimates range as high, Anderson, as $100 million for her worth.",
  "I think it's important to spread the message that Dr. King's work is unfinished in places like Indiana and North Dakota.",
  "David, John McCain apologized today for voting against a holiday in honor of Martin Luther King Jr., a national holiday.",
  "WILLIAM SCHNEIDER, CNN SENIOR POLITICAL ANALYST: The immediate response is, wow, look at all that money they're making.",
  "I mean, that's the problem here, is that, you know, if the Obama folks play out the clock, this is to their advantage.",
  "Backed up with an armored personnel carrier and a SWAT team, for a big show of force, authorities moved in last night.",
  "ROESGEN: The state has taken legal custody of 18 of the girls, saying they were exposed to an imminent risk of abuse.",
  "Here's tonight's picture: a man displaying acupuncture needles in his forehead during a self-acupuncture performance.",
  "Clearly, in Michigan, the state party has decided they don't have the money and they don't have the time to do this.",
  "ERICA HILL, HEADLINE NEWS CORRESPONDENT: Yes, Anderson, we have got the numbers for both the Obamas and the McCains.",
  "And he said, \"Look, the sociological aspect of this is that 50 percent of black men are unemployed in Philadelphia.\"",
  "And the one who comes up with it, I think, will be the one that will capture the imagination of the American people.",
  "CLINTON: When I'm president, we're going to take those back from people making more than $250,000 a year in America.",
  "That includes Hillary Clinton's Senate earnings of $1 million and income from her books totaling about $10 million.",
  "So, I think the fact that he's held his own is pretty amazing, given the pounding that he's had for a couple weeks.",
  "It's hard to tell through the tinted windows, but inside the buses are dozens of girls, some just a few months old.",
  "And I think it was just a pitiful number that actually came forward and told us what earmarks they actually wanted.",
  "SEN. THAD COCHRAN (R), MISSISSIPPI: I don't think the test is how many earmarks are going to be requested by whom.",
  "More now with our guest, Carolyn Jessop, who fled from the polygamist cult with her eight children four years ago.",
  "Clinton spent the day more traditionally, in Memphis, speaking at the church where King delivered his last sermon.",
  "She needs bigger numbers than this if she has any hope of being the nominee, both in Pennsylvania and nationally.",
  "Jessop fled with her eight children from the bizarre world of the FLDS and wrote the best-selling book, \"Escape.\"",
  "He had all the interns calling around to every office, trying to get them to admit what earmarks they requested.",
  "Also with us tonight, radio talk show host Joe Madison, who spoke with Senator Obama today on his radio program.",
  "I interviewed the former police commissioner of Philadelphia last summer when all the murders were taking place.",
  "And there's a big difference in many of those states, I think, in the perceptions of how they would vote today.",
  "Forty-six percent of Democratic voters said they want Obama to be the nominee, vs. 54 percent in late February.",
  "JOHNS: Hard to argue with that, but it's not the power of Congress to spend your money that makes people mad.",
  "And, with African-Americans, like with white Americans, as someone once said, there are no permanent friends.",
  "We will show you how all three presidential candidates remembered the legacy of Martin Luther King Jr. today.",
  "Fifteen years later, a congressman from Arizona, he voted against making King's birthday a national holiday.",
  "The government is also running up a large tab in Las Vegas, Sin City; but not for casinos and slot machines.",
  "I've had similar moments when people mention, like, the dropout rate of African- Americans from high school.",
  "Taking a look at the numbers from 2006, they earned, Michelle and Barack Obama, just a little over $991,000.",
  "The followers initially resisted, but officials were able to get inside and investigate the claims of abuse.",
  "And at the rate that this -- this community believes in having children, it will continue to grow rapidly.",
  "We'll also talk to Carolyn Jessop, who escaped, along with her eight children, from a polygamist husband.",
  "I knew that's what was -- I knew that's what was happening -- what would be happening with the situation.",
  "If you were to look at Texas, for instance, I have a feeling that Texas right now might go the other way.",
  "And, you know, the Department of Housing and Urban Affairs has really drifted away from its constituency.",
  "Under pressure, last month, Hillary Clinton released her scheduling records from her years as first lady.",
  "KAYE: Obama's campaign pressed Clinton to release her returns, after she loaned her campaign $5 million.",
  "I mean, when I was there, we had definitely better practices when it came to watching, you know, a baby.",
  "Stretched across 1,700 acres, the ranch is the largest polygamist community outside of Utah and Arizona.",
  "They may make voters wonder why she's promising to roll back President Bush's tax cuts for the wealthy.",
  "One of the things the superdelegates are looking at is, all right, you won that state three months ago.",
  "Since Hillary's Bosnian adventure, in fact, her numbers have gone down, and his have gone back up some.",
  "(END VIDEO TAPE)\n\n\n\nCOOPER: Joe, John McCain has been one of the leaders in Congress against earmarks.",
  "Not a coincidence, Carl, that these tax returns were released at like 4:00 this afternoon on a Friday.",
  "Senator Obama is much farther down that list, something like $99 million that he received in earmarks.",
  "But what is critical is what's going on in Pennsylvania and where he is on the Democratic nomination.",
  "The security firm came under fire back in September when Blackwater guards shot and killed 17 Iraqis.",
  "He's in jail, but the cult -- the sect, the cult, whatever you want to call it, is still out there.",
  "CAROLYN JESSOP, AUTHOR, \"ESCAPE\": Well, from everything I've heard, it's just a lock-down facility.",
  "COOPER: This is kind of amazing when you look at -- and somebody can see your own house on Google.",
  "And it's something which should be making headlines, because it -- I mean, it is a national issue.",
  "COOPER: David, I mean, there is a risk in any kind of negativity, especially from Hillary Clinton.",
  "We will tell you where he's lost support and try to figure out if that signals real trouble ahead.",
  "Have the Reverend Wright's comments done more damage than the Obama campaign would like to admit?",
  "In the latest national Democratic poll of polls, Obama's lead over Clinton has narrowed slightly.",
  "It's always been known as pork, tender and delicious, the perfect recipe for spending your money.",
  "I mean, it just ranges in every area from one perspective -- one side of the spectrum to another.",
  "Her ex-husband, Merrill Jessop, has been running the compound since Warren Jeffs went to prison.",
  "Across America, a vanishing work force; The government reporting 80,000 jobs were lost in March.",
  "There's plenty of money in Las Vegas to be directing it and using private dollars to go to that.",
  "There are bits and pieces here and there, but there's nothing that -- of a comprehensive nature.",
  "Interesting, though, a prenuptial agreement actually separates the couple's finances completely.",
  "Now, more than half of that was for royalties which they earned off of Barack Obama's two books.",
  "And I think it needs far more attention from a public policy standpoint and from the community.",
  "Releasing six years of tax records, the Clintons have made more than $100 million in that time.",
  "ELLIS: It's sort of bizarre where you see an earmark that's actually going to another country.",
  "More than a dozen girls as young as 6 months old have been removed, amid allegations of abuse.",
  "The couple says Google's street view actually lets prying eyes get too close to their address.",
  "Jeffs is currently in jail after being convicted on two counts of being an accomplice to rape.",
  "That's according to Taxpayers for Common Sense, an organization that keeps track of earmarks.",
  "Because what we know about 2007 here is almost nil, because we don't have the actual returns.",
  "CLINTON: Ever since my husband got out of full-time public service, he's actually made money.",
  "(CHEERING AND APPLAUSE)\n\n\n\nKAYE: For the Clintons, that's like shooting yourself in the foot.",
  "They're members of that sect led by the self-described (ph) polygamist prophet Warren Jeffs.",
  "Chock-full of things like $335,000 for a minor league baseball stadium in Billings, Montana.",
  "If they have some new information which has not been disclosed, that could conceivably work.",
  "It's like living in a prison camp, and it's the very thing I was afraid of being taken into.",
  "It's moving into states like Texas, and South Dakota and Colorado, and it's growing rapidly.",
  "One woman who knows more than -- almost anyone else in the outside world is Carolyn Jessop.",
  "And the way we're getting facts is by interviewing those people at the compound right now.",
  "COOPER: Like Michigan and Florida, we also don't have the time to continue the discussion.",
  "SEN. JOHN MCCAIN (R-AZ), PRESIDENTIAL CANDIDATE: He only seems a bigger man from far away.",
  "So, I think one of the things that -- that has happened here is that Wright has hurt him.",
  "They paid about $33 million in taxes, but still donated more than $10 million to charity.",
  "That's far more than most people in that income bracket normally give in those two areas.",
  "ROESGEN: Nearly all of them are followers of Warren Jeffs, a man they call their prophet.",
  "These other two senators, on the Democratic side, have a much softer position, Anderson.",
  "As I recall, Anderson Cooper, this morning I turned on the television only to find this.",
  "HILL: Perhaps the original thigh (inaudible) could do a better job than even Kelly Ripa.",
  "If you were to go back to some places Obama had won overwhelmingly, it might be by less.",
  "And $212,000 going into research conducted in France into habits of the olive fruit fly.",
  "There's a post office in Vegas that locals want to turn into a museum of local history.",
  "STEVE ELLIS, TAXPAYERS FOR COMMON SENSE: It's the city that just literally oozes money.",
  "MADISON: And I could add that, you know, in Philadelphia we're looking at Pennsylvania.",
  "Now, of course, the Obama people have come forward and said, OK, well, let's seat them.",
  "And Google -- get this -- is being sued by a Pittsburgh couple for invasion of privacy.",
  "It involves the one musical instrument we all need to learn how to play: the pan flute.",
  "It has a towering white temple, a water tower, dormitories and is guarded by armed men.",
  "We are told -- there have been reports that there were a lot of babies left unattended.",
  "COOPER: And the community that you lived in, there was also similar kinds of controls?",
  "(on camera): The returns are the second batch of documents the Clintons have released.",
  "It would be very easy for someone to ask Bill Clinton, lay out the sources of income.",
  "And this girl apparently married this 50-year-old man when she was just 15 years old.",
  "Well, there's that issue, of course, of who has actually requested earmarks from you.",
  "COOPER: Erica Hill joins us again with the \"360 News and Business Bulletin\" -- Erica.",
  "Fifty-two girls were removed from it today, ranging in ages from 17 to 6 months old.",
  "I have a daughter in therapy right now because she was molested by her half brother.",
  "And there were occasions where babies were left unattended but not like that number.",
  "Altogether, of that $109, some $40 million of it they put into taxes and to charity.",
  "She is -- it was a problem for her when she was in the Senate and it was brought up.",
  "And, as I have said here now a couple times, I think it's been backfiring recently.",
  "We should be talking about education on the street corners, the pulpits, our homes.",
  "And, you know, I don't know what the length of time was, but it just seemed absurd.",
  "JESSOP: There is no doubt whatsoever in my mind that the children are being abused.",
  "They're so indoctrinated to be afraid of the outside world and mainstream society.",
  "Every element of your life is controlled, and everybody is monitoring what you do.",
  "When you look at John McCain, he's the guy who's out there crusading against them.",
  "CROWLEY: The day King was assassinated 31-year-old John McCain was a POW in Hanoi.",
  "You know, a lot of these political consultants have -- have conflicts of interest.",
  "But I have to say, first of all, she deserves credit for having put this out here.",
  "It's like a lot of reporters already left the office when they probably came out.",
  "COOPER: Among the girls removed from the compound, there was a 6- month-old baby.",
  "And I mean, my children, you know, I'm still stabilizing them 4 1/2 years later.",
  "So what is life like inside that secret polygamist compound in Texas and others?",
  "Powerful storms continue to sweep across the south, and the damage is extensive.",
  "You try to come up with a caption that's better than the one our staff cooks up.",
  "COOPER: We're going to have more from Carl and David and Candy in just a moment.",
  "She is the chairwoman of her family's very lucrative beer distribution business.",
  "En route to Fort Wayne, he told reporters it's a decision he's comfortable with.",
  "I thought that was an astonishing figure and that he might have been inaccurate.",
  "But here's what we do know, that in 2006 they had about $3.9 million in income.",
  "And, at the same time, this is not about, you know, Nixon, \"I am not a crook.\"",
  "I worked to convince my college to recruit more students and faculty of color.",
  "CROWLEY: All agreed King's work for social justice and equality is unfinished.",
  "Together, the former First Couple raked in $109 million between 2000 and 2007.",
  "Are there going to be questions raised about some of these sources of income?",
  "Authorities believe all the girls had been abused or were in imminent danger.",
  "And Republicans must speak to the interests of the majority of black America.",
  "This year, there's a whole new slate of spending you probably won't believe.",
  "In the latest \"New York Times\"/CBS News poll, support for Obama has slipped.",
  "COOPER: Our viewer winner is Lissa: \"Head on: apply directly to the pinhead.",
  "HILL: I think part of the problem was you just didn't have the right attire.",
  "That's...\n\n\n\nHILL: Good time co-hosting with Kelly in the morning, isn't it?",
  "HILL: I think purple is good for thighs, and I got you a matching headband.",
  "Is there any doubt in your mind the children are being abused in El Dorado?",
  "Some new numbers are giving his campaign something to worry about, perhaps.",
  "There's always less than transparency when these things occur under duress.",
  "COOPER: So, even a loss in the single digits would be considered a victory?",
  "Millions of taxpayer dollars, your money being spent on golf for one thing.",
  "We see that his business relationship with Ron Burkle and that partnership.",
  "Or...\n\n\n\nCROWLEY: Well, this is about the fourth time...\n\n\n\nCOOPER: Right.",
  "Now, of that, $3.7 million was earned off of investments of Mrs. McCain's.",
  "What do you know about babies with no mothers around to take care of them?",
  "It was Anderson Cooper and Kelly Ripa getting ready to do the thigh dance.",
  "We have the figures from her and the former president when 360 continues.",
  "And they're also asking for $25,000 for the pain and suffering, Anderson.",
  "COOPER: David Gergen, Candy Crowley, Carl Bernstein, good to have you on.",
  "When they applauded that, because they were glad he was going, basically.",
  "Do you think the Republican Party can be at all competitive in this race?",
  "Is that for real, or is that -- is that -- do we actually now know that?",
  "Also, a dramatic raid still unfolding at a polygamist compound in Texas.",
  "And I thought that when we started getting polls post the Wright debate.",
  "But it's former President Bill Clinton who is the real bread and butter.",
  "HILL: I mean, maybe in a show of solidarity you can put the headband on.",
  "COOPER: To check out the other captions we received, go to cnn.com/360.",
  "His latest book is \"A Woman in Charge,\" a biography of Hillary Clinton.",
  "CROWLEY: Well, I think Reverend Wright did have some effect nationally.",
  "(COMMERCIAL BREAK)\n\n\n\n(BEGIN VIDEOCLIP)\n\n\n\nCLINTON: Don't get me wrong.",
  "The suspect runs out of the store, begging the clerk not to shoot him.",
  "(END VIDEO TAPE)\n\n\n\nCOOPER: We're digging deeper on race and politics.",
  "MADISON: Public -- public education is the great equalizer in America.",
  "The question: why not let all the rich people here pay for the museum?",
  "Remember the musical stylings made famous in these cheesy commercials?",
  "Possible tornadoes have now hit several towns in Southern Mississippi.",
  "And the tragedy to me is that it's not only there, but it's expanding.",
  "(END VIDEO TAPE)\n\n\n\nCOOPER: Susan, you say all this began with a tip.",
  "Critics of the sect say it forces girls as young as 13 into marriage.",
  "JOE MADISON, RADIO TALK SHOW HOST: Well, they can if they want to be.",
  "Eighteen young girls, we're told, have been taken into state custody.",
  "This is a developing story out of Texas that is still happening now.",
  "David...\n\n\n\nCROWLEY: ... and certainly a problem in the White House.",
  "But, at this point, they just don't have the time to have a do-over.",
  "A local TV station is reporting that many of the girls are pregnant.",
  "And you know, it's reported if you don't do what you're supposed to.",
  "You know, you see these young girls being taken away in these buses.",
  "I want to talk -- ask you about the girls removed from the compound.",
  "HILL: You never know what it's going to do for you at night, though.",
  "He apparently inserted 1,200 needles into his head during the show.",
  "Does that sound like something that happened at the FLDS compounds?",
  "I will take half the delegates and she can have half the delegates.",
  "Not public yet, major donors to Mr. Clinton's presidential library.",
  "All politics is not only local, but all politics is very personal.",
  "I can tell you that we're about halfway through our investigation.",
  "HILL: Yes, he's also promised, us free pizza for winning tonight.",
  "There are no permanent enemies; there's only permanent interests.",
  "We're taking a closer look with this \"Uncovering America\" report.",
  "He apparently inserted 1,200 needles into his head during a show.",
  "We've got the latest on this developing story when 360 continues.",
  "KAYE: Later, she promised they would be made public by April 15.",
  "HILL: ... and you'll be ready for bikini season in no time flat.",
  "GARY TUCHMAN, CNN CORRESPONDENT: Can I ask you a quick question?",
  "Dozens of girls have been removed from the compound, we're told.",
  "JESSOP: Because of the abuse that occurred in Merrill's family.",
  "We're going to talk to you more, right when this break is done.",
  "Since January, nearly 160,000 Americans have become unemployed.",
  "And she could have helped to put this Wright episode behind us.",
  "Forty-three percent now want Hillary Clinton to be the nominee.",
  "\"The New York Times\" poll indicates Obama's lead is shrinking.",
  "First, Erica Hill joins us again with a 360 bulletin -- Erica.",
  "It doesn't seem -- I mean, in the past, has it worked for her?",
  "CANDY CROWLEY, CNN SENIOR POLITICAL CORRESPONDENT: Well, sure.",
  "So -- but, you know, we're just now getting these tax returns.",
  "And of those, we have 18 that we have taken legal custody of.",
  "JESSOP: Well, I haven't been inside the compounds, you know.",
  "The one thing that my children had is I was there with them.",
  "And you may recall the tornado last night we told you about.",
  "No, I don't think it's a very meaningful appointment at all.",
  "But we haven't heard that from any of the candidates so far.",
  "And you know who's playing it, the master of the pan flute.",
  "You know, when I lived that home, the abuse was outrageous.",
  "Many of them are being housed in a nearby community center.",
  "The real question is who's ordering up all these projects?",
  "CROWLEY: Obama did not go to Memphis to mark King's death.",
  "He's down to about an average of six in the various polls.",
  "THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.",
  "What's really going on -- now, those polls are snapshots.",
  "Nine percent of voters were unsure, down from 12 percent.",
  "And that's the difficulty with the Clintons all the time.",
  "Well, we all remember Drew Griffin trying to call around.",
  "I mean, it's -- and emotional abuse, psychological abuse.",
  "(COMMERCIAL BREAK)\n\n\n\nCOOPER: Erica, time for \"The Shot.\"",
  "We'll continue to follow this story out of Texas tonight.",
  "COOPER: If you see some amazing videos, tell us about it.",
  "Throughout the evening, dozens of girls were taken away.",
  "CROWLEY: In 1968, Hillary Clinton was a college student.",
  "The proof -- I mean, it's a cliche -- is in the pudding.",
  "The best political team on television weighs in on that.",
  "I agree with just about everything that David has said.",
  "And I guess that's as much our fault as anyone's fault.",
  "And you got to look at it as part of a bigger strategy.",
  "They sent us the search warrant and the arrest warrant.",
  "Also ahead tonight, severe weather slams the southeast.",
  "What can you tell us about this compound in El Dorado?",
  "But I noticed you weren't really into the thigh dance.",
  "It's the same demographic, to a large extent, as Ohio.",
  "CROWLEY: ... we have heard they're not going to do it.",
  "We will announce the winner at the end of the program.",
  "That's what they say -- all the details ahead tonight.",
  "TIM RUSSERT, NBC WASHINGTON BUREAU CHIEF: Why not now?",
  "But $90 million of that came from books and speeches.",
  "HILL: Anderson, we begin with more dangerous weather.",
  "His name shall be spoken after this commercial break.",
  "I mean, they're probably terrified; they're confused.",
  "What's that like, suddenly emerging from that world?",
  "And she knows she has stepdaughters who live inside.",
  "So now they want the images of their home destroyed.",
  "HILL: You do this at home, people...\n\n\n\nCOOPER: Wow.",
  "I think it had probably some effect in Pennsylvania.",
  "OBAMA: I spoke at Dr. King's church on his birthday.",
  "King's death is a part of history that is personal.",
  "Candy, so, the poll of polls shows little movement.",
  "We live in a very complex world with big money now.",
  "For our international viewers, \"CNN Today\" is next.",
  "More now from CNN's Susan Roesgen, who's in Texas.",
  "That's a big issue on Capitol Hill right now, too.",
  "However, he is narrowing that gap in Pennsylvania.",
  "To join in on the conversation, go to cnn.com/360.",
  "And, in Pennsylvania, the polls have been closing.",
  "The Constitution gives that power to the Congress.",
  "COOPER: It's interesting you mentioned that, Joe.",
  "BERNSTEIN: He's got a conflict of interests, too.",
  "I believed them the first, second and third time.",
  "The crowd wasn't happy with some of his comments.",
  "Erica Hill joins us with the \"Raw Data\" -- Erica.",
  "Why couldn't these have been released months ago?",
  "So, \"Newsweek\" had this to say about all of this.",
  "COOPER: Carolyn, we've got to take a short break.",
  "And my heart is just going in so many directions.",
  "HILL: That's just -- the number alone is amazing.",
  "I mean, it's just -- to me it's heart-wrenching.",
  "MEISNER: I can tell you that we are still there.",
  "The Clintons had more to give, and they gave it.",
  "We will have the latest details -- ahead on 360.",
  "COOPER: Joe Madison, always good to have you on.",
  "But he said, \"Therein lies part of our problem.\"",
  "The FBI is still investigating those shootings.",
  "COOPER: David, you can imagine the commercials.",
  "Tonight, new tornadoes reported in Mississippi.",
  "So today I went out and got a little something.",
  "We got someone a little bit better than Zamfir.",
  "Not legal custody but taken from the compound.",
  "His book brought in another $30 million or so.",
  "Also tonight, a raid on a polygamist compound.",
  "Those aren't the only numbers we're crunching.",
  "Senator Obama's poll numbers have taken a dip.",
  "I have absolutely nothing against rich people.",
  "\"Keeping Them Honest,\" here's CNN's Joe Johns.",
  "The quality of his character is more apparent.",
  "So, what do the tax returns actually tell us?",
  "JOHNS: I wouldn't say completely transparent.",
  "Carolyn Jessop joins us live after the break.",
  "It ravaged a mobile home park in Little Rock.",
  "HILL: David, I'm calling you out on that one.",
  "HILL: Frank choreographed the whole routine.",
  "I can't imagine what they are going through.",
  "They're being interviewed by investigators.",
  "That is the steepest decline in five years.",
  "Carolyn Jessop, we appreciate you being on.",
  "The question is, are all the details there?",
  "And it made for a difficult day in Memphis.",
  "CROWLEY: Indiana has a primary next month.",
  "Congress set aside $200,000 to pay for it.",
  "And it's just -- the numbers are shocking.",
  "But I'm surprised it hasn't hurt him more.",
  "We will start out with the Obamas for you.",
  "And Obama had raised the transparency bar.",
  "The numbers are eye-popping, $109 million.",
  "And, obviously, this is a problem for her.",
  "He's not getting on tonight, you know why?",
  "Here in America, Larry King is coming up.",
  "Hillary Clinton releases her tax returns.",
  "We really don't want to deal with rumors.",
  "That is the compound there in El Dorado.",
  "Head on: Apply directly to the pinhead.\"",
  "JESSOP: It's -- it's a complete tragedy.",
  "CNN's Randi Kaye is following the money.",
  "Or we'll cure AIDS or we'll cure cancer.",
  "Candy Crowley, CNN, Fort Wayne, Indiana.",
  "The surprise to me was Hillary Clinton.",
  "North Dakota re- caucuses this weekend.",
  "She needs 10 or better, in my judgment.",
  "UNIDENTIFIED MALE: Let's have some fun!",
  "And just an enormous amount of control.",
  "We're really trying to deal with facts.",
  "JESSOP: Yes, there -- yes, there were.",
  "He later on voted for a state holiday.",
  "COOPER: David, do you agree with that?",
  "New information on congressional pork.",
  "There are more questions than answers.",
  "We begin, though, with \"Raw Politics.\"",
  "But can you pick up pointers on life?",
  "They were just booing him, basically.",
  "I lived a life inside this community.",
  "And...\n\n\n\nCOOPER: What sort of abuse?",
  "What do we know about their requests?",
  "COOPER: It's just a remarkable thing.",
  "We're hearing these rumors, as well.",
  "JESSOP: It is absolutely terrifying.",
  "Susan Roesgen, reporting from Texas.",
  "Up next, your money, their projects.",
  "This is a question of public policy.",
  "These can be relatively empty posts.",
  "Is this going to be a big issue now?",
  "We will tell you about that tonight.",
  "KAYE (voice-over): The wait goes on.",
  "The Dubai thing is still out there.",
  "GERGEN: I think it worked early on.",
  "It's different in different states.",
  "Joe Johns is \"Keeping Them Honest.\"",
  "There's a list of ten, the top ten.",
  "We always like to talk to Carolyn.",
  "Carolyn, thanks for being with us.",
  "COOPER: Now our \"Beat 360\" winner.",
  "We post a picture on our Web site.",
  "What did you think of his apology?",
  "But it felt like it wasn't enough.",
  "So, I'm not -- I believe them now.",
  "Talk about a rough day on the job.",
  "Forty-seven percent support Obama.",
  "I'm blogging during the broadcast.",
  "What this is, is not transparency.",
  "And, tonight, we follow the money.",
  "Is this going to become an issue?",
  "They have asked for an extension.",
  "Why the delay in releasing these?",
  "COOPER: All right, Erica, thanks.",
  "Still to come: race and politics.",
  "COOPER: Send us your submissions.",
  "Clearly, a difficult day for him.",
  "No more excuses, no more whining.",
  "The federal government thinks so.",
  "HILL: It is a little creepy, yes.",
  "No, not my usual workout program.",
  "We'll talk to Carolyn about that.",
  "I went over that cliff with them.",
  "COOPER: What will become of them?",
  "Are they completely transparent?",
  "There's the educational neglect.",
  "I was with the King family then.",
  "CLINTON: I wore a black armband.",
  "But this is a negative campaign.",
  "BERNSTEIN: It's her demographic.",
  "How would that state vote today?",
  "Forty-four percent back Clinton.",
  "COOPER: Carl, it's interesting.",
  "They have got to get past this.",
  "We will show you what happened.",
  "Joining me again, David Gergen.",
  "And yet it seems -- it doesn't.",
  "Are these tax returns complete?",
  "How will this play politically?",
  "The question is will they talk?",
  "Senators Obama and Clinton did.",
  "We're going to have the latest.",
  "Later, the raw numbers are out.",
  "So they sort of run the gamut.",
  "That's one thing we'll follow.",
  "What do we know about the tip?",
  "The latest when 360 continues.",
  "It's like jumping off a cliff.",
  "Today, the Clintons delivered.",
  "COOPER: That's certainly true.",
  "That's less than transparency.",
  "For taxes, they paid $277,000.",
  "That, of course, is one poll.",
  "What do you make of all this?",
  "We know kind of bottom lines.",
  "COOPER: How can you say that?",
  "Too bad for Zamfir, Anderson.",
  "UNIDENTIFIED MALE: Let's go.",
  "The Clintons are not crooks.",
  "BERNSTEIN: It's a sideshow.",
  "They have been helping him.",
  "Up next: race and politics.",
  "It's actually in the votes.",
  "Here's CNN's Candy Crowley.",
  "COOPER: I refused to do it.",
  "HILL: And then I thought...",
  "Yes, anyway, let's move on.",
  "That's -- that's something.",
  "HILL: Zamfir the pan flute?",
  "How much space do you have?",
  "There's the indoctrination.",
  "JESSOP: Physical, violence.",
  "That's part of that debate.",
  "\"The Shot\" is next, Erica.",
  "COOPER: Wow, look at that.",
  "Yes, it's worth a chuckle.",
  "That's only the beginning.",
  "They have run out of time.",
  "And I think Carl is right.",
  "So, what does it all mean?",
  "That's up from 38 percent.",
  "Randi Kaye, CNN, New York.",
  "That's all you got to do.",
  "He said it was a mistake.",
  "See if you can do better.",
  "UNIDENTIFIED FEMALE: Yes.",
  "COOPER: That's all right.",
  "HILL: That is good stuff.",
  "We play the cheesy music.",
  "We should do that again.",
  "The crew got out safely.",
  "That's a very good one.",
  "HILL: The one and only?",
  "HILL: The one and only.",
  "UNIDENTIFIED MALE: Yes!",
  "There's a little tape.",
  "Hillary Clinton is No.",
  "UNIDENTIFIED MALE: No.",
  "We will show you that.",
  "David Gergen, as well.",
  "BERNSTEIN: Both ways.",
  "They haven't done it.",
  "Well, today, she did.",
  "Susan, appreciate it.",
  "Stick around, though.",
  "Have a great weekend.",
  "COOPER: Yes, exactly.",
  "Here's how it works.",
  "Thank you very much.",
  "Let us see them all.",
  "It's the priorities.",
  "He didn't have any.",
  "HILL: Look at this.",
  "Your children fled.",
  "JESSOP: Thank you.",
  "Go to cnn.com/360.",
  "GERGEN: Which way?",
  "COOPER: Sideshow.",
  "COOPER: Wow, yes.",
  "I mean, you fled.",
  "Is that correct?",
  "What's going on?",
  "No one was hurt.",
  "They booed him.",
  "COOPER: Oh, no.",
  "COOPER: Really?",
  "Pretty amazing.",
  "You know what?",
  "He defends it.",
  "I kid you not.",
  "GERGEN: I do.",
  "Unbelievable.",
  "Very strange.",
  "COOPER: Yes.",
  "Could it be?",
  "COOPER: Yes.",
  "COOPER: Yes.",
  "COOPER: Wow.",
  "COOPER: Yes.",
  "COOPER: Yes.",
  "cnn.com/360.",
  "Joe, thanks.",
  "COOPER: Yes.",
  "COOPER: Wow.",
  "So is Erica.",
  "I was wrong.",
  "COOPER: Yes.",
  "JOHNS: Yes.",
  "HILL: Yes.",
  "All right.",
  "All right.",
  "HILL: Yes.",
  "I like it.",
  "Thank you.",
  "HILL: Hmm.",
  "Thank you.",
  "Thank you.",
  "Surprise.",
  "Exactly.",
  "Yes.",
  "Wow.",
  "Wow.",
  "Yes."
]