[
  "is 56 ... Rep. Yvette Clarke (D-N.Y.) is 53 … Rep. Tom Rooney (R-Fla.) is 47 ... former Rep. Chaka Fattah (D-Pa.), now in prison, is 61 ... Gurwin Singh Ahuja, co-founder and executive director of National Sikh Campaign and We Are Sikhs (h/t Ryan Williams) … Patrice Franko, director of the Goldfarb Center for Public Affairs at Colby College (h/t Sandy Maisel) ...\n\n... T.J. Tatum, senior associate at Finsbury and a Scalise alum ... Valerie Berlin of BerlinRosen … Gabriel Panek ... Chelsea Hawker ... Jasmine Mora ... Lauren Cowin, former Fox News booking producer ... Lloyd Miller ... Dave Boomer is 61 ... Jonathan Greenblatt, CEO and national director of the Anti-Defamation League, is 46 ... George Zimmer ... Nathan Isbell is 55 ... Carl S. Ey is 51 ... Jack Vaughn ... Michael Donohue ... Sarah Courtney of the League of Women Voters ... Shawna Shepherd … Matt Martinelli, managing editor of Boston publication The Improper, is 35 ... Michael Lipson ... David Culver … Evan Allen, analyst at Potomac River Partners ... Kyle Nevins … Betsy Dudley … John Stocks, executive director of the NEA and the pride of New Orleans ... Susan Wicks ... Brian Spahn ... Diane Liepa (h/ts Teresa Vilmain)\n\nSUBSCRIBE to the Playbook family: POLITICO Playbook http://politi.co/2lQswbh ... Playbook Power Briefing http://politi.co/2xuOiqh … New York Playbook http://politi.co/1ON8bqW … Florida Playbook http://politi.co/1OypFe9 ... New Jersey Playbook http://politi.co/1HLKltF ... Massachusetts Playbook http://politi.co/1Nhtq5v … Illinois Playbook http://politi.co/1N7u5sb ... California Playbook http://politi.co/2bLvcPl ... London Playbook http://politi.co/2xfDPuK … Brussels Playbook http://politi.co/1FZeLcw ... All our political and policy tipsheets http://politi.co/1M75UbX\n\nFollow us on Twitter Anna Palmer @apalmerdc\n\n\n\nJake Sherman @JakeSherman\n\n\n\nDaniel Lippman @dlippman\n\nFollow Us",
  "The report’s conclusions appear to be sharply in tension with the picture the White House tried to paint of the execution of Trump's Jan. 27 order, which led to confusion throughout the air travel system, protests at airports and delays at ports of entry to the U.S.” http://politi.co/2hQdq4T\n\nFOX NEWS HOST WATCH -- “Neil Cavuto Shreds Trump: ‘You’re The President... Why Don’t You Act Like It?,’” by HuffPost’s Ed Mazza: “The Fox News host says Trump’s Twitter attacks are like ‘using a bazooka to respond to a pea shooter.’” http://bit.ly/2hH8rj5\n\n--“Fox News host Jeanine Pirro hit with speeding charges after cops clock her driving 119 mph upstate” – N.Y. Daily News: http://nydn.us/2jJuAkU\n\n\n\nPlaybookers\n\nSPOTTED at a Clinton 25th election anniversary after-party at Kaki Hockersmith’s home in Little Rock this weekend: Donna and Mack McLarty, Nelson Cunningham, Harry Thomasson, Don and Nancy Baer, Elizabeth Bagley, Kris Balderston, Bob Barnett, Paul Begala, Jim and Janet Blanchard, Susan Brophy, Andrew and Kelly Friendly, Maria Echaveste, Tamera Luzzatto and David Leiter, Skip Rutherford, Craig Smith, James Lee Witt.",
  "Here’s Why You Didn’t Hear Her Story: ‘When you make private settlements, it doesn’t warn the next woman or the next person going into that situation,’” by Paul McLeod and Lissandra Villa: “Michigan Rep. John Conyers, a Democrat and the longest-serving member of the House of Representatives, settled a wrongful dismissal complaint in 2015 with a former employee who alleged she was fired because she would not ‘succumb to [his] sexual advances.’\n\n“Documents from the complaint obtained by BuzzFeed News include four signed affidavits, three of which are notarized, from former staff members who allege that Conyers, the ranking Democrat on the powerful House Judiciary Committee, repeatedly made sexual advances to female staff that included requests for sexual favors, contacting and transporting other women with whom they believed Conyers was having affairs, caressing their hands sexually, and rubbing their legs and backs in public.",
  "… Pence is also filling the coffers of a half-dozen members of the House Freedom Caucus, including the group’s chairman, North Carolina Rep. Mark Meadows.” http://politi.co/2z71grv\n\nPOLITICO EU’S JANOSCH DELCKER in BERLIN: “Germany moves closer to snap election: Merkel says she favors new poll over minority government after running out of coalition options”: “Europe’s biggest economy and pre-eminent political power was plunged into deep political uncertainty late Sunday night after the collapse of exploratory talks involving Merkel’s Christian Democrats and their Bavarian sister party, the Christian Social Union, plus the liberal Free Democrats and the Greens.",
  "“But many liberal Democrats have already vowed to withhold votes from the spending bill should it not address Dreamers, putting Democratic leaders Nancy Pelosi and Chuck Schumer in an awkward spot if they don’t go along.” http://politi.co/2jaZtLf\n\nSCOOP -- “Harvard Faces DOJ Probe Over Affirmative-Action Policies,” by WSJ’s Melissa Korn and Nicole Hong: “The Justice Department is investigating complaints that formed the basis of a federal civil lawsuit filed in 2014 in Boston ... That suit alleges Harvard intentionally discriminates against Asian-Americans by limiting the number of Asian students who are admitted.",
  "President Donald Trump-appointed Pai’s plan would jettison rules that prohibit internet service providers from blocking or slowing web traffic or creating so-called paid internet fast lanes.” http://politi.co/2jI9mnN\n\nCABINET TRAVEL WATCH -- “‘UGH!’: Zinke’s wife’s travel caused headaches for Interior staff,” by Ben Lefebvre: “Interior Secretary Ryan Zinke’s wife has frustrated department staffers by saddling them with extra work when she traveled with her husband on official business, according to new records that a liberal watchdog group says uncover the potential misuse of government resources.",
  "Barron Trump towers over Melania - aged just ELEVEN - as the pair greet the official White House Christmas tree” – The Daily Mail -- 14 pix on one page http://dailym.ai/2AZExOr\n\nMEDIAWATCH -- “Trump administration sues to block AT&T-Time Warner merger,” by Steven Overly and Josh Gerstein: “The Justice Department filed a lawsuit Monday to block the AT&T-Time Warner merger, amid a growing political storm over whether the administration has tried to use its review of the $85 billion deal to force the sale of CNN, a frequent target of President Donald Trump’s media criticism.",
  "[DOJ] told Harvard it ‘may file a lawsuit’ to enforce compliance if Harvard doesn’t hand over the documents by a new deadline of Dec. 1.” http://on.wsj.com/2AhaSEc … The DOJ letter http://politi.co/2B90pYG\n\nBULLETINS -- at 1:13 a.m.: “MOSCOW (AP) - Russian State TV: Vladimir Putin met Syrian President Bashar Assad in Sochi on Monday.” … at 4:39 a.m.: “MOSCOW (AP) - Kremlin says Assad’s visit to ensure he agrees to peace initiatives reached between Russia, Iran and Turkey.”\n\n\n\nA message from Google: Google is supporting service members as they transition to civilian jobs.",
  "... Castillo is one of six women who told The Times they also faced unwanted sexual advances or unwelcome communication from Bocanegra, 46, now a Democratic assemblyman representing the northeast San Fernando Valley.” http://lat.ms/2jb183r\n\n-- PBS: “Poll: A third of women say they’ve been sexually harassed or abused at work” http://to.pbs.org/2hFOkBP\n\nCANCEL YOUR DECEMBER VACATIONS … -- RACHAEL BADE and HEATHER CAYGLE: “Concern is growing in both parties that a clash over the fate of Dreamers will trigger a government shutdown this December.",
  "They donated in connection with an event that Mr. Trump staged to benefit military veterans, which set off scrutiny of his foundation for giving away only a fraction of the money it raised to charities, and for making payments in a manner that appeared to benefit Mr. Trump.” http://nyti.ms/2z6Ydj8\n\nALEX ISENSTADT SCOOP -- “Vice President Mike Pence is putting his imprint on the 2018 midterm elections, doling out contributions to three dozen Republican candidates — many of whom have been steadfast allies of the White House.",
  "Brunell, a political science professor, has testified more than half a dozen times on behalf of Republican efforts to redraw congressional districts, and is the author of a 2008 book titled ‘Redistricting and Representation: Why Competitive Elections Are Bad for America.’ The choice would mark the administration’s first major effort to shape the 2020 Census, the nationwide count that determines which states lose and gain electoral votes and seats in the House of Representatives.” http://politi.co/2jMnrRb\n\nTHE MOOCH!",
  "No state attorneys general have signed onto the DOJ legal complaint, though the department remains ‘hopeful’ that will change, the official said.” http://politi.co/2zTCkr4\n\n--“FCC plans total repeal of net neutrality rules,” by Margaret Harding McGill: “[FCC] Chairman Ajit Pai will reveal plans to his fellow commissioners on Tuesday to fully dismantle the agency’s Obama-era net neutrality regulations, people familiar with the plans said, in a major victory for the telecom industry in the long-running policy debate.",
  "The Hill’s Mallory Shelbourne ... Politico Europe’s Kalina Oroschakoff ... Matt Kehres of the National Wildlife Federation ... RGA’s John Burke, a Rubio alum (hat tip: Olivia Perez-Cubas) … DNC’s Colby Moore is 25 ... ABC News’ political director Rick Klein (h/ts Jonathan Karl and Devin Dwyer) ... Anthony Randazzo, director of economic research at Reason Foundation ... Joanna Liberman Turner ... NYU’s Mitchell Moss (h/t Tammy Haddad) ... Sen. John Kennedy (R-La.)",
  "**SUBSCRIBE to Playbook: http://politi.co/2lQswbh\n\nCHARLIE ROSE -- “Eight women say Charlie Rose sexually harassed them — with nudity, groping and lewd calls,” by Irin Carmon and Amy Brittain in WaPo: “Eight women have told The Washington Post that longtime television host Charlie Rose made unwanted sexual advances toward them, including lewd phone calls, walking around naked in their presence, or groping their breasts, buttocks or genital areas.",
  "http://nyti.ms/2z6qxlD\n\nUSA TODAY -- “Trump administration to send Haiti earthquake victims home in 2019,” by Aamer Madhani: “The Trump administration announced Monday it will end immigration protections for about 59,000 Haitians living in the United States in May 2019, concluding that conditions on the ground in the poverty-stricken Caribbean country have improved enough since a massive earthquake in 2010 for residents to return.",
  "Learn more at google.com/grow/veterans\n\nCONFUSION -- “Watchdog says Homeland Security bottling up travel ban report,” by Josh Gerstein, Ted Hesson and Seung Min Kim: “The Department of Homeland Security’s official watchdog is accusing his own agency of slow-walking the public release of a report about confusion that ensued earlier this year after President Donald Trump issued his first travel ban executive order.",
  "| Mikhail Klimentyev/Kremlin Pool Photo via AP\n\nTHE TRUMP ADMINISTRATION -- “Leading Trump Census pick causes alarm,” by Danny Vinik and Andrew Restuccia: “The Trump administration is leaning toward naming Thomas Brunell, a Texas professor with no government experience, to the top operational job at the U.S. Census Bureau, according to two people who have been briefed on the Bureau’s plans.",
  "But in a text message to Business Insider on Monday, Scaramucci ... said he was no longer interested in publishing a book, saying he was not willing to write the kind of tell-all that would create buzz but damage his standing with the president and the White House.” http://read.bi/2hGPw7Z\n\n\n\nA message from Google: Google is committed to helping veterans build successful civilian careers.",
  "It will be our servicemen and women who bear the brunt of the failures of Congress and at the Pentagon if our country does find itself in a war where our enemies have a more symmetrical military capability to our own.” Read his Playbook Plus Q&A: http://politi.co/2B9BsfV\n\n--Capri Cafaro, former Ohio Senate Democratic leader and executive in residence at AU’s School of Public Affairs.",
  "Shared first with POLITICO, the documents shed new light on the outsize profile Lola Zinke has established compared with the typical Cabinet secretary’s spouse, including her dictating which people to invite to a town hall hosted by the conservative Young America’s Foundation for her husband.” http://politi.co/2B8CF70\n\nHAPPENING TONIGHT -- Dead and Company at the Capitol One Center.",
  "Cernovich said he gave the documents to BuzzFeed News for vetting and further reporting, and because he said if he published them himself, Democrats and congressional leaders would ‘try to discredit the story by attacking the messenger.’” http://bzfd.it/2znPCNa\n\n-- TRUTH BOMB: Many outlets in town are working on stories about sexual harassment by members of Congress on the Hill.",
  "The protections have allowed Haitians to legally remain in the U.S. and have been extended each year as Haiti struggles to recover.” https://usat.ly/2jHt4zT\n\nTRUMP FOUNDATION NEWS -- KEN VOGEL: “The Donald J. Trump Foundation raised $2.9 million in 2016 -- almost as much as it had raised in the preceding four years combined -- according to its annual tax filing for 2016.",
  "--SPOTTED at the Clinton Foundation VIP reception at the historic Choctaw building next to the library: Prince Turki al-Faisal, Chris Jennings, Mack and Donna McLarty, Bob Nash and Janis Kearney, Rodney Slater, Blanche Lincoln, Gen. Wesley Clark, Ami Desai, James Carville, Bruce Lindsey, Tina Flournoy, Stephanie Street, Mary Street and Clyde Tuggle, Donna Shalala.",
  "Such an arrangement would have a negative impact on American TV viewers ... ‘We believe, and our investigation has found, the merger would harm competition, resulting in higher bills and less innovation for millions of American consumers,’ the official said, adding that the agency made a ‘good faith effort’ to resolve the conflict through negotiations.",
  "video http://bit.ly/2z7qMwQ\n\n-- “As sexual harassment in politics investigations widen, California Assemblyman accused by six new women,” by LATimes’ Melanie Mason and Dakota Smith: “Late one August night in 2010 at a bar, Sylvia Castillo slid into a booth next to Raul Bocanegra, who was then the chief of staff to California Assemblyman Felipe Fuentes.",
  "-- “Here’s the early proposal for Anthony Scaramucci’s book, which is now dead in the water,” by Business Insider’s Maxwell Tani: “In the months after getting ousted from the White House, Scaramucci sought a publisher to put out a book, which at one point was titled ‘I Did It My Way,’ about his 10 days as Trump’s communications director.",
  "A proposal for the book that was circulated to several major publishers earlier this summer and shared with Business Insider promised a ‘tell-all’ to dish on his bizarre ouster from the White House as well as his ‘countless other interactions involving Sean Spicer, General McMaster, Sarah Huckabee and even the Vice President.’ ...",
  "Great dance floor showing by Annie’s U Toronto Dance Teammates.” Pics http://bit.ly/2z8vFFM … http://bit.ly/2hS3zv3 … http://bit.ly/2zZorW0\n\nSPOTTED: Emily Loeb and Sarah Feldman, Katie Johnson and Nate Rawlings, Matt Bennett, Adam Frankel and Stephanie Psaki, Michael O’Neil and Stephanie Sutton, Katherine Lyons and David Hahn.",
  "The still-unreleased inspector general report found that senior managers at Customs and Border Protection were ‘caught by surprise’ by Trump’s order and that agency officials ‘violated two court orders’ limiting implementation of Trump’s directive to suspend travel to the U.S. by citizens of seven majority-Muslim countries ...",
  "My sister organized a dinner at The Roof Gardens, one of Richard Branson’s properties.” Q&A: http://politi.co/2AZG47v\n\nBIRTHDAYS: Bloomberg’s Max Abelson is 33 ... Sen. Dick Durbin (D-Ill.) is 73 ... Tina Brown ... Christopher “Gindy” Gindlesperger, VP of public affairs and comms at the National Confectioners Association ...",
  "But SPD leaders voted unanimously Monday not to reprise the ‘grand coalition’ of the last four years with Merkel’s conservatives, having recorded the worst result in their history in September’s general election.” http://politi.co/2hI5pek\n\nTRUMP'S TUESDAY -- At 1 p.m., the PRESIDENT will pardon turkeys at the White House.",
  "“Most of the money came from a pair of $1 million donations from leading supporters of his presidential campaign -- the Las Vegas gambling investor Phil Ruffin and Laura Perlmutter of Lake Worth, Fla., whose husband, Isaac Perlmutter, is the chairman of Marvel Entertainment.",
  "WEEKEND WEDDING – OBAMA ALUMNI: REID CHERLIN, the supervising writer at “Vice News Tonight on HBO,” and an Obama WH alum, on Sunday married Annie Schachar, associate director and senior attorney adviser at Treatment Court Programs and a native of Toronto.",
  "I put my hand down to stop him from trying to grab at my crotch.’\n\n“Just one year earlier, Bocanegra had been disciplined by the Legislature following allegations that he groped a fellow legislative staffer, Elise Flynn Gyore, at the same bar, Mix.",
  "At 21.5 inches and 8lbs, he is sure to make an excellent first baseman someday.”\n\nBIRTHDAYS OF THE DAY: James Braid, deputy chief of staff for Rep. Ted Budd (R-N.C.); Braid recently made the law and policy section of the Forbes “30 Under 30” list.",
  "“His mother Mara is doing great and his brothers seem ok with sharing their room with the new guy down the road.” Pics http://politi.co/2hI7qYa ... http://politi.co/2hQ0njC\n\n--Ryan Taylor, communications director for Sen. Roger Wicker (R-Miss.)",
  "CONYERS, Dean of the House, accused of sexual harassment -- CHARLIE ROSE suspended -- PUTIN/ASSAD huddle in Russia -- PENCE doles out political contributions -- MERKEL wants new election Presented by\n\nDriving the Day\n\nGood Tuesday morning.",
  "“The Western Values Project filed a Freedom of Information Act lawsuit last month to force Interior to release more than 100 pages of documents related to Lola Zinke’s trips with her husband and interactions with Interior staff.",
  "video http://bit.ly/2hIJWC6\n\n\n\nPlaybook Reads\n\nPHOTO DU JOUR: Russian President Vladimir Putin shakes hands with Syrian President Bashar Assad in the Bocharov Ruchei residence in the Black Sea resort of Sochi, Russia on Nov. 20.",
  "Aides to numerous Senate Democrats in leadership, as well as female Democratic senators, did not respond to requests for comment on CNN's story about Franken’s latest accuser.” http://politi.co/2AiX1xd\n\n-- @MeetThePress: “.",
  "“The Obama administration first granted ‘temporary protected status’ to Haitians after the nation was ravaged by a magnitude-7.0 earthquake in 2010 that killed more than 200,000 people and displaced hundreds of thousands.",
  "Learn more at google.com/grow/veterans\n\nHEADLINE OF THE DAY -- NYT: “A Road Meant to Ease Traffic Will Be Named After Christie” (print headline: “Christie Breaks Ground on a New Road and Reflects on Ones Already Taken”).",
  "…\n\n“The documents were first provided to BuzzFeed News by Mike Cernovich, the men’s rights figure turned pro-Trump media activist who propagated a number of false conspiracy theories including the ‘Pizzagate’ conspiracy.",
  "The commission will vote on the proposal in December, some seven months after it laid the groundwork for scuttling the rules that require internet service providers like Comcast or AT&T to treat web traffic equally.",
  "The records document Lola Zinke’s last-minute requests to join high-level dinners and additions to the guest list for a conservative group’s event near the couple’s home in Southern California earlier this year.",
  "A DOJ official told reporters Monday that the agency is concerned the combined company will charge competitors hefty fees to distribute Time Warner content, providing an unfair advantage to AT&T-owned DirecTV.",
  "The vice president is giving financial support to a slate of high-profile candidates that includes Missouri Senate hopeful Josh Hawley, Nevada gubernatorial contender Adam Laxalt, and Florida Gov.",
  "When Roy Moore first took notice of Kayla she would have been as young as 15.” http://bit.ly/2hPThM0\n\n-- “Liberals turn on Franken,” by Elana Schor and Seung Min Kim: “‘We believe Lindsay Menz.",
  "and Bevin Taylor, Washington representative for the Tennessee Valley Authority, email friends and family: “Bevin and I are happy to announce the birth of our son, James Richard Taylor.",
  "‘Senator @alfranken should be held accountable and he should resign.’ Democratic senators, who quickly coalesced around calls for an ethics probe, stayed mostly silent on Monday.",
  "“The official denied that ownership of CNN was a factor in the DOJ's thinking and said the Trump White House had no influence over the decision to challenge the merger in court.",
  "They want him to keep the two issues separate and delay immigration negotiations into 2018 to increase their leverage — which both Ryan and the White House consider reasonable.",
  "They ranged in age from 21 to 37 at the time of the alleged encounters.” http://wapo.st/2hPSFpY\n\n-- PBS and BLOOMBERG have suspended Rose’s show, and CBS has suspended Rose.",
  "Today when service members search “jobs for veterans” on Google, and enter their military occupational specialty code, they’ll see jobs that match their military skill sets.",
  "From the Littoral Combat Ship to the Army combat data system, our country is spending far too much money on weapons systems that are unlikely to provide value for money.",
  "House conservatives have warned Speaker Paul Ryan against lumping a fix for undocumented immigrants who came to the country as minors into a year-end spending deal.",
  "Among those getting checks is Tennessee Rep. Marsha Blackburn, a Senate hopeful who is facing a fight for the Republican nomination, and Wyoming Sen. John Barrasso.",
  "‘I remembered one of the special dances performed by a young woman whose first and last names began with the letter ‘K.’ It was something I had never forgotten.",
  "The letter also said the school had failed to comply with a Nov. 2 deadline to provide documents related to the university’s admissions policies and practices.",
  "…\n\n“Two staffers alleged in their signed affidavits that Conyers used congressional resources to fly in women they believed he was having affairs with.",
  "We believe Leeann Tweeden,’ tweeted Indivisible, the progressive advocacy group that’s gained prominence challenging President Donald Trump this year.",
  "Putin met with Assad ahead of a summit between Russia, Turkey and Iran and a new round of Syria peace talks in Geneva, according to state media.",
  "A trend he thinks deserve more attention: “The fundamentally broken process and misaligned incentives of the U.S. defense acquisition system.",
  "We also help employers find them by enabling companies to implement this feature on their career sites using Google Cloud’s Talent Solution.",
  "Pool report: “They got married at The Basilica, a super cool repurposed old factory (they made railroad car wheels there) in Hudson, NY.",
  "The groom came off [the injured list] (injured his arm in a bike accident a few days prior), and he rallied strongly for an epic hora.",
  "Through Grow with Google, our initiative to create economic opportunities, we’ve developed resources specifically for veterans.",
  "Several potential Barrasso primary opponents have emerged, including investor Foster Friess and Blackwater founder Erik Prince.",
  "It also showed that the foundation donated $3 million last year, more than it had given in the previous three years combined.",
  "‘He grabbed me with one hand, grabbed my head and shoved his tongue into my mouth,’ Castillo said in an interview this month.",
  "The women were employees or aspired to work for Rose at the ‘Charlie Rose’ show from the late 1990s to as recently as 2011.",
  "…\n\n“Looking to reward those who have been loyal to the administration, Pence is wading into several prospective primaries.",
  "“Pence is cutting his first batch of checks through his newly-formed political action committee, Great America Committee.",
  "“That left the Social Democrats (SPD) as the only viable junior partners who could give Merkel a parliamentary majority.",
  "WELCOME TO THE WORLD -- Ed Meagher, weekend programming manager at CNN, and Mara Meagher welcomed James Vincent Meagher.",
  "CareerBuilder, Pepsi, Siemens, RecruitMilitary, and many others have already implemented the API on their career sites.",
  "Bocanegra was a familiar face to Castillo, who worked as a coordinator for a student mentorship program in Sacramento.",
  "At 3 p.m., the president and first lady depart for Andrews Air Force Base en route to Florida for Thanksgiving.",
  "@RepDianaDeGette tells @KatyTurNBC she was harassed in an elevator by former Rep. Bob Filner #mtpdaily”.",
  "‘Many years before, I had attended a dance recital at Gadsden State Junior College,’ Moore wrote.",
  "Another said she was tasked with driving women to and from Conyers’ apartment and hotel rooms.",
  "BIG LATE-BREAKING SCOOP: BUZZFEED NEWS: “She Said That A Powerful Congressman Harassed Her.",
  "Could that young woman have been Kayla Kisor?’ Moore later determined that it was.",
  "In it, Moore describes how he met his wife at a Christmas party hosted by friends.",
  "She asked if he had seen a friend she was looking for and made small talk.",
  "Then listen to Moore,” by Kyle Whitmire in AL.com: “First, read his book.",
  "Four people involved with the case verified the documents are authentic.",
  "How she’s celebrating: “In London with family and friends.",
  "LATE-NIGHT BEST – SEN. ELIZABETH WARREN (D-Mass.)",
  "Rick Scott, who is eyeing a potential Senate bid.",
  "‘With his other hand, he put it up my dress.",
  "on Colbert – Trump’s tax plan -- 10-min.",
  "Sexual harassment on the Hill -- 3-min.",
  "-- “Don’t believe Roy Moore’s accusers?",
  "is 66 ... Rep. Anthony Brown (D-Md.)",
  "THE FIRST SON -- “Taller than mom!",
  "Suddenly, ‘he pounced,’ she said.",
  "video http://bit.ly/2AYcRcS ...",
  "He would have been 37.",
  "She was 23.",
  "1-min.",
  "...",
  "..."
]