[
  "— Robert Costa (@costareports) October 8, 2017\n\nFrom CNN's Brian Stelter:\n\nCorker is topping 100,000 retweets for this... while Trump's anti-Corker tweets have about 10,000 RTs apiece... https://t.co/FKtq1VYsPi — Brian Stelter (@brianstelter) October 8, 2017\n\nData scientist Sam Wang:\n\nAnd the senator followed up in a remarkably frank interview with the New York Times, accusing Trump of treating the presidency like “a reality show” and threatening to pitch us into “World War III.” More, from the Times’s Jonathan Martin and Mark Landler:\n\nAll but inviting his colleagues to join him in speaking out about the president, Mr. Corker said his concerns about Mr. Trump were shared by nearly every Senate Republican.",
  "And in a sign Mr. Trump’s proposals for overhauling the agreement with Canada and Mexico may be scrambling Washington’s trade politics, labor unions and key Democrats rushed to defend the Republican White House against the business attacks...\n\nFriday’s rhetorical volleys marked the end of what had been a kind of cold peace between business groups and the administration over the trade agreement, as the chamber and other organizations have said they had been hoping that persistent, private conversations with administration officials had persuaded them to avoid major changes to a trade agreement that the chamber views as a success but that Mr. Trump has branded 'a disaster.'\"",
  "Summers then goes after Trump's economic policymakers in very personal terms: \"It is clear enough, however, to demonstrate that the claims of Treasury Secretary Steven Mnuchin, National Economic Council Director Gary Cohn and Council of Economic Advisers Chair Kevin Hassett are some combination of ignorant, disingenuous and dishonest ... Hassett, whose job is to stand up for rigorous apolitical economic analysis, had the temerity last week to accuse the Tax Policy Center — staffed by many of the most distinguished tax analysts in the country — of issuing 'scientifically indefensible' 'fictions.'",
  "As Bloomberg News’s Jennifer Jacobs and Bill Allison reported last night:\n\nSteve Bannon plans to back primary challengers to almost every Republican senator who runs for re-election next year in an effort to depose Majority Leader Mitch McConnell and streamline Senate voting procedures, three people familiar with his plans said… Bannon looks to knock off some of McConnell’s most reliable supporters in the Senate.",
  "White House Wants a Fed Chief Willing to Revisit Financial Rules The White House team leading the search for the next generation of Federal Reserve leaders is seeking contenders willing to roll back financial regulations, but also with experience in monetary policy and the consensus-building skills to run a large organization, according to three officials familiar with the process.",
  "“Look, except for a few people, the vast majority of our caucus understands what we’re dealing with here,” he said, adding that “of course they understand the volatility that we’re dealing with and the tremendous amount of work that it takes by people around him to keep him in the middle of the road.”\n\nCorker campaigns with then-candidate Trump last summer.",
  "Two weeks ago, when his successor at Treasury defended Trump’s criticism of the NFL protests, Summers tweeted that Steve Mnuchin “may be the greatest sycophant in Cabinet history,” adding, “Shame on him.”\n\nIn a Post op-ed out this morning, Summers took apart the administration's tax plan an \"atrocity:\" \"The Trump administration’s tax plan is not a plan.",
  "Phil Gramm, via The Wall Street Journal\n\nCHART TOPPER\n\nFrom The Post's Philip Bump: \"Nearly six dozen flights on charter, military or government-owned planes by Cabinet members, mapped:\"\n\nDAYBOOK\n\nComing Up\n\nThe American Enterprise Institute holds an event titled “How has a decade of extreme monetary policy changed the banking system?” on Tuesday .",
  "THE FUNNIES\n\nFrom The Post's Tom Toles: \"Russian to the obvious conclusion:\"\n\nBULL SESSION\n\nVice President Pence left an NFL game in protest yesterday:\n\nHarvey Weinstein has been accused of decades of sexual harassment:\n\nIvana Trump says the president asks her for tweeting advice:\n\nSNL showed Ruth Bader Ginsburg talking about Neil Gorsuch:",
  "There is little doubt among serious economists that — as explained in a 2012 paper that has mysteriously vanished from the Treasury website — the immediate impact of corporate tax cuts is to help corporations and that the vast majority of corporate shareholding is concentrated among those at the top of the income and wealth distribution.\"",
  "It wasn't just Facebook that was influenced by Russian trolls trying to steer the 2016 election toward Trump: \"Google for the first time has uncovered evidence that Russian operatives exploited the company’s platforms in an attempt to interfere in the 2016 election, according to people familiar with the company's investigation.",
  "The discovery by Google is also significant because the ads do not appear to be from the same Kremlin-affiliated troll farm that bought ads on Facebook -- a sign that the Russian effort to spread disinformation online may be a much broader problem than Silicon Valley companies have unearthed so far.\"",
  "\"The Silicon Valley giant has found that tens of thousands of dollars were spent on ads by Russian agents who aimed to spread disinformation across Google’s many products, which include YouTube, as well as advertising associated with Google search, Gmail, and the company’s DoubleClick ad network ...",
  "The Wall Street Journal's Jacob M. Schlesinger: \"The administration fired back, issuing a statement branding the chamber as pushing the agenda of 'entrenched Washington lobbyists and trade associations” and saying the group was resisting Donald Trump’s efforts at 'draining the swamp.'",
  "The Post's Steven Mufson, Joshua Partlow and Alan Freeman: \"President Trump’s Twitter bombs and rhetorical attacks on what he calls the “worst deal ever made” and his administration’s vague and confusing proposals have dismayed Canada, which is now exploring backup options.",
  "The clearest sign yet that Corker isn’t playing by his old rules came Sunday morning, after Trump dialed up the tension with this string of provocative and credulity-straining tweets about him:\n\nSenator Bob Corker \"begged\" me to endorse him for re-election in Tennessee.",
  "The New York Times's Matt Apuzzo and Michael Schmidt: \"White House officials once debated a scorched-earth strategy of publicly criticizing and undercutting Robert S. Mueller III, the special counsel investigating Russian efforts to disrupt last year’s election.",
  "If officials cannot make more progress in revising the North American Free Trade Agreement next week — the meetings in Washington starting Wednesday are the fourth of seven scheduled rounds of negotiation — the odds of reaching a deal will decrease even more.",
  "Matea Gold and Elizabeth Dwoskin\n\nTrump’s golf clubs in Scotland lost more than $24 million in 2016 The president is not a beloved figure in that part of the world, but the Trump Organization cited reasons other than politics for the declining revenue there.",
  "Bloomberg: \"Dudley’s remarks indicate the Fed’s leadership is largely sticking to its assessment that inflation, despite an unexpected decline this year, will bounce back, putting the U.S. central bank on track for another interest-rate increase in December.",
  "Puerto Rico situation could turn even uglier without Congress' help, its Treasury secretary says Raul Maldonado said Puerto Rico's government will run out of money by the end of the month if the U.S. legislature does not send emergency funds its way.",
  "He then hit Mnuchin for taking down a portion of the Treasury Department's website that cited the effects a corporate tax break would have on workers: \"Those secure in their beliefs do not seek to depublish studies by apolitical civil servants.",
  "Summers ticked off a long list of other GOP economic gurus with whom he disagrees, but then adds: \"Nothing I have ever heard or read from them seems absurd or dishonest in the way that almost everything coming out of this administration does.\"",
  "CNBC\n\nGoogle to use balloons to provide Puerto Rico cell service The U.S. Federal Communications Commission said late on Friday it had approved Alphabet Inc's application to provide emergency cellular service to Puerto Rico through balloons.",
  "The Post's Renae Merle: \"The report calls on Congress to repeal several provisions of the 2010 financial reform legislation known as Dodd-Frank, including one that requires companies to disclose the pay gap between CEOs and workers.",
  "Most major manufacturers, including Gulfstream and Bombardier Inc. -- which is also contending with rising hurdles in its commercial-jet business -- have slowed production in the last couple years as demand for private jets sagged.",
  "That still hasn’t been enough to halt declines in aircraft values, say consultants, brokers and analysts in the $18 billion industry...The jet glut is one reason pre-owned prices were down 16 percent in August from a year earlier.",
  "With a tax code overhaul balanced on a knife’s edge, thanks to an even-weaker-than-it-looks 52-seat Senate majority, the president can ill afford to antagonize anyone in the party he could soon need to buttonhole on taxes.",
  "American professor wins Nobel Prize in economics for trying to understand bad human behavior University of Chicago Professor Richard Thaler won the 2017 Nobel Prize in economics for work making the field “more human.\"",
  "Now, President Trump’s lawyers are pursuing a different course: cooperating with the special counsel in the hope that Mr. Mueller will declare in the coming months that Mr. Trump is not a target of the Russia inquiry.",
  "It is not clear enough to permit the kind of careful quantitative analysis of its expected budget costs, economic effects and distributional implications that precedes such legislation in a serious country.\"",
  "The typically restrained Chattanoogan — who made his own fortune in real estate before entering politics, although the similarities with Trump end about there — has acted uncharacteristically unbound since.",
  "The former Treasury secretary under Bill Clinton and top economic adviser to Barack Obama has become outspoken in recent weeks criticizing both the personalities and policies of the Trump administration.",
  "But how many of these incumbents will decide, all things considered, it’s simply not worth it to hustle for reelection in a GOP that feels increasingly unfamiliar — and follow Corker’s lead instead?",
  "On Friday, with the party making important progress on a budget agreement, I outlined three of the biggest remaining hurdles for a tax package — namely, the calendar, the details and the politics.",
  "And Corker’s on record saying he wants cabinet to manage DJT — Sam Stein (@samstein) October 8, 2017\n\nThe Post's Robert Costa:\n\nPerson close to Trump tells me Alabama is piece of Corker backstory.",
  "Reuters: \"The Federal Reserve must respond to “very tight” U.S. labor markets by gradually raising interest rates or risk halting the economic recovery, a hawkish Fed official said on Saturday.\"",
  "Bloomberg\n\nCFPB curbs on payday lenders get tangled in Cordray's future The rule limits how often a lender can attempt to debit a borrower's account, a practice that can rack up bank fees.",
  "A small company could raise more money, $5 million instead of $1 million, through crowdfunding within a year without having to go public, under the Treasury Department's recommendations.",
  "He also supports Arizona Representative Paul Gosar, a tea party Republican, to replace Senator John McCain if McCain — who is battling a brain cancer diagnosis — leaves office early.",
  "The president’s legal team is working swiftly to respond to requests from Mr. Mueller for emails, documents and memos, and will make White House officials available for interviews.\"",
  "Trump campaign’s embrace of Facebook shows company’s growing reach in elections The Russia investigations are prompting new scrutiny of the technology giant’s advertising business.",
  "CNBC's Thomas Franck: \"The closely watched average hourly wages figure rose by an annualized 2.9 percent, a faster pace than the Federal Reserve's 2 percent target for inflation.",
  "That owner happens to be Chinese conglomerate HNA Group Co. , a controversial actor on the global scene, which in the spring built its stake in the German lender to nearly 10%.",
  "More incumbent Republican senators, we learned this weekend, are likely to face primary challenges backed by the deep pockets of billionaire hedge fund manager Robert Mercer.",
  "The SEC and the Commodity Futures Trading Commission, another financial regulator, should work together to harmonize rules governing these complex markets, the report says.\"",
  "— Donald J. Trump (@realDonaldTrump) October 8, 2017\n\nCorker dropped all courtly pretense to respond:\n\n\n\nIt's a shame the White House has become an adult day care center.",
  "The tensions between HNA, Mr. Cryan and Mr. Achleitner come as Deutsche Bank has struggled for most of a decade to revive profits and bring stability in its upper ranks.\"",
  "Bloomberg's Thomas Black: \"Corporate-jet makers are flooding the market, spurring deep discounts for new aircraft and fueling a three-year slide in prices of used planes.",
  "Republicans have long objected to the rule, and Jay Clayton, chair of the Securities and Exchange Commission, ordered a review of the rule after taking office in May...",
  "Companies should be able to privately discuss a potential IPO with likely shareholders before making a public filing with regulators, the Treasury Department says...",
  "That’s why it has deployed the president to campaign for an overhaul alongside Senate Democrats facing potentially tough reelection fights in states Trump carried.",
  "David A. Fahrenthold\n\nOPINIONS\n\nThe GOP’s ‘Tax the Rich’ Temptation The top 10% of earners already pay 71% of federal income taxes—highest in the developed world.",
  "In a switch, GOP deserts its budget-cutting mantra More Republicans are advocating economic growth instead of spending trims as a way to reduce the federal debt.",
  "Treasury also calls for 'recalibrating' the rules governing the vast market for derivatives, a financial instrument that helped fuel the global financial crisis.",
  "Fed Chair Janet Yellen, in a Sept. 26 speech in Cleveland, said it would be “imprudent” to hold rates steady until inflation rebounds all the way to 2 percent.\"",
  "Trump could soon be facing a lame-duck caucus full of once-reliable votes for a tax overhaul that would be suddenly less responsive to appeals for party unity.",
  "— Donald J. Trump (@realDonaldTrump) October 8, 2017\n\n...Hence, I would fully expect Corker to be a negative voice and stand in the way of our great agenda.",
  "The 2-year note yield is currently trading at 1.508 percent... 'For the first time in potentially a decade we're actually looking at real wage pressure.",
  "Here's something you don't see: The U.S. Chamber of Commerce calling out a Republican president's approach and vowing a lobbying blitz to block it.",
  "The overarching theme is that the market regulators, the CFTC and SEC, should lighten up on a host of rules to better facilitate market activity.",
  "Bannon is working with Erik Prince, founder of the notorious mercenary company Blackwater, who is eyeing a run against Barrasso, the people said.",
  "And they have infuriated Mexico ahead of a presidential election in which voters are demanding that their leaders stand up to the United States.",
  "Washington Examiner's Joseph Lawler: \"That is the largest annual shortfall, both in dollar terms and as a share of the economy, since 2013.",
  "I said \"NO\" and he dropped out (said he could not win without... — Donald J. Trump (@realDonaldTrump) October 8, 2017\n\n..my endorsement).",
  "It also curbs lenders’ ability to advance cash repeatedly to the same borrowers, most of whom are working class and low-income Americans.",
  "They include Nevada’s Dean Heller, Nebraska’s Deb Fischer, Wyoming’s John Barrasso and Utah’s Orrin Hatch, should he seek re-election.",
  "The House Agriculture Committee holds a public hearing on the 2017 agenda for the Commodity Futures Trading Commission on Wednesday .",
  "The House Ways and Means Subcommittee on Trade will hold a hearing on trade relationships in the Asia-Pacific region on Wednesday .",
  "With bargains aplenty on machines with few flight hours, manufacturers are cutting deals to entice buyers to purchase new planes.\"",
  "The Carnegie Endowment for International Peace holds an event on “Twenty Year after the Asian Financial Crisis” on Thursday .",
  "The Center for Strategic and International Studies holds an event on the Multilateral Development Bank System on Wednesday .",
  "— Robert Costa (@costareports) October 8, 2017\n\nA month ago, POTUS hosted Corker at WH, stumped for McConnell ally in 'Bama.",
  "The iciness has raised eyebrows among Deutsche Bank supervisory-board members and clients, say people close to the bank.",
  "The Wall Street Journal's Jenny Strasburg: \"Most CEOs are zealous about meeting and courting their largest shareholder.",
  "The Tennessee Republican had signaled he'd be a hard case for any tax package that relies too much on deficit spending.",
  "Trump’s White House team, at least, has demonstrated an understanding of the vanishing margin for error in the Senate.",
  "The Peterson Institute for International Economics holds an event on “Rethinking Macroeconomic Policy” on Thursday .",
  "The Peterson Institute for International Economics holds an event on the European financial stability on Wednesday .",
  "The Peterson Institute holds an event on “Challenges of the New Technological and Global Landscapes” on Wednesday .",
  "director, James B. Comey, in May after Mr. Comey refused to say openly that Mr. Trump was not under investigation.",
  "New York Fed President William Dudley said the tightening labor market is a good reason to continue raising rates.",
  "That would give an opening to Trump to exit the agreement, a move that could disrupt the North American economy.\"",
  "Good news in a September jobs report that otherwise showed job growth swamped by the effect of the hurricanes.",
  "THE TICKER\n\nIf you didn't know better, it would be tempting to conclude President Trump hates his own agenda.",
  "The slack in the labor force is finally dissipating,\" said Larry McDonald, editor of The Bear Traps Report.",
  "But the report also includes recommendations that could make it easier for small companies to stay private.",
  "The report also recommends easing the burdens faced by companies considering an initial public offering.",
  "Following the report, the 2-year Treasury note yield hit a high of 1.52 percent, its highest since 2008.",
  "Politico\n\nPOCKET CHANGE\n\nSignage for Deutsche Bank AG sits above a bank branch in Frankfurt, Germany.",
  "In Arizona, Bannon also plans to back former state Senator Kelli Ward in a primary challenge to U.S.",
  "MARKET MOVERS\n\nHOT OFF THE PRESSES from The Post's Elizabeth Dwoskin and Adam Entous this morning.",
  "Unlike the Fed, FDIC and CFPB, the SEC and CFTC already have Trump-nominated chairmen on the job.\"",
  "William C. Dudley, President and Chief Executive Officer of the Federal Reserve Bank of New York.",
  "The House Financial Services Committee holds a hearing on the future of housing on Thursday .",
  "Both the SEC and CFTC are set up to have 3-2 majorities aligned with the president’s party.",
  "The point presumably is to remake the party in Trump’s image to ease passage of his agenda.",
  "Bloomberg Government holds an event on the trend toward electronic payments on Wednesday .",
  "The House Financial Services Committee holds a markup of more than 20 bills on Wednesday .",
  "Many of the suggestions are attainable, because they wouldn’t require action by Congress.",
  "It rose $82 billion to $668 billion in fiscal 2017, per the Congressional Budget Office.",
  "(Photo by Rob Kim/Getty Images)\n\n-- Larry Summers has officially come off the sidelines.",
  "(Though neither agency is currently operating with a full contingent of commissioners.)",
  "The Brookings Institution is hosting an event on regional development banks on Friday.",
  "Mr. Cryan has told associates he wanted nothing to do with the Chinese conglomerate.",
  "( Zach Gibson/Bloomberg)\n\n— Treasury suggests slashing red tape for capital markets.",
  "— Senator Bob Corker (@SenBobCorker) October 8, 2017\n\nTwitter weighed in all Sunday.",
  "Then, two weeks ago, the senator announced he will retire at the end of next year.",
  "The Securities and Exchange Commission holds a Sunshine Act Meeting on Wednesday .",
  "His attack Sunday on Sen. Bob Corker (R-Tenn.) is just the latest case in point.",
  "And it has irked Paul Achleitner, the company chairman who helped woo HNA...",
  "CapAlpha's Ian Katz writes: \"There aren’t a lot of surprises in the report.",
  "The Treasury Department will report the official numbers later this month.",
  "\"Young people were just not working, but now they're finally coming back.",
  "The Daily Beast's Sam Stein:\n\nTrump needs Corker on more than tax reform.",
  "Financial Services Roundtable holds an event on tax reform on Wednesday .",
  "The Bipartisan Policy Center holds an event on retirement on Wednesday .",
  "Heather Long\n\nTRUMP TRACKER\n\nBob Lighthizer, U.S. trade representative.",
  "POTUS still fuming about how that race went down, partly blames Corker.",
  "The New York Times reported on Prince’s interest in the race on Sunday.",
  "The SEC has a meeting of the investor advisory committee on Thursday .",
  "The FDIC hosts its 7th annual consumer research symposium on Friday .",
  "It's a buyer's market for private planes, fueled by a glut of supply.",
  "Scott Applewhite)\n\nRUSSIA WATCH:\n\n— Trump lawyers try playing nice.",
  "It is a melange of ideas put forth without precision or arithmetic.",
  "The Heritage Foundation holds an event on tax reform on Thursday .",
  "Reuters\n\nTHE REGULATORS\n\nSteven Mnuchin, U.S. Treasury secretary.",
  "The Hill hosts an event on cracking the tax code on Wednesday .",
  "AEI and CRN hold a conference on housing risk on Wednesday .",
  "(Krisztian Bocsi/Bloomberg)\n\n— Deutsche Bank under pressure.",
  "He also wanted to be Secretary of State, I said \"NO THANKS.\"",
  "He is also largely responsible for the horrendous Iran Deal!",
  "(Getty)\n\nThe threat of a Corker contagion effect is real.",
  "Senator Jeff Flake, who wrote a book critical of Trump.",
  "(Andrew Harrer/Bloomberg)\n\n— NAFTA talks on the brink.",
  "Mr. Trump has long sought such a public declaration.",
  "(Reuters/Kirsty Wigglesworth)\n\n— Deficit gets worse.",
  "Government revenue rose 1 percent to $3.31 trillion.",
  "The budget office's numbers represent a projection.",
  "Long-term because rulemaking is an arduous process.",
  "Spending, though, rose even faster, by 3 percent.\"",
  "Someone obviously missed their shift this morning.",
  "But Corker calls for especially careful treatment.",
  "— Chamber calls Trump approach \"highly dangerous.\"",
  "He and his colleagues should look in the mirror.\"",
  "Damian Paletta\n\nSpecial counsel Robert Mueller.",
  "I should have added a fourth: the president.",
  "Ditto, Boston Fed President Eric Rosengren.",
  "That’s a long-term positive for investors.",
  "Former Treasury Secretary Larry Summers.",
  "Republicans would rather not need them.",
  "That's what going to shock the Fed.'\"",
  "Not Deutsche Bank AG’s John Cryan.",
  "He’s made a point of avoiding his.",
  "— \"Insane\" private jets bargains.",
  "Now battling Corker GOP estab.",
  "He has DHS HHS Sec vacancies.",
  "Didn't have the guts to run!",
  "— Hence, rate hikes.",
  "He fired his F.B.I.",
  "Then Strange lost.",
  "— Wages up.",
  "(AP /J."
]