[
  "“But even though they are mercenaries, they are still Russians, and we believe the Russian public has the right to know about Russians dying while doing Putin's dirty work abroad.”\n\nDominique Derda/AFP/Getty\n\nThe exact nature of the relationship between the Russian military and the secretive private military companies operating in Syria and Ukraine is unclear.",
  "Russian oil companies wanted to get into [Syria], and the [Kremlin] also wanted to have a presence in there that would be nonofficial.”\n\nDespite the failure, Utkin founded the Wagner Group in 2014, naming it after his nom de guerre, which was reportedly inspired by a fascination with Nazi Germany.",
  "Last November, the Security Service of Ukraine published what it said were intercepted audio recordings that proved a direct link between Utkin and Igor Kornet, the interior minister of the Luhansk People’s Republic, ordering Wagner to eliminate dissident commanders.",
  "Mercenaries are “an illegal way to provide cannon fodder for the Kremlin's foreign adventures,” says Kirill Mikhailov, an activist at the Moscow-based Conflict Intelligence Team, a group that gathers open-source intelligence on Russia’s covert military activities.",
  "According to a 2016 investigation by Radio Free Europe, senior Moran Security Group managers in 2013 set up a St. Petersburg–based organization known as the Slavonic Corps, which recruited former Russian soldiers to protect oil fields and pipelines in Syria.",
  "Since then, mercenaries have become “a central element of the Kremlin’s geopolitical adventures, whether in Ukraine or, even more clearly, Syria,” says Mark Galeotti, a senior researcher at the Institute of International Relations, a Prague-based think tank.",
  "Later that summer, as war flared in eastern Ukraine, Russia’s military intelligence agency, known as the GRU, began sending much larger and better-organized units of ex-Russian servicemen, recruited mostly from the North Caucasus, to fight in the Donbass.",
  "Like former Navy SEAL Erik Prince, the founder of the Blackwater, the U.S. military contractor that provided tens of thousands of private security guards during the second Iraq War, Utkin has become a key player in his country’s military deployments.",
  "The GRU set aside the headquarters of the 10th Special Mission Brigade in the town of Molkino, near the southern Russia city of Krasnodar, as a military training camp for Wagner recruits, according to relatives of Wagner soldier Tamerlan Kachmazov.",
  "But one man, who purports to be a secret soldier, tells Newsweek that he was recruited for service in Syria in 2015 by an agent for a major private military company—he refused to say which one—while fighting as a volunteer in the Donetsk militia.",
  "Russian anti-corruption activist Alexei Navalny has revealed deep commercial ties between Evro Polis and the Russian Defense Ministry—and the independent fontanka.ru news site has called Prigozhin a front for Wagner Group’s activities in Syria.",
  "The shift began at dawn on March 18, 2014, when units of regular Russian servicemen, their insignia removed from their uniforms, moved out from a base at Sevastopol to occupy key military targets across the Ukrainian province of Crimea.",
  "The mission was reportedly a disaster, and according to a senior London-based U.S. private security source who is not authorized to speak on the record, the Slavonic Corps was badly equipped, poorly led and suffered heavy casualties.",
  "And Wagner’s efforts there were reportedly successful—rebels and their mercenary counterparts beat back a Ukrainian army offensive, and the breakaway, Kremlin-backed republics carved out a kind of independence that they retain today.",
  "Over the past four years, however, President Vladimir Putin has dramatically ramped up the use of private military contractors as a crucial part of his foreign policy, using them to extend Russian power in eastern Ukraine and Syria.",
  "Companies like Wagner are more like African armies for hire, says Felgenhauer, such as the infamous Executive Outcomes, which the Angolan and Sierra Leone governments hired in the 1990s to brutally suppress Marxist insurgencies.",
  "Wagner is one of many Russian private military companies fighting in Ukraine identified by InformNapalm, a Ukraine-based volunteer organization that aggregates evidence from social media on Russian involvement in Donbass.",
  "He retired in 2013 to work for a private military company called the Moran Security Group that specialized, according to its website, in anti-piracy operations, along with security and training missions around the world.",
  "The Security Service of Ukraine also claims that Wagner disarmed the Odessa Brigade of the Luhansk People's Republic army after surrounding its base in the city of Krasnodon with the support of tanks and artillery.",
  "In Bosnia and in the breakaway Moldovan province of Transnistria, teams of “volunteers” secretly backed by the Russian military went into battle—while Moscow’s real troops officially acted as neutral peacekeepers.",
  "Utkin is the founder of the Wagner Group, which the U.S. Treasury Department named as a major recruiter of Russian citizens to fight in Syria when the department imposed personal sanctions on him last year.",
  "In the desert of eastern Syria, not far from a town called Deir ez-Zor, there’s reportedly a pile of stones surrounding a wooden board, with an Orthodox cross and an inscription burned into the wood: “2017.",
  "The Russian president has also been photographed with Yevgeny Prigozhin, a St. Petersburg entrepreneur dubbed \"Putin's chef\" by Russian media because of his extensive restaurant and catering businesses.",
  "“But they are semi-independent and give plausible deniability—the Russians can say, ‘We don’t know anything about this.’”\n\nGeorge Ourfalian/AFP/Getty\n\nUtkin’s men were allegedly effective and ruthless.",
  "But unlike Blackwater, Utkin’s soldiers have no official contract or relationship with the Russian Defense Ministry—and unlike U.S. private contractors, Wagner’s men are fighting on the front line.",
  "To the eternal memory of the warriors killed and missing in the SAR [Syrian Arab Republic].” The stone cairn is decorated with a machine gun belt, a large-caliber bullet and a Russian army helmet.",
  "According to the Security Service of Ukraine, Wagner troops were involved in shooting down a Ukrainian airplane at Luhansk International Airport in June 2014, killing 40 Ukrainian paratroopers.",
  "It was not possible to independently verify his story, although the details correspond with other interviews given to the Russian press by veterans of private military operations in Syria.",
  "“It’s often hard to tell with military contractors where private interests end and government ones begin,” says the private security source who is not authorized to speak on the record.",
  "It’s also enabled Russia to boost its military presence in declared wars, such as the one in Syria, without having to announce casualties, making it easier to maintain public support.",
  "In March 2016, a Russian nationalist website, Sputnik & Pogrom, boasted that Wagner men liquidated more than 10 Luhansk militia fighters, along with their unruly commander.",
  "Some were pro-Moscow Ukrainian policemen, others were local gangsters—but many, according to Western analysts and the Security Service of Ukraine, were paid mercenaries.",
  "Outsourcing fighting to mercenaries has allowed the Kremlin to covertly participate in conflicts like the war in Ukraine, where it officially claims it is not involved.",
  "Ukrainian intelligence alleges they played a key role in directing a withering artillery barrage that resulted in Kiev’s defeat at the city of Debaltseve in early 2015.",
  "contractors do auxiliary work, such as guarding oil fields,” says Pavel Felgenhauer, a military analyst at the independent Moscow-based Novaya Gazeta newspaper.",
  "The U.S. Treasury Department has imposed banking and travel sanctions on Prigozhin for his stake in Moscow-based Evro Polis, an oil and general trading company.",
  "(On its website, the company lists interests in mining, oil and gas production, and in 2016 it opened an office in the Syrian capital of Damascus.)",
  "Over the past few years, Utkin has emerged as perhaps the most well-known figure in the shadowy world of private Russian military contractors.",
  "Born in Ukraine in 1970, Utkin commanded a spetsnaz brigade, the special forces unit of Russia’s military intelligence directorate.",
  "Wagner’s more valuable role on the ground allegedly was to help the Kremlin assassinate rebel leaders who refused to follow orders.",
  "But the Kremlin has not been shy about publicly honoring leading mercenary company officials for their services to the motherland.",
  "Backing these soldiers was a motley group of unidentified fighters who swooped into radio stations and local government buildings.",
  "Utkin showed up in the rebel Luhansk region of eastern Ukraine, leading a group of former soldiers who fought with local rebels.",
  "They later visited the camp to demand answers when he went missing in Syria and later spoke to the independent Dozhd TV station.",
  "But Wagner’s big opportunity came with the launch of Russia’s official involvement in the Syrian war in September 2015.",
  "Quickly, he became a key, if unofficial, employee of the Kremlin, according to Felgenhauer, the military analyst.",
  "For Moscow’s secret soldiers, that pile of stones may be as close as they will ever get to official recognition.",
  "But since at least the 1990s, Moscow has used them as deniable proxies for its military interventions abroad.",
  "They offered us 150,000 rubles [$2,600] a month—back home [in Donetsk] you are lucky if you make 15,000.",
  "The dead are identified only by their wartime nicknames: Warrior, Executioner, Scorpion, Nightingale.",
  "Neither Evro Polis nor Prigozhin's Concorde Management responded to Newsweek’s requests for comment.",
  "In December 2016, Lieutenant Colonel Dmitry Utkin was photographed at a Kremlin banquet with Putin.",
  "The recruiters told us we’d have safe jobs, guarding communications and bases and so on.”",
  "“My main motivation was money, not patriotism,” Sergei claims in a telephone interview.",
  "Many mercenaries are reluctant to talk about their experiences to Western reporters.",
  "He gave his name only as Sergei and said he was a 30-year-old driver from Donetsk.",
  "All were purportedly Russian mercenaries who perished in the war in Syria.",
  "Russia will never acknowledge their apparent role in the conflict.",
  "Wagner’s people are “direct proxies of Russia,” says Felgenhauer.",
  "With the Slavonic Corps in Syria, it was probably both.",
  "But their real names don’t appear on any death toll.",
  "The use of mercenaries is illegal under Russian law.",
  "(Wagner could not be reached for comment.)",
  "“Most of the guys go to earn money.",
  "Utkin was one of their commanders.",
  "“That’s kind of the point.",
  "“U.S."
]