[
  "He also implied that the president was a slippery target: “He’s like soap.”\n\nWAPO’S RELIABLE SOURCES: “Stephen Miller blasted a reporter as ‘cosmopolitan.’ But he lives in a $1 million CityCenter condo.” http://wapo.st/2hFq8lW\n\nREP. ERIC SWALWELL (D-CALIF.) is heading to Iowa for this week’s 2017 Iowa WingDing, the big annual Democratic grassroots fundraiser slated for Aug. 11.",
  "In February, he stared at the ‘Unite, Resist, Reclaim’ event for Iowa Progressive Dems.”\n\nL.A. TIMES: “‘May you die in pain’: California GOP congressman gets an earful at town hall,” by Phil Wilson in Chico: “‘May you die in pain.’ That was the nastiest moment of Republican Rep. Doug LaMalfa’s early morning town hall in the Northern California town of Chico on Monday.",
  "| AP Photo/Alex Brandon null Tuesday's Juice\n\nTWO FUN SPOTTEDS to kick off your morning ...\n\n-- ROBERT BENNETT, who represented Bill Clinton during the Lewinsky scandal, having lunch with ABBE LOWELL, who is representing Jared Kushner in the Russia investigation, at the Greenhouse Restaurant at the Jefferson Hotel Monday.",
  "He was also holding a pink sign that read ‘Lackey for the Rich!’” http://lat.ms/2vKmQ76\n\n@justinhendrix: “Blackwater founder Erik Prince tells @ErinBurnett he met w/ Russian ‘fund manager’ over ‘one beer’ in Seychelles.” http://bit.ly/2ukg03M\n\n\n\nThis article tagged under: Playbook Plus",
  "The chair of the Democratic Steering and Policy Committee has talked with young Iowa voters in his role as a founder of the Democratic Party’s ‘Future Forum,’ an effort to engage Millennial voters around the country.",
  "The Hollywood legend told his companions that he was glad Trump had galvanized reporters but that CNN-style panel discussions -- “they’re just yelling at each other” -- were harming public discourse.",
  "The star of “All the President’s Men” added that while print publications had held politicians accountable in the past, “film, not print” was necessary in this video-dominated era.",
  "Story Continued Below\n\n-- ROBERT REDFORD enjoying dinner last night at Geronimo in Santa Fe, dishing at length about Trump and the media.",
  "The wish was uttered by an older man who criticized LaMalfa for voting for the House GOP plan to replace the Affordable Care Act.",
  "California Playbooker Carla Marinucci writes us: “Swalwell’s made multiple trips to the Hawkeye State this year.",
  "Rep. Eric Swalwell will head to Iowa for a major Democratic grassroots event."
]