[
  "Retired Adm. Bobby Ray Inman, 79, who's legendary intelligence career includes serving as the vice director of the Defense Intelligence Agency, director of the National Security Agency, and most recently as deputy director of the Central Intelligence Agency, will lead the board of directors for Xe Services, formerly Blackwater USA.",
  "Yet a biography of Inman issued in a press release by the White House in 1993 describes Inman as having a “bipartisan reputation as one of the nation's finest intelligence officers.” It also pointed to news accounts that referred to him as \"simply one of the smartest people ever to come out of Washington or anywhere.\"",
  "The firm’s new parent company has yet to name a new CEO to replace Erik Prince, the ex-special forces operator who oversaw Blackwater during the 2007 Nisoor Square shooting in Iraq that left 17 Iraqi civilians dead and severely strained relations between Washington and Baghdad.",
  "In the hourlong, unscripted announcement, Inman lobbed accusations he'd been the victim of a conspiratory attacks between members of Congress and the media, at times using phrases such as \"new McCarthyism.\"",
  "Bob Dole and Trent Lott, claiming the senators were planning to \"turn up the heat\" on his nomination, while Safire was going to do the same with regards to the Whitewater scandal.",
  "He initially accepted the nomination, but on Jan. 18, 1994 he called a press conference in Austin, Texas to announce he was taking himself out of consideration for the post.",
  "A retired admiral and short-lived nominee to head the Defense Department has been named the director of the nation's largest and most controversial private security force.",
  "The North Carolina-based firm best known for providing security in Iraq and Afghanistan is trying to reshape its image since being acquired by USTC Holdings.",
  "Inman is perhaps best known for withdrawing his nomination to replace Les Aspin as Defense secretary in 1993 under President Bill Clinton.",
  "Inman was particularly critical of profile piece Safire wrote that accused him of \"anti-Israel bias\" among other personal deficiencies.",
  "Blackwater guards accused of murder argue they were ambushed while escorting American diplomats through the busy Iraqi traffic circle.",
  "Families of those killed are still attempting to sue the security company, claiming the shooting was indiscriminate and unprovoked.",
  "The company still has numerous security contracts in Iraq and Afghanistan, mostly protecting State Department employees.",
  "A spokesman for USTC Holdings told Fox News Inman will add the \"corporate governance\" Xe Services had been missing.",
  "Subsequent media coverage described the press conference as \"bizarre\" and painted Inman as \"thin-skinned.\"",
  "\"Whether it's true or not, I believed it was true on the 6th [of January 1994],\" Inman said at the time.",
  "In the years following the shooting, the Pentagon has eliminated all contracts with Xe Services.",
  "He specifically called out columnist William Safire of The New York Times, as well as Sens.",
  "It also has several overseas contracts, and an estimated value in the billions.",
  "All parties involved denied the conspiracy accusations.",
  "He called it a trade-off between the two parties.",
  "\"And that's the day I said 'I don’t need this.'\""
]