[
  "The city of Lynchburg, which is the nearest downstream city from the dam, also said, however, that evacuation orders would not be lifted \"until the dam is stabilized and the current rain event has passed.\"",
  "According to the National Weather Service, the Lynchburg Water Resources Department reported that 4 to 6 inches of rain on Thursday evening caused the College Lake Dam to fill beyond its capacity.",
  "The dam is considered a \"high hazard\" dam -- a classification that means failure of the dam would be catastrophic to the major roads, railway crossing and homes located downstream.",
  "\"The City is developing a plan to stabilize the dam which may include opening the sluice gate at the dam to reduce the water levels,\" the city said in a statement.",
  "Lynchburg, Virginia, officials ordered evacuations Thursday in the area of Black Creek Trail over fears that the College Lake Dam could fail in heavy flooding.",
  "Officials later said that an engineering firm assessing the dam found no seepage as of Friday afternoon and that the dam was therefore \"considered stable.\"",
  "\"Residents downstream may see slightly increased stream levels on Blackwater Creek, but no significant flooding will result if this action is taken.\"",
  "The National Weather Service had said if complete failure of the dam occurs, \"the water depth in Lynchburg could exceed 17 feet in seven minutes.\"",
  "Officials said Friday some of the long-term solutions they are considering include fortifying the dam, or draining the lake and building a bridge.",
  "They looked for signs of structural failure early Friday as water was spilling over the dam, threatening about 124 houses in the city of 80,000.",
  "About 100 people remained at a shelter overnight, and about 10-15 remained displaced as of Friday afternoon, officials said.",
  "About 150 homes were evacuated in three hours in the area Black Creek Trail over fears the College Lake Dam could fail.",
  "Speaking at a press conference Friday aftenroon, officials said the all clear had not yet been given.",
  "Lynchburg, Virginia, is located in the Blue Ridge Mountains, about 50 miles from Roanoke.",
  "Twelve to 18 inches of water were flowing over Lakeside Drive into Blackwater Creek.",
  "County officials reported the dam's \"imminent failure\" at around 9:30 p.m. Thursday.",
  "On Thursday night, the dam's emergency floodgates were clogged by debris.",
  "CBS Roanoke affiliate WDBJ reported that more rain was expected Friday.",
  "Officials were working to clear the debris by Saturday morning."
]