[
  "And right-wing outlets and pundits misquoted emails and pushed outrageous falsehoods about them: Days before the election, Blackwater founder and later Trump transition team member Erik Prince said on Breitbart XM radio that he had inside information that the materials found on former congressman Anthony Weiner’s laptop proved that Hillary Clinton had flown “at least six times” to “this sex island with convicted pedophile Jeffrey Epstein.”\n\nThe largest surges in stories about Clinton and “emails,” however, came after then-FBI Director James B. Comey’s July announcement that the investigation was closed — and even more when he announced, at the last minute, that the investigation into the private server was reopened, and then closed again.",
  "[If you're even asking if Russia hacked the election, Russia got what it wanted]\n\nAs for foreign influence on social media: There is clear evidence that Russian Twitter handles or Facebook accounts pushed narratives, bought Facebook ads and organized real-world events in an effort to pit Americans against each other and suppress Democratic constituencies.",
  "Initially reported by a Sputnik reporter, the story got little pickup until Alex Jones’s Infowars combined the story with references to several other blogposts and tweets by alt-right characters, creating a raving accusation that John Podesta participated in “bizarre occult rituals.” From there it spread across the right-wing ecosystem.",
  "For a new book, “Network Propaganda,” Robert Faris, Hal Roberts and I — colleagues at Harvard’s Berkman Klein Center for Internet and Society — analyzed millions of articles: any story, on any website, mainstream and fringe, that mentioned any candidate for the election and the major parties, from 2015 to 2018.",
  "And absent detailed evidence from Facebook, we should remain skeptical that Russians spending a couple of hundred thousand dollars on Facebook advertising had meaningful impact relative to a presidential campaign spending millions of dollars while being guided by Facebook’s own marketing team.",
  "The Podesta emails, for their part, were released by WikiLeaks on Oct. 7, 2016, less than an hour after the “Access Hollywood” tape came out, in a clear effort to divert attention from that embarrassing story about Trump’s lewd comments apparently acknowledging sexual misconduct with women.",
  "Russians hacked emails of the Democratic National Committee and Hillary Clinton’s campaign chairman, John Podesta, triggering brief waves of negative coverage of the Democrats and Clinton, and they used fake accounts on Facebook and Twitter in an effort to polarize Americans and help Trump.",
  "These included an utterly fantastic Daily Caller article alleging that Clinton had gotten the Environmental Protection Agency and Department of Homeland Security to try to shut down the largest phosphate company in the United States in exchange for donations to the Clinton Foundation.",
  "In fact, as University of Michigan political scientist Brendan Nyhan has explained, it is extremely difficult to assess the impact of any of the usual suspects in voter manipulation — whether Russian operatives, “fake news” entrepreneurs or even mainstream targeted advertising.",
  "Yochai Benkler is a professor at Harvard Law School, co-director of Harvard’s Berkman Klein Center for Internet and Society, and co-author, with Robert Faris and Hal Roberts, of \"Network Propaganda: Manipulation, Disinformation, and Radicalization in American Politics.\"",
  "In contrast, DNC email coverage in July 2016 was relatively brief, and while it had significant consequences for some figures, including DNC chairwoman Debbie Wasserman Schultz, who was forced to resign, it did not linger as a significant theme into the fall.",
  "The conservative network of outlets, with Fox at its center, feeds a large minority of Americans narratives that confirm their biases, fills them with outrage at their political opponents, and isolates them from views that contradict these narratives.",
  "While they certainly drew attention, generating between 150 and 400 stories per day in the 10 days after their release, the emails failed to divert attention from the “Access Hollywood” tape, which generated two to three thousand stories per day.",
  "By then, the right-wing (and centrist) media had already established the connection between Clinton and “email.”\n\nWe analyzed every story that mentioned email and Clinton, and every story that linked to any email hosted on WikiLeaks.",
  "But research I helped conduct has found that the fundamental driver of disinformation in American politics of the past three years has not been Russia, but Fox News and the insular right-wing media ecosystem it anchors.",
  "But that refers to anyone whose news feed ever included such a piece of content, regardless of whether they saw it or not, or whether it may have been drowned out in their minds by hundreds of other posts.",
  "Examining coverage of Hillary Clinton and emails — a phrase that encompasses several controversies — offers an important window into the likely relative effects of Russian and domestic propaganda.",
  "Even in the clearest cases of successful Russian involvement that we studied, the stories would have faded quickly had they not been picked up and embellished by the American conservative media.",
  "One reason to doubt that Facebook clickbait, including Russian propaganda, was critical to Trump’s victory is that the share of social media in the overall conservative media diet was limited.",
  "[My big question about Russian interference in the 2016 election]\n\nOur analysis underscores not only the enormous power of right-wing media but also their distinctiveness from left-wing media.",
  "Meanwhile, right-wing media kept up the heat by complaining that the press was not covering the issue of the server sufficiently; conservatives “worked the ref,” namely the objective media.",
  "The bread and butter of the right-wing propaganda network is a steady drumbeat of attacks on professional journalism and the very possibility of truth independent from partisan narrative.",
  "To be sure, it is impossible in such a close election to rule out that Russian efforts contributed the tiny sliver of support that separated defeat from victory in decisive swing states.",
  "The most recent push in this direction comes from University of Pennsylvania communication professor Kathleen Hall Jamieson, author of a new book on the Russian hacks and the election.",
  "When the Russian-hacked Podesta emails did gain attention, it was often because right-wing outlets spun outrageous and false stories that were not, in fact, supported by the emails.",
  "One such anecdote, based on the Russian-hacked Podesta emails, involved Podesta’s brother Tony getting invited a to a “spirit cooking” dinner by performance artist Marina Abramovic.",
  "Left-leaning news consumers have a more varied diet that includes paying substantial attention to professional journalistic outlets as well as partisan and hyper-partisan outlets.",
  "When we propagate the idea that Russian propaganda is the all-powerful source of disinformation in American politics, we reinforce precisely this primary goal: We sow confusion.",
  "Outlets that debunk even the most outrageous claims — such as the supposed participation by prominent Democrats in pedophilia rings — go unread by right-wing media consumers.",
  "Stories on that topic recurred repeatedly over the next 18 months whenever the State Department released new emails or the FBI made an announcement in the investigation.",
  "(The claim appears “to have been orchestrated by an eccentric anti-Trump campaigner with a record of making outlandish claims about celebrities,” reported the Guardian.)",
  "The Republicans did not need any Russian prodding in seeking to suppress young voters, black voters and female voters, as multiple news articles (and court cases) show.",
  "But none of the Russian-instigated street demonstrations are reported to have drawn more than a handful of protesters (at a time when Trump was holding huge rallies).",
  "Coverage of Clinton emails began in March 2015, with a New York Times story disclosing that she had used a private email server while serving as secretary of state.",
  "But the lawsuit, which briefly got attention on Huffington Post, was rapidly fact-checked and debunked by other media to which left-leaning audiences pay attention.",
  "One such rumor, based on an inflammatory lawsuit — and circulated on the website of Occupy Democrats, for example — was that Trump had raped a 13-year-old in 1994.",
  "Asked by the New Yorker’s Jane Mayer whether she thinks Trump would be president without the Russians, Jamieson replied: “No.… If everything else is a constant?",
  "When “nothing is true and everything is possible,” as journalist and Russian propaganda expert Peter Pomerantzev put it, autocrats can get away with anything.",
  "In that last crucial week before the election, the Comey announcement dominated all other topics, generating 600 to 1,000 stories per day across all media.",
  "Given the volume and tenor of mainstream and right-wing domestic coverage of Clinton, it seems unlikely that Russian propaganda made much of a difference.",
  "And it is the population of people with relatively limited exposure to the Internet who have been responsible for most political polarization since 1996.",
  "It is concentrated in the large American minority that pays attention to Fox, talk radio and their online equivalents — but shuns fact-checking sites.",
  "The idea that Russia not only interfered in the 2016 presidential election but, in fact, swung the election to Donald Trump has been gaining momentum.",
  "Former director of national intelligence James R. Clapper Jr. has said the evidence that Russia shaped the election “is staggering,\" echoing others.",
  "People promoting the idea that Russia swung the election will often cite the figure that Russian Facebook posts reached about 126 million Americans.",
  "And what propaganda victories the Russians achieved occurred only when the right-wing media machine picked up stories and, often, embellished them.",
  "On the right, by contrast, a competitive dynamic exists such that outlets have to reinforce and amplify each other’s lies or lose audience share.",
  "Consider that, among Trump voters, 40 percent said that Fox News was their primary source of election news, while only 7 percent named Facebook.",
  "All the Russians did was jump on the right-wing propaganda bandwagon: Their efforts were small in scope, relative to homegrown media efforts.",
  "We used network analysis to examine when and how media producers pay attention to each other, and how audiences pay attention to media.",
  "The mainstream press, with no help from the Russians, paid enormous attention to the issue of Clinton’s use of a private email server.",
  "And it’s true that Russian hacks of the DNC and Podesta’s emails were one source of information that eventually drove that perception.",
  "We produced detailed case studies of how the most salient issues in the election were covered by the mainstream and the fringes.",
  "Those who study Russian propaganda in Russia itself emphasize that the primary goal is disorientation, rather than persuasion.",
  "Left-leaning media, whatever the goals of some of their members, have failed to produce anything similar, our analysis found.",
  "We won’t begin to solve our media and political crises until we look the evidence in the eye and diagnose its actual source.",
  "You do have to be willfully blind to deny that Russia ran information operations designed to undermine American democracy.",
  "But in all these cases, American right-wing media did the heavy lifting to originate and propagate disinformation.",
  "Overwhelmingly, the most read and circulated stories were about the private server, not the DNC or Podesta hacks.",
  "Support for Trump is particularly high in demographics with the least exposure to social media or the Internet.",
  "We did not need the Russians to confuse us, and the phenomenon is not spread evenly across American society.",
  "A September 2016 Gallup poll showed that voters associated “Clinton” with “email” more than any other word.",
  "And the right-wing media ecosphere was already saturated with the narratives the Russians were pushing.",
  "And, finally, we extended the analysis past the election into the first year of the Trump presidency.",
  "No, I do not.” The New Yorker article itself was deeply sympathetic to this thesis.",
  "But the first Podesta email dump came on Oct. 7, weeks after the Gallup poll.",
  "That story was republished by Fox News online and tweeted by candidate Trump.",
  "Throughout our work, we find clear patterns, before and after the election.",
  "Both stories were trailing off in the days before the Comey announcement.",
  "But unfortunately, we have been the authors of our own epistemic crisis.",
  "In such a tight race, countless factors could have tipped the balance.",
  "We conducted text analysis to see which sites wrote about what, when.",
  "But the focus on Russian skulduggery has become disproportionate.",
  "Rush Limbaugh, meanwhile, has 14 million listeners weekly.",
  "Some hyper-partisan sites on the left do spread rumors.",
  "It is a closed propaganda feedback loop.",
  "The Russians are there.",
  "They are trying.",
  "It’s not Russia.",
  "It’s Fox."
]