[
  "The Story:\n\nFull spoilers for the original Red Dead Redemption\n\nRed Dead Redemption 2 opens with our protagonists--Dutch Van Der Linde and his gang of renegades, the player represented by the stoic and square-jawed Arthur Morgan--alone and on the run, deep in snow-covered mountains, starving and freezing.",
  "There's a trick to shooting where pulling the trigger once fires your gun and pulling it a second time cocks it, offering both a different style of combat than what we're used to and that always-pleasing mechanical feeling you get when you watch a gunslinger cock a rifle in an old movie.",
  "You keep your guns on your horse, and you can only carry two sidearms and one longarm at the time: it can get annoying, but it leads to this moment when you get off your horse and choose what guns you want for the mission as your character pulls them out of the saddlebags.",
  "There is nothing quite like the feeling in one mission when the gang rides in force, thundering down an Oak Alley at a Southern Plantation home, horns blaring and guns cracking, righteous fury burning as you take those aristocrats apart and burn the place to the ground.",
  "Still, our main characters are clearly not happy about it, and everything around them reflects that: we leave the wide-open plains for the hazy blood feuds of the old south and a miserable 19th-century mining town where the workers live in dark hillside cabins.",
  "Red Dead Redemption 2 (2018)\n\nPlatform: PlayStation 4, Xbox One\n\nDeveloper: Take-Two\n\nPublisher: Rockstar Games\n\nRelease Date: October 26, 2018\n\nPrice: $59.99\n\nScore: 9.0/10\n\nA review code was provided for the purposes of this review.",
  "The score is soaring, grand and sometimes tender, touching off moments both large and small with thundering percussion, soaring horns, nasty guitar and everything else you want out of a Western soundtrack, even a Southern soundtrack.",
  "Grim, relentless and inescapable, it forces the gang out of every location they become comfortable in and puts them in an increasingly desperate situation over the course of more hours than most people will even put into the game.",
  "But what it does is encourage you to interact with the world in a more subtle way than the usual straightforward hunger meter: lots of games let you drink at bars, but this one actually gives you a good reason to do it.",
  "It's a notion, and it gives us a chance to look at some parts of the country we don't usually see in something we'd call a Western, sacrificing that dramatic landscape that defines the Western aesthetic in the process.",
  "The length isn't just about how much time you have on hand, it's about how much you can bear: a grim Western movie might be 2 hours long, and there are plenty from which Red Dead Redemption 2 takes its inspiration.",
  "We have known how this ends for eight years now: John Marston hunts down and kills the last surviving members of his broken gang, and Dutch Van Der Linde hurls himself off a cliff rather than face his fate.",
  "It is not hard to see how this has affected development: untainted by failure, its games have gotten bigger and more ambitious at an exponential pace, with the developer spending long years on single games.",
  "It has that same physicality that makes the eating and drinking so satisfying: when you kill a deer and bring it back to camp, it drapes over the back of your horse and its head waggles as you ride.",
  "You'll fire cannons at warships and milk cows, you'll take out a gang of sleazy Pinkertons in three-piece suits with a couple of perfectly-placed deadeye shots and feel like a superhero every time.",
  "If anything, Red Dead Redemption 2 picks out those dark threads from Red Dead Redemption and pursues them wholeheartedly by sending us down a long, brutal road with an all-but-certain ending.",
  "If you holster your gun in town, you'll find that holding the aim button now locks on to people and lets you talk to them, whether it's a simple greeting or trying to goad them into a fight.",
  "And so when you roll into town you walk into a saloon for a plate of food and a shot of whiskey with a real sense of purpose, likely followed by a bath and a shave to get yourself in order.",
  "The wide-open vistas of the western portions are the obvious stars of the show, but equally impressive are the hazy evenings in the deep south, the cypress swamps and long wooden causeways.",
  "Playtime will vary, but you should be allotting dozens of hours at the very least, a large portion of which will be taken up by cutscenes and long horse rides with and without dialogue.",
  "Little Jack who loves stories becomes the one thing John died to keep him from being, taking up his father's grim mantle in pursuit of lonely vengeance on an old man fishing by a river.",
  "I've been playing this game for the past 9 days, and it's clear that this is what happens when you give a massive developer effectively infinite time and effectively infinite resources.",
  "Rockstar more or less invented the modern open world game with GTA 3, and we see here that the developer never really stopped improving on concepts that most others let sit years ago.",
  "I have a *feeling* that this will be rectified by Red Dead Online, where I will hopefully feel the sunshine on my shoulders as I spend an afternoon hunting deer on the great plains.",
  "You can also fire from the hip with both hands, slamming on the trigger like a bandit shooting up a saloon, and it feels marvelous every time you get a chance to pull that one off.",
  "There are moments with full, vocal songs, just like in the original Red Dead Redemption, and they manage to do their work as carefully and powerfully as they did in the first game.",
  "The annoyance here is almost the point: the guns feel less like icons in a menu and more like real objects that exist in this world, and they don't just magically travel with you.",
  "We saw this with GTA 4, where Niko Bellic's ostensibly noble-ish intentions occasionally came into conflict with his habit of driving sportscars down crowded Algonquin sidewalks.",
  "Maybe you yank the cork out of a bottle of brandy with your teeth and pound it behind a rock before popping out and blasting a bunch of company men with your pistol on your hip.",
  "We saw this in GTA 5, where a notion of characters that did jobs but never really got paid crippled a sense of progress and exploration in a world that seemed to call for it.",
  "You will see everything carried to its conclusion, and you will encounter moments so well-crafted that they will almost make you forget about everything that came before.",
  "I can't forget it especially knowing that many players will never make it through to see what's on the other side, because this sort of length just feels self-indulgent.",
  "It's no problem for an open world to have this much content in it, but to foist it all on the main story removes the concept of choice that's so essential to the genre.",
  "Rockstar Games is one of the largest developers in the world, and its games are some of the largest in the industry--you may have heard of the Grand Theft Auto series.",
  "It's a small thing but a big one, giving a sense of life and character to situations in other games that just let you either murder someone or keep on walking.",
  "The game hits each every one of its moments with grace and force, whether they're bombastic gunfights or a small moment on a boat in a lake outside Blackwater.",
  "And yet I just can't quite forget those dozens of hours I spent slogging through a ceaselessly grim, hopeless storyline, well-crafted though it may have been.",
  "Every saloon, bar and restaurant is rendered in exquisite, exhausting detail to the point where you stop looking at it because you just trust that it's there.",
  "It hits so many moments so well and so hard that it will get your heart racing and your eyes watering: it will never fail to pull you in, that's for certain.",
  "It's expertly crafted with naturalistic writing, acting and motion capture that make the characters feel like real people, an uncommon feat in a video game.",
  "Another just involved getting drunk in a bar and winding up vomiting in a field far from your horse, and I'm still not sure what the point of that one was.",
  "An extended epilogue brightens things up considerably, and I'd encourage anyone who makes it halfway through this game to power through until that point.",
  "Our protagonist looks at the smokestacks of the game's industrial city with palpable dread, and at that point, you're barely halfway through the story.",
  "It's easy to tell the kernel that led to the game here: what if we made a Western, the writers seemed to say, but instead of going West, they go East?",
  "The world is prettier and more detailed than any I've seen before, sure: that's as much a product of time, money and technology than anything else.",
  "The hunting could be its own game, tracking packs of deer and rabbits across the open plains and following legendary predators down grisly trails.",
  "These games are not just hits, they are near-universally praised at every turn, monstrous commercial successes and industry-defining juggernauts.",
  "Perhaps a good thing for a traditional cinematic experience or even a linear game, bad for an open world game and worse for one quite this long.",
  "Red Dead Redemption 2 is the followup and prequel to Red Dead Redemption, an open-world epic set against the backdrop of the old American West.",
  "It's a little like the way I don't keep my eye on a river in the real world to see if the fluid mechanics hold up: I just trust that they do.",
  "It feels like the writers here wanted to create a feeling of being penned in and desperate with no good options save what's in front of you.",
  "Near every screenshot of this game feels like a triumph from a purely visual point of view, and that's worth the price of admission alone.",
  "Here with Red Dead Redemption 2, Rockstar Games has built the most detailed, expansive, and flat-out beautiful game world I've ever seen.",
  "This review is now nearly 3000 words long, and not nearly long enough for one of the greatest and most vexing games I've played in years.",
  "The two found a kind of perfect truce in Red Dead Redemption with a story about a quest for freedom through violence on the open plains.",
  "In an interview with Vulture, Rockstar's Dan Houser talked about how the team cut about five hours from the games shortly before launch.",
  "That funereal tone permeates much of the game, but this is not to say there isn't wonder to be had while pursuing the game's main story.",
  "I'm leaving my playtime overwhelmed, emotional and drained in a way that I haven't quite felt since the original Red Dead Redemption.",
  "I can't forgive the time I spent galloping from checkpoint to checkpoint, just wishing for a little light that never seemed to come.",
  "It's just that it's all stitched together with a long, thankless death march towards oblivion, and that has a way of wearing on you.",
  "I might have written that eight years ago minus the \"2\", but I am writing that with every piece of sincerity that I had back then.",
  "On the other we have the world: rich, deep and expansive, begging to be explored, and much bigger than the story even indicates.",
  "I think about people I know: some of whom I would recommend play Red Dead Redemption 2 wholeheartedly, without reservation.",
  "You have a health core, a stamina core and a deadeye core, all of which affect how quickly their respective meters fill up.",
  "Do I want to pay off my bounties so I can travel in peace, knowing that I'm just going to get more bounties minutes later?",
  "One mission had you get a boat from a local fisherman but required you to empty a bunch of crawfish traps in the process.",
  "Do we really want to pay for upgrades at this camp where all anyone will talk about is how it wasn't like it used to be?",
  "The problem:\n\nRockstar's open world ambitions have been at odds with its cinematic ambitions for a decade at least.",
  "The game suffers from the prequel problem, a common malady in the expanded universe age but particularly keen here.",
  "They are looking for a score big enough to buy them the freedom they so badly desire, anywhere but where they are.",
  "The gang does not escape to freedom, the big score does not buy our heroes wide open pastures and peaceful lives.",
  "What's shocking to me that anything at all was cut from this game, at least based on everything that was left in.",
  "The same thing applies to the social side of the game, something I didn't know open world games needed until now.",
  "It is also the current apex of Rockstar's continuous rise, a game seemingly made without restraints of any kind.",
  "You can refill the meters with tonics, but the cores drain more slowly and you refill them with food and drink.",
  "Our heroes are fleeing away from the plains and towards the Atlantic, the world closing in on them as they do.",
  "Just know what you're getting into, and do your best to make it through the story to what's on the other side.",
  "This is where we see Rockstar's infinite resources on full display, and there's something glorious about it.",
  "You'll rob banks and trains, you'll gallop away loot in hand, blasting a shotgun off the back of your horse.",
  "Those same players I might tell to check out Red Dead Online, but that's not the game I'm reviewing here.",
  "This was a story that needed many things, but most of all it needed editing or even just reorganization.",
  "The shooting, the walking, the riding, the taking cover: it all feels weighty, intentional and physical.",
  "It's a world with a sense of grounded, interactive presence that I've never quite seen in a game before.",
  "There was a job, the job went bad, and one of the members of your gang dies moments into the campaign.",
  "Saint-Denis is the game's stand-in for New Orleans, and it's a feat that I didn't expect to see here.",
  "If you skin it, you watch your character peel the hide off and drape it over the back of your horse.",
  "Marston himself is gunned down by federal agents at his home, his wife Abigail dies soon after.",
  "When you buy them in a store your character flips through a catalog and selects what he wants.",
  "There is Jazz on the streets even though this is meant to be 1899, though we can forgive that.",
  "If there is anything here in this game that feels actually, genuinely perfect, it's the music.",
  "Both its triumphs and its failures live at grand extremes: maddening, beautiful and awesome.",
  "Is this guy really going to just sit down and watch a show, given all the nonsense going on?",
  "It's just that this particular story is almost uniquely ill-suited to open world gameplay.",
  "But while this does not have to define the game, the writing does nothing to combat it.",
  "We rack up a price on our heads wherever we go, we move on from there, we do it again.",
  "Red Dead Redemption 2 is big, unwieldy and ill-equipped to be boiled down to a number.",
  "If you stick with the story through its extended runtime, you won't be disappointed.",
  "There's a riverboat heist and bounties to collect, there's a damn hot air balloon.",
  "Do I want to go out and get a new hat for this morose, near-suicidal gunslinger?",
  "It's not just an icon in your inventory, it's right there, travelling with you.",
  "I'd love to empty crawfish traps, but I want the decision to do so to be mine.",
  "And yet the story seems to actively discourage experiencing it at every turn.",
  "The story is, more than anything, a story that drives you to see it finished.",
  "It's all more interactive than I've ever seen in an open world game before.",
  "Another was mostly just a shopping trip with some conversation on the way.",
  "But most people likely won't do that, if history and data serve as guides.",
  "Rockstar certainly doesn't seem short on that, company name made manifest.",
  "You will have shootouts with cops on a New Orleans Saint Denis streetcar.",
  "That's the built world, but it extends to how we interact with it too.",
  "True, most of what you can do still involves conflict, to some degree.",
  "But that game isn't out yet, and all I have is what's in front of me.",
  "If you have the time and the inclination, buy Red Dead Redemption 2.",
  "It's still relative, and it still can't outrun the prequel problem.",
  "Or maybe shoot a rabbit and cook it at camp on a long ride.",
  "On its own, its sort of a quixotic and complex system.",
  "We know how this all ends, and it does not end well.",
  "This is a good thing, and this is a not good thing.",
  "The two are essentially on different planets here.",
  "They largely succeeded in that, so: good news.",
  "The bottom line:\n\nIt's a rough one, this one.",
  "The good stuff, mind you, is very, very good.",
  "And that's what's hard about the story here.",
  "Take, for example, the concept of \"cores.\"",
  "Things do not get a lot better from there.",
  "There is most certainly wonder to be had.",
  "We'll just start everywhere all at once.",
  "It's a world I feel like I can live in.",
  "Others I would just tell to stay away.",
  "The world:\n\nAnd now, the good stuff.",
  "On the one hand, we have the story.",
  "That's not shocking: cuts happen.",
  "And the score--my God, the score.",
  "It takes confidence to do that.",
  "This can be 20 times that.",
  "It feels good, all of it.",
  "But it's more than that.",
  "It's an impressive game.",
  "And yes, it is long.",
  "Let's get into it.",
  "It's a great game.",
  "It is too long.",
  "It still works.",
  "It's rough."
]