[
  "“Before you get the question of how many and what kind and that sort of thing, you have to ask the question: ‘What’s our objective?’ One thing I worry about with the president’s decision – leaving aside what I think is the mega-question about Pakistan because I really ultimately think the war in Afghanistan will be won or lost in Pakistan – but the predicate question in Afghanistan is, ‘What do you seek to accomplish or maybe, more importantly, what are you trying to avoid?’” Bolton asked.",
  "“Many people believe the intelligence services unit already is heavily dominated by Islamists.”\n\nFurthermore, Bolton noted that “China’s influence is, in some ways, greater than ours” in Pakistan because “there wouldn’t be a Pakistani nuclear weapons program without China.”\n\n“That’s the ultimate risk; if Pakistani Taliban or other radicals took control of that country, it wouldn’t just be another base to launch terrorist operations against us or Western Europe.",
  "But there’s a real problem with simply saying, ‘By God, we’re going to squeeze Pakistan until they finally push the Taliban, the Haqqani network, Gulbuddin Hekmati out of the privileged sanctuaries they’ve had in Pakistan, push them back into Afghanistan, and stop supplying them, stop giving them weapons, stop giving them money.’”\n\nBolton said the problem with such an approach is that “if you push too hard, this government in Pakistan is fragile.",
  "“If we fall into that trap, we’re going to see the same thing happen in this administration that happened in the last three, and North Korea will continue to make progress toward being able to reach any target it wants in the continental United States.”\n\n“Part of the problem is that much of the political media, much of the media that covers politics in the United States, doesn’t understand foreign policy at all.",
  "It didn’t get a lot of attention, but after Secretary Tillerson said, ‘Well, you know, there’s been a pause in their missile activity; that’s very encouraging, and now, we can negotiate with them,’ Kim Jong-un was shown in a picture with some missile components, basically saying he was ordering an increase in the production of ballistic missiles, which is just kind of a thumb in our eye.",
  "Bolton said the Trump plan represented a “significant” shift on Afghanistan and was “by and large certainly a lot better than the Obama policy.”\n\n“I think there are parts of it that are still very incomplete, namely, how you pressure Pakistan to reduce its support for terrorism without flipping Pakistan itself into the terrorist camp,” he added.",
  "“We have had contractors fighting in Afghanistan ever since the decision was made to overthrow the Taliban regime, involved in a whole range of activities, some of them at the level of protective services for the embassy, some of them involved in personal service contracts with the intelligence community and others,” he pointed out.",
  "“I think perhaps resolving that tension was what took some amount of time, but I think it was the right policy because ultimately it boils down to – somewhat oversimplified, but not much – whether you fight the terrorists in Afghanistan and Pakistan or whether you fight them at TSA checkpoints all across America,” he said.",
  "Obviously, that’s not where we are at the moment.”\n\n“Secretary of State Tillerson seemed to contradict that statement in the past couple of days, saying he really wants to get to the table with Taliban, which I think is the wrong signal to send,” he added.",
  "I think it’s because China thinks that they benefited from the proliferation.”\n\n“In the case of North Korea, by the threat it posed to us, Japan, and South Korea; by the proliferation into Pakistan, because of the threat it posed to India,” he explained.",
  "“So there definitely were positives that, as I say, really distinguish the Trump approach from the Obama approach.”\n\nTurning to North Korea, Bolton blasted China for once again “ducking” its responsibility to control the Kim regime.",
  "“I would say with respect to both North Korea and Pakistan, since we’ve got them both on the table now, what a coincidence that these two countries so much under China’s influence have turned out to be nuclear weapons states!",
  "“It’s a very delicate problem, and he didn’t at all talk about China.”\n\nBolton said the larger question involved reconciling Trump’s announcement of more troops for Afghanistan with his “America First” foreign policy.",
  "It has been since the partition of British India in the late 1940s.”\n\n“The military in Pakistan itself is at risk, increasingly, of being infiltrated through the officer ranks by radical Islamists,” he continued.",
  "Because it uses Caracas’s oil revenues to launder its own illicit funds, and also because Venezuela has the second-largest reserves of uranium in the ground, after Canada probably, in the whole world,” he noted.",
  "“I think, ultimately, this is what leads to a fair amount of the corruption and indecision as we pour resources into the country for economic purposes: it gets siphoned off for other things,” he cautioned.",
  "I’m not sure that the president’s decision makes a clear choice between those alternatives.”\n\nBolton said that, unfortunately, there are few “inspiring options” for resolving the mess in Afghanistan.",
  "Ambassador John Bolton joined SiriusXM host Alex Marlow on Friday’s Breitbart News Daily to discuss President Trump’s strategy for Afghanistan, as well as the situations in North Korea and Venezuela.",
  "Bolton commented on the plan advanced by former Blackwater CEO Erik Prince, also a frequent guest on Breitbart News Daily, to use private contractors instead of U.S. troops to secure Afghanistan.",
  "He was going to tear up the Iranian nuclear weapons deal, which I view as part of Iran’s effort to be a terror state, just as much as financing terrorist bombers across the world,” said Bolton.",
  "“In my view, what we’re trying to avoid is Taliban taking control again and having its friends in ISIS and al-Qaeda come in and sort of leech off their control, as al-Qaeda did before 9/11.",
  "“You’ve got kind of a triangular relationship between India, Pakistan, and China.”\n\n“This is something the Chinese get away with scot-free, and they’re doing it again in North Korea.",
  "Bolton said of Venezuela that “the Maduro regime and the military continue to lock their position in.”\n\n“I think the opposition’s disarray is hurting them very badly,” he judged.",
  "“The fact is that if Afghanistan is again taken over by Taliban, it will be a base for terrorists – for example, possibly including ISIS when we destroy their caliphate in Iraq.",
  "I think you negotiate with bits and pieces of Taliban to see if you can break them away, but the only real time to negotiate is when you’ve got them on the defensive.",
  "“I don’t think there’s so much inconsistency in this as there is a recognition that he said he was going to wage the fight against terrorism.",
  "“I think the president’s statement that he’s not going to be governed by arbitrary timelines the way Obama was is very important,” he said.",
  "“It is a country that should be of great interest to us, but it doesn’t fit into any anti-Trump narrative that I can think of.",
  "John Bolton is a senior fellow at the American Enterprise Institute and head of his own political action committee, BoltonPAC.",
  "It would be a terrorist country with nuclear weapons, so it would be Iran or North Korea on steroids right now,” he warned.",
  "“Let’s come to the Pakistan point: it’s clear the president wants to pressure Pakistan more,” he said of Trump’s strategy.",
  "I just don’t buy the argument that the only way to defeat terrorism is to make Afghanistan look like Switzerland.",
  "It’s not going to happen, and all of our efforts to nation-build, I think, are only doomed to failure,” he said.",
  "“People say, ‘Why do we care so much about Venezuela?’ Well, because the Russians are deeply involved there.",
  "They didn’t see it for what it was, which is North Korea undeterred in pursuing its objectives,” he said.",
  "“I thought he took a harder line against negotiations with the Taliban, which I think is a good thing.",
  "Bolton strongly approved of President Trump’s changing the rules of engagement for Afghanistan.",
  "“I think our goal is to avoid Taliban taking control, rather than building up the Afghan state.",
  "They’ve got Secretary Tillerson again saying he just can’t wait to negotiate with North Korea.",
  "I don’t believe, for example, he ever got a chance to talk to the president about it directly.",
  "They could escape to Libya, Yemen, or Afghanistan and start over again there,” he warned.",
  "Breitbart News Daily airs on SiriusXM Patriot 125 weekdays from 6 a.m. to 9 a.m. Eastern.",
  "“So I don’t know what the fuss was about, about a really, truly radical departure.",
  "They see it always through the horse-race lens of American political competition.",
  "And they won’t do a thing to slow the North Koreans down,” Bolton predicted.",
  "I do not believe that it should be our objective to build an Afghan state.",
  "“Well, I agree with that, and I think Obama didn’t pressure them enough.",
  "It obviously didn’t get very far because the military objected to it.",
  "When nothing’s happening, they just turn away from it,” he observed.",
  "“This is part of a pattern we’ve seen for 25 years,” he complained.",
  "I’m sure that’s one reason the media don’t cover it,” Bolton said.",
  "It may or may not have had an impact if he did,” said Bolton.",
  "“China, I’m sure, will provide the negotiation facilities.",
  "I think the Bush administration tried and didn’t succeed.",
  "It’s what we’ve done for the past 25 years,” he sighed.",
  "Iran has its biggest embassy in the world in Caracas.",
  "The Cubans are Maduro’s closest observers.",
  "They’ll act like they’re deeply concerned.",
  "Do you think that’s entirely coincidence?",
  "I think Erik Prince had a different idea.",
  "“In fact, there’s news from North Korea.",
  "He was going to destroy ISIS.",
  "The media didn’t pick it up.",
  "They’ll give great dinners.",
  "Former U.N.",
  "LISTEN:",
  "Why?"
]