[
  "Story Continued Below\n\nTODAY: The Brookings Institution hosts a discussion on U.S. policy toward the war in Yemen\n\nTOP NEWS: Saudi arms sales are now in the crosshairs in Europe — In Saudi Arabia, the crown prince calls Khashoggi’s killing a 'heinous crime,’ but maintains his innocence\n\nON POLITICO: Top Democrats seek answers on nuclear treaty withdrawal — Erik Prince lobbies up\n\n\n\nSAUDI ARABIA\n\nSAUDI ARMS SALES ARE NOW IN THE CROSSHAIRS IN EUROPE: “The killing of writer Jamal Khashoggi has prompted soul-searching in some European countries about their sale of arms to Saudi Arabia, long one of the biggest buyers of sophisticated Western weaponry,” writes The Associated Press.",
  "SPEED READ\n\n— When Trump phones his friends, the Chinese and Russians listen and learn: NYT\n\n— White House national security adviser John Bolton is now living his best life: POLITICO\n\n— The Navy’s new ship-killer missile is slated to make its fleet debut much sooner than expected: Defense News\n\n— Boeing adds $179 million in cost overruns to KC-46 aircraft as delivery nears: Defense News\n\n— Democrats lay out veterans priorities as they look to take back House in the midterm elections: Stars and Stripes\n\n— No tanks at France’s Armistice Day parade.",
  "“The company said the growth was primarily driven by more defense sales as well as charges for planned investments in the Air Force’s T-X Trainer and the Navy’s MQ-25 unmanned refueling aircraft, two major contracts Boeing recently won from the Defense Department.”\n\nNORTHROP REPORTS 23 PERCENT SALES INCREASE: Northrop Grumman Wednesday reported a 23 percent sales increase in the third quarter of this year, primarily driven by its new Innovation Systems business segment that was formerly Orbital ATK, also via Jacqueline.",
  "“Haspel, who departed for a secret trip to Turkey on Monday, heard the audio during her visit, according to people familiar with her meetings.”\n\nSAUDI CROWN PRINCE CALLS KILLING A ‘HEINOUS CRIME’: “Saudi Crown Prince Mohammed bin Salman called the killing of Washington Post columnist Jamal Khashoggi a ‘heinous crime that cannot be justified’ but maintained his innocence in the murder that took place inside his kingdom’s Istanbul consulate,” via POLITICO’s Mary Lee.",
  "“Karem, who had been a foreign policy aide to McConnell more than a decade ago, was also a foreign policy adviser to Vice President Dick Cheney and worked as a national security adviser to House Majority Leaders Eric Cantor (R-Va.) and Kevin McCarthy (R-Calif.).”\n\nFORMER PENTAGON OFFICIAL JOINS MORRISON & FOERSTER: Joseph Benkert, a former assistant secretary of Defense for global security affairs, is joining Morrison & Foerster's National Security Group.",
  "“In a letter to Defense Secretary Jim Mattis and Secretary of State Mike Pompeo, Reps. Adam Smith of Washington state and Eliot Engel of New York want to know why the administration plans to withdraw from the 1987 Intermediate-Range Nuclear Forces Treaty.”\n\nAnd Senate Armed Services ranking Democrat Jack Reed of Rhode Island added in his own statement that terminating the INF Treaty would complicate discussions to extend New START.",
  "Saudi arms sales are now in the crosshairs in Europe\n\nWith Eleanor Mueller, Connor O’Brien and Jacqueline Klimas\n\nEditor's Note: This edition of Free Morning Defense is published weekdays at 10 a.m. POLITICO Pro Defense subscribers hold exclusive early access to the newsletter each morning at 5:30 a.m. To learn more about POLITICO Pro's comprehensive policy intelligence coverage, policy tools and services, click here.",
  "“GD also had $864 million in earnings from continuing operations last quarter, a 13.1 percent increase over the third quarter of 2017.”\n\n\n\nMAKING MOVES\n\nMCCONNELL TAPS PENTAGON OFFICIAL AS TOP NATSEC AIDE: “Senate Majority Leader Mitch McConnell has tapped Assistant Defense Secretary for International Security Affairs Robert Karem to be his new national security adviser,” reports our colleague Connor O’Brien.",
  "ON POLITICO\n\nSMITH AND ENGEL SEEK ANSWERS ON PLANNED INF WITHDRAWAL: “The top Democrats on the House Armed Services and Foreign Affairs Committees are requesting an explanation for the Trump administration's plans to abandon a key arms control treaty, arguing the move will divide NATO and play into Russia’s hands,” reports your Morning D correspondent.",
  "CIA DIRECTOR LISTENS TO AUDIO OF KHASHOGGI’S REPORTED MURDER: “CIA Director Gina Haspel listened to audio purportedly capturing the interrogation and killing of journalist Jamal Khashoggi, giving a key member of President Trump’s Cabinet access to the evidence used by Turkey to accuse Saudi Arabia of premeditated murder,” reports The Washington Post.",
  "Net earnings also increased 78 percent, up from $643 million in the third quarter of 2017 to $1.1 billion last quarter.”\n\nGD REPORTS 20 PERCENT REVENUE BUMP: General Dynamics Wednesday reported $9.1 billion in third quarter revenue, up 20 percent from the same period last year, driven by acquisition of technology company CSRA, adds Jacqueline.",
  "Civilian satellite data inadvertently pinpoints military radars: Popular Mechanics\n\n— The Pentagon awards three “bug bounty” deals: Breaking Defense\n\n— End of an era: Camp Red Cloud is finally closing — for real this time: Stars and Stripes\n\n— What’s going on with the Pentagon’s chief management officer?",
  "“On Monday, the United States sent two warships through the Taiwan Strait in the second such operation this year and the latest in a series of gestures made by the White House in support of democratic Taiwan.”\n\nU.S. war with China is likely in 15 years, a retired general says, via the AP.",
  "CHINA\n\nCHINESE DEFENSE MINISTER VOWS THE ARMY WILL ACT ‘AT ANY COST’ FOR TAIWAN: “China’s army will take action ‘at any cost’ to foil attempts to separate the self-ruled island of Taiwan, which Beijing claims as its own, the country’s defense minister said on Thursday,” via Reuters.",
  "“Trump’s impulsive and glib proposed termination of the INF Treaty and failure to date to begin discussion of extending the New START Treaty could begin the unwinding of international arms control that has provided decades of stability regarding nuclear weapons,” Reed said.",
  "“While the United States ranks first among Saudi’s arms suppliers, Europe, too, has been selling billions of dollars’ worth of weapons to the kingdom for decades.”\n\nIn the U.S., some congressional options for actions against the Saudis are here, according to Reuters.",
  "EUROPE\n\nPUTIN SAYS RUSSIA WILL TARGET NATIONS HOSTING U.S. MISSILES: “Russian President Vladimir Putin warned Wednesday that if the United States deploys intermediate-range missiles in Europe, Russia will have to target the nations that would host them,” via the AP.",
  "Ron Phillips of Gavel Resources, a former House Armed Services Committee staffer, started representing Prince in September and reported lobbying Congress and the Defense Department on his behalf in a disclosure filing, report our colleagues at POLITICO Influence.",
  "HAPPENING TODAY\n\nBROOKINGS DISCUSSES U.S. POLICY AND THE YEMEN WAR: The Brookings Institution hosts a forum on U.S. policy towards the war in Yemen at the think tank’s Washington headquarters, featuring experts from their Center for Middle East policy.",
  "MATTIS DEPARTS FOR BAHRAIN AND THE CZECH REPUBLIC: Defense Secretary Jim Mattis plans to head to Bahrain for the Manama Dialogue, where he’ll will address the conference and meet with key leaders on a broad range of security issues, the Pentagon says.",
  "PENCES VISIT FLORIDA BASE HIT BY HURRICANE: Vice President Mike Pence and Karen Pence are scheduled to visit Tyndall Air Force Base, which took a direct hit from Hurricane Michael earlier this month, in Florida this morning.",
  "Compete against the nation’s top political minds in the POLITICO Playbook Election Challenge, by correctly picking the winning candidates in some of the most competitive House, Senate and gubernatorial races in the country.",
  "ALSO TODAY\n\nATLANTIC COUNCIL TALKS SECURITY IN NORTHERN EUROPE: The Atlantic Council hosts a policy director from Norway’s Ministry of Defense at its Washington headquarters for a discussion on security in Northern Europe.",
  "“‘The crime was really painful to all Saudis and I believe it is painful to every human in the world,’ he said Wednesday, sitting on a panel at the Future Investment Initiative summit at the Ritz-Carlton Hotel in Riyadh.",
  "EARNINGS ROUNDUP\n\nBOEING REPORTS 4 PERCENT REVENUE INCREASE: Boeing Wednesday reported third quarter revenue this year of $25.1 billion, up 4 percent from the same period last year, via our colleague Jacqueline Klimas.",
  "DUNFORD WELCOMES SOUTH KOREAN GENERAL: Joint Chiefs Chairman Gen. Joseph Dunford is set to welcome his South Korean counterpart, Joint Chiefs Chairman Gen. Park Han Gi at the Pentagon this morning.",
  "AFGHANISTAN\n\nERIK PRINCE LOBBIES UP: Erik Prince, the founder of the security contractor once known as Blackwater, has hired a lobbyist to help him sell his plan to privatize the Afghan war.",
  "Also Wednesday, a long-awaited Pentagon report outlining weapons systems capable of being modified for fielding in a post-INF world hit Capitol Hill, reports Breaking Defense.",
  "“‘If they are deployed in Europe, we will naturally have to respond in kind,’ Putin said at a news conference after talks with visiting Italian Prime Minister Giuseppe Conte.",
  "Meanwhile, in Afghanistan, 14 civilians were killed during an operation by Afghan security forces in eastern Nangarhar province, residents said on Wednesday, via Reuters.",
  "‘It is a heinous crime that cannot be justified.’”\n\nStill, outrage spreads over a handshake between the crown prince and Khashoggi’s son, writes The New York Times.",
  "These are obvious things.’”\n\nStill, NATO Secretary-General Jens Stoltenberg says a nuclear buildup in Europe is unlikely despite the missile dispute, adds the AP.",
  "In Yemen, the Saudi-led coalition has sent reinforcements to Yemen’s west coast ahead of a fresh assault on the rebel-held port city of Hodeida, reports the AP.",
  "‘The European nations that would agree to that should understand that they would expose their territory to the threat of a possible retaliatory strike.",
  "Also today, a top North Korean general said his country seeks a “stable peace,” a departure in language from past statements, writes the AP.",
  "He's also set to visit the Czech Republic, where he’ll meet Czech Prime Minister Andres Babis and attend the Czech centennial celebration.",
  "In Turkey, President Recep Tayyip Erdogan holds his first talks with the crown prince amid the fallout, reports The Washington Post.",
  "The alliance kicked off its Trident Juncture drill, its largest since the Cold War, Thursday, angering Moscow, reports the AP.",
  "“The defense contractor reported $8.1 billion in sales last quarter, compared with $6.6 billion in the same period last year.",
  "NATO ambassadors will meet later this week to discuss the planned U.S. exit from the INF Treaty, reports Stars and Stripes.",
  "Nonetheless, China says last week’s meeting between its defense minister and Mattis was constructive, writes Reuters.",
  "Benkert had led issues at the Committee on Foreign Investment in the United States at the Pentagon, the firm said.",
  "IT’S THURSDAY AND WELCOME TO MORNING DEFENSE, where we're always on the lookout for tips, pitches and feedback.",
  "“Karem will join McConnell's leadership office in early November, the Kentucky Republican announced Wednesday.",
  "The U.S. military scales back contacts with Afghans after “insider” shooting, reports The Washington Post.",
  "The outcome of high-stake contests could dramatically alter the course of policymaking across the country.",
  "Email us at ghellman@politico.com, and follow on Twitter @greg_hellman, @morningdefense and @politicopro.",
  "Policy professionals know the 2018 midterms represent more than keeping track of winners and losers.",
  "Trump’s big bet on the Saudis now poses a bigger dilemma, writes The Wall Street Journal.",
  "Afterward, they are scheduled to meet with military families impacted by the hurricane.",
  "Still, an Erdogan adviser says the crown prince has “blood on his hands,” via Reuters.",
  "South Korea finds likely war remains during border demining, reports the AP.",
  "Trump’s Afghanistan strategy is going badly, but do voters even care?",
  "Sign up today: Visit politico.com/playbookelectionchallenge to play.",
  "And Asian rivals Japan and China try to get along, writes the NYT.",
  "PRESIDENT DONALD TRUMP SAYS A RED WAVE IS COMING ON ELECTION DAY.",
  "NATO dusts off a Cold War skill: moving troops, writes the WSJ.",
  "Go beyond election night with POLITICO Pro’s 2018 Midterms HQ.",
  ": Defense News\n\n— The Defense Innovation Board calls B.S.",
  "Sorry, President Trump: The Washington Post\n\n— Oops!",
  "And is Saudi Arabia helping Trump in the midterms?",
  "Win awesome prizes and eternal bragging rights.",
  "YOUR 2018 MIDTERMS HQ: The countdown is on.",
  "Is he right, or will the tide turn blue?",
  "on buzzwords: Breaking Defense",
  "Asks the Washington Examiner.",
  "Asks POLITICO Magazine.",
  "Read More."
]