[
  "To support their motion, the attorneys cited Slough’s statements that he fired the opening shot, eyewitness statements that corroborated Slough’s version of the events, ballistics evidence that pointed to Slough as the initial shooter, and the government’s failure to offer any evidence that Slatten was even in a position to have taken the first fatal shot.",
  "More: Former Blackwater security guard Nick Slatten: 'I am a POW in my own country'\n\nMore: Wife of convicted Blackwater security guard still hoping for husband's release from prison\n\nRead or Share this story: https://www.usatoday.com/story/news/politics/2018/11/02/iraqi-mass-shooting-ex-blackwater-guard-stand-trial-third-time/1823315002/",
  "The former Blackwater Worldwide security guard goes back on trial for a third time next week as federal prosecutors try again to convince a jury of his guilt, even though another guard said on multiple occasions that he, not Slatten, fired the opening shot.",
  "Slatten and three other guards – Slough, Dustin Heard of Maryville, Tennessee, and Evan Liberty of Rochester, New Hampshire – were all former armed services members working as private security guards for Blackwater, now known as Academi.",
  "New evidence introduced during Slatten’s second trial also corroborates Slatten’s statements that he did not fire without provocation but that his shots were in fact directed at an armed target, the attorneys argued.",
  "But Lamberth denied the motion for acquittal on Tuesday, ruling that federal prosecutors had presented evidence during the second trial that raised questions about Slough’s statements that he was the initial shooter.",
  "A key issue will again be whether the government can prove beyond a reasonable doubt that Slatten fired the shot that touched off a deadly rampage that killed 14 unarmed Iraqi civilians and wounded 17 others.",
  "“However, I am confident it will be enough to stop a jury from sending an innocent man to prison.”\n\nOpening statements in Slatten’s new trial are set for Monday in U.S. District Court in Washington.",
  "A federal appeals court threw out Slatten's conviction last year and ordered that he be given a new trial because he had not been allowed to introduce evidence that Slough fired the first shots.",
  "They say the shooting started only after a white Kia sedan driven by the Iraqi medical student lurched out of stopped traffic and approached their four armored vehicles.",
  "“No matter how many times the government tries this case, no reasonable, unbiased jury could conclude beyond a reasonable doubt that Mr. Slatten is guilty,” they argued.",
  "Slatten was convicted Oct. 22, 2014, of murder in the 2007 shooting that killed 14 Iraqis in Baghdad, but that conviction was eventually overturned on appeal.",
  "The deadly rampage in which Slatten was charged already has been the subject of investigations by the military, a congressional panel, the FBI and others.",
  "During his second trial, prosecutors argued that Slatten and other guards opened fire without provocation on innocent Iraqis and used excessive force.",
  "The shooting heightened tensions between Washington and Baghdad and raised questions about the use of private military contractors during the war.",
  "Slatten, 34, of Sparta, Tennessee, was convicted of first-degree murder and sentenced to life in prison in 2014 for his role in the shooting.",
  "A week later, Slatten’s attorneys filed a motion asking U.S. District Judge Royce C. Lamberth to grant their client a judgment of acquittal.",
  "On Sept. 16, 2007, their convoy traveled to a crowded traffic circle in downtown Baghdad as part of the effort to evacuate a U.S. diplomat.",
  "(Photo: Cliff Owen, AP)\n\nWASHINGTON – Nick Slatten already has stood on trial twice on charges that he instigated a mass shooting in Iraq.",
  "(Photo: Submitted)\n\nThe shooting happened in 2007 in Baghdad’s Nisour Square during the war between Iraq and a U.S.-led coalition.",
  "That trial ended in a hung jury in September when jurors were unable to reach a unanimous verdict after 16 days of deliberations.",
  "“Unfortunately, the overwhelming evidence of Nick’s innocence…has not been enough to stop his vindictive prosecution,” she said.",
  "The men had received intelligence reports that a white Kia might be used as a car bomb, so they feared they were under attack.",
  "He remains incarcerated at Northern Neck Regional Jail in Warsaw, Virginia, about 100 miles south of Washington.",
  "The government’s case hinged on the allegation that Slatten was the initial shooter, the appeals court said.",
  "Lamberth ruled that “a rational jury” could accept the government’s evidence and reject Slough’s statements.",
  "“Nick is innocent,” Slatten’s sister, Jessica Slatten, said in a statement to USA TODAY earlier this week.",
  "Slatten, prosecutors contended, fired the first shots, killing a young, unarmed Iraqi medical student.",
  "Eyewitnesses also pointed to the second guard, Paul Slough of Keller, Texas, as the initial shooter.",
  "Former Blackwater Worldwide guard Nicholas Slatten leaves federal court in Washington in June 2014.",
  "State Department security agents searched the location and found eight dispensed AK-47 shells.",
  "His first trial resulted in a murder conviction that was eventually thrown out on appeal.",
  "At some point, the guards opened fire with machine guns and grenade launchers.",
  "The guards’ Raven 23 security team was under contract by the State Department.",
  "Former Blackwater Worldwide security guard Nick Slatten.",
  "The trial is expected to run through mid-December.",
  "But details of what happened remain in dispute.",
  "No evidence of a bomb was ever found.",
  "The second ended in a hung jury."
]