[
  "Thus, because Walter and his mother (played by Marianne Jean-Baptiste) are black, and because he does not seem free to leave Homecoming at will, there are moments that suggest an allegory of the state seizing his body—a kind of “Get Out 2: Military-Industrial Rendezvous.” Every episode of “Homecoming,” each crisp half-hour installment, is a compact exploitation film, spinning an anxious yarn about systematic abuse.",
  "The facility, based in an otherwise desolate office park in Tampa, resembles a collaboration between Marriott International Inc. and the people who brought you “Black Mirror.”\n\n“Homecoming” is adapted from a fiction podcast (by Eli Horowitz and Micah Bloomberg), and Esmail builds out its radio-play essence with a dizzying physicality.",
  "Sometimes, when Colin is on the phone with Heidi, we see the two—the boss who has bullied and toadied his way to the executive ranks, and the harried underling whose swift professional advance owes to the fact that she’s being used—in split screen, in a long-distance dance of power combining physical comedy and Hitchcockian dread.",
  "There are currents of flirtation and an abundant flow of empathy between Heidi and Walter; their affinity doesn’t ring true as a clinical relationship, but it’s persuasive as a vision of a personal connection forged amid the heavy weather of a late-capitalist dystopia.",
  "On this time line, with the show’s director, Sam Esmail, unspooling action in a squarish aspect ratio and deploying striking closeups with FaceTime intimacy, Roberts wears a knot of numb worry in her brow, as if her third eye had been forcibly extracted.",
  "The scenes of a glass-box corporate headquarters inhabited by Heidi’s distant boss, Colin Belfast (Bobby Cannavale), are shot to emphasize the queasy curves of spiral staircases and the trippy slashes of windowpane reflections.",
  "Everywhere is a visual echo to suit a fishbowl tone of paranoia, with the friskiness of Jacques Tati slicing up architectural space in “Playtime” and with an economic elegance of style all its own.",
  "When Heidi came on board, she believed that she was relying on her modest experience as a therapist to launch a sort of halfway house offering talk therapy, job training, and group meetings.",
  "But she will come to suspect that these soldiers, young men accustomed to following orders and signing waivers, may be guinea pigs—recipients of a biopharmaceutical treatment for P.T.S.D.",
  "On the other time line, in our 2018, Heidi is an overworked functionary at a consumer-goods corporation with a sideline contracting mental-health solutions to the perpetual-war effort.",
  "On this track, Esmail’s frame is wider, and it accommodates dystopian views of a place called Homecoming, a “transitional support center” for U.S. Army veterans traumatized in battle.",
  "Season 1 of “Homecoming” (Amazon) supplies two fine roles to Julia Roberts—or, rather, one superb role, that of the disappointed American hero Heidi Bergman, on two time lines.",
  "The investigator, played by Shea Whigham, is a cubicle-bred bureaucrat questing after nobility; he picks up a yellow highlighter as if it were a knightly lancet.",
  "In the first, a conspiracy thriller, the younger Heidi wakes to the realization that she has enabled an act of soul-stealing governmental corruption.",
  "“Homecoming” isn’t really a show about race, but, on the other hand, it necessarily must be as a sincere investigation of this country’s values.",
  "(In a later session, when Walter tells a funny anecdote about his dead friend, his story snaps along like a vintage bit of foxhole horseplay.)",
  "There’s a hole in her memory, and one day a Defense Department investigator rolls into the restaurant while pursuing an anonymous complaint.",
  "In the very near future, Heidi is a depressed waitress at a dockside greasy spoon in her backwater home town.",
  "“Homecoming is a safe space for you to reflect on your service and think about what comes next” is the spiel.",
  "Heidi forms a bond with a client named Walter Cruz (Stephan James), who is just back from a tour of duty.",
  "He is mourning a fellow-soldier, or trying to, as he blinks his way through an intake interview.",
  "In the second, a paranoid noir, the older Heidi makes an amnesiac inquiry into her past.",
  "Are they practicing good mental hygiene or consenting to have their brains washed?",
  "It’s as if Procter & Gamble were up to stuff that would make Blackwater shudder.",
  "She lives with her mother; on the upside, her mother is played by Sissy Spacek.",
  "that does not distinguish between salving a wound and erasing a self.",
  "Are they willing patients or comfortable prisoners?"
]