[
  "The exact numbers for how many men and women have served only in Afghanistan, and how many times, are hard to come by, but according to a recent Rand study, 2.77 million service members have served on 5.4 million deployments across the world since the 9/11 attacks, mostly in the Middle East and South Asia, “with soldiers from the Army accounting for the bulk of them.“ By the end of July, 2,372 military service members had died in Afghanistan, with 20,232 wounded in action, the Pentagon reported.",
  "It is America’s longest war, and though hardly its most deadly—the Vietnam conflict took 58,200 American military lives—it’s been by far the most costly: Right now the U.S. is spending roughly $50 billion a year on military operations in Afghanistan, with estimates for the total cost of the war to date ranging from $841 billion to $1.07 trillion (when the cost of Veterans Affairs care is figured in).",
  "“There are reasons not to—midterm elections in the U.S., elections scheduled in Afghanistan, peace talks are still at least possible, and winter will reduce the military pressure.” Also, Secretary of State Mike Pompeo’s long awaited appointment of Zalmay Khalilzad as the State Department’s new special envoy on Afghanistan was not finalized until September 21.",
  "But if Trump did decide to act, he added, “I think you’re going to see two things: a relatively rapid phasedown rather than an immediate withdrawal—and a pretty serious pushback against any kind of large refugee acceptance or Afghan immigration.”\n\nThe White House declined Newsweek ’s repeated requests to discuss the president’s thinking on Afghanistan.",
  "The Taliban, buoyed by startling battlefield successes, including increasingly easy entrée to Kabul with devastating suicide attacks, coupled with Ghani’s growing unpopularity, will now talk only about a complete withdrawal of troops, most experts say, before addressing any issues related to a power-sharing deal with Kabul.",
  "Trump, Meet Quagmire\n\nAlmost a decade ago, one of America’s longtime experts on Afghanistan forecast a horrendous scenario if the Taliban kept gaining ground in the war: An emergency evacuation of U.S. personnel from Kabul that would make the helicopter-borne escapes from the American Embassy in South Vietnam look easy.",
  "After U.S. Special Forces and CIA teams ran the Taliban out of Kabul 17 years ago, Washington had grandiose dreams of bringing peace and democracy to Afghanistan, which has been torn by armed conflict since the 1979 Soviet invasion, and, long before that, by three wars spanning 80 years with Imperial Britain.",
  "The Pentagon and State Department “are trying to negotiate some sort of face-saving deal with the Taliban,” said Thomas Joscelyn, senior editor of the Long War Journal, which has closely monitored Islamic militant activities since Al Qaeda’s September 11, 2001 attacks on the World Trade Center and Pentagon.",
  "“He then did a 180, so it's hard to say exactly where things are going to go.” Plus, he added, top military brass can stymie any abrupt Trump order to abandon Afghanistan by arguing that the new U.S. commander there, General Scott Miller, needs time to write his own military assessment for the White House.",
  "Trump not only proclaims Washington's meddling in the Middle East and South Asia a waste of time, lives and money but also regularly questions the entire edifice of the bedrock U.S.-European alliances that have kept the world from sliding into a nuclear world war for the past three-quarters of a century.",
  "“It’s a devastating document,” said a source who has discussed the NIE’s findings with a top administration official, because it will say the continuing stalemate \"is a victory for the insurgents.” And Trump, the source added, “will go ape shit” because it will confirm his urge to “get the hell out.”",
  "A complete withdrawal from Afghanistan would leave the fractious nation to the intrigues of a theocratic Iran, a rising China and especially Vladimir Putin's Russia, not to mention Pakistan and India, in yet another iteration of the 200-year-old \"Great Game\" for influence in the region.",
  "Khalilzad, a highly respected former ambassador to Kabul, is expected to pursue negotiations with the Taliban..\n\n“My guess would be that there’s no voice out there pushing hard on Afghanistan relative to all the other issues the administration faces,” Cordesman said.",
  "And while Trump questions the value of NATO and the European Union, he and his advisers have championed other Kremlin designs on the West, notably by backing the U.K.'s Brexit vote and the rise of other nationalist \"blood and soil\" parties across Europe.",
  "But according to Brown University’s Costs of War project, “At least 970,000 veterans have some degree of officially recognized disability as a result of the wars” in Afghanistan and Iraq (where most U.S. troops were withdrawn in 2011).",
  "“The next thing you know, it's another year.”\n\nGroundhog Day\n\nA somber new National Intelligence Estimate on Afghanistan, completed in August, sources say, but still under wraps, could give Trump cover to pivot back to getting out.",
  "“The president doesn’t have to come to grips with any of this for at least several months” said Cordesman, now holder of the Arleigh A. Burke Chair in Strategy at the Center for Strategic and International Studies in Washington.",
  "But no one seems to be pushing now for either a quick pullout or a greater military involvement in Afghanistan, said Anthony Cordesman, a longtime adviser to the State and Defense departments on Iraq and Afghanistan.",
  "“He was staunchly for the pullout just prior to last year's announcement (of more troops),” a serving intelligence officer noted, speaking on terms of anonymity because he is not authorized to speak to the media.",
  "THOMAS WATKINS/AFP/Getty Images\n\nSince Trump is famously volatile and, by many accounts, gets talked out of rash decisions, it’s difficult to predict what he’ll ultimately do, every expert on the war cautioned.",
  "Undeterred, the United Kingdom would shrug off the loss—fight two more wars in Afghanistan— and never gave a thought to relinquishing its self-given role as the world's civilizing and stabilizing force.",
  "To the foreign policy establishments of Washington and Western Europe, Trump's policies are not isolationist but treacherous, undermining the structures that have kept the peace for 73 years.",
  "Abut half of American adults say the U.S. \"has mostly failed in achieving its goals there,\" according to a recent Pew Research Center poll, while only about a third say it has succeeded.",
  "By mid-2016, the combined death toll among Afghans and Pakistanis living in the combat theaters was 31,000 dead and more than 183,000 seriously wounded, according to the Brown project.",
  "They want us out.”\n\nSAUL LOEB/AFP Images\n\nAll of which, according to the Washington foreign-policy rumor mill, has led Trump to conclude once more that the war is a lost cause.",
  "McMaster, his now departed national security adviser, proposed a revised military strategy in the summer of 2017, according to Fear, the Bob Woodward book about the president.",
  "Congress showed its displeasure by sending the president veto-proof legislation to impose new sanctions on Russia and warning him not to fire special counsel Robert Mueller.",
  "The 2009 op-ed piece by Thomas Johnson, a research professor at the Naval Postgraduate School, predicted the rout could come as early as 2012 if U.S. strategy didn’t change.",
  "But now it, too, faces exhausting drains on is Treasury, manpower and political will as a result of the original sin of attempting a gunpoint democratization of Afghanistan.",
  "Young Queen Victoria was shocked in 1842 when she belatedly learned the entire British army in Afghanistan, some 16,000 men, had been annihilated by tribal warriors.",
  "It’s a foot-dragging technique that the military has used for a decade to help stave off the inclinations of President Barack Obama and now Trump to withdraw.",
  "By 2017, its goal was to bomb the Sunni extremists into peace talks and a possible power-sharing regime with the shaky government of President Ashraf Ghani.",
  "But this one is said to be even more pessimistic, highlighting Taliban gains over the past year and the Ghani regime’s unpopularity and endemic corruption.",
  "The president, it’s said, wants to announce a timetable for a troop withdrawal after the November midterm elections, a drawdown that would begin in 2020.",
  "Regardless, in August 2017, Trump was talked into an open-ended commitment and 4,000 more troops for Afghanistan, bringing the total to more than 14,000.",
  "But does the desire for military disengagement from an unwinnable Afghan war signal a sensible recalculation of American strategies of something worse?",
  "Battered further by catastrophic forays into Iraq, Liby and Syria, millions of Americans are questioning their country's rightful role in the world.",
  "Now, President Donald Trump is said to be shifting back to his view that the war is a \"total disaster\" and considering a troop withdrawal.",
  "Six years later, after dramatic troop reductions, the U.S. is still holding on in Afghanistan, but the prognosis is ever more gloomy.",
  "And with a new commander having just arrived in Kabul and conducting his own assessment, Trump has reason to wait, rather than act.",
  "“Every NIE on Afghanistan has been gloomy for many years,” former director of national intelligence James Clapper told Newsweek.",
  "According to some sources, President Donald Trump is reverting to his longtime position that the war is a failure.",
  "A hundred years would pass before it finally exhausted its Treasury and lost its empire in the Second World War.",
  "There are also nearly 27,000 contractors working for the U.S., about 10,000 of which are U.S. citizens.",
  "His \"America first\" proclamations seem synonymous with a go-it-alone, Fortress America doctrine.",
  "“They desperately want the Taliban to say, in some language, hey, it's okay for you to leave.",
  "And the Taliban just wants us out, that's what they have reiterated over and over again.",
  "October 7, 2018, marked the 17th anniversary of the U.S. involvement in Afghanistan.",
  "Trump grumbled to his then-aide Rob Porter that Afghanistan was “a disaster.",
  "The United States assumed Britain's role as the world's superpower in 1945.",
  "“That's something that they always ask for,” said the intelligence officer.",
  "But would disengagement from afghanistan herald a new era of isolationism?",
  "TONY KARUMBA/AFP/GettyImages\n\nAnd then there are the costs to the troops.",
  "“It’s not mission creep, but calendar creep,” the officer said.",
  "A year later, however, it’s clear that strategy has failed.",
  "“What the fuck are we doing there?” Trump snarled when H.R.",
  "World leaders from Kabul to Berlin are waiting and worried.",
  "The prediction of Kabul’s collapse was premature—by years.",
  "We ought to just exit completely,” according to Woodward.",
  "Yet many see a darker consequence to Trump's strategies.",
  "Afghan civilians have had it far worse, of course.",
  "But victory is no longer Washington’s objective.",
  "It’s never going to be a functioning democracy.",
  "Official Pentagon numbers are far lower.",
  "Another 16 percent say they do not know.",
  "At first glance, it would seem so.",
  "Others doubt he ever abandoned it.",
  "But not, evidently, for long."
]