[
  "“But now that weather has become more fickle, there’s always a chance of a warm or rainy spell,” says George Jackman, president of Stowe Nordic, “sort of along the lines of taking a beach vacation and hitting a rainy patch.”\n\nIn that case, the Stowe Mountain Resort offers a rock-climbing facility, terrain parks and ice-skating, while the Trapp Family Lodge has carriage rides and its own brewery for Austrian-style beer, not to mention all things related to the von Trapp family of “The Sound of Music” fame.",
  "If conditions aren’t favorable for skiing, alternatives activities in Stowe, Vt., include a visit to the Trapp Family Lodge, with memorabilia connected to “The Sound of Music.” In this photo, members of the Von Trapp family gather in January 1984 in Stowe to celebrate the 76th birthday of Maria Von Trapp, seated at center.",
  "Chase recommends having your ski gear stashed by the door and being prepared “to rush to the snow when it hits via World Wide Web and your smarty-pants phone.”\n\nThe Weather Channel, for example, has an app that will alert you to any change in weather at the location you’ve preselected.",
  "This brings me to my third tip:\n\nConsider the nontraditional\n\nUnwilling to let all the precious snow around the lakes go to waste, I stopped for advice at the only public place open, an old-fashioned country store situated on a narrow stretch of land between Great Pond and Long Pond.",
  "“No matter what, we will ski every time it snows and happily.”\n\nWhite Grass also is taking action, as a founding member of the Cross Country Skiing Against Climate Change collective of eight ski areas committed to sustainable, environmentally friendly operations.",
  "To escape what only fellow cross-country skiers might call “the crowds,” I traveled a few miles west to the snowy shores of Belgrade Lakes only to encounter so many summer cottages, complete with fences, that skiing would be impossible.",
  "Unable to ski, I spent a day wandering around Bolzano — serendipitously to discover in the city’s archaeological museum “Ötzi the Iceman.” His 5,000-year-old mummified remains had been uncovered in a melting glacier.",
  "Find places that make snow\n\nThe best thing about Soldier Hollow is that from mid-December through mid-March, there’s always snow — at least on the eight kilometers of groomed trails with snow-making equipment.",
  "There are drawbacks: Creating artificial snow usually requires the very carbon-polluting energy that contributes to climate change — contradicting the “green” image associated with cross-country skiing.",
  "[These ski resorts with expert slopes are also trying to cater to families with beginners]\n\nWhen researching a cross-country skiing vacation, it makes sense to look at places with contingency planning.",
  "(Walter Nicklin/For The Washington Post)\n\nSupport green efforts\n\nSkiers at White Grass Ski Touring Center, in West Virginia’s Canaan Valley, are used to making do with far-less-favorable conditions.",
  "(Walter Nicklin/For The Washington Post)\n\nAgainst the majestic backdrop of the Mont Blanc massif, I took a brief break in my workout, leaned on my ski poles and inhaled the solitary silence.",
  "Instead of snow-making machines to cover bare trails, White Grass relies on what’s called “snow farming” — whereby fences catch drifting snow that can then be plowed or shoveled as needed.",
  "Be alert to alternate locations\n\n\n\nOne of the immaculately groomed trails at Utah’s Soldier Hollow, where snow-making machines ensure predictable cross-country skiing throughout winter.",
  "What I did notice — and hadn’t seen before — were cyclists using cross-country trails for “fat-tire biking” (named for the wide wheels that can handle tough off-road conditions).",
  "The resort may be one of the country’s southernmost cross-country destinations, but Chip Chase, its owner and operator, is ever hopeful: “We make use of every flake that falls.",
  "But when I skied the Quarry Road Trails in Waterville, Maine, last winter, I hardly noticed the artificial snowmakers managed by the city’s Parks and Recreation Department.",
  "Have you tried the pond?” And then I noticed tracks on the frozen surface — not groomed trails, exactly, but flattened patterns where snowmobiles had recently zoomed.",
  "At those times, he counsels good humor and fatalism while exploring alternative activities from hiking to stargazing to enjoying the White Grass natural foods cafe.",
  "If I ever want to repeat my French Alps cross-country experience, I’m told, I shouldn’t book in December again; there’s no guarantee there would be much snow.",
  "Created for the 2002 Winter Olympics, the site not only welcomes solitary skiers but also offers tubing runs and training facilities for biathlon athletes.",
  "(Another more formally organized group — Protect Our Winters — represents not only cross-country skiing but all winter sports in the climate change fight.)",
  "However, waiting too late in the season, as I learned on a subsequent trip to the Italian Dolomites in March, can make the Alps an iffy proposition, too.",
  "As many as 40 Nordic centers around the country, including Lake Placid in New York and Breckenridge in Colorado, can make their own snow as necessary.",
  "It was my son’s spring vacation, and he still got to snowboard; but downslope from the snow-capped peaks, the cross-country trails were mostly slush.",
  "Using only about $6 worth of electricity daily, White Grass is a recipient of the West Virginia Environmental Council’s Green Entrepreneurs Award.",
  "More from Travel:\n\nBest in snow: Cross-country skiing\n\nWashington state’s cross-country ski oasis\n\nGood snow, great amenities: Skiing in luxury",
  "\n\nWhen the author was here in January 2016, the weather was too warm for skiing along the Merced River in Yosemite National Park in California.",
  "Gliding effortlessly over the smooth solid felt at first like a guilty pleasure, because noisy, gas-guzzling snowmobiles aren’t exactly green.",
  "Go with the snow\n\nThe bottom line for cross-country skiers, is that we have to learn to be ready and willing to decamp at the drop of a flake.",
  "And the noisy machines can quickly shatter the solitary skier’s human-vs.-wild illusion that is integral to much of cross-country’s appeal.",
  "(Toby Talbot/Associated Press)\n\nBe open to other activities\n\nSometimes, however, “the natural snow stinks or is nonexistent,” Chase said.",
  "(Walter Nicklin/For The Washington Post)\n\nSurely, Yosemite National Park would always be a winter wonderland — that was my expectation.",
  "Just a few miles away, the rest of my family was having fun on snowboards and downhill skis among the crowds, lifts and cable cars.",
  "We are snow lovers and optimists at the same time and revel in marginally skiable snow” known by winter sports enthusiasts as crud.",
  "Consider Stowe, Vt. A traditional cross-country skiing destination, it seemed buried in snow when I visited more than a decade ago.",
  "It was Christmas vacation 10 years ago, and we were near Chamonix, France — the site, in 1924, of the first Winter Olympics.",
  "But when I finally arranged a trip there, in late January 2016, hiking boots — not skis — were the best way to get around.",
  "Before I could even order a cup of coffee, the woman behind the counter pointed out the window and said: “You want to ski?",
  "Typically, snow-making begins around Thanksgiving, to ensure a good base, then is used as needed throughout the season.",
  "This openness to other activities is what saved my otherwise disappointing trip to the Dolomites, mentioned above.",
  "Then, after a half-hour or so, it became a bit boring; the flat, seemingly endless expanse offered no surprises.",
  "To be a cross-country skier in this age of ever warmer, drier winters is to feel like an endangered species.",
  "Snowmobile tracks offer access to the snow-covered, frozen expanse of Great Pond in Belgrade Lakes, Maine.",
  "So here are some lessons focused on flexibility that I’ve drawn from my recent cross-country experiences.",
  "I arrived in a blizzard (a good sign), but by the next morning, snowy promise had turned into icy rain.",
  "Planning too far ahead is simply not prudent when it comes to cross-country skiing in today’s climate.",
  "Appropriately to my mission at hand, they were created by glaciers more than 10,000 years ago.)",
  "Nearby is Blackwater Falls State Park and the spa at Canaan Valley Resort & Conference Center.",
  "Only in Utah’s Soldier Hollow, an hour’s drive from Salt Lake City, did I find serious snow.",
  "“I guess if snowmobiles haven’t broken through the ice, I won’t either,” I said, laughing.",
  "And “snow alerts” are available when you sign up for a subscription at snow-forecast.com.",
  "Instead, think of catching the snow the same way a surfer patiently waits for a wave.",
  "(In true understated Maine fashion, these large lakes are called ponds.",
  "“The last five years we’ve relied on it a lot,” one employee told me.",
  "Even unplowed city streets can be fun, or any old open field.",
  "It’s a winter variation on making hay while the sun shines.",
  "His website is medium.com/1968-a-year-like-no-other.",
  "There were plenty of people snowshoeing, as well.",
  "Nicklin is a writer based in Virginia and Maine.",
  "There were two cross-country skiing events.",
  "Here, people are meditating on an icy flat.",
  "Another good resource is snow-online.com.",
  "[Wanna take the family on a ski weekend?",
  "Find him on Twitter: @RoadTripRedux.",
  "You don’t have to break the bank.]",
  "It was, however, sublimely serene.",
  "So I drove on to Lake Tahoe.",
  "To survive, we must adapt.",
  "A kindred soul, I felt."
]