[
  "“We’re able to fulfill about 80 percent of the requests we receive.”\n\nThe troops tasked with escorting the advisers on their missions have to not only provide protection from potential militants, but also from so-called insider attacks by members of the Afghan security forces, who have occasionally turned on their foreign allies.",
  "The command in Kabul is now waiting on the stalled request for thousands more American troops, which they hope will allow them to deploy more soldiers dedicated to working with the Afghans, but also a “significant” number to provide more security, said one senior military official.",
  "The minimum security requirements mean that providing even just a few thousand advisers for Afghan security forces is a monumental task that, if continued, will keep many thousands more international troops and contractors facing daily threats.",
  "The need to balance the force with more advisers is a driving factor behind the military’s request for more troops, which has met with scepticism in Washington, where Trump was elected on a platform of reducing American commitments overseas.",
  "While the U.S. military has used contractors to buttress the force in Afghanistan, including using private guards for security around some bases, officials say they hope to reduce overall reliance on contractors by deploying more troops.",
  "MORE ADVISERS NEED MORE PROTECTION\n\nEven at the height of the international military mission in Afghanistan, a large proportion of troops was involved behind the scenes providing security and other support for the main mission.",
  "Among the enablers plus command-and-control troops, many also have part-time roles advising Afghan counterparts, but the numbers reveal the massive number of supporting troops needed to field even a limited advising mission.",
  "For the soldiers of the British army’s Royal Irish Regiment in Kabul, this “taxi and bodyguard service” is a far cry from their last deployment to Afghanistan when they battled militants in Helmand province in 2011.",
  "That calculus will factor into arguments put before U.S. President Donald Trump on Friday as he and advisers meet ahead of a long-awaited decision on strategy and troop levels for the United States’ longest war.",
  "REUTERS/Josh Smith\n\nWhile every mission varies, for every adviser deployed in Afghanistan as part of a NATO-led multinational force, many more soldiers are tasked with providing security and support.",
  "A soldier with the British army's Royal Irish Regiment provides security for a meeting between international military advisers and Afghan officials at a base in Kabul, Afghanistan July 12, 2017.",
  "In April, the regiment’s soldiers were deployed to mediate a dispute that arose after a vehicle carrying foreign troops was involved in a traffic accident and was fired upon by Afghan police.",
  "After months of relative calm, since April the Royal Irish Regiment has deployed a “quick reaction force” to at least three attacks in the city, said Major Paul Martin, a company commander.",
  "In early May, the soldiers escorted the disabled vehicles of an U.S. military convoy that had been struck by a suicide bomber, killing eight Afghan bystanders and wounding three Americans.",
  "DANGEROUS JOB\n\nProviding security and support for the advising mission can be a deceptively dangerous job, with hours of quiet routine that can be broken by deadly violence at any moment.",
  "And just two days after that, Romanian soldiers providing security for advisers in Kandahar were forced to shoot and kill an Afghan policeman who attacked the international troops.",
  "“We’re there in the background if anything happens,” said ranger Riley Tolliday, describing his job as a “guardian angel” escorting advisers to meetings around the Afghan capital.",
  "Of the 12,447 troops from 39 countries that make up the NATO-led Resolute Support mission, about 2,865 are classified as advisers, according to numbers provided by the coalition.",
  "Erik Prince, the high-profile founder of the private security firm Blackwater, has proposed using contractors to take over all of the foreign mission in Afghanistan.",
  "Among the 23,500 private contractors also employed by the U.S. military in Afghanistan, only 800 are classified as trainers, according to the Pentagon.",
  "On Aug. 2, two American soldiers were killed by a suicide car bomb as they were providing security for a convoy in the southern province of Kandahar.",
  "Fewer than 25 percent of coalition troops in Afghanistan are dedicated advisers - with the rest either in a security, support or a combined role.",
  "KABUL (Reuters) - Navigating a chaotic maze of cars and people, the convoy of British army armored vehicles weaves slowly through Kabul.",
  "Slideshow (3 Images)\n\nSecurity services have seen a recent increase in demand as advisers try to reach more Afghan units, Martin said.",
  "And on May 31, they responded to the scene of a massive truck bomb that detonated in the center of Kabul, killing at least 92 people.",
  "The British soldiers helped secure the scene and then evacuated casualties from the German embassy, which was heavily damaged.",
  "Another 7,766 are considered “enablers”, which can range from logistics and security troops to fighter aircraft pilots.",
  "The job of about a dozen soldiers is to protect just two international advisers on their way to meet Afghan soldiers.",
  "The next day, a Georgian soldier was killed when a coalition convoy was attacked by a suicide bomber in Kabul.",
  "And, finally, 1,816 are deployed as “command and control”."
]