[
  "Isaiah’s friend Dodson, having survived a life of crime, is cursed with the mother-in-law from hell: “You were a useless bum before and now you’re a useless bum with a bullet hole in you.” Strange creatures appear: “Sylvia knew instantly that in a prior life, she and Chester had been vampires together in New Orleans.” A woman looks around a bar and declares she’s “seen better faces in a fish tank.”\n\nIf I had any complaint about “Wrecked,” it was that its abundance of characters and subplots sometimes felt like too much of a good thing.",
  "Grace is a penniless artist who can’t pay him, but Isaiah likes her too much to refuse her, even after he learns that her mother, Sarah, is in deep trouble with a group of ex-military men, led by Stan Walczak, the founder of a global security firm (think Blackwater).",
  "The wonder of love, the cruelty of war, the black world he knows well, the music he loves (Count Basie, Duke Ellington, Louis Armstrong, George Shearing) — all the beauty and cruelty and craziness he filed away in his mind before he began writing these novels.",
  "In “Wrecked,” the third installment of the IQ series, Quintabe is back, slowly building his business in Long Beach, Calif., when an attractive young woman named Grace asks his help in finding her mother, whom she hasn’t seen for 10 years.",
  "He has said this experience helped him create his main character, Isaiah Quintabe (IQ), a young black man who after an interlude of youthful crime, became a private detective.",
  "In a more enjoyable episode, written with equal skill, Ide has Walczak and his thugs pursue Isaiah and Grace through the Burning Man extravaganza in the Southwest desert.",
  "[Review: ‘IQ,’ by Joe Ide]\n\nDespite the danger, Isaiah takes the case and falls for Grace, although he’s never had a white girlfriend and fears rejection.",
  "As it turns out, Grace is unconcerned about race — she likes IQ a lot — but she’s wary of involvement and wants only to find her mother.",
  "One day when his wife was away, he told the girl he had $5,000 in cash and that they could run off to San Francisco and have some fun.",
  "[The 10 best thrillers and mysteries of 2018]\n\nIde delights in injecting moments of humor into his tale of crime and violence.",
  "But I came to accept Ide’s excesses as the result of his ambition, his urge to share all that he has seen and felt and known.",
  "Sarah has incriminating evidence from Abu Ghraib that proves that he and his colleagues tortured prisoners there.",
  "Ide is a Japanese American who grew up in an African American section of South Central Los Angeles.",
  "With “Wrecked,” Ide confirms that he’s among the most original new voices in today’s crime fiction.",
  "He won’t talk, even during abuse and pain that are brilliantly described and agonizing to read.",
  "Nonetheless, their growing attraction inspires a touching portrait of love and its discontents.",
  "“IQ” won the Anthony, Macavity and Shamus awards for outstanding crime-fiction debut.",
  "In a flashback, we see her at age 15 when she was sent to live with foster parents.",
  "Patrick Anderson reviews thrillers and mysteries regularly for The Washington Post.",
  "Isaiah’s love is sorely tested when he’s captured by Walczak’s gang and tortured.",
  "Instead, Grace threatens to call the police and denounce him as a pedophile.",
  "Soon she goes forth to make her way in the world with that $5,000 in hand.",
  "Joe Ide was 58 when he published his first novel “IQ” two years ago.",
  "He summons four ruthless cronies from Abu Ghraib to do just that.",
  "There was a lecherous foster father who wouldn’t leave her alone.",
  "Before that he’d been a schoolteacher and a screenwriter.",
  "Walczak could pay her but would rather kill her.",
  "Sarah and Walczak were once lovers.",
  "She’s demanded $1 million for it.",
  "Being a novelist suits him well.",
  "Grace’s life has not been easy."
]