[
  "Trump’s lawyers, citing presidential privilege, have thus far refused to provide answers to questions about Russian interactions during the presidential transition, during which surrogates for the incoming Trump White House tried to set up back channel discussions with the Kremlin.",
  "“But there’s nothing there I haven’t read in a newspaper.”\n\n“It has been our position from the outset that much of what has been asked raised serious constitutional issues and was beyond the scope of a legitimate inquiry.",
  "The answers could, in fact, be the end of Trump’s direct involvement if Robert Mueller believes they provide enough information for the special counsel to deliver its report on Russia’s influence on the 2016 election.",
  "Those questions included queries about a 2017 meeting in the Seychelles between Trump ally and Blackwater founder Erik Prince, a close confidante of Vladimir Putin, and a middle man from the United Arab Emirates.",
  "Mueller could return to the Trump legal team with further questions or clarifications or, conceivably, try to subpoena the president to compel him to speak to investigators, if the answers are considered lacking.",
  "Mueller had asked for a sit-down interview with the president, which Trump and his lawyers have so far rebuffed; the special counsel then submitted a range of questions, which Trump has only answered a portion.",
  "The President responded in writing.”\n\nThe questions posed by the Mueller team only covered instances of potential collusion, not questions of possible obstruction of justice by the president.",
  "Alex Wong/Getty Images\n\nPresident Trump submitted written answers to a series of Robert Mueller’s questions to the special counsel’s office, lawyers for the president announced Tuesday.",
  "It is unclear if Trump will agree to answer obstruction questions and indicated during an interview with Fox News over the weekend that he may not be willing to engage further.",
  "After months of negotiations, Trump’s responses mark his first substantive personal engagement with the Russia investigation that has now spanned 18 months.",
  "The Special Counsel has been provided with more than 30 witnesses, 1.4 million pages of material, and now the President’s written responses to questions.",
  "“The President today answered written questions submitted by The Special Counsel’s Office,” Jay Sekulow, Counsel to the President said in a statement.",
  "“What I can tell you is they’re complete and detailed,” Trump attorney Rudolph Giuliani told the Washington Post about Trump’s written responses.",
  "“I think we’ve wasted enough time on this witch hunt and the answer is probably, we’re finished,” Trump told Fox News’ Chris Wallace.",
  "Subpoenaing Trump would likely set off a high-stakes constitutional tussle that Mueller has appeared to want to avoid.",
  "“The questions presented dealt with issues regarding the Russia-related topics of the inquiry.",
  "“The President has nonetheless provided unprecedented cooperation.",
  "This remains our position today,” Giuliani said in a statement.",
  "Will this be enough for Robert Mueller’s Russia investigation?",
  "It is time to bring this inquiry to a conclusion.”"
]