[
  "We were thinking about building a building [in Russia].” In fact, throughout the campaign he claimed again and again that he had no business interests in Russia, saying things such as “I don’t know Putin, have no business whatsoever with Russia, have nothing to do with Russia.”\n\nTo take just one other example, when it was revealed that Donald Trump Jr., Paul Manafort and Jared Kushner held a meeting in June 2016 with a group of Russians they believed would supply them with damaging information against Hillary Clinton, President Trump personally dictated a misleading statement intended to deceive the public about what the meeting was actually about.",
  "Roger Stone: The president’s longtime friend and adviser claims that his uncanny knowledge during the campaign of what WikiLeaks was about to reveal about Democrats came not because he was communicating with the group but because he was employing “bluff, posture, hype.”\n\nJerome Corsi: The conspiracy theorist has claimed that, despite getting an instruction from Stone to communicate with Wikileaks leader Julian Assange, and despite sending Stone specific information about what Wikileaks was soon to release, he never actually communicated with the group either directly or indirectly.",
  "Kushner also claimed he had no idea what the subject of the now-infamous Trump Tower meeting was, because he failed to read to the bottom of the email he had been forwarded where it said it was “part of Russia and its government’s support for Mr. Trump.”\n\nPaul Manafort: Earlier this week, the special counsel charged that the former Trump campaign chairman broke their cooperation agreement by lying to investigators about multiple matters, including his contacts with Konstantin Kilimnik, a Russian associate of Manafort who is believed to have ties to Russian intelligence.",
  "Erik Prince: The founder of mercenary company Blackwater — and brother of Education Secretary Betsy DeVos — Prince arranged a January 2017 meeting in the Seychelles with a prominent Russian businessman in an apparent attempt to create a back channel for communication between the Trump administration and Russia.",
  "(Andrew Harrer/Bloomberg News)\n\nOpinion writer\n\nImagine for a moment that President Trump is right when he claims there is, in fact, no Russia scandal — because the entire thing is a hoax, a fraud, a witch hunt — and that neither he nor any of his family members, employees, or associates did anything wrong.",
  "The latest exposure of his dishonesty comes courtesy of the plea agreement made by his former personal lawyer, Michael Cohen, who supplied evidence that the Trump Organization was actively pursuing a deal to build a Trump Tower in Moscow — while Trump was running for president.",
  "Michael Cohen: Trump’s former personal lawyer now admits that he lied to Congress about the Trump Organization’s efforts to secure a big Moscow real estate deal, to conceal the fact that Trump’s financial dealings with Russia continued throughout the 2016 Republican primaries.",
  "Michael Flynn: Trump’s first national security adviser pleaded guilty to lying to the FBI about his conversations with Russian ambassador Sergey Kislyak, and agreed to cooperate with the investigation being conducted by special counsel Robert S. Mueller III.",
  "Rudolph W. Giuliani: The president’s TV lawyer falsely claimed that when Trump Jr., Manafort and Kushner met with a group led by a Russian lawyer to get dirt on Clinton supplied by the Russian government, they didn’t even know the lawyer was Russian.",
  "To be clear, this will not include the many lies these people told about matters having to do with other topics:\n\nDonald Trump: The president lies about just about everything but, in particular, he has lied on matters related to Russia.",
  "George Papadopoulos: The former Trump foreign policy adviser pleaded guilty to lying to the FBI about his efforts to acquire damaging information against Clinton from the Russian government through an intermediary.",
  "McFarland: McFarland, who briefly served as Flynn’s deputy, initially told FBI agents she had never had a conversation with Flynn about his contacts with Kislyak and their discussion of sanctions against Russia.",
  "Jeff Sessions: During his confirmation process, the now-former attorney general claimed on three separate occasions under oath that he had no contact with any Russian officials during the 2016 campaign.",
  "Jared Kushner: The president’s son-in-law omitted meetings he had with Russians from his security clearance forms, which required him to detail all recent contacts with foreign nationals.",
  "Instead, he says he determined that they would soon release emails belonging to Clinton campaign chairman John Podesta by brilliantly sleuthing through publicly available documents.",
  "Donald Trump Jr.: When the story of his Trump Tower meeting with the Russians first broke, Trump Jr. claimed it was for the purpose of discussing adoptions of Russian children.",
  "What has happened, instead, is that one person after another, from the president on down, has lied about their actions, their contacts with Russia and the decisions they made.",
  "What we can say for sure is that the president, his family members, his employees and his associates are acting as though they’re not just guilty, but spectacularly guilty.",
  "Trump’s representatives — including lawyer Jay Sekulow and White House press secretary Sarah Sanders — then issued denials that Trump wrote the statement.",
  "There’s one thing we should all be able to agree on: If they were all innocent, they would be telling the truth about what they did and didn’t do.",
  "So let’s run down a list of those around the president who have lied, dissembled, concealed and misled about what they did with regard to Russia.",
  "Mueller obtained evidence that this characterization was false, and Prince recently said he has cooperated with the special counsel’s inquiry.",
  "Corsi also admitted that he and Stone cooperated to concoct a “cover story” to explain Stone’s advance knowledge of the Podesta email dump.",
  "This lie lasted one day — until emails were exposed showing him excitedly planning the meeting to acquire dirt on Clinton.",
  "A lie isn’t always a crime, but it is always an indication that the person telling it has something they want to conceal.",
  "In short, they’re acting like the guiltiest bunch of people since Richard M. Nixon’s Committee to Reelect the President.",
  "But he testified under oath that the meeting with the Russian official was a chance encounter that happened over a beer.",
  "For all we know, there may be more names added to this list by the time the full scope of the scandal is revealed.",
  "If that were the case, how would they all have conducted themselves as this controversy has gone on?",
  "Prince also appears to have lied about a meeting he had with Trump Jr. during the campaign.",
  "Trump asserted yesterday in response to Cohen’s plea, “I mean, we were very open with it.",
  "They later admitted that these denials were false and Trump had in fact dictated it.",
  "Later she “revised her statement,” saying she and Flynn did indeed talk about it.",
  "In fact, he met with Kislyak, the Russian ambassador, three times.",
  "To think otherwise, you’d have to be willfully blind.",
  "\n\nPresident Trump at the White House on Thursday.",
  "That’s because the truth would exonerate them.",
  "This was false.",
  "K.T."
]