[
  "He had ingratiated himself with crown princes from Saudi Arabia and the United Arab Emirates, who were seeking to alter U.S. foreign policy and punish Qatar, an archrival in the Gulf that he dubbed “the snake.”\n\nTo do that, the California businessman had helped spearhead a secret campaign to influence the White House and Congress, flooding Washington with political donations.",
  "A lawyer for Broidy, Chris Clark, contended the AP’s reporting “is based on fraudulent and fabricated documents obtained from entities with a known agenda to harm Mr. Broidy.”\n\n“To be clear, Mr. Nader is a U.S. citizen, and there is no evidence suggesting that he directed Mr. Broidy’s actions, let alone that he did so on behalf of a foreign entity,” Clark said.",
  "In return for pushing anti-Qatar policies at the highest levels of America’s government, Broidy and Nader expected huge consulting contracts from Saudi Arabia and the UAE, according to an Associated Press investigation based on interviews with more than two dozen people and hundreds of pages of leaked emails between the two men.",
  "“In seeking investments from the New York State Common Retirement Fund, I made payments for the benefit of high-ranking officials at the Office of the New York State Comptroller, who had influence and decision-making authority over investment decisions,” Broidy said in his plea and cooperation agreement.",
  "“I can’t speak for his documentation.”\n\nA person familiar with the arrangement, who spoke on condition of anonymity because he was not authorized to speak on the record, said that Wald consulted with Broidy, but could not join a trip to pitch the contract in Saudi Arabia because of a scheduling conflict.",
  "‘BELTWAY BANDITS’\n\nIn many ways, the partnership between Broidy, 60, and Nader, 59, embodies the insider influence that has given contractors in D.C. the nickname “beltway bandits.”\n\nBoth of their careers were marked by high-rolling success and spectacular falls from grace — and criminal convictions.",
  "But documents show the lobbying was intertwined with the pursuit of contracts from the very start, and involved specific political tasks carried out for the crown princes — whose countries are listed as the “clients ” for the lobbying campaign in a spreadsheet from Broidy’s company, Circinus LLC.",
  "“We believe the evidence is clear that a nation state is waging a sophisticated disinformation campaign against me in order to silence me, including hacking emails, forging documents, and engaging in espionage and numerous other illegal activities,” Broidy said in a statement at the time.",
  "In a Circinus progress report from Broidy to Nader, Saudi Arabia and the UAE are listed as the clients, Maj. Gen. Assiri as a consultant, and Broidy and Nader are “leader/liaison” — raising questions about Broidy’s contention to the AP that he was not working for a foreign government.",
  "Broidy said Trump asked what the next step would be and that he told the president he should meet with the crown prince from the UAE, adding, “President Trump agreed that a meeting with MBZ was a good idea.”\n\nThe White House did not respond to repeated requests for comment.",
  "Lobbying in pursuit of personal gain is nothing new in Washington — Trump himself, in fact, turned the incestuous culture into a rallying cry when he promised to “drain the swamp.”\n\n“I will Make Our Government Honest Again — believe me,” Trump tweeted before the election.",
  "“Nobody would even waste cup of coffee on him if it wasn’t for who he is married to.”\n\nDays after Broidy’s meeting with Trump, the UAE awarded Broidy the intelligence contract the partners had been seeking for up to $600 million over 5 years, according to a leaked email.",
  "Three Trump advisers registered retroactively as foreign agents: Michael Flynn, Trump’s former national security adviser, who had done business for Turkey, and Trump campaign chairman Paul Manafort and his longtime deputy, Rick Gates, who did business for Ukraine.",
  "The cache also reveals a previously unreported meeting with the president and provides the most detailed account yet of the work of two Washington insiders who have been entangled in the turmoil surrounding the two criminal investigations closest to Trump.",
  "The AP conducted an exhaustive review of the emails and documents, checking their content with dozens of sources, and determined that they tracked closely with real events, including efforts to cultivate the princes and lobby Congress and the White House.",
  "“I can help in educating Mnuchin on the importance of the Treasury Department putting many Qatari individuals and organizations on the applicable sanctions lists.”\n\nThe al-Udeid Air Base outside Doha is an important U.S. military asset in the Middle East.",
  "“But first, I’m going to have to #DrainTheSwamp in DC.”\n\nBroidy’s campaign to alter U.S. policy in the Middle East and reap a fortune for himself shows that one of the president’s top money men found the swamp as navigable as ever with Trump in office.",
  "One was in the Seychelles, a tropical archipelago in the Indian Ocean, which drew scrutiny because it included Prince, an informal adviser to Trump, and Russian investor Kirill Dmitriev, who has close ties to Russian President Vladimir Putin.",
  "At Nader’s request, $2.5 million was channeled in two installments from his company in the UAE through a Canadian company called Xiemen Investments Limited, which someone familiar with the transaction said was run by one of Broidy’s friends.",
  "Summaries written by Broidy of two meetings he had with Trump — one of which has not been disclosed before — report that he was passing messages to the president from the two princes and that he told Trump he was seeking business with them.",
  "On Feb. 7, 2017, Broidy wrote to a staffer for the chairman of the House Foreign Affairs Committee about a bill aimed at sanctioning Qatar for alleged support of terrorist groups— part of what Nader called “hammering Qatar,” emails show.",
  "Records from the Federal Election Commission show no donations from either George Nader or “George Vader,” but on Nov. 30, Broidy gave $189,000 to the RNC — more than he had given to the RNC in over two decades of Republican fundraising.",
  "WASHINGTON (AP) — After a year spent carefully cultivating two princes from the Arabian Peninsula, Elliott Broidy, a top fundraiser for President Donald Trump, thought he was finally close to nailing more than $1 billion in business.",
  "Neither Broidy nor Nader registered with the U.S. government under the Foreign Agents Registration Act, a law intended to make lobbyists working for foreign governments disclose their ties and certain political activities.",
  "But when a New York state pension fund decided to invest $250 million with him, investigators found that he had plied state officials with nearly $1 million in illegal gifts while collecting $18 million in management fees.",
  "Broidy and his business partner, Lebanese-American George Nader, pitched themselves to the crown princes as a backchannel to the White House, passing the princes’ praise — and messaging — straight to the president’s ears.",
  "From the start, the men had a two-track mission: to carry out a campaign against Qatar that would curry favor with the princes, and to then turn that success into millions of dollars in defense deals, documents show.",
  "The three-year civil war there has left thousands of civilians dead, millions displaced from their homes, and put the entire country on the cusp of famine in what is now the largest humanitarian crisis in the world.",
  "He claimed he had “shifted” Royce from being critical of Saudi Arabia to “being critical of Qatar.” The AP reported in March that Broidy gave nearly $600,000 to GOP candidates and causes since the beginning of 2017.",
  "He reported back to Nader that he’d told Trump the crown princes were “most favorably impressed by his leadership.” He offered the crown princes’ help in the Middle East peace plan being developed by Jared Kushner.",
  "Nader cheered on his anti-Qatar exploits and told him to “keep hammering the bastards.”\n\nAN ‘EXTRAORDINARY’ CAMPAIGN’\n\nArmed with fresh cash, Broidy pitched Nader a media blitz that would put the fire to Qatar.",
  "The war has drawn in myriad combatants, including a coalition led by Saudi Arabia and the UAE, and backed by the U.S.\n\nBroidy and Nader proposed multiple plans to the princes for more than $1 billion of work.",
  "There were several objectives: to sell the idea for a Muslim fighting force, to keep the president from intervening on Qatar and to arrange a discreet meeting between Trump and the crown prince of Abu Dhabi.",
  "Perhaps this will be the beginning of the end to horror of terrorism!”\n\nU.S. officials quickly tried to walk back Trump’s comments, saying the U.S. was not taking sides in the dispute among its Gulf allies.",
  "“How I work closely with Two Big Friends.”\n\nAfter the Oct. 6 meeting, Broidy reported back to Nader that he had passed along the messages and had urged the president to stay out of the dispute with Qatar.",
  "Last year, the AP revealed that the UAE was operating “black sites” in Yemen, where its soldiers have tortured prisoners – including, in some cases, tying them to a spit and roasting them over open fires.",
  "The opinion piece, co-written by retired Air Force Gen. Charles Wald, who had been the deputy head of U.S. European Command, called for moving U.S. military assets from the al-Udeid Air Base in Qatar.",
  "Broidy drafted an email to Trump’s chief of staff, John Kelly, asking him to intervene on behalf of his friend, whom he oddly called “George Vader” — a misnomer that appears elsewhere in the emails.",
  "After the 2003 Iraq war ended, he re-emerged there, as contractors were making a fortune helping the U.S. coalition and the post-Saddam Hussein government rebuild the country and arm its military.",
  "Andrew Cuomo, then-New York attorney general, called it “an old-fashioned payoff.”\n\n“This is effectively bribery of state officials, and not just one,” said Cuomo, who is now New York’s governor.",
  "The FBI raided the premises of Trump’s personal lawyer, Michael Cohen, seeking information on hush money paid to porn actress Stormy Daniels, who said she’d had an affair with the president.",
  "Nader worked with a private military contractor from the U.S., Erik Prince, whose former company, Blackwater, became infamous after a shootout in Baghdad in 2007 left 14 civilians dead.",
  "They proposed a budget upward of $12 million to “expose and penalize” Qatar and get the U.S. to pressure it to “aid in coercive action against Iran,” according to a March 2017 document.",
  "A new cache of emails obtained by the AP reveals an ambitious, secretive lobbying effort to isolate Qatar and undermine the Pentagon’s longstanding relationship with the Gulf country.",
  "It all might have proceeded smoothly save for one factor: the appointment of Robert Mueller as special counsel to look into allegations of Russian interference in the 2016 election.",
  "The move was at odds with the president’s rhetoric on Qatar, but it paled in comparison with the $110 billion in arms deals with Saudi Arabia that Trump had previously announced.",
  "In February, the AP, The New York Times and other news organizations began receiving anonymously leaked batches of Broidy’s emails and documents that had apparently been hacked.",
  "As a young Lebanese immigrant to the U.S. in the 1980s, he quickly established himself as a forceful independent operator, founding a policy magazine called Middle East Insight.",
  "Broidy also bragged that he had “caused” Royce to praise a senior Saudi general, Ahmed Hassan Mohammad Assiri, in words that were then memorialized in the Congressional Record.",
  "The AP has previously reported that Broidy and Nader sought to get an anti-Qatar bill through Congress while obscuring the source of the money behind their influence campaign.",
  "One day after the UAE and Saudi Arabia began their blockade, Trump sent a series of tweets signaling support for the two countries’ actions and embracing an anti-Qatar stance.",
  "Mark Dubowitz, the foundation’s CEO, later said that Broidy assured him the funding was not coming from a foreign government and that he had no contracts in the Gulf.",
  "It’s the forward operating base for U.S. Central Command and hosts some 10,000 U.S. troops — a geopolitical arrangement that Qatar’s Gulf rivals would like to change.",
  "Amnesty International, in a 2013 report, stated that migrants from southeast Asia worked in a state akin to slavery, “forced labour,” and lived in “squalid” housing.",
  "But in May 2003, Nader was convicted in the Czech Republic of 10 counts of sexually abusing minors and sentenced to a one-year prison term, the AP revealed in March.",
  "Broidy sought to claim credit for it, emails show, and was keen to collect the first installment of $36 million for an intelligence-gathering contract with the UAE.",
  "Broidy has maintained he was not required to register because his anti-Qatar campaign was not directed by a foreign client and came entirely at his own initiative.",
  "Three years later, Broidy’s conviction was knocked down to a misdemeanor after he agreed to cooperate with prosecutors and pay back the $18 million to the state.",
  "Ideally, Broidy and Nader would work to persuade the U.S. government to sanction Qatar and move a key military base from Qatar to another location in the Gulf.",
  "By the ’90s, he had risen as a behind-the-scenes player, setting up dinners for Israeli and Arab dignitaries with Washington power brokers and U.S. lawmakers.",
  "In late September, Broidy arranged for the most coveted meeting for any lobbyist in Washington: an audience for himself with the president in the Oval Office.",
  "What readers did not know was that Wald was listed in company documents as a member of Broidy’s Circinus team that was pitching contracts in Saudi Arabia.",
  "Nader was thrilled: A U.S. congressman publicly flattered a Saudi official, who documents show was helping evaluate Broidy and Nader’s contract proposals.",
  "The next day, Broidy forwarded Nader questions about a potential contract with Saudi Arabia to train Arab troops to fight in the escalating war in Yemen.",
  "A week later, on June 16, the Trump administration completed a $12 billion sale of F-15 fighter jets to Qatar that had been approved earlier by Congress.",
  "“First among many to go!”\n\nHours after that money transfer, Nader and Broidy discovered that, despite all their precautions, they had not escaped notice.",
  "While there is no evidence that Mueller is interested in the lobbying effort, Nader’s detention kicked off a spiral of misfortune for the two partners.",
  "It is unclear why Nader was detained, but he is a link between the Trump campaign and the Russian investor who attended the meeting in the Seychelles.",
  "Broidy boasted that he had got the chairman of the House Foreign Affairs Committee, California Republican Rep. Ed Royce, to back an anti-Qatar bill.",
  "The meeting has prompted questions about whether it was an attempt to establish a backchannel between Russia and the incoming Trump administration.",
  "A senior Saudi official confirmed that the government had discussions with Nader but said it had signed no contracts with either Nader or Broidy.",
  "In late April, Secretary of State Mike Pompeo called for an end to the bickering among Saudi Arabia, the UAE and Qatar during a trip to the Gulf.",
  "Two weeks later, in a major escalation of tensions, the UAE, Saudi Arabia and regional allies launched a travel and trade embargo against Qatar.",
  "Despite that successful readout, Nader wanted more: He wanted a photo of himself with the president — a big request for a convicted pedophile.",
  "The gist of their plan was to show evidence that Qatar was too close to Iran and supported Islamist groups, including the Muslim Brotherhood.",
  "International human rights groups have dinged the country for its treatment of migrant workers preparing the country for the 2022 World Cup.",
  "In January, Broidy was preparing for a third meeting with Trump, at Mar-a-Lago, during celebrations of the president’s first year in office.",
  "It was marked “Confidential.”\n\nThree days later, “The Two Faces of Qatar, a Dubious Mideast Ally” was published in The Wall Street Journal.",
  "A senior official said Crown Prince bin Salman ordered an end to “engagement with these people.”\n\nBut Broidy’s huge contract with the UAE?",
  "‘A TERRIFIC, MAGNIFICENT MEETING’\n\nJust weeks after those meetings, Broidy and Nader met for the first time, during Trump’s inauguration.",
  "Nader has been living in the UAE, working as an adviser to Sheikh Mohammed bin Zayed Al Nahyan, the Abu Dhabi crown prince known as MBZ.",
  "By December of last year, the partners were riding a wave of success in their campaign to create an anti-Qatar drumbeat in Washington.",
  "Nader told Broidy the meeting was potentially historic and to “take advantage of this priceless asset.”\n\nAnd there was one more thing.",
  "News stories linked him to plans to leverage his White House access for clients in Africa, Eastern Europe, the Middle East and Asia.",
  "The law requires people to register even if they are not paid but merely directed by foreign interests with political tasks in mind.",
  "In a note to Broidy, Nader said the princes were very happy with the proposed contracts, particularly the crown prince of Abu Dhabi.",
  "The Muslim fighting force contract would be even larger, potentially bringing their entire Gulf enterprise to more than $1 billion.",
  "The conference also set off a flurry of more anti-Qatar stories in mainstream media, which Broidy catalogued for the crown princes.",
  "At the end of March, Nader wrote that he’d had “a terrific, magnificent meeting” with the Saudi crown prince, Mohammed bin Salman.",
  "The transaction had the effect of obfuscating that the money for the political work in Washington had come from Nader in the UAE.",
  "It was Nader’s connection to MBZ and Erik Prince that eventually caught the attention of U.S. investigators in the Russia probe.",
  "Unlike other countries, Qatar imposes few restrictions on base operations and is even building new facilities for U.S. troops.",
  "In late November, Broidy planned a visit to complete the contracts in the UAE, where MBZ was hosting a Formula One auto race.",
  "When Nader landed at Dulles Airport outside Washington, D.C., a team of FBI agents working for Mueller was there to meet him.",
  "He and Nader had already discussed sharing the profits and begun setting up a UAE subsidiary of Circinus, Broidy’s company.",
  "“I acknowledge I had a consensual relationship with a Playboy Playmate,” Broidy said in a statement the day the news broke.",
  "The prince even asked them to discuss their contracts with “General Ahmed.”\n\nThe money for the lobbying was another matter.",
  "Broidy wrote Nader that his plan included the commission of 200 articles assigned to the foundation and other think tanks.",
  "“We ran all data bases including FBI and Interpol and found no issues with regard to Mr. Vader.”\n\nThere was another issue.",
  "At that point, Broidy might have realized the dangers of not registering as a foreign agent — it was all over the news.",
  "Broidy, who made a fortune in investments, was finance chairman of the Republican National Committee from 2006 to 2008.",
  "Nader asked Broidy to tell the president about his connections with the crown princes, using code names for all three.",
  "“Many journalists and people from Russia and other countries will be around.”\n\nBroidy met Trump once again on Dec. 2.",
  "“You have to hear in private my Brother what Principals think of ‘Clown prince’s’ efforts and his plan!” Nader wrote.",
  "The partners were jubilant when Trump made his first foreign trip not to his allies in Europe, but to Saudi Arabia.",
  "Broidy previously told the AP that he did not think to question why the money was routed through a foreign entity.",
  "Cory Fritz, a spokesman for Royce, noted the congressman’s record: Royce has long been critical of both countries.",
  "Broidy reported he was making progress, and Nader kept the “principals” briefed on their adventures, emails show.",
  "He has complied with all relevant laws, including FARA,” Clark, Broidy’s attorney, said in a statement to the AP.",
  "He’d persuaded an American think tank, Foundation for Defense of Democracies, to stage an anti-Qatar conference.",
  "He did not tell Trump that his partner had complete contempt for the plan — and for the president’s son-in-law.",
  "The Foundation for Defense of Democracies conference was set for May 23 at the Fairmont Hotel in Washington.",
  "Asked why he had not made his conflict clear in the Op-Ed piece, Wald denied he had ever worked for Broidy.",
  "He sued Qatar and its lobbyists, alleging in a lawsuit filed in March that the hack was a smear campaign.",
  "Broidy was co-hosting a fundraiser for Trump and the Republican National Committee in Dallas on Oct. 25.",
  "Some of the recipients of Broidy’s spending in Washington said they had no idea that Nader was involved.",
  "Broidy suggested that Nader meet the suggested threshold with a donation between $100,000 and $250,000.",
  "Amid the fissures in the Gulf, the base is key leverage for Qatar to maintain influence in Washington.",
  "Trump and many other Republicans in Washington viewed Saudi Arabia as a counterweight against Iran.",
  "He’d had an affair with Playboy Playmate Shera Bechard, who got pregnant and later had an abortion.",
  "They said they would take a hard line on funding extremism and all reference was pointing to Qatar.",
  "“I think my friend not very wise for you to be seeing (sic) at this event,” Nader wrote to Broidy.",
  "It was not clear if the objections were related to his convictions for sexually abusing children.",
  "A SPIRAL OF MISFORTUNE\n\nIt was time for Broidy to visit the UAE and nail down his first contract.",
  "Mueller’s team was interested in two meetings that took place before Donald Trump’s inauguration.",
  "He served his time in Prague, according to Czech authorities, then was expelled from the country.",
  "That sordid past was no obstacle as Nader cultivated a formidable list of high-powered contacts.",
  "Nader was supposed to join them, but the initial payment for the intelligence contract was late.",
  "The emails reviewed by the AP included work summaries and contracting documents and proposals.",
  "On April 21, 2017, Broidy sent Nader the draft of an Op-Ed to show the impact of his campaign.",
  "Despite the challenges of Saudi Arabia’s human rights record, the partners’ timing was good.",
  "Broidy agreed to pay her $1.6 million to help her out, so long as she never spoke about it.",
  "___\n\nRead key documents in Broidy and Nader’s correspondence at:\n\nhttp://apne.ws/Uux7vo3",
  "Violating the federal law carries a maximum $10,000 fine or up to five years in prison.",
  "RNC officials had decreed there would be no photos with the president without payment.",
  "On Jan. 17, Broidy reported that he had received the first installment — $36 million.",
  "“Appreciate how you would make sure to bring up my role to Chairman,” Nader emailed.",
  "There has been no traction on the effort to get the base in Qatar moved to the UAE.",
  "In 2009, Broidy pleaded guilty to a felony charge of rewarding official misconduct.",
  "The onset of the Trump administration presented an opportunity: a return to glory.",
  "Still another was related to setting up counterterrorism centers in Saudi Arabia.",
  "Nader sent Broidy his private email address on the encrypted ProtonMail service.",
  "The result: a picture of Nader and Trump grinning in front of the American flag.",
  "The princes “are counting on you to relate it blunt and straight,” Nader wrote.",
  "Getting the U.S. government to move its critical base in the Gulf was unlikely.",
  "Iran is Saudi’s main regional rival and on the other side of the war in Yemen.",
  "Now, in December 2017, Broidy was ready to be rewarded for all his hard work.",
  "The Secret Service had said Nader wouldn’t be allowed to meet the president.",
  "Qatar responded that it was Broidy who had engaged in a propaganda campaign.",
  "Broidy’s leaked emails refer to Wald’s involvement almost four dozen times.",
  "Mnuchin’s wedding in Washington D.C. on June 24th),” Broidy wrote to Nader.",
  "Of the 19 attackers, 15 were from Saudi Arabia, and two were from the UAE.",
  "One pitch was to help create an all-Muslim fighting force of 5,000 troops.",
  "He also said he explained Circinus’ plan to build a Muslim fighting force.",
  "In advance of the meeting, Nader wrote Broidy a script, an email shows .",
  "“One of my companies does deep vetting for the US government,” he wrote.",
  "He was relieved of his electronic devices and later agreed to cooperate.",
  "There is no indication Broidy is under investigation by Mueller’s team.",
  "In the end, Nader and Broidy’s anti-Qatar operation lost its momentum.",
  "Broidy said he had a direct line to Treasury Secretary Steven Mnuchin.",
  "And polishing up the image of the Saudis and Emiratis was a hard sell.",
  "“The United Arab Emirates would be a logical destination,” wrote Wald.",
  "Many Americans still associate the country with the Sept. 11 attacks.",
  "Saudi Arabia was finding a new ascendancy following Trump’s election.",
  "“Mnuchin is a close friend of mine (my wife and I are attending Sec.",
  "He delayed his trip to the U.S. for a day to make sure it was wired.",
  "But first, emails show, they had to focus on the lobbying campaign.",
  "He said his recent visit to Saudi Arabia was “already paying off.",
  "Last week, Saudi Arabia distanced itself from Nader and Broidy.",
  "Saudi Arabia has a history of torture and human rights abuses.",
  "The money was then routed to a Broidy account in Los Angeles.",
  "A third would strengthen Saudi maritime and border security.",
  "The two men were soon working out their budding partnership.",
  "A second was aimed at helping the UAE gather intelligence.",
  "It was hard to tell whose side the U.S. government was on.",
  "“President Trump was extremely enthusiastic,” he wrote.",
  "It’s unclear exactly how the two issues were resolved.",
  "Prospects for the billion-dollar contracts were good.",
  "He apologized to his wife and resigned from the RNC.",
  "Nader’s lawyer, Kathryn Ruemmler, declined comment.",
  "The other meeting was at Trump Tower in New York.",
  "“I was not part of the team, period,” Wald wrote.",
  "Broidy, it turned out, was also a Cohen client.",
  "“I have represented Mr. Broidy for many years.",
  "“He was very positive overall,” Nader wrote.",
  "“This is extremely positive,” Broidy wrote.",
  "“Terrific!” Nader wrote before his flight.",
  "He said Royce has not changed his stance.",
  "But Broidy had the ear of the president.",
  "Nader claimed he had the crown princes’.",
  "The UAE’s track record is no better.",
  "Qatar has a troubled record as well.",
  "The two men barely knew each other.",
  "Nader’s problem was pedophilia.",
  "Then, on April 9, another blow.",
  "But maybe that was too public.",
  "Royce got the maximum allowed.",
  "Nader and MBZ were at both.",
  "It was time to cash in.",
  "Broidy was undeterred.",
  "Broidy fought back.",
  "It’s good to go.",
  "NADER OR VADER?"
]