[
  "“They’re also the people out there enjoying the resource and wanting to make sure it’s protected.”\n\n[Hot pink for hunters: Young sisters push for new law in Maryland]\n\nFederal excise taxes are paid by the manufacturers of firearms, ammunition, archery equipment and fishing gear, and the money is divided among state wildlife agencies.",
  "A mentor hunter, provided through a program at the Blackwater refuge, taught the 35-year-old Ellicott City resident how to know a buck is nearby (based on droppings or scrape marks against a tree) and what to wear (lightweight layers and camouflage, plus bright orange when you’re on the move).",
  "“The more information I got, the more and more it seemed doable.”\n\nMarcia Pradines, project leader of a complex of wildlife refuges that includes Blackwater, said a mentored hunting program launched this year is about more than just preserving an industry and a culture.",
  "Life’s now so fast-paced.”\n\n[Hunting’s bind of less space and time]\n\nThe Meade Natural Heritage Association, an organization that helps manage hunting on the Patuxent refuge, shrinks every year, said the group’s president, Frank Riffle.",
  "The money has helped reverse population declines of species including elk, and in Maryland has helped pay for work to map populations of amphibians and reptiles and to grow species such as the blackbanded sunfish.",
  "The state has consistently sold more than 90,000 hunting licenses to adult residents in recent years, plus a growing number of nonresident licenses — more than 18,000 of them in the season that ended this spring.",
  "“Even though our numbers right now, thankfully, are holding steady, we all kind of see the writing on the wall,” said Chris Markin, a hunting specialist for the state natural resources department.",
  "He’s one of a relatively few new hunters who conservationists hope will help reverse a nearly four-decade decline nationally in what has become a hobby for fewer than 5 percent of Americans.",
  "Because of limits on space and the number of volunteer mentors, organizers had to choose about three dozen from those applicants, but they were able to include a variety of people.",
  "Kids are growing up in front of video games and computers instead of going hunting.”\n\nAt a recent hunt at the Patuxent refuge, the sentiment of many hunters was similar.",
  "Mark Engle, a 57-year-old from Glen Burnie, hunted as a child, but took a break for much of his adult life while he focused on working and providing for his family.",
  "Natural resources and wildlife officials in Maryland are encouraging hunting of deer, turkeys and other game because they say it’s good for the environment.",
  "Though hunting may stir debates about firearms and animal cruelty, these advocates say it thins herds for the good of ecosystems and their human neighbors.",
  "He sprays himself with a mist designed to disguise his human scent, shimmies his way 20 feet up into a green metal tree stand, and readies his crossbow.",
  "It uses the revenue for programs that benefit wildlife and their habitats, including species not hunted or fished, such as butterflies and birds.",
  "He said he fears those pressures are preventing many other potential hunters from going out, and from raising the next generation of hunters.",
  "At Blackwater, she launched the mentor program for first-time adult hunters for last spring’s turkey-hunting season, and got 60 applications.",
  "His new pastime has already paid off for him — on his second hunt with his mentor, in the last minutes of daylight, he bagged his first deer.",
  "If sika deer overpopulate the refuge, they’ll overeat the shrubs and other vegetation that provide important habitat for birds, for example.",
  "Fish and Wildlife Service survey found the number of hunters in the United States fell by 2 million from 2011 to 2016, to about 11 million.",
  "(Baltimore Sun/Kim Hairston)\n\nFor Maurice Craft, the steps are rote as he begins a hunt at the Patuxent wildlife refuge outside Laurel.",
  "Markin worked with Pradines to develop the mentor program at Blackwater and is working to spread a similar initiative across the state.",
  "One was a father who had taken his son to a youth hunting program, but didn’t otherwise have an opportunity to learn hunting himself.",
  "“Times are changing.”\n\nSeeing the generational shift, hunting clubs, associations and refuges have for years promoted youth programs.",
  "On the western shore of the Chesapeake Bay, hunting is important to prevent vehicle crashes and the spread of diseases such as Lyme.",
  "Most importantly, they say, hunting is a key source of revenue for programs to protect fragile lands and wildlife populations.",
  "The Maryland Department of Natural Resources received $11 million last year, including $7.8 million from hunting expenditures.",
  "Government agencies and nonprofit groups are even launching mentoring programs such as the one that helped Majid get started.",
  "But, based on her own experiences, Pradines recently decided more needed to be done to help recruit and train adult hunters.",
  "It’s all new to Nasr Majid, who only started hunting this fall at Blackwater National Wildlife Refuge on the Eastern Shore.",
  "More hunters could mean more protection for wildlife and their habitats — through deer population control and investment.",
  "Another was a woman who wanted to hunt, but couldn’t learn from her husband because his hunt club doesn’t allow women.",
  "He was just looking for an outdoor hobby he could share with his children when he came across the mentorship program.",
  "Federal excise tax revenue on equipment including firearms and fishing poles totaled more than $1 billion last year.",
  "But as longtime sportsmen age and children lose interest, conservation advocates say a new approach is needed.",
  "Craft is one of the hunters taking part in a controlled deer hunt at the Patuxent Wildlife Research Refuge.",
  "Now, he feels capable of hunting on his own, but also has someone he can text with questions that pop up.",
  "“When I was younger, I’d save my two weeks of vacation to go deer hunting every fall,” he said.",
  "Maurice Craft from Glen Burnie, Md., readies his bow and arrows as he sits in his tree stand.",
  "But wildlife managers worry that a decline in hunting could cut into conservation budgets.",
  "Nonetheless, hunters and state natural resources officials worry a change is coming.",
  "It wasn’t until female friends invited her a decade later that she got back into it.",
  "He said he hopes to build up a database of possible mentors by the end of the year.",
  "He, too, blames video games and busier lives for keeping more people from hunting.",
  "She learned to hunt from her then-husband, but stopped after getting divorced.",
  "There are still plenty of candidates, if hunters like Craft, 48, are willing.",
  "“We really wanted to fit a niche nobody else was fulfilling,” Pradines said.",
  "“They’re putting in all kinds of hours to make ends meet,” Engle said.",
  "In many families, the tradition has been handed down for generations.",
  "Hunting is important for preserving refuge ecosystems, she said.",
  "He rattles plastic deer antlers to attract the game, and waits.",
  "“Hunters fund conservation in many ways,” Pradines said.",
  "“I didn’t have anybody to learn it from,” Majid said.",
  "And there are those still eager to learn, like Majid.",
  "For this fall’s deer season, there were 60 more.",
  "It also promotes advocacy for land conservation.",
  "“This is a habitat management tool,” she said.",
  "He was born and raised to hunt in Louisiana.",
  "Maryland has avoided such a decline so far.",
  "“It’s kind of like in my blood,” he said.",
  "Now 69, he started hunting there in 1968.",
  "“Everything is changing.",
  "“I was the same way.",
  "A U.S."
]