[
  "Former Trump campaign and White House strategist Stephen K. Bannon has called it “treasonous.” Trump Jr., notably, doesn’t appear to have been interviewed by Mueller’s team yet, which has led to speculation that he could be in legal trouble — though it’s not clear if that’s because of this meeting or his statements to Congress.",
  "Mueller’s team has even mused in court proceedings about whether Manafort, with his ties to powerful Russian interests dating back to his work in Ukraine, might have served as a “back channel.”\n\nAll of that said, not all back channels are created equal.",
  "Either document — depending on what is disclosed — could provide a rare window into what each key figure has talked about, allegedly lied about (including what evidence Mueller has that contradicts them) and maybe even sought to cover up.",
  "Basically, the question is whether there was some kind of coordination between the Trump campaign and WikiLeaks in releasing Democrats' emails during the 2016 campaign: Did people close to Trump have inside knowledge of what was coming?",
  "If Mueller can draw a link between WikiLeaks, which the U.S. government regards as a front for Russia in this case, through an intermediary and Stone to Trump or his campaign, you could see an argument for potential collusion.",
  "Or the elder Trump’s broader efforts to do business in Russia, through his then-attorney Michael Cohen — possibly including a supposed proposal to give Vladimir Putin a $50 million penthouse in a proposed Trump Tower Moscow?",
  "Recently, we learned that conspiracy theorist Jerome Corsi emailed Stone appearing to have very specific information about the looming WikiLeaks dumps — which Corsi appeared to misrepresent when investigators asked him.",
  "The question here is whether these back channels were sought to improperly communicate about an ongoing alliance or whether the Trump team just wanted to signal it was open to conducting shady business.",
  "Suffice it to say that the president’s son Donald Trump Jr. took a meeting with a Russian lawyer with ties to the Kremlin who promised derogatory information about Hillary Clinton and the Democrats.",
  "In taking the meeting, Trump Jr. had been told the information was courtesy of Russia’s “crown prosecutor” — which is not an actual title in Russia but is the British equivalent of attorney general.",
  "And while back channels aren’t unheard of, the fact that a back channel was repeatedly sought with a country that had just interfered in the 2016 election on Trump’s behalf is highly unusual.",
  "Mueller has made a concerted effort not to reveal his hand — either publicly, in filings like the Papadopoulos plea deal, or in the questions he has asked witnesses who might leak.",
  "We know plenty about what Trump has done that might constitute obstruction of justice — he’s even tweeted stuff that could be evidence — but collusion is a tougher nut to crack.",
  "Trump Jr. wasn’t forthcoming about the meeting, which also included Manafort and Kushner, but he insists nothing came of it and no information of value was offered or used.",
  "But Mueller has probed all of these, perhaps in the service of establishing whatever links might have existed between the Trump team and the Russians, regardless of when.",
  "It’s a somewhat nebulous term that doesn’t even appear in the criminal code, and the events involved often happened in far-flung places with a strange cast of characters.",
  "Mueller’s team has been extremely tight-lipped, only generally speaking through its court filings (which is why the Flynn and Manafort ones could be so significant).",
  "But that would only be the transmission of inside information; it wouldn’t necessarily be coordination in which the Trump campaign communicates its desires back.",
  "The Trump Tower meeting\n\nThis may be the central event in the entire Russia investigation, and it’s the one that has most often led to accusations of collusion.",
  "He tweeted about how it would soon be “Podesta’s time in the barrel,” just before WikiLeaks released Clinton campaign chairman John Podesta’s emails.",
  "And since then, we’ve also learned that Stone kept in regular contact with Trump during the 2016 campaign — often via late-night phone calls.",
  "There was the oddly conceived one that Jared Kushner talked about with Russia’s ambassador — discussions to which Flynn, notably, was party.",
  "His team is set to file something on Michael Flynn’s sentencing by midnight Tuesday and something on Paul Manafort’s alleged lies on Friday.",
  "The back channels\n\nIt has seemed as though we’ve heard about a potential “back channel” between the Trump team and Russia every few months.",
  "Stone says all of this was puffery — and that he was referring not to the emails but to Podesta and his brother Tony’s lobbying business.",
  "A thread known only by Mueller\n\nOne of the enduring lessons of the Mueller investigation is that we really don’t know what we don’t know.",
  "We could learn a good bit this week about what kind of hand special counsel Robert S. Mueller III is holding in the Russia investigation.",
  "If that’s the case, both the Manafort and Flynn filings could shed light on the more mysterious half of Mueller’s probe: collusion.",
  "At the very least, the meeting seems to show a willingness — whether from amateurism or nefarious motives — to accept Russian help.",
  "The Prince- and Kushner-sought ones dealt not with the 2016 campaign but with the transition period — after Trump was elected.",
  "Maybe it has something to do with Trump Jr.'s meeting with a Kremlin-backed banker at a National Rifle Association convention?",
  "All of that said, if there was collusion — and Trump has said repeatedly that there was not — how might it have gone down?",
  "There is even reporting suggesting Mueller is approaching his endgame — and thus won’t hold back like he has in the past.",
  "Sometimes we learn about things publicly for the first time that Mueller’s team has been probing for six months or more.",
  "Given that, it’s entirely possible there’s a line of inquiry that we’re completely unaware of or know very little about.",
  "For now, this appears to revolve around longtime Trump adviser Roger Stone’s frequent claims of such inside knowledge.",
  "Even if Stone wasn’t in contact with WikiLeaks, though, he could have gotten the information through an intermediary.",
  "There was the one reportedly sought by Blackwater founder Erik Prince in that mysterious meeting in the Seychelles.",
  "The potential Manafort one is the one that would seem to have the most implications for Russian interference.",
  "WikiLeaks\n\nJudging by public signs, this seems to be among the more intense focal points for Mueller’s team.",
  "What about George Papadopoulos’s talks with a Russia-allied professor who said Russia had “dirt” on Clinton?",
  "Given how much has been written and probed about this meeting, we won’t dwell too much on the details.",
  "Stone said repeatedly in 2016 that he had consulted with WikiLeaks and its founder, Julian Assange.",
  "Is it — like the back channels — symptomatic of a larger effort and desire to solicit Russian help?",
  "At this point, we don’t have much reason to believe that this meeting led to anything actionable.",
  "Could Carter Page’s own Russia ties have been pursued in a way we simply haven’t heard about?",
  "Credico has told investigators that Stone once said he had a “back channel” to WikiLeaks.",
  "He has said this intermediary was Randy Credico (which Credico denies).",
  "And was there any strategizing about when it should be released?",
  "We may learn more in the Manafort filing, given he was there.",
  "So again, this would come down to how you define collusion.",
  "He told an associate that he had had dinner with Assange.",
  "Is there more to the Manafort-Russia ties than we know?",
  "The potential WikiLeaks one was discussed above.",
  "But was taking it in the first place wrong?",
  "Is there something we don’t know?",
  "Here’s a primer."
]