[
  "In addition to Pruitt, they include Treasury Secretary Steve Mnuchin, whose use of military jets for routine travel in the spring and fall of 2017 was estimated by a watchdog group to cost at least a $1 million; Interior Secretary Ryan Zinke, who spent $139,000 on three sets of double doors for his office and $53,000 on three helicopter trips; and Housing Secretary Ben Carson, who drew notice for his purchase of a $31,000 mahogany dining set as part of an office renovation.",
  "After receiving the Marshals' protection, DeVos spent less than 4 percent of her time visiting traditional public schools in the school year that began in September 2017, according to a tabulation by NBC News and the Watchdog group American Oversight, which was founded by lawyers, including several from the Obama administration, who focus on government ethics and conflicts of interest.",
  "Marshals Service operates within the Justice Department and is tasked with duties that include \"protecting the federal judiciary, apprehending federal fugitives, managing and selling seized assets acquired by criminals through illegal activities, housing and transporting federal prisoners and operating the Witness Security Program,\" according to the agency's website.",
  "The costly security arrangement for DeVos is the latest example of Trump cabinet members and other officials using far more taxpayer money than officials in past administrations did (although the Education Department contends that DeVos saves the government money by using her private jet for some travel).",
  "DeVos, a charter school advocate whose brother, Erik Prince, founded the security company Blackwater USA, was among Trump’s most controversial cabinet picks because of her lack of familiarity with public schools and her history as a GOP donor who’d advocated widespread firing of public school teachers.",
  "While it remains unclear who specifically made the request, former Attorney General Jeff Sessions granted the protection on February 13, 2017, a few days after DeVos was heckled and blocked by a handful of protesters from entering the Jefferson Academy, a public middle school in Washington.",
  "The $12.1 million that U.S. taxpayers have already paid for the extra security DeVos receives would have paid for 1,968 Pell Grants for low-income college students for the upcoming school year or 268 new elementary teachers in Kansas, based on an NBC review of salary averages in the state.",
  "Marshals Service days after being confirmed, an armed detail provided to no other cabinet member that could cost U.S. taxpayers $19.8 million through September of 2019, according to new figures provided by the Marshals Service to NBC News.",
  "The cost of security provided to DeVos was $5.3 million in fiscal year 2017 and $6.8 million for fiscal year 2018, according to the Marshals Service — an amount that is ultimately reimbursed by the Education Department.",
  "\"I personally don’t know what the threats (against DeVos) may be,\" Chapa said, \"but somebody probably made that determination and felt, because of that particular level of threat, she has increased vulnerability.\"",
  "Yet the arrangement for DeVos has now lasted some 19 months, and the Education Department no longer employs the security officers used by previous agency heads, according to Hill, the department spokeswoman.",
  "That far exceeds the $3.5 million spent on security for former EPA Administrator Scott Pruitt, who resigned in July amid questions about lavish spending habits during his 17-month tenure at the agency.",
  "Anthony Chapa, a retired assistant director of the Secret Service, told NBC News that government officials are at times temporarily granted enhanced security for a particular event or overseas trip.",
  "\"The order was issued after the Department of Education contacted administration officials regarding threats received by the Secretary of Education,\" the Justice Department said in a statement.",
  "DeVos is among the wealthiest members of Trump’s cabinet, which also includes Mnuchin, a former Goldman Sachs executive, and Commerce Secretary Wilbur Ross, a longtime investor and banker.",
  "An EPA inspector general report, released Sept. 4, found the price tag for Pruitt’s security detail was \"not justified\" and far exceeded the security costs incurred under past EPA heads.",
  "A Justice Department official told NBC that the government typically deploys Marshals Service protection when there is a threat that is \"specific\" and \"potentially temporary.\"",
  "Marshals spokeswoman Nikki Credic-Barrett declined to comment on the nature of the threats against DeVos and whether they differ from those faced by other cabinet members.",
  "If a public official is facing a specific threat, Chapa said, he or she might receive more extensive security that is later downgraded once the threat has been mitigated.",
  "DeVos’s husband, Dick DeVos, is the son of the recently deceased Amway co-founder Richard DeVos, whose net worth Forbes estimated at $5.4 billion in March 2018.",
  "While spending heavily on DeVos’s personal security, the Trump administration has targeted the Education Department for deep budget cuts.",
  "Duncan and King, who served under President Barack Obama, were staffed by security agents who would escort them door to door.",
  "Recently, the administration announced a blueprint to merge it with the Labor Department as a way to further slash costs.",
  "As one of Richard DeVos’s four children, Dick DeVos is entitled to a quarter of his father’s estate, according to Forbes.",
  "DeVos’s two immediate predecessors at the Education Department, Arne Duncan and John King Jr., each followed that model.",
  "By Heidi Przybyla\n\nWASHINGTON — Education Secretary Betsy DeVos began receiving around-the-clock security from the U.S.",
  "A former spokeswoman for Duncan said he had received death threats on the job but never received Marshals protection.",
  "Typically, cabinet secretaries are protected by security arranged by their departments’ internal enforcement units.",
  "A DOJ spokeswoman said it was unclear whether Sessions had any involvement beyond providing an official signature.",
  "was identified to assist in this area based on its expertise and long experience providing executive protection.\"",
  "In the past, only the director of the Office of National Drug Control Policy received a detail from the agency.",
  "But, he added, \"if someone made a decision outside of that scope, then that evaluation is worthy of review.\"",
  "Lisa Murkowski of Alaska and Susan Collins of Maine joined every Democrat in voting against her nomination.",
  "Vice President Mike Pence had to cast a tie-breaking vote to confirm DeVos in 2017 after Republicans Sens.",
  "Otherwise, the trained professionals who made the call to escalate her detail wouldn’t have done so.\"",
  "No other current cabinet official has been granted protection by the Marshals, the agency confirmed.",
  "Education Department spokeswoman Liz Hill said DeVos had not personally requested the protection.",
  "\"We’re obviously not at liberty to discuss the nature of the threats,\" Hill said.",
  "It’s also unclear who specifically ordered the Marshals protection for DeVos.",
  "DeVos was confirmed as education secretary on February 7 of that year.",
  "Breaking News Emails Get breaking news alerts and special reports.",
  "The Marshals are under the attorney general’s statutory authority.",
  "In her financial disclosures, DeVos listed assets of $580 million.",
  "The news and stories that matter, delivered weekday mornings.",
  "The estimated cost for fiscal year 2019 is $7.74 million.",
  "\"But it should be obvious that they are significant.",
  "Hill said DeVos did not demand it herself.",
  "\"The U.S.M.S.",
  "The U.S.",
  "U.S."
]