[
  "As for his Carrefour plans, according to Veja magazine's finance columnist Geraldo Samor, Diniz is also on good terms with LVMH billionaire Bernard Arnault and U.S. private equity firm Colony Capital, two of the largest investors in Carrefour with a combined stake of about 15%, and they may be willing to help him in his quest to increase his interest.",
  "The deal was secured through Diniz' investment vehicle, the holding company known as Peninsula Participacoes, which has been on an investing spree over the past 18 months and has bought shares of companies such as Dufry AG, BRF Brasil Foods and GAEC Educacao SA.",
  "Under its terms, the acquisition did not include Carrefour's Atacadao warehouse retailer, but gave Diniz the right to appoint two members to the board of directors of Carrefour's Brazil unit, although he won't have any \"management rights.\"",
  "Most octogenarian billionaires listed by FORBES have already thrown in the towel when it comes to working, or at least they have reduced their working hours and are in the process of handing their companies over to the younger generation.",
  "In 2012, after selling a stake in his family's publicly-traded Grupo Pao de Acucar, Brazil's leading retail company, to French retailer Groupe Casino, Diniz ceded control of Grupo Pao de Acucar to the French in late 2013.",
  "Following his departure from the retail giant founded by his father, Diniz almost immediately took over as Chairman of the Board of meat processor BRF Brasil Foods, one of Grupo Pao de Acucar's largest suppliers.",
  "Teaming up with Diniz could help Carrefour in improving its relationship with suppliers and speed up its growth plans in Brazil's competitive retail market, according to the retailer's CEO, Georges Plassat.",
  "Now Reuters is reporting that Diniz is considering selling a big part of his portfolio of commercial properties for as much as $700 million in order to use the funds to increase his stake in Carrefour.",
  "According to Reuters, Diniz signed 40-year leases for the stores he rents to 62 supermarkets run by Grupo Pao de Acucar about 10 years ago, when he was still in control of the company.",
  "According to FORBES' data, Diniz' total commercial real estate portfolio, which mostly consists of stores he rents to Grupo Pao de Acucar, is worth an estimated $1.7 billion.",
  "It was a big move, since Grupo Pao de Acucar had been run by his family since it was founded in 1948 by Valentim dos Santos Diniz, Abilio's Portuguese immigrant father.",
  "But now it seems like Diniz is ready to aim for the lead in Brazil's retail industry, turning his sight to a business partnership with Casino's main rival, Carrefour .",
  "The part of it he is willing to sell is reportedly being offered to Canada Pension Plan Investment Board, Brookfield Asset Management Inc and BR Properties SA.",
  "It looks like his efforts are paying off, as shares of the company have accumulated gains of over 35% since Diniz was elected to its board in April 2013.",
  "In December Diniz agreed to buy a 10% stake in Carrefour's Brazilian unit, which in Brazil also competes directly with Casino, for $672 million in cash.",
  "Last year, however, he made the move to simplify the legal structure of the companies that run the stores in order to make room for a potential sale.",
  "He has since helped BRF to diversifie its portfolio and become more of a global player in the food industry rather than just an exporter of meat.",
  "Not Brazilian billionaire and retail baron Abilio dos Santos Diniz, who will turn 80 next year and has yet to show any signs of slowing down.",
  "Diniz' relationship with Casino became belligerent, especially when it came to dealing with the French retailer's CEO, Jean-Chalres Naouri.",
  "Diniz currently owns 29.5 million shares of BRF, which are worth some $680 million and make him one of its largest individual shareholders.",
  "The Moulin family, who is represented in Carrefour's board by Galeries Lafayette owner Philippe Houze, could also be open to conversations.",
  "Houze's sale of a 50% stake he held in Monoprix, Paris' largest supermarkets chain, to Casino in 2013 was anything but a peaceful deal.",
  "Diniz sold his remaining shares of Grupo Pao de Acucar last October for about $154 million, thus marking his exit from the company.",
  "The $700 million he is asking for the stores is equal to 11 times annual rent proceeds of some $65 million this year.",
  "Grupo Pao de Acucar still has the right of first refusal for the stores, although it is unlikely to be the buyer.",
  "Diniz has also recently teamed up with buyout firm Tarpon Investimentos in a recent purchase of Carrefour stock.",
  "Carrefour had revenues of nearly $38 billion in Brazil last year, about 15% of the company's total global sales.",
  "The natural move for a potential deal, according to Samor, would be Diniz buying Colony Capital's 6% stake.",
  "In a recent interview with FORBES Brasil, Diniz gave a glimpse of what he expects for his future.",
  "He currently owns just over 17 million shares of Carrefour, a stake worth some $570 million.",
  "Houze and Diniz both have had a difficult relationship with Casino's Naouri.",
  "In fact, Diniz' last few years have been pretty hectic.",
  "We have to be great,\" he said.",
  "\"Being good is not enough."
]