[
  "Simon nearly acquired competitor General Growth Properties during the company's 2010 bankruptcy process, but narrowly lost out to a consortium of investors led by Pershing Square, Brookfield Asset Management , Blackstone Group and Fairholme Funds, who recapitalized the REIT and returned it to public stock markets.",
  "We have a long-term successful track record and a strategy that positions Macerich as the premier, pure-play high-end mall REIT with numerous embedded opportunities for future value creation and significant upside potential,\" Coppola added.",
  "David Simon of real estate giant Simon Property Group is withdrawing his unsolicited takeover offer for competitor mall operator Macerich after both parties failed to engage in productive merger discussions.",
  "\"Our Board carefully reviewed Simon Property Group's revised proposal and concluded that it does not reflect the full value of our company,\" CEO Coppola said in a statement Wednesday.",
  "Macerich plans to continue its efforts to sell low-productivity malls and reinvest in stronger assets, helping to bolster earnings and asset values within its core portfolio.",
  "\"Simon's proposal has shined a bright light on the value of Macerich and our unparalleled collection of assets in the most desirable and highest barrier-to-entry markets.",
  "For Simon, the largest mall operator in the U.S., the failed effort for Macerich represents a second major deal-making setback in the years since the financial crisis.",
  "In a press release, Coppola said Macerich's transformed its business over the past three years, exiting underperforming malls and redeveloping it top assets.",
  "Those changes, Coppola said, mean Macerich will generate 90% of its expected $1.04 billion in net operating income in 2016 from so-called fortress malls.",
  "\"We realize that Macerich currently faces a disconnect between private market valuations and public market views – a situation we have seen before.",
  "Simon's $95.50 a share cash and stock takeover bid, which it characterized as a 'best and final offer,' valued Macerich at $23.3 billion.",
  "General Growth is the second largest mall operator in the U.S., while California-based Macerich is the market's third leading player.",
  "However, after a series of board meetings, Macerich, led by CEO Arthur Coppola, decided the Simon proposal undervalued the company.",
  "The company also expects to increase operating margins by a target of 4% over the next 18-24 months.",
  "Macerich shares were trading over 5% lower in Wednesday morning trading at $80.03.",
  "While that bid was raised to $95.50, it did not lead to merger negotiations.",
  "Letting that disconnect persist is not an option,\" Coppola said.",
  "Initially, Simon bid $91 a share for Macerich on March 9.",
  "Simon shares were rising less than 1% to $196.84."
]