[
  "While looking at individual 13F filings can sometimes be misleading due to the long-only nature of the information, the sum total across groups of funds from one reporting period to another can be a lot more revealing and relevant, providing interesting stock ideas that merit further research, like Apple Inc (NASD: AAPL).",
  "Click here to find out 10 S&P 500 Components Hedge Funds Are Buying »\n\nBefore we proceed, it is important to point out that 13F filings do not tell the whole story, because these funds are only required to disclose their long positions with the SEC, but are not required to disclose their short positions.",
  "Below, let's take a look at the change in AAPL positions, for this latest batch of 13F filers:\n\nIn terms of shares owned, we count 14 of the above funds having increased existing AAPL positions from 12/31/2014 to 03/31/2015, with 8 having decreased their positions and 2 new positions.",
  "The overall top three funds holding AAPL on 03/31/2015 were:\n\nWe'll keep following the latest 13F filings by hedge fund managers and bring you interesting stories derived from a look at the aggregate information across groups of managers between filing periods.",
  "Looking beyond these particular funds in this one batch of most recent filers, we tallied up the AAPL share count in the aggregate among all of the funds which held AAPL at the 03/31/2015 reporting period (out of the 2,084 we looked at in total).",
  "We found that between these two periods, funds reduced their holdings by 69,455,785 shares in the aggregate, from 789,214,829 down to 719,759,044 for a share count decline of approximately -8.80%.",
  "At Holdings Channel, we have reviewed the latest batch of the 40 most recent 13F filings for the 03/31/2015 reporting period, and noticed that Apple Inc (NASD: AAPL) was held by 25 of these funds.",
  "This long component could show up in a 13F filing and everyone might assume the fund is bullish, but this tells only part of the story because the bearish/short side of the position is not seen.",
  "We then compared that number to the sum total of AAPL shares those same funds held back at the 12/31/2014 period, to see how the aggregate share count held by hedge funds has moved for AAPL.",
  "A fund making a bearish bet against a stock by shorting calls, for example, might also be long some amount of stock as they trade around their overall bearish position.",
  "Having given that caveat, we believe that looking at groups of 13F filings can be revealing, especially when comparing one holding period to another.",
  "When hedge fund managers appear to be thinking alike, we find it is a good idea to take a closer look."
]