[
  "\"Economic and trade ties between the two countries will further expand, and the related demand will give a big push to South Korea's real estate market\", Greenland said in a press release on Monday, adding that it expects real estate sales from South Korea to hit 4.5 billion yuan in 2014, or around $675 million.",
  "That project is part of a Greeland's $1 billion expansion into Australia, which includes a development project near the Flemington Race Course in Melbourne and a high-end boutique hotel and residential tower in Sydney’s Central Business District, slated to be completed in 2017.",
  "Chinese developer Greenland Group said this week that it plans to invest over $3 billion in new high rises in Seoul, as China's largest real estate developer seeks to remake the world's skyline from Sydney to L.A.",
  "\"We expect more participation from the long-only funds in the coming months,\" Nick Ronalds, head of equities at Asia Securities Industry & Financial Markets Association told reporters in Shanghai this week.",
  "The so-called Shanghai-Hong Kong Stock Connect still has some kinks to work out, such as settlement dates of security transactions that are not yet in line with international standards.",
  "In the past, a foreign bank needed to have a representative office in China for more than two years before the bank applied to establish its first branch in the country.",
  "The new building, still under negotiation with the South Korean government, will be Greenland's corporate offices in the city and second project in the country.",
  "Greeland acquired Toronto’s King Blue Condominiums from the Easton Group of Hotels and The Remington Group in September, it's first ever Canadian investment.",
  "Greenland's interest in Canada came earlier in the year after it bought a $600 million mixed-use site in Sydney from Canada's Brookfield Asset Management.",
  "Investors are hopeful that indexes like MSCI will include Shanghai stocks in their share of mainland equities that comprise their emerging market index.",
  "In October, the company reached an agreement to buy a 70% stake in the $5 billion Atlantic Yards development project in Brooklyn, New York.",
  "That would give those shares more volume and more volume means more demand, which can drive up prices if markets are momentarily bullish.",
  "Greenland has been in South Korea for two years now, with new healthcare offices and a hotel being built on the island of Jeju.",
  "On Saturday, China's State Council said it will open its financial sector by relaxing control over foreign ownership of banks.",
  "In Argentina, the behemoth Industrial and Commercial Bank of China, ICBC, is now a fixture on the Buenos Aires skyline.",
  "The state-owned real estate giant is taking full advantage of Beijing's burgeoning love affair with global capitalism.",
  "That followed a July deal to acquire a $1 billion residential-and-entertainment project in downtown Los Angeles.",
  "Not too long ago, the only Made in China product in the U.S. market had an American logo stamped on it.",
  "But when it comes to real estate, Greenland is rolling the dice on the global Monopoly game board.",
  "China recently allowed foreign investors access to the Shanghai Stock Exchange for the first time.",
  "Investors only had access to mainland shares through companies that were also listed in Hong Kong.",
  "Investors, however, have been punishing the stock as they sell out of China's real estate bubble.",
  "Meanwhile, big China corporates are not waiting for the perfect investment climate.",
  "Now, investors can buy Shanghai equities through broker-dealer shops in Hong Kong.",
  "And now American companies like movie chain AMC Theaters are owned by the Chinese.",
  "Participation from long-term investors is expected to grow over the long term.",
  "Greenland Group shares on the Hong Kong exchange are off 30.24% this year.",
  "Greenland's ambitions are indicative of China's reform process.",
  "The company is on the prowl for more investments worldwide.",
  "China companies are being allowed to internationalize.",
  "The purchase price was not disclosed.",
  "That restriction has been removed.",
  "Even FORBES has new China owners.",
  "That's changed."
]