[
  "Known for buying failing properties cheap and turning them around, Straub counts among his purchases the Tesoro Club, the Palm Beach Polo Golf and Country Club, the Heart of Palm Beach Hotel, and a 155-foot yacht named the Triumphant Lady.",
  "He told The Journal he planned to invest $500 million in Atlantic City, and he told Reuters he had already scoped out two other properties and seven blocks of land that he wanted to buy in addition to Revel Casino.",
  "Some interesting ideas have been thrown around for what Straub plans to do with the property, including opening a prestigious university and a family-friendly attraction with skiing, snowboarding, and a water park.",
  "The casino filed for bankruptcy after one year and shut down in September, amid a host of other high-profile casino closings including Trump Plaza and Showboat.",
  "Now he owns more than 600 properties, The Journal reports, with half in residential and half in assorted operations ranging from golf courses to mining sites.",
  "AP Photo/Steve Mitchell A Florida real-estate mogul has set his sights on reviving Atlantic City, starting with Revel Casino, the $2.4 billion failure.",
  "Developer Glenn Straub bought Revel Casino for $95.4 million last week after another buyer, Brookfield Asset Management, backed out of the deal.",
  "According to a Wall Street Journal article, Straub traces his interest in Atlantic City back to his first visit to the place at 8 years old.",
  "Revel first opened its doors in April 2012 after a couple of tumultuous and hopeful years of construction.",
  "Straub is from Wheeling, West Virginia, and studied at West Liberty University, but he didn't graduate.",
  "After building his fortune on highways and airports, he started buying up properties in Florida.",
  "But it hasn't been determined how much of Revel will still be involved in the casino business.",
  "According to Reuters, Straub wanted to lower the price even further to $87 million.",
  "He started his career with an inherited transportation business from his father.",
  "Glenn Straub, right, the polo player and turnaround specialist.",
  "Now Straub is planning to do the same for Atlantic City.",
  "Maybe he's the man for the job."
]