[
  "Land and Buildings, the activist hedge fund run by former Citigroup real estate investment trust (REIT) stock analyst Jonathan Litt claimed a major victory on Wednesday in Associated Estates Realty Corporation's $2.5 billion sale to industry giant Brookfield Asset Management .",
  "As real estate markets continue to recover from the financial crisis and investors in REITs forecast rising occupancy rates and rents, Land and Buildings is an increasingly prominent challenger to the sector's under-performers and outdated corporate structures.",
  "Those efforts have so-far been rebuffed by MGM Resorts, and some activist investors in the real estate sector question whether such a move would prove risky, especially with critical gaming markets such as Macau experiencing a slump in activity.",
  "Our goal at AEC was always to unlock the substantial discount the Company has traded at relative to net asset value, and we are confident that this has now been achieved,\" Land and Buildings' Litt said in a Wednesday morning statement.",
  "Both funds are challenging Macerich's efforts re-stagger its board of directors, and its lack of interest in engaging with Simon Property Group's $95.50 a share takeover offer, which valued the company at over $23 billion.",
  "We are also excited that this transaction will deliver compelling, immediate and certain value to all Associated Estates shareholders,\" Associated Estates CEO Jeffrey Friedman said in a Wednesday press release.",
  "The deal also appears to have been a strong outcome - Toronto-based Brookfield is paying a near 17% premium to Associated Estates Tuesday closing price and a near 50% premium to trading prices six-months ago.",
  "Land and Buildings, working in concert with Daniel Lewis's activist fund Orange Capital, is also calling to have four directors nominated to the board of California-based REIT giant Macerich .",
  "With a premium-priced investment exit looming, Land and Buildings will have added time to press an ambitious and highly-watched set of activist campaigns in the real estate sector.",
  "Initially, Land and Buildings asked Associated Estates to be sold given what it characterized as a large and persistent discount to its net asset value on public stock markets.",
  "“We are encouraged that the Board of Associated Estates has chosen to enter into this transaction, which we believe is an outstanding outcome for all shareholders.",
  "Those comments indicate Land and Buildings was satisfied with Associated Estates sale price even though it valued the REIT at $37 a share in its proxy materials.",
  "After its recommendations were initially rebuffed by Associated Estates, the fund launched a proxy campaign to have directors nominated to the company's board.",
  "The small size of Associated Estates and its large public company costs were creating inefficiencies and cutting into earnings, Land and Buildings argued.",
  "Brookfield's $28.75 a share cash takeover bid for Associated Estates will likely end the proxy battle between Land and Buildings and Associated Estates.",
  "\"We are pleased that Brookfield recognizes the value inherent in our income producing properties, development projects and the platform we have built.",
  "The deal will also be a boon to Land and Buildings, which according to public filings, counted the REIT is its single largest stock investment.",
  "In late December, Associated Estates relented to Land and Buildings's calls, launching a strategic strategic review to shop the company.",
  "At that time, Associated Estates said it wasn't opposed to a sale, and would listen to offers that fairly valued the Ohio-based REIT.",
  "Those efforts may be aided by Wednesday's sale of Associated Estates, given the strong outcome of the Land and Buildings campaign.",
  "Since Litt emerged as a challenger to Associated Estates in mid-2014, calling for the company's sale, shares have gained over 65%.",
  "In March, the fund launched a campaign to split casino giant MGM Resorts , unlocking the value of its real estate assets.",
  "Associated Estates shares were trading over 16% higher on Wednesday at $28.50, slightly below Brookfield's offer price.",
  "The company also continued to battle Land and Buildings on its director nominations.",
  "Brookfield shares were little changed."
]