[
  "dividend stocks should be on your radar screen, at DividendChannel.com »\n\nARTICLE CONTINUES AFTER ADVERTISEMENT\n\nAs a percentage of BAM's recent stock price of $34.16, this dividend works out to approximately 0.35%, so look for shares of Brookfield Asset Management Inc to trade 0.35% lower — all else being equal — when BAM shares open for trading on 11/25/15.",
  "Looking at the universe of stocks we cover at Dividend Channel, on 11/25/15, Brookfield Asset Management Inc (NYSE: BAM), American Capital Agency Corp (NASD: AGNC), and Allstate Corp. (NYSE: ALL) will all trade ex-dividend for their respective upcoming dividends.",
  "ARTICLE CONTINUES AFTER ADVERTISEMENT\n\nIn Monday trading, Brookfield Asset Management Inc shares are currently down about 0.5%, American Capital Agency Corp shares are off about 0.1%, and Allstate Corp. shares are off about 0.1% on the day.",
  "Brookfield Asset Management Inc will pay its quarterly dividend of $0.12 on 12/31/15, American Capital Agency Corp will pay its monthly dividend of $0.20 on 12/9/15, and Allstate Corp. will pay its quarterly dividend of $0.30 on 1/4/16.",
  "Brookfield Asset Management Inc (NYSE: BAM):\n\nAmerican Capital Agency Corp (NASD: AGNC):\n\nAllstate Corp. (NYSE: ALL):\n\nIn general, dividends are not always predictable, following the ups and downs of company profits over time.",
  "If they do continue, the current estimated yields on annualized basis would be 1.41% for Brookfield Asset Management Inc, 13.38% for American Capital Agency Corp, and 1.90% for Allstate Corp..",
  "Therefore, a good first due diligence step in forming an expectation of annual yield going forward, is looking at the history above, for a sense of stability over time.",
  "Below are dividend history charts for BAM, AGNC, and ALL, showing historical dividends prior to the most recent ones declared.",
  "Similarly, investors should look for AGNC to open 1.11% lower in price and for ALL to open 0.47% lower, all else being equal.",
  "This can help in judging whether the most recent dividends from these companies are likely to continue.",
  "Click here to learn which 25 S.A.F.E."
]