[
  "In October, the fund's performance was bolstered when casino operator MGM Resorts unveiled a plan to spin some of its real estate properties in Las Vegas and other gambling centers in the U.S. That move came after Litt penned a series of sharply worded letters calling for MGM's board to unlock the value of its assets.",
  "Land & Buildings' success was bolstered by a wave of dealmaking in the real estate sector, as REITs trading below their net asset value sold to stronger-performing competitors and publicly-traded operators of single family home rental businesses consolidated in an effort to achieve scale.",
  "Many of the largest shareholder activists such as Pershing Square's Bill Ackman, Jeffrey Smith of Starboard Value, Third Point's Dan Loeb and Jana Partners had an off year in 2015 as they tried to shakeup some of the biggest companies in the United States.",
  "Land & Buildings also shorts stocks in the real estate space, something that added 0.6% to Land & Buildings performance in January and was a \"material positive contributor to performance for 2015,\" the fund said in its letter.",
  "MGM's proposed real estate spin doesn't exactly conform to Litt's recommendations, and some of the company's larger shareholders have taken objection to his activism, but he's still enjoying a tailwind to performance.",
  "Although Litt said the company was worth as much as $24 a share, he strongly supported American Residential's all-stock merger transaction with American Homes 4 Rent, which valued the company around $19 a share.",
  "“[We] believe the synergies between the two companies and quality of ARPI’s portfolio could result in the deal being highly accretive to AMH’s net asset value (NAV) and earnings,” Litt said of the deal.",
  "“This would allow ARPI shareholders to take part in any future upside in the stock and increase the likelihood of ultimately realizing value levels closer to the true NAV of ARPI’s portfolio,” he added.",
  "As of the third quarter, his top stock picks in real estate were American Residential Properties, CBRE Group , First Potomac Realty Trust, Hilton Worldwide, MGM Resorts and SBA Communications .",
  "The biggest 2015 win for Land & Buildings came in early December when single family rental pioneer American Residential Properties merged with American Homes 4 Rent, in a $1.5 billion deal.",
  "In early 2015, Litt earned a big win when Associated Estates Realty sold itself to Brookfield Asset Management , generating investment gains of over 60% in under a year's time.",
  "But in a quieter corner of the market -- real estate investment trusts -- Jonathan Litt, a former stock analyst turned activist fund manager, is posting impressive returns.",
  "Since the inception of its concentrated activist real estate strategy in the second quarter of 2012, Land & Buildings has generated net annualized returns of 17.2%.",
  "Litt, a former top Citigroup stock analyst, showed a sharp eye last year identifying firms that would either sell themselves, or unlock the value of their assets.",
  "New York REIT, another Land & Buildings activist target is reportedly in talks to sell itself to SL Green, Bloomberg News reported on Dec. 4.",
  "Litt's activist fund, Land & Buildings, had a blowout 2015, earning 24.7% net of fees, according to a shareholder letter obtained by FORBES.",
  "That merger came just days after Land & Buildings took a 7.4% stake in American Residential and called for a sale of the company.",
  "True to his analyst stripes, Litt continues to publish stock picks and research he makes available to the wider investing public.",
  "Strong performing REITS such as Equinix , QTS Realty Trust, and Mack-Cali were among Litt's best non-activist investments.",
  "Those gains soundly trumped the S&P 500 Index's 1.4% rise on the year, and a 1.8% gain in the MSCI U.S REIT Index.",
  "In addition to M&A savvy, Litt has shown a stock picking smarts that hark back to his days as sell-side analyst.",
  "It's activist positions have returned over 35% on a gross annualized basis as of the beginning of 2016.",
  "Litt's apparent Midas touch when it come to real estate M&A may continue in 2016.",
  "And perhaps his activist threats prodded management teams to take action.",
  "A spokesperson for Land & Buildings declined to comment."
]