[
  "David Bianco, Deutsche Bank’s chief U.S. equity strategist, told investors in a Monday note that the next 5% move for the S&P 500 will be “up and soon.” He said he isn’t panicked by the recent slide in stocks because it’s being driven by a “a profit recession centered at certain industries caused by factors that we’ve long flagged as risks.”\n\nOur call of the day is looking for a bounce too, but it comes with a warning: If you’re ready to leap into the next big rally, you’d better be ready for what’s to will follow.",
  "The buzz\n\nAIG AIG, -3.83% is up about 1% in premarket after Carl Icahn says the company needs to get “smaller and simpler.”\n\nShares of Rouse Properties US:RSE are soaring 26% after a buyout offer from Brookfield Asset Management BAM, -1.07%\n\nNetflix’s CEO Reed Hastings says the streaming service may soon get a license to operate in China.",
  "You may forget about the seasonality in #CrudeOil but the seasonality will not forget about you... $OIL $CL_F pic.twitter.com/dED1N3ukno — Callum Thomas (@Callum_Thomas) January 18, 2016\n\nThe quote\n\nGetty Images The problem on Europe’s doorstep\n\n“We have until March, the summer maybe, for a European solution.",
  "The stat\n\n$1 to $2 a day — That’s roughly the amount children, some as young as seven, are reported to be earning in harsh and dangerous conditions mining cobalt in the Democratic Republic of the Congo, according to a new report from Amnesty International and Afrewatch.",
  "They include DreamWorks Animation US:DWA Popeyes Louisiana Kitchen US:PLKI Allscripts Healthcare MDRX, -0.21% Dean Foods DF, -0.66% Luminex LMNX, -2.30% and Universal Forest Products UFPI, +0.74%\n\nThe economy\n\nIt’s a light week for U.S. economic data.",
  "Then Schengen goes down the drain.” — Unnamed German official tells Reuters that Berlin could shut its borders to immigrants from Syria and other places as that flow of people is expected to swell to huge levels once cold weather has passed.",
  "And they all fit neatly in a bus now:\n\nOxfam\n\nThe chart\n\nIranian oil is something the market will just have to get used to, even though it could take longer than anyone thinks for production to get up to full speed.",
  "https://t.co/fIOHdCjMsP — Louise Cooper (@Louiseaileen70) January 19, 2016\n\nGains come after the worst annual growth in 25 years for China has left investors stimulus-hungry, forks pointed at Beijing.",
  "Bucking up against that rally for oil this morning is this chart from investment strategist Callum Thomas, which shows how oil prices tend to crater going into February, followed by a nice ride up.",
  "Key market gauges\n\nFutures for the Dow industrials US:YMH6 and the S&P 500 US:ESH6 are taking off in a big way after Monday’s Martin Luther King holiday that shuttered U.S. markets, it not Globex.",
  "That’s after the worst start to the year in history may have winded the bears and sentiment indicators like the American Association of Individual Investors poll shows the fewest bulls since 2002.",
  "Jan Koum, the CEO of Facebook FB, -1.58% -owned WhatsApp, said the company is dumping the $1 annual fee for subscribers and is now looking at a business-to-consumer strategy for a revenue stream.",
  "They say Apple AAPL, -3.57% Samsung 005930, +1.11% and Sony SNE, -1.41% have failed to do basic checks to ensure that cobalt mined by child laborers hasn’t been used in their products.",
  "After a plunge last week and no surprise on Iran sanctions being lifted, U.S. crude CLH6, +0.00% is back over $31 a barrel and Brent UK:LCOH6 is closing in on $30, up nearly 5%.",
  "Donald Trump’s bungled “Two Corinthians” Bible reference\n\nSpeaking of, the U.K. parliament debated whether to ban Trump from entering the U.K. and called him a wazzock.",
  "The CME Group’s FedWatch tool puts chances of a rate hike in March at 31% (down from 50% a few days ago notes IBankCoin), in April at 35% and 50% for June.",
  "Lots of chatter about the Oxfam wealth inequality report that came out Monday that shows 62 wealthy individuals own as much as the poor half of the world.",
  "After the worst start in history for U.S. stocks, some would look at the bright green lighting up futures screens this morning and say it’s about time.",
  "He and his team doesn’t think the sellers are finished with this market, and are more interested in “selling a bounce than trying to catch one.",
  "In the “best-case” scenario, investors could see that S&P 500 bounce to near 1,900, but don’t expect it to move past 1,950, says Krinsky.",
  "In that regard, we would fight the urge to bottom-fish beaten-down names, and stick with those exhibiting relative strength,” he says.",
  "The World Economic Forum has begun in Davos, Switzerland, and the BBC has done a fun little map showing connections between delegates.",
  "The call of the day\n\nJonathan Krinsky, chief market technician for MKM Partners, says brace for a short-term bounce in the S&P 500.",
  "From big sell-it-all calls last week to the relaxed bulls over at Goldman Sachs, you might have thought everyone has had their say.",
  "Krinsky offers up 20 names that are above their 200-day moving averages, a chart level that many technical analysts watch closely.",
  "”We view this as a logical next step to drive and hopefully accelerate consumer adoption,“ said Credit Suisse analysts in a note.",
  "Need to Know starts early and is updated until the opening bell, but sign up here to get it delivered once to your email box.",
  "Random reads\n\nReuters Glenn Frey and ‘The Eagles’ in June 30, 2011\n\nTributes flow as Eagles Founder Glenn Frey dies at 67.",
  "A similar sell-any-rallies mentality was expressed earlier this month by J.P. Morgan equity strategist Mislav Matejka.",
  "Not even another cut in the International Monetary Fund’s global growth forecast can spoil the mood this morning.",
  "Helping out was a 3.2% Shanghai Composite COMP, -3.05% surge after that sluggish (for China) growth data.",
  "Twitter TWTR, -0.39% (the service, not the stock) has been suffering on and off outages across the globe.",
  "Meanwhile, it’s been hard to move an inch without some forecast about where this market is headed next.",
  "Here’s his chart:\n\nMKM Partners\n\n“With that said, we understand many clients must remain invested.",
  "Tiffany TIF, -2.82% has cut its guidance and is laying off staff after a weak holiday performance.",
  "But a few calls more have been spilling out, and they’re saying this market is due a bounce.",
  "That’s not to mention a growing frozen-Fed mentality out there after some recent soft data.",
  "On the downside, he says 1,820 and then 1,740 are likely to be tested in the coming months.",
  "That official and others said that could be the beginning of the end of the European Union.",
  "Our chart of the day takes a whack at oil as Brent floors it with some supersize gains.",
  "But, of course, one could say the rule books on crude are being rewritten these days.",
  "Earnings\n\nHealth insurer UnitedHealth UNH, -2.77% reported early and shares are up.",
  "There will be no Fed speakers this week ahead of a policy meeting on Jan. 26-27.",
  "Gold US:GCG6 is off a little and the dollar DXY, -0.06% is up against the yen.",
  "Security risk in home routers has been unearthed by The Wall Street Journal.",
  "Jada Pinkett Smith’s plans for an Oscar boycott go down badly with some.",
  "Andy Murray says reports of match-fixing in tennis don’t surprise him.",
  "The only item on tap Tuesday is a home builder’s index due at 10 a.m.",
  "The Nikkei NIK, +0.82% and other Asia markets rose across the board.",
  "That’s as the IEA warns the oil market could “drown” in oversupply.",
  "The emailed version will be sent out at about 7:30 a.m. Eastern.",
  "Morgan Stanley MS, -3.03% is up 4% after swinging to a profit.",
  "Elsewhere, Europe SXXP, +0.62% has a lock on that rally fever.",
  "Delta DAL, -3.46% is down 1% after the airline’s results.",
  "Netflix NFLX, -6.27% results are coming after the close.",
  "Providing critical information for the U.S. trading day.",
  "Subscribe to MarketWatch's free Need to Know newsletter.",
  "Koum spoke to Wired Magazine about the move.",
  "Bank of America BAC, -3.23% is up over 2%.",
  "IMF ... Insitute of Moronic Forecasting?",
  "Marc Faber says true growth there is 4%.",
  "Be sure to check the Need to Know item.",
  "as profit topped expectations.",
  "Yep, another pullback.",
  "Sign up here."
]