[
  "Revel Entertainment filed an emergency motion with the U.S. Bankruptcy Court late Tuesday night seeking approval to terminate the agreement with Toronto-based Brookfield Asset Management and approve Polo North Country Club as the new buyer.",
  "The court filing asks the bankruptcy court to cancel the sale to Brookfield and schedule a hearing on Friday to approve a sale to Straub, who has proposed several uses for the former casino resort.",
  "ATLANTIC CITY, N.J. - A bankruptcy judge will consider a shuttered New Jersey casino's request to scrap a deal to sell itself to a Canadian firm, and instead let the runner-up buy it.",
  "On Nov. 29, Revel notified Brookfield it had the right to terminate the sale agreement, and Tuesday, it delivered a termination notice to Brookfield, effective Friday.",
  "Brookfield announced last month it was walking away from its $110 million purchase of Revel due to a dispute with bondholders over debt from a costly power plant.",
  "Straub was the first bidder to put a deposit on Revel, being selected as a \"stalking horse\" bidder whose initial $90 million bid set the floor for the auction.",
  "It was one of four Atlantic City casinos to shut down this year amid growing competition in the saturated northeastern U.S. casino market.",
  "One of them was a so-called \"genius academy\" at which the world's best minds would look for solutions to society's problems.",
  "The $2.4 billion Revel opened in April 2012 with high hopes of helping turn around Atlantic City's struggling casino market.",
  "A fifth, the Trump Tal Mahal, is scheduled to close Dec. 20 unless a last-minute deal is reached to save it.",
  "Florida developer Glenn Straub's Polo North was the runner-up in the auction, with a bid of $95 million.",
  "On Wednesday, Judge Gloria Burns scheduled a hearing on the request for Friday morning.",
  "But it never turned a profit, filed for bankruptcy twice and closed Sept. 2.",
  "Spokesmen for Brookfield, Straub and Revel all declined comment Wednesday."
]