[
  "The apparent demise of the deal came after U.S. District Court Judge Jerome Simandle refused to let the proposed sale go through without taking into account the legal rights of a nightclub and restaurants at the former casino, as well as its utility provider, all of which are appealing a previous court ruling that the sale can go forward \"free and clear\" of their leases.",
  "The collapse of the Straub deal would mark the second time in the last three months a buyer has been unable to complete a purchase of the star-crossed casino, which cost $2.4 billion to build, never turned a profit, and closed on Sept. 2, 2014 after just over two years of operation.",
  "But a Revel attorney told The Associated Press moments after the deadline had passed that the termination notice, in the form of a request to a bankruptcy court judge to let it cancel the deal, will be filed sometime during business hours Tuesday morning.",
  "Last week, the CEO of the Hard Rock franchise obtained preliminary authority to own a casino in Atlantic City, and indicated the company had spoken with Straub about a possible involvement in re-opening Revel.",
  "Revel AC originally said it planned to scrap a deal to sell the shuttered casino to Glenn Straub for $95.4 million at 12:01 a.m., just after the midnight deadline for the sale had passed.",
  "The judge issued a temporary stay on Monday, allowing the sale to proceed but saying it could not do so without taking the appellants' rights into consideration in the purchase.",
  "The deal had been progressing toward Monday's closing date, until a federal appeals court sided with the tenants late Friday and issued a partial stay of the sale.",
  "Straub wants a bankruptcy court judge to approve an extension of the sale deadline to Feb. 28; a hearing on that request is scheduled for Wednesday morning.",
  "\"If Revel terminates this contract, it will cost them tens of millions of dollars,\" he told the AP \"They will never get a bid at these numbers.",
  "CAMDEN, N.J. - The owners of Atlantic City's Revel Casino Hotel say they will cancel a deal Tuesday morning to sell it to a Florida developer.",
  "His attorney, Stuart Moskovitz, said Revel does not have the legal right to terminate the deal and keep Straub's $10 million deposit.",
  "Viscount said that by keeping Straub's $10 million deposit, \"there's a lot of things we can do to keep the ship afloat for a while.\"",
  "Straub had proposed re-opening Revel under a different name as a smaller casino, a water park, hotel and condominiums.",
  "The judge explicitly said that nothing in his order prevented the sale from closing, but the buyer disagreed.",
  "In November, Toronto-based Brookfield Asset Management pulled out of a deal to buy Revel for $110 million.",
  "Revel also kept an $11 million deposit from Brookfield when that deal fell apart.",
  "\"We do not plan to file that until the morning,\" attorney Michael Viscount said.",
  "\"We can't close if we have no idea what we're closing on,\" Moskovitz said.",
  "\"The court is not going to read or act on any such thing at this hour.\"",
  "That left Straub unable to close on a deal, according to his lawyer.",
  "Monday's continuation of that stay appeared to be the last straw.",
  "\"We need to come up with a Plan C really quickly,\" Viscount said.",
  "But Viscount said Hard Rock was never interested in buying it.",
  "From Day One, Revel was a disaster, in every way imaginable.\""
]