[
  "He briefly pays homage to the hotel's elegance, then describes how he is pushing FelCor to sell its landmark Manhattan property and refocus on its more profitable hotels near airports in Atlanta and Nashville and its resorts in Florida, South Carolina and California.",
  "Meet Jonathan Litt of Land & Buildings Investment Management, a hedge fund based in Stamford, Conn. His specialties are loudly agitating for change at sleepy REITs, shaking up boards and, it seems, earning impressive returns.",
  "These income-generating vehicles, created by Congress in 1960, were designed to benefit small investors: They are required to distribute 90% of their taxable income (mostly rents) in the form of dividends to shareholders.",
  "\"I am not sure that activism is really required in an industry that is so well governed and is dominated by long-term-oriented professional investors,\" says Martin Cohen, chairman of $55 billion (assets) Cohen & Steers.",
  "In Litt's first three years running an activist strategy, Land & Buildings has generated 17.2% annual returns, net of fees, outperforming the REIT benchmark index by 6.7 percentage points and the S&P 500 by 4.4 points.",
  "His $200 million fund returned nearly 25% by targeting REITs such as Associated Estates and American Residential Properties, both of which were acquired by larger companies, and gaming giant MGM.",
  "See The Forbes 2016 Investment Guide Here\n\nA native of Roslyn, N.Y., Litt entered real estate in the late 1980s after graduating from Columbia, working for mall owner the Brookhill Group.",
  "Litt's first taste of activism came in 2002 after he decided that a Canadian REIT, Trizec Properties, was being used as a piggy bank by its chairman, mining magnate Peter Munk.",
  "(In late May the REIT announced it would be acquired by Maryland's JBG Cos.)\n\nAs Litt walks, he comments on the minutiae of realty: lease details, renovations, curb appeal.",
  "Short in stature and pugnacious in manner, with tightly cropped hair, Litt walks a block south to 41st and Broadway before stopping in front of a vacant Citibank branch.",
  "He examines hundreds of stocks in search of underappreciated real estate or asset-rich companies with operational problems and stretched balance sheets.",
  "On a recent spring day Litt, 52, stands in front of one of his targets, NYC's Knickerbocker Hotel, with its Beaux Arts redbrick and limestone facade.",
  "So you might find it strange that one of the most successful REIT investors today is an activist in the tradition of Carl Icahn, only a lot smaller.",
  "That spring Land & Buildings ran a proxy campaign to have four directors added to MGM's board but dropped it due to a lack of institutional support.",
  "He took a small stake and urged CEO Jim Murren to spin MGM's hotels into a public REIT, copying Penn National Gaming and Pinnacle Entertainment.",
  "Days before a Martin Luther King Day ski vacation with his ninth-grade son, Litt received an offer from MGM to meet over the holiday weekend.",
  "Months later, frustrated with BRE's inaction, Litt's tiny fund offered the REIT $60 a share, or more than $4 billion, a bid BRE swatted away.",
  "For years Litt had eyed MGM Resorts International, owner of the Bellagio and MGM Grand and a 50% interest in CityCenter, all in Las Vegas.",
  "In June 2014 Land & Buildings set its sights on apartment REIT Associated Estates, calling for its sale due to chronic underperformance.",
  "On an infamous analyst conference call in August 2002, Litt urged Munk to turn on the TV and watch WorldCom executives being arrested.",
  "\"Litt is good at shining a spotlight and good with the megaphone,\" says Alexander Goldfarb, an analyst at Sandler O'Neill + Partners.",
  "He points to the bottom floors of 1440 Broadway, a 25-story office tower owned by New York REIT Inc., another of his fund's holdings.",
  "Among publicly traded companies, few have escaped the scrutiny of activist investors as have real estate investment trusts, or REITs.",
  "After posting mediocre returns, he pivoted to activism in mid-2012, targeting BRE Properties, a San Francisco-based apartment REIT.",
  "Within a year Brookfield Asset Management purchased Associated Estates for $2.5 billion, netting Land & Buildings a 73% return.",
  "He then jumped to public markets, convinced shareholder-oriented REIT regulations would make the sector a winner.",
  "Eventually he became Citigroup's top real estate analyst, perennially topping Institutional Investor' s rankings.",
  "MGM shares are up 20% over the past year, and its hotel REIT has performed strongly since its April 2016 listing.",
  "Even with today's low interest rates, REITs pay yields in excess of 4%, so it's no wonder investors adore them.",
  "Litt diverted the ski trip to Las Vegas and dragged his son on a tour of MGM's hotels, spreadsheets in hand.",
  "In early 2015, after Blackstone purchased the Cosmopolitan, signaling a Vegas recovery, Litt made his play.",
  "Litt is one of the biggest shareholders in the Knickerbocker's owner, FelCor Lodging Trust, with nearly 4%.",
  "Then he proposes fixes, either through management change, portfolio disposals or outright company sales.",
  "Other successes included Mack-Cali, a struggling suburban office REIT where Litt was given a board seat.",
  "He threatened to send his scathing \"sell\" report to then New York State attorney general Eliot Spitzer.",
  "With BRE shares trading at $48, Litt argued it was worth $68 due to its prized holdings in California.",
  "Nonetheless, MGM announced a plan to spin off many of its hotels into a public company in November.",
  "Litt, a former star analyst at Citigroup , posted one of the best years among hedge funds in 2015.",
  "He loudly proposed Essex Property Trust , another California apartment REIT, as a logical buyer.",
  "Essex's shares have surged 50% since the beginning of 2014, and its dividend has increased 32%.",
  "When reports of a forthcoming Essex offer were leaked, Litt threatened to unseat BRE's board.",
  "Says Gabelli & Co. analyst Adam Trivision, \"It got done, and that's what's important.\"",
  "Litt's move into hedge funds began in 2008 with a long-short real estate strategy.",
  "Counters Litt, \"Executives can say whatever they want to you and not do anything.",
  "Finally, in December 2013, BRE agreed to be acquired by Essex for $4.3 billion.",
  "In 2013 Land & Buildings gained 16.7% net of fees, and a further 14% in 2014.",
  "Last fall Litt joined a chorus of investors calling for the REIT to be sold.",
  "Land & Buildings generated a 40% return on its 19-month investment in BRE.",
  "A year ago Mack-Cali brought in new management, and its shares are up 52%.",
  "But if you run a slate they have to go out and talk to the shareholders.\"",
  "They are the hallmarks of his successful, if plodding, investment style.",
  "The pair took a red-eye back to New York at the end of the weekend.",
  "Not everyone is a fan of Litt's abrasive tactics.",
  "But it was 2015 when Litt really made his mark.",
  "\"He won't leave until he gets what he wants.\"",
  "Should Litt get credit for MGM's about-face?",
  "\"Look at all this frontage,\" Litt says."
]