[
  "* TSX up 213.19 points, or 1.52 percent, to 14,277.73\n\n* Index touched its highest since June 8 at 14,279.24\n\n* All of the TSX’s 10 main groups were higher\n\nTORONTO, July 4 (Reuters) - Canada’s main stock index rallied to a nearly four-week high on Monday, led by mining stocks as gold and silver climbed, while financial and energy stocks also advanced.",
  "Silver Wheaton Corp rallied 6.2 percent to C$32.28 and Barrick Gold Corp climbed 5.1 percent to C$28.98, while the overall materials group, which includes precious and base metals miners and fertilizer companies, added 4.7 percent.",
  "The pace of growth in Canada’s manufacturing sector stepped back in June as measures of output, new business and employment all fell, data showed on Monday, the latest sign Canada’s economy is struggling to gain momentum.",
  "Gold rose as political uncertainty following Britain’s vote to leave the European Union supported prices after a burst of short-covering activity in China had pushed them back toward last week’s two-year high.",
  "Canadian business sentiment remained subdued in the second quarter, as the drag of cheaper oil prices and modest domestic demand canceled out the boost from foreign demand, the Bank of Canada said on Monday.",
  "Silver also benefited from a surge of buying in China which at one point took it up more than 7 percent, breaking above $21 an ounce for the first time in two years.",
  "At 10:28 a.m. EDT (1428 GMT), the Toronto Stock Exchange’s S&P/TSX composite index rose 213.19 points, or 1.52 percent, to 14,277.73.",
  "Royal Bank of Canada rose 0.9 percent to C$76.99, while Brookfield Asset Management Inc was up nearly 3 percent at C$44.02.",
  "Industrials climbed 1.7 percent, including gains for railway stocks, and energy stocks advanced 1.3 percent.",
  "Gains for the index follow a 1.2 percent advance last week and a 4.2 percent gain for the second quarter.",
  "U.S. markets are closed on Monday for the Independence Day holiday.",
  "Spot gold rose 0.7 percent, while silver was up 3.5 percent.",
  "(Reporting by Fergal Smith; Editing by Andrea Ricci)",
  "U.S. crude prices were unchanged at $48.99 a barrel.",
  "The overall financials group advanced 0.8 percent.",
  "It touched its highest since June 8 at 14,279.24.",
  "The market was closed on Friday for Canada Day.",
  "All of the index’s 10 main groups were higher."
]