[
  "(Adds portfolio manager comment, updates prices to close)\n\n* TSX ends down 48.61 points, or 0.33 percent, at 14,747.45\n\n* Nine of TSX’s 10 main groups move lower; energy gains 0.5 pct\n\n* Index gains 0.7 pct over the week\n\nBy Alastair Sharp\n\nTORONTO, Aug 12 (Reuters) - Canada’s main stock index slipped on Friday, weighed by broad losses among financial, consumer, industrial and materials stocks, which offset gains for energy companies as oil prices rose.",
  "Copper fell to its weakest in a month and other industrial metals also touched new lows after Chinese fixed-asset investment and loans data missed forecasts, raising doubts about demand in the world’s biggest metals consumer.",
  "The most influential weights on the index were a motley bunch, including Canadian National Railway Co down 0.8 percent at C$81.80, and Metro Inc off 4.1 percent at C$45.30 after reporting earnings.",
  "The energy group gained 0.5 percent, the only one of 10 main index groups to rise, boosted by a short-covering oil price rally triggered by bets on possible OPEC action to stabilize the market.",
  "Concordia International Corp shares plunged 39.1 percent to C$12.95 after the healthcare company’s earnings disappointed and it halted its dividend and cut its 2016 forecast.",
  "“We’re giving up a little bit of the gains but still things look like they are poised to head higher,” said Bryden Teich, a portfolio manager at Avenue Investment Management.",
  "He said that the oversized rebound in commodity stocks so far this year may pressure investors who have avoided mining and energy stocks to buy in coming months.",
  "Gold miners made gains but the broader materials sector, which includes precious and base metals miners and fertilizer companies, fell 0.8 percent.",
  "The Toronto Stock Exchange’s S&P/TSX composite index ended down 48.61 points, or 0.33 percent, at 14,747.45.",
  "Brookfield Asset Management fell 0.9 percent to C$45.44 after reporting its quarterly earnings.",
  "It added 0.7 percent over the course of the week, after ending last week at a one-year high.",
  "(Reporting by Alastair Sharp; Editing by Bernadette Baum and David Gregorio)",
  "Teck Resources Ltd fell 4 percent to C$20.44.",
  "The financials group slipped 0.4 percent."
]