[
  "(Adds details on stocks and sectors, updates prices)\n\n* TSX down 43.58 points, or 0.3 percent, at 14,659.86\n\n* Seven of the TSX’s 10 main groups move lower\n\nTORONTO, Aug 17 (Reuters) - Canada’s main stock index fell to its lowest in more than a week on Wednesday as energy stocks pulled back with cheaper oil, and gold miners and other materials stocks also weighed ahead of the release of minutes from the last Federal Reserve meeting.",
  "Performance Sports Group Ltd slumped 10 percent to C$2.43 after the sports equipment maker said it was facing an investigation by U.S. and Canadian securities regulators, two days after it said it was conducting an internal probe into its financials.",
  "The energy group retreated 0.9 percent as oil fell for the first time in a week, with investors weighing up how successful potential talks among producers to rein in ballooning oversupply would be.",
  "Gold miners were a particular weight, as bullion prices eased ahead of the Fed minutes, which should add to the debate over the timing and pace of any future Fed rate hikes.",
  "The company has signed a preliminary contract to buy a majority stake in water and sewage group Odebrecht Ambiental, an industry source told Reuters on Wednesday.",
  "Valeant Pharmaceuticals International Inc advanced 8.8 percent to C$37.18 after Morgan Stanley raised its rating and price target on the stock.",
  "At 10:06 a.m. EDT (1406 GMT), the Toronto Stock Exchange’s S&P/TSX composite index was down 43.58 points, or 0.3 percent, at 14,659.86.",
  "Major producer Suncor Energy Inc fell 1.1 percent to C$36.19 and pipeline company TransCanada Corp slipped 0.7 percent to C$60.93.",
  "Seven of the index’s 10 main groups were in negative territory, with decliners outnumbering advancers by a ratio of 2.8-to-1.",
  "The materials group, which includes precious and base metals miners and fertilizer companies, lost 1.2 percent.",
  "U.S. crude prices were down 0.9 percent to $46.15 a barrel, while Brent lost 0.2 percent to $49.14.",
  "Gold futures fell 0.6 percent to $1,342.8 an ounce, and copper lost 0.8 percent to $4,775 a tonne.",
  "Barrick Gold Corp shed 1.5 percent to C$26.99 and Goldcorp Inc lost 1.8 percent to C$23.74.",
  "It was at its lowest level since Aug. 5, after having hit a 13-month high last week.",
  "Brookfield Asset Management Inc fell 3.4 percent to C$12.64.",
  "(Reporting by Alastair Sharp; Editing by Phil Berlowitz)"
]