[
  "The source said that last winter Odebrecht Ambiental chief executive Fernando Santos-Reis had discussed the possibility of selling a stake in his firm with Antoine Frerot, CEO of French group Veolia, (VIE.PA) as well as with Jean-Louis Chaussade, CEO of smaller rival Suez (SEVI.PA).",
  "PARIS (Reuters) - Canada’s Brookfield Asset Management has signed a preliminary contract to buy Brazilian engineering conglomerate Grupo Odebrecht’s 70 percent stake in water and sewage group Odebrecht Ambiental, an industry source told Reuters on Wednesday.",
  "One of the world’s top 10 water firms, Odebrecht Ambiental does not have a global presence like Veolia and Suez and in 2014 the firm announced plans to list some of its shares in 2015 or 2016 to finance its global expansion.",
  "But its parent company Grupo Odebrecht got caught up in a corruption probe at oil producer Petróleo Brasileiro SA (PETR4.SA) and other state companies and the family member who ran Grupo Odebrecht was sent to prison.",
  "Established in 2008, Odebrecht Ambiental is market leader in Latin America, serving more than 18 million people and several large companies in the steel, petrochemical and pulp and paper industries.",
  "The source said the deal was done at an equity value of 5.3 billion real ($1.65 billion), which implies an earnings before interest, tax, depreciation and amortization (EBITDA) multiple of 8.5.",
  "Odebrecht, Latin America’s largest engineering group, owns 70 percent of Odebrecht Ambiental, with Brazilian worker compensation and retirement fund FGTS owning the remaining 30 percent.",
  "Its Aquapolo project, which recycles Sao Paulo’s sewage to produce water for a petrochemical complex is rated as the largest industrial water re-use project in the southern hemisphere.",
  "Odebrecht Group will retain the right to develop water concession projects ?outside Brasil and Brookfield (BAMa.TO) will re-brand Odebrecht Ambiental, which was named Foz until 2012.",
  "There have also been discussions with Spain’s Acciona, (ANA.MC), with Beijing Water (0371.HK) and some other companies in Europe and Asia, the source said.",
  "The scandal has curtailed access to capital markets and loan funding for the group’s 15 subsidiaries and the company is now selling assets to reduce debt.",
  "Initially, Odebrecht wanted to sell only half of its stake in Odebrecht Ambiental.",
  "It was not immediately clear whether FGTS would also sell its stake to Brookfield.",
  "The deal is expected to be completed by the end of the year.",
  "Odebrecht S.A. will cash out 3.4 billion real, he added."
]