[
  "LONDON (Reuters) - At least four private equity funds including BC Partners are in talks to buy a majority stake in Italy’s fourth-biggest supermarket chain Esselunga in a deal worth up to 6 billion euros ($6.7 billion), sources familiar with the matter told Reuters.",
  "London-based BC Partners is one of two private equity houses which recently joined the race to submit offers and outbid previous expressions of interest from two other heavyweight funds, Blackstone (BX.N) and CVC Capital Partners [CVC.UL], the sources said.",
  "The billionaire businessman, who has been in a long-running legal dispute with the two children of his first marriage over ownership of the chain, stepped down as Esselunga chairman in 2011 and resigned from all executive functions in 2013.",
  "ROLL OUT\n\nEsselunga, which employs nearly 22,000 people in seven Italian regions, primarily in the North of the country, grew its revenues by 4.3 percent last year to an overall 7.3 billion euros with core earnings of 625 million euros.",
  "It offers private equity suitors the opportunity to roll out the Milan-based business across Southern Italy and win market share from Coop, Conad and Selex, which rank as Italy’s largest supermarkets by market share, the sources said.",
  "The talks, led by Citi, started earlier this year amid efforts to find a succession plan for the business, which runs more than 150 stores across Italy and is held by Bernardo Caprotti, who will turn 91 on Oct. 7.",
  "Based in Milan, Esselunga holds a portfolio of real estate assets worth more than 1 billion euros, one of the sources said, adding the deal’s value will hinge on whether these assets will be part of it.",
  "Caprotti, who comes from a long line of Italian businessmen and often airs his views in the media, has rebuffed overtures from international supermarket chains in recent years, another source said.",
  "BC Partners bought 50.8 percent of Turkey’s largest supermarket chain Migros in 2008 and subsequently sold part of its stake to Turkish beverage firm Anadolu Endustri Holding last year.",
  "Italian private equity group Investindustrial was informally asked to take part in the negotiations for Esselunga but has yet to decide whether to make an offer, another source said.",
  "The size of the transaction may be challenging for some private equity firms, this source said, and these funds could try to team up in a consortium with Italian investors.",
  "But he has a final say on any change of ownership and his price expectations are seen as ambitious, the sources said, cautioning that the talks may yet fall apart.",
  "The two funds were later granted access to the company’s books in August to perform due diligence, one of the sources said, but price disagreements soon emerged.",
  "After extensive negotiations with Blackstone and CVC, Caprotti asked Citi to launch a strategic review to sound out interest from other buyout funds, they said.",
  "Caprotti is against a sale of Esselunga to any of its direct competitors, the sources said, and doesn’t want to entertain talks with industry rivals.",
  "Earlier this year CVC teamed up with Qatar’s QIA and Canada’s Brookfield Asset Management to bid for British supermarket group Sainsbury (SBRY.L).",
  "A number of buyout funds have recently expressed interest in European supermarket chains including Polish convenience chain Zabka Polska.",
  "Caprotti, who co-founded the business in 1957, started informal talks with Blackstone and CVC about six months ago, the sources said.",
  "Blackstone and CVC have almost completed their due diligence work and remain keen to win control, the sources said.",
  "Esselunga, Blackstone and BC Partners declined to comment while CVC was not immediately available for comment.",
  "($1 = 0.8928 euros)"
]