[
  "(Adds portfolio manager quotes and details on Wall Street and domestic housing starts, updates prices)\n\n* TSX closes down 16.66 points, or 0.11 percent, at 14,549.60\n\n* Eight of the TSX’s 10 main groups end lower\n\nBy Fergal Smith\n\nTORONTO, Oct 11 (Reuters) - Canada’s main stock index edged lower on Tuesday as a disappointing start to U.S. earnings season weighed, offsetting gains for the shares of energy companies after a move higher in oil prices.",
  "“Investors in Canada are digesting more than just their Thanksgiving weekend meals today, they are also taking in the start of U.S. third quarter earnings season,” said Stan Wong, director of wealth management at ScotiaMcLeod.",
  "Wall Street also ended lower as disappointing corporate reports gave a sour tone to the start of earnings season and investors digested possible changing dynamics in the run up to the Nov. 8 U.S. elections.",
  "“North American equity market valuations are still feeling full ... for a meaningful move higher in equity markets we need accelerated global growth and a stronger earnings recovery,” Wong said.",
  "Shares in online gambling company Amaya Inc fell 3.4 percent to C$22.61 after surging late last week on confirmation the company is in talks to merge with William Hill plc.",
  "The energy group climbed 1.2 percent, including a 1.4 percent rise in the shares of Suncor Energy to C$37.40, while Cenovus Energy Inc advanced 3.1 percent to C$20.40.",
  "Canada’s largest alternative-asset manager, is considering a bid for troubled hockey gear-maker Performance Sports Group Ltd, Bloomberg reported.",
  "Canadian housing starts surged in September compared with August, surpassing market expectations, data from the national housing agency showed.",
  "U.S. crude prices settled down 56 cents at $50.79 a barrel amid doubts about the ability of major oil producers to reduce a global supply glut.",
  "Barrick Gold Corp fell 1.7 percent to C$20.55, as the prospect of a December U.S. Federal Reserve interest rate hike weighed on gold prices.",
  "The company owns a 22.5 percent stake in one of Peru’s top copper and zinc mines, which is planning to double its zinc output next year.",
  "The overall consumer discretionary group declined 0.7 percent, while the heavyweight financials group dipped 0.1 percent.",
  "Modest losses for the TSX follow a market holiday on Monday when the price of Brent oil reached its highest in a year.",
  "The materials group, which includes precious and base metals miners and fertilizer companies, lost 0.6 percent.",
  "The Toronto Stock Exchange’s S&P/TSX composite index closed down 16.66 points, or 0.11 percent, at 14,549.60.",
  "(Additional reporting by Alastair Sharp; Editing by Meredith Mazzilli and Grant McCool)",
  "Brookfield Asset Management Inc fell 1.2 percent to $46.70.",
  "Teck Resources Ltd advanced 4.4 percent to C$24.27.",
  "Eight of the index’s 10 main groups ended lower.",
  "Spot gold fell 0.5 percent."
]