[
  "(Adds portfolio manager quotes and details on telecoms group and softwood lumber trade talks and updates prices)\n\n* TSX closes up 69.37 points, or 0.48 percent, at 14,618.97\n\n* Eight of the TSX’s 10 main groups end higher\n\nBy Fergal Smith\n\nTORONTO, Oct 12 (Reuters) - Canada’s main stock index advanced on Wednesday for the first time in four sessions as a rally in gold mining and other materials stocks offset a drop in energy companies spurred by falling oil prices.",
  "“A lot of the high dividend paying stocks, like REITs (real estate investment trusts) and telecoms have been hurt because of fears over rising rates, and I think interest rates are going to rise but it is going to be very gradual,” said Ian Nakamoto, director of research at MacDougall, MacDougall & MacTier.",
  "The top U.S. and Canadian trade negotiators said on Wednesday they would continue talks toward a new trade agreement on softwood lumber, despite the expiration of a “standstill” period prohibiting legal challenges over the long-standing dispute.",
  "U.S. crude oil futures settled 61 cents lower at $50.18 a barrel after OPEC reported its September oil output hit eight-year highs, offsetting optimism over the group’s pledge to bring a global crude glut under control.",
  "Gold mining stocks were among the most influential gainers as minutes from the Federal Reserve’s latest monetary policy meeting did little to clarify expectations on the timing for its next interest rate hike.",
  "Climate-change activists on Tuesday disrupted the flow of millions of barrels of crude from Canada to the United States in rare, coordinated action that targeted several key pipelines simultaneously.",
  "Barrick Gold Corp rose 2.3 percent to C$21.02, while spot gold firmed 0.2 percent and the materials group, which includes precious and base metals miners and fertilizer companies, added 1.9 percent.",
  "The telecoms group rose 0.8 percent, including a 1.1 percent gain for BCE Inc to C$60.34, while the utilities group was up 1.2 percent.",
  "Prometic Life Sciences Inc jumped 10.5 percent to C$3.17 after reporting promising results from a clinical trial.",
  "Crescent Point Energy Corp fell 3.4 percent to C$17.31 and Suncor Energy Inc slipped 0.6 percent to C$37.19.",
  "Financials firmed 0.2 percent, including a 0.9 percent gain for Brookfield Asset Management Inc to C$47.10.",
  "The Toronto Stock Exchange’s S&P/TSX composite index closed up 69.37 points, or 0.48 percent, at 14,618.97.",
  "In recent weeks, several analysts have raised their price targets on the diversified miner.",
  "Teck Resources advanced 1.9 percent to C$24.74, its highest in more than two years.",
  "(Additional reporting by Alastair Sharp; Editing by Sandra Maler)",
  "The energy group retreated 0.8 percent as oil prices fell.",
  "Eight of the index’s 10 main groups ended higher."
]