[
  "(Photo: The Motley Fool)\n\nFaced with sharply declining profits, Macy's said Thursday that it struck a deal with a private investment firm to weigh redevelopment options for at least 50 key assets — primarily stores in malls not controlled by major mall property owners — as the retailer continues to reshape its footprint.",
  "Macy's (M) on Thursday maintained its full-year earnings projection and said it expects its full-year comparable sales in company-owned or licensed locations to fall 2.5% to 3%, improved from a previous projection of a 3% to 4% decline.",
  "Macy's said it had signed a deal giving Brookfield Asset Management two years to explore pre-development options on 50 or more assets, which could lead to additional development or total redevelopment.",
  "“The trends we saw in the third quarter give us confidence that we can deliver our expectations for the fourth quarter and our guidance for fiscal 2016,\" CEO Terry Lundgren said in a statement.",
  "The move comes as Macy's is set to close about 100 of its 675 full-line stores in 2017 as the company shrinks its footprint to grapple with Internet competition and shifting fashion trends.",
  "Macy's is reshaping the main store there and will lease the Union Square Men's building for two to three years before shifting all operations to the main location.",
  "The department-store chain also reported a 4.2% drop in third-quarter sales to $5.6 billion, matching S&P Global Market Intelligence expectations.",
  "Macy's signed a deal to sell its 248,000-square-foot Union Square Men's building in San Francisco for $250 million.",
  "•Portland, Ore. Macy's sold its downtown store for $54 million and said the location would close next spring.",
  "The company attributed the decline largely to its closure of 42 stores at the end of its 2015 fiscal year.",
  "CLOSE Macy's announced plans to close 100 stores next year as part of a new strategy for sustained growth.",
  "Net income in the third quarter ending Oct. 29 tumbled from $118 million a year ago to $18 million.",
  "As for individual stores, Macy's announced some of the changes in key cities:\n\n•San Francisco.",
  "CLOSE If you care about money, the economy and corporate America, earnings season matters.",
  "•Douglaston, N.Y., and Salem, Ore. Stores in both cities will be closing early next year.",
  "USA TODAY\n\nFollow USA TODAY reporter Nathan Bomey on Twitter @NathanBomey.",
  "USA TODAY\n\nMall owners are happy to buy space that Macy's doesn't want.",
  "Sales in company-owned locations open at least a year fell by 3.3%.",
  "Macy's shares rose 5.6% Thursday to close at $40.53, up $2.15.",
  "Read or Share this story: http://usat.ly/2fEUMaO",
  "On a per-share basis, earnings were 5 cents.",
  "USA TODAY’S Matt Krantz breaks it down."
]