[
  "And while it's still in the early stages, Kohl's said expanding upon its smaller stores initiative could allow it to enter smaller markets, and potentially scale down its physical footprint in more digitally heavy sales markets.",
  "After recently cutting the ribbon on a handful of these locations, CEO Kevin Mansell told investors that as more open, \"the more confident we're getting that those are long-term pluses for us.\"",
  "Macy's investors, in particular, have been clamoring for the company to find ways to profit from its real estate, after activist Starboard Capital began calling for change last year.",
  "Because of those trends and pared-down inventories — which should allow the chain to sell more merchandise at full price — Macy's lifted its full-year comparable sales outlook.",
  "In addition to its moves to trim its inventory levels, Kohl's is leaning on its loyalty program and a more localized product assortment to power its holiday sales.",
  "Indeed, department stores' sales contracted 4.8 percent during the first nine months of the year, compared with a 2.9 percent increase for the overall industry.",
  "To help mitigate the pullback in spending at their chains, department stores have been looking for opportunities to boost their businesses off the sales floor.",
  "At Kohl's, the biggest shift has been its decision to aggressively pull back the amount of product it has on its shelves, while not crippling its sales.",
  "Macy's is taking a three-prong approach to do so: examining its flagship locations, closing 100 stores and potentially redeveloping some 50 locations.",
  "As department stores struggle to grow sales, they're shrinking down their businesses to prop up their profits — and investors are eating it up.",
  "The department store space has been struggling to keep up with shifting consumer demand, which has sent more shoppers to Amazon and T.J. Maxx.",
  "\"They're catching on about being right-sized and scaling the business to where the demand is,\" said Ken Perkins, president of Retail Metrics.",
  "Both companies are meanwhile whittling down their inventory levels, with Kohl's sending them 10 percent lower during the three-month period.",
  "Back then, a slowdown in demand due to a prolonged period of warm weather left them with excess product that they had to steeply mark down.",
  "Shares of both Kohl's and Macy's jumped higher in afternoon trading, as each chain detailed plans to grow bottom lines by getting smaller.",
  "Both moves are part of Macy's broader goal to operate more profitably, including its previously announced decision to shutter 100 stores.",
  "At Macy's, strategies include selling its San Francisco men's flagship for $250 million, with the potential for other similar maneuvers.",
  "During the third quarter, sales in the label's women's business rose in the mid-single-digit range as inventories were 19 percent lower.",
  "The update comes just days after Macy's said it would sell five locations to mall operator General Growth Properties for $46 million.",
  "Instead of closing a large chunk of its fleet, the Wisconsin-based chain sees opportunity to open more of its small-shop formats.",
  "The company also saw stabilization in international tourist spending, which had weighed on its results for the past few quarters.",
  "The chain shuttered a handful of stores during the quarter, but said it's still too early to draw conclusions from the closures.",
  "Despite these initiatives, underlying revenue trends remained a challenge for both department stores during the quarter.",
  "Macy's Hoguet pointed toward a \"meaningful improvement\" in its apparel business, which spanned men's, women's and kids.",
  "That firm argued the company needed to tap into its massive store fleet to deliver additional value for shareholders.",
  "\"It allows us to keep our focus as a top retailer while optimizing our real estate,\" CFO Karen Hoguet told investors.",
  "For the latter, Macy's said Thursday that it had entered into a strategic alliance with Brookfield Asset Management.",
  "Excluding licensed departments, comparable sales at Macy's slipped 3.3 percent; at Kohl's, they dropped 1.7 percent.",
  "\"The question is, is the demand going to come forth and help them drive growth that's not financially engineered.\"",
  "Yet both Kohl's and Macy's management sounded more optimistic about their fourth-quarter opportunities.",
  "Shares of Macy's shot 7 percent higher in afternoon trading, while Kohl's jumped more than 11 percent.",
  "\"Inventory is in such different shape today than it was one year ago,\" CEO Terry Lundgren told CNBC.",
  "The company reiterated its full-year earnings guidance of $3.80 to $4 a share, excluding items.",
  "Management pointed to its Sonoma brand as an example of how this strategy could play out.",
  "\"Having stores is a critical component to our success,\" Mansell reiterated.",
  "She declined to speculate how much such moves could boost its bottom line.",
  "Consumers have also been spending more on dining out and taking trips.",
  "Kohl's is also pruning down its physical footprint, but with a twist.",
  "The gains helped drive the S&P Retail ETF nearly 3 percent higher."
]