[
  "Those increases should be well supported by the 8% to 11% increase in funds from operations (FFO; a better measure of the partnership’s performance than earnings) per year management is targeting, thanks to rising rents, low occupancy rates and the 9 million square feet BPY has in development.",
  "The company (technically a partnership, not a real estate investment trust) also gives you a nice mix of high yield and strong dividend growth: since it was spun off from Brookfield Asset Management (BAM) in 2014, BPY has hiked its quarterly payout twice, for a total increase of 12.0%.",
  "BPY: Set It and Forget It\n\nThe final buy-and-hold pick I have for you today is Brookfield Property Partners (BPY), which boasts a 5.4% dividend yield and trades at a ridiculously low 72% of book value (or what it would be worth if it were broken up and sold off today).",
  "Higher income (and the fact that Travelers pays out just 26% of its earnings as dividends) means stronger dividend growth and share buybacks, both of which help drive the stock higher in a rising market and throw a floor under it in a downturn.",
  "Consider this: even though many people avoid airline stocks because they see them as too volatile, that’s not the case with DAL: the stock’s beta rating is 0.89, meaning it’s historically been 11% less volatile than the overall market.",
  "Today, DAL pays out a miniscule 10% of its earnings as dividends, so there’s lots of room for more growth and buybacks: in the past three years, it’s slashed the number of shares outstanding by 13.5%.",
  "Here’s a real-world example: let’s say you decided to invest in insurer Travelers Companies (TRV), one of the three stocks I recommend buying now and holding for the next two decades, back in 2006.",
  "But not surprising, as banks will benefit most from higher interest rates—and a selloff in the bond market has pushed the yield on the 10-year Treasury to around 2.25% from 1.87% on November 8.",
  "Your first purchase, on December 29, 2006, would have rung in at $54.03 (good for 92 full shares), and the latest would have been $114.12 (or 43 full shares) on December 31, 2015.",
  "Shares yield 2.4% today—just above the S&P 500 average—but the quarterly payout has soared 157% in the past decade, so you’d be yielding a tidy 5.0% on your first $5,000 buy now.",
  "Last week, Berkshire Hathaway (BRK.A) revealed that it had bought stakes in Delta, American Airlines Group (AAL), United Continental Holdings (UAL) and Southwest Airlines (LUV).",
  "That adds up to an excellent entry point on a top-quality company that stands to gain from rising rates because it invests its clients’ premiums in interest-bearing securities.",
  "I fully expect each one of these stocks to deliver regular annual payout hikes of 12%+ year in and year out, along with 100% to 200% share price gains in five years or less.",
  "Insurance stocks also jumped following Trump’s win, but unlike the big banks—with the exception of scandal-plagued Wells Fargo (WFC)—TRV is still down year-to-date.",
  "7 More Stocks to Buy for the Next 20 Years\n\nBrookfield, Delta and Travelers Companies all have one thing in common: outsized dividend growth and low payout ratios.",
  "Brookfield owns malls, office towers, industrial properties, shopping centers and apartments the world over, with about 250 million square feet of leasable space.",
  "What’s more, the stock’s forward price-to-earnings ratio clocks in at 11.6, a discount to peers like Allstate (ALL), at 16.9 and Progressive (PGR), at 21.8.",
  "And you still get the main benefit of dollar-cost averaging, because you’ll automatically buy more shares when they’re cheap and fewer when they’re pricey.",
  "Let me give you an answer: buy more stocks, particularly companies that pay—and better yet grow—their dividends, including the three I’ll name in a moment.",
  "I also urge you to consider my 7 favorite dividend-growth stocks, which I’m making available to Forbes readers at no charge in a brand new free report.",
  "TRV: A Terrific Play on Rising Rates\n\nWhich brings me back to Travelers, a provider of car, home and business insurance that’s been around since 1853.",
  "DRIPs are a powerful (yet underused) tool that lets you convert your dividend income into additional shares—and fractions of shares—commission-free.",
  "It’s worse if you were overweight financials, as the sector has been on an absolute tear, with the iShares US Financials ETF (IYF) surging 7.0%.",
  "But instead doing it in one fell swoop, consider using one of my favorite strategies: a “boring” go-slow approach called dollar-cost averaging.",
  "You can make it even easier by signing up for a company’s dividend reinvestment plan (DRIP), which you can do through your discount broker.",
  "That simple commitment comes with an unbeatable payoff: you’ll naturally buy more shares when they’re cheap and fewer when they’re pricey.",
  "The stock yields just 1.7% today, but the company has boosted its quarterly payout by 237% since it started paying dividends in 2013.",
  "It’s perfect for volatile markets like today’s because it’s the exact opposite of trying to time the market based on the headlines.",
  "This leads to a pleasant cycle: as you buy more shares, you generate higher dividend payments … which you use to buy more shares.",
  "It also sets them up for market-beating gains, because overall dividend growth is slowing—and faster than most investors think.",
  "The move caught the market by surprise, especially since Buffett has called airlines a “death trap” for investors in the past.",
  "That’s put an end to cutthroat price wars and thrown up a high barrier to entry, something Buffett’s always looking out for.",
  "With the stock down year-to-date and since Election Day on overhyped interest rate fears, we’re nicely set up to buy in.",
  "That means companies that can keep the hikes coming—year in and year out—are going to be big winners for years to come.",
  "Because despite DAL’s climb, it’s still down 4.5% year-to-date and sports a ridiculously low forward P/E ratio of 8.7.",
  "That’s a big discount to the stock’s average price of $84.08 during that time and far below today’s price of $111.40.",
  "All 7 are cheap now, either because they’re under the radar or out of favor, but I don’t expect that to last long.",
  "And let’s say you bought $5,000 worth of TRV on the last trading day of the year over the following 10 years.",
  "In the past dozen years, the airline business has been whittled down to just four domestic carriers from 12.",
  "Follow Buffett on DAL\n\nI hope you snapped up Delta Air Lines (DAL) when I recommended it on September 26.",
  "Click here and to get the names of my 7 favorite stocks, along with their tickers and best buy prices.",
  "But thanks to the periodic nature of your purchases, your average price would have been just $70.05.",
  "That’s a reasonable payout ratio for the partnership, and it’s down slightly from a year earlier.",
  "You simply commit to buying a fixed dollar amount of a particular investment on a set schedule.",
  "Another analyst said you should go to cash “if you’re not already there.”\n\nI could go on.",
  "If you followed that advice, you’ve missed a 2.1% rise in the S&P 500 since Election Day.",
  "In the third quarter, Brookfield paid out $0.28 in dividends, or 85% of its $0.33 in FFO.",
  "Ahead of the vote, one economics professor said the market would drop 7% if Trump won.",
  "That’s in keeping with management’s stated goal of hiking by 5% to 8% annually.",
  "It’s a powerful mix that will keep their dividends soaring for decades to come.",
  "I expect DAL to catch even more lift as it flies onto income investors’ radar.",
  "Which begs the question: what the heck do you do with your portfolio now?",
  "Brookfield will likely announce its next hike in early February.",
  "Forget the pundits—they totally blew the call on this election.",
  "If so, you’re sitting on a 27% gain in less than two months!",
  "And I sure hope you didn’t take their stock advice, either.",
  "That was enough to grab Warren Buffett’s attention.",
  "But you shouldn’t stop with these three names.",
  "And don’t forget TRV’s dividend.",
  "If not, don’t worry.",
  "You’re not too late.",
  "Sounds easy, right?",
  "It shouldn’t have.",
  "Disclosure: none",
  "Don’t miss out.",
  "Still leery?",
  "That’s it.",
  "Sad!"
]