[
  "Executives from Jones Lang LaSalle and its investment arm, LaSalle Investment Management, told me in the past that India was a no-go area because property tended to be subdivided and then subdivided again due to inheritance, leaving office buildings in the hands of multiple family members.",
  "India is seeing a boom in business-park development, which it sorely needs, and due to the poor infrastructure in India’s venerable cities, suburban development is creating entirely new business and residential neighborhoods.",
  "Bangalore and Mumbai are the top-ranked cities for prospects in terms of both investment and development, according to the 2017 version of Emerging Trends in Real Estate Asia Pacific, put out by the Urban Land Institute.",
  "Most “man on the street” buyers need the approval of the Reserve Bank of India to buy an Indian home unless they live in the country more than 183 days a year or are of Indian origin.",
  "And it is greater domestic consumption that is driving India’s improvement, suggesting the middle class is truly coming into its own – and sure to demand housing to suit their tastes.",
  "But when it comes to corporate investment, it appears that China’s most forward-thinking companies already see the similarities with their own nation – and want to profit from them.",
  "Blackstone has become the most-prolific investor in Indian commercial real estate, and according to the Times of India, may be preparing to list an Indian REIT domestically.",
  "The recent highly controversial demonetization initiative to render higher-valuation notes worthless is designed to drive cash from the “grey economy” into the mainstream.",
  "But investors are now searching for yield, something they are struggling to find in high-priced “gateway cities,” leading them to explore more-speculative plays.",
  "India’s 1.3 billion people isn’t far behind China’s 1.4 billion, and is expected to be the world's most populous nation by 2022, according to the United Nations.",
  "The fast-growing population has very little household debt, and the finance industry has been maturing in a way that will suit their borrowing needs.",
  "India has been struggling to create a REIT market for years, but a country notorious for its red tape has been unable to come up with suitable rules.",
  "Brookfield Asset Management, the Toronto-based investment behemoth with more than $200 billion in assets, has entered Mumbai with a major purchase.",
  "It is also the fastest-growing major economy, set for growth of 7.0% next year after this year’s projected 7.2%, according to Thomson Reuters.",
  "The nation has shot to the top of the list of preferred destinations for real-estate investment in the eyes of major institutional investors.",
  "That is likely to knock growth temporarily, with Nomura forecasting a two-quarter stalling period, knocking one percentage point off growth.",
  "The two nations have clashed militarily in the past, so greater cooperation between China and India is not a given on a political level.",
  "That’s ahead of China’s 6.7% growth rate this year, expected to slow to 6.3% next year – almost a full percentage point below India.",
  "The new investors are circumventing the problems that JLL experienced by biting off huge chunks of Indian real estate in one go.",
  "Top that with repeated interest-rate cuts by the central bank, and you have almost perfect conditions for property purchases.",
  "Fosun International, another huge private Chinese company, is said to be prepping a $1 billion investment platform in India.",
  "They have supplanted Tokyo and Sydney, which had topped the popularity stakes for investors for the last three years.",
  "Consumption now accounts for a larger share of India’s economy than at any point since the start of this century.",
  "Dalian Wanda, the huge privately-held Chinese conglomerate, has said it may invest up to $10 billion into India.",
  "But in the long run, driving “black money” into the real economy is likely another long-run driver of growth.",
  "It looks set to be a bumper year for India in 2017 when it comes to real estate and the economy as a whole.",
  "Still, the outperformance is even encouraging Chinese conglomerates to diversify into the subcontinent.",
  "The world’s second-most populous nation has been a sleeper, particularly when compared with China.",
  "Likewise, Blackstone, the world's biggest private-asset investor, had avoided India in the past.",
  "Those willing to purchase office or commercial space need to set up a company in the country.",
  "Although India is outstripping China’s economic growth at the moment, it’s off a lower base.",
  "It has spent $1 billion for 4.5 million square feet of commercial space in a city suburb.",
  "The Singapore sovereign wealth fund GIC was also thought to be bidding but backed away.",
  "However, it is it is not easy for foreign individuals to buy real estate in India.",
  "That makes a marked turnaround for a persistent underperformer in Asia – India.",
  "What’s more, individual investors can only buy residential property.",
  "That is the largest commercial purchase ever made in Mumbai.",
  "There has already been activity on the institutional front.",
  "That made negotiating a purchase price almost impossible.",
  "That is being reflected in prospects for next year.",
  "But it has changed tack.",
  "It’s about time."
]