[
  "REUTERS/Lucas Jackson/File Photo\n\nNEW YORK (Reuters) - The National Hockey League will relocate its headquarters and a retail showroom to a new development on Manhattan’s far West Side, putting it just a block away from a major hockey venue, Madison Square Garden, the site developer said on Wednesday.",
  "The move to Brookfield’s Manhattan West project adds another marquee name to a growing list of tenants for the new Hudson Yards district, a massive development that has taken a bit of the glean from Midtown Manhattan’s swank Plaza district.",
  "The NHL will occupy five floors, or about 160,000 square feet of the 2.1 million-square-foot tower, which is expected to be finished in 2019 at a cost of $1 billion, said Brookfield, a listed unit of Brookfield Asset Management.",
  "The site includes office, luxury apartments, boutique hotel and retail stores just west of Penn Station, the busiest U.S. rail hub, which sits underneath Madison Square Garden.",
  "The NHL has agreed to a long-term lease at One Manhattan West, a 67-story office tower under construction by Bermuda-based Brookfield Property Partners LP, the company said.",
  "A luxury residential tower is expected to open next spring, and a 1969 office building undergoing a makeover of its facade and other renovations is near completion.",
  "The project occupies a formerly forlorn stretch of Manhattan that lies above a rail yard and train lines used by Amtrak to pass underneath the Hudson River.",
  "The NHL will also lease 15,000 square feet for an NHL store within the central corridor of Manhattan West, a planned complex of six buildings.",
  "NHL Commissioner Gary Bettman said in a statement that the growth of hockey and its business required a state-of-the-art facility.",
  "The NHL is the second tenant to be announced for One Manhattan West, where law firm Skadden Arps is the anchor tenant.",
  "A worker lowers the U.S. flag outside of NHL headquarters in New York, U.S., January 2, 2013.",
  "The NHL is currently headquartered on Sixth Avenue in Manhattan."
]