[
  "“India is absolutely critical for Canada to engage with, as it is not only a growing economy, but a major regional player.”\n\nSome of Canada’s largest pension funds and investment firms - ranging from Canada Pension Plan Investment Board, Ontario Teachers Pension Plan to Fairfax Financial and Brookfield Asset Management - have in recent years put billions of dollars into investments within infrastructure, real estate and even start-ups in India.",
  "“The process was begun in 2014 and we are putting great emphasis on moving the discussions forward.”\n\nSohi, speaking on the sidelines of Vibrant Gujarat - a big biennial investor gathering in the western state of Gujarat that is home to India’s Prime Minister Narendra Modi, said that two-way annual trade between the countries currently stood at C$8.3 billion ($6.3 billion) in 2015 and is set to grow steadily.",
  "GANDHINAGAR, India, Jan 11 (Reuters) - Canada is keen to boost its business ties with India and is moving forward with attempts to seal a trade pact with the South Asian country, Canada’s minister of infrastructure and communities told Reuters.",
  "Trade flow with India has grown 30 percent from 2014 levels, but the size of bilateral trade between the nations is relatively small, at about one-tenth the size of Canada’s annual trade flow with China, according to Statistics Canada data.",
  "Some of the leading edge companies in Canada focus on urban infrastructure and if you look at the needs of urban centres in India there are lot of opportunities for collaboration and growth in that sector.",
  "Canada’s Bombardier Inc, which has a manufacturing base in Gujarat, has been a key supplier of rail locomotives and equipment to the metro systems in both Mumbai and New Delhi.",
  "Canadian funds have invested close to C$15 billion in India in recent years and we see a lot of potential of that investment growing, said Sohi.",
  "“There is an emphasis on signing a trade agreement with India,” Amarjeet Sohi said in an interview on Tuesday."
]