[
  "Signage for Square Inc. covers the front of the New York Stock Exchange celebrating the company's IPO Thomson Reuters Twenty years ago, initial public offerings were all the rage, with a record 845 companies going public in the U.S. in 1996, including teen retailer Abercrombie & Fitch, commercial real estate giant CBRE Group, and internet portal Yahoo!.",
  "On top of that, initial offerings are often overpriced, and the odds are largely stacked against small investors, as money managers and institutional investors have already gotten in early.",
  "There are a few reasons for that, such as the lock-up period that prevents insiders from selling their shares for a length of time -- usually 90 days, but as long as two years.",
  "Google's stock may have sprinted out of the gate when it went public more than a decade ago, but more often than not a company performs poorly for the first year or so.",
  "Of the 10 biggest IPOs of 2015, only four stocks are showing gains from their offering prices, and those only as a result of improved market conditions this year.",
  "The market's appetite for IPOs has abated considerably since those go-go days, and 2015 saw just 152 IPOs worth a total of $25.2 billion.",
  "That was substantially fewer than the prior year, when 244 companies went public at a collective initial valuation of $74.4 billion.",
  "With that in mind, let's take a look at the 10 biggest IPOs of 2015 and see how they're doing one year (or so) later.",
  "IPO investing is exciting, because stocks will often (though definitely not always) soar when they hit the market.",
  "Investors would be better served waiting a year or so before giving newly public companies a closer look.",
  "Sometimes, not even buyout offers gave the stocks enough of a boost to overcome the deficits generated.",
  "In general, investors should steer clear of IPOs, or at least think twice before investing in them.",
  "If you do invest in an IPO, however, don't think about it as a chance to make a quick buck.",
  "Instead, have a long-term outlook, just as you should with every investment you make.",
  "However, it's usually not a good decision to invest in these companies at the outset.",
  "That underscores the difficulty (and foolhardiness) of investing in IPOs.",
  "Facebook famously lost 30% of its value in its first year on the market.",
  "(The number of IPOs in 2016 is on track to be even lower.)"
]