[
  "Odebrecht said in a statement to Reuters that Peru has not directly asked it to exit any project but that it would “respect the will of the government and if it’s necessary all of its concessions would be sold.”\n\nIt emphasized it would provide local authorities details on its bribes regardless of what happens.",
  "Finance Minister Alfredo Thorne said the government planned to negotiate the company’s departure from a series of projects, starting with Odebrecht and Grana y Montero’s $500 million Chavimochic III irrigation project that ground to a halt in December pending a government permit.",
  "LIMA (Reuters) - Brazilian construction company Odebrecht [ODBES.UL] said on Friday it was willing to sell off its remaining contracts with Peru as it faces a massive graft inquiry and calls from the government to leave the Andean country.",
  "The announcement puts to rest questions over whether the company might resist government pressure to exit contracts it has won from Peru over the years as prosecutors work to sort out which were obtained through graft.",
  "The company still owns the IIRSA Norte and IIRSA Sur and highway concessions in Peru, and it has a 25 percent stake in the Rutas de Lima toll business that was the target of protests over new fees earlier this month.",
  "Kuczynski’s government rescinded Odebrecht’s $5 billion natural gas pipeline contract this week because it missed a key financing deadline, but it has not announced any measures to force the company from Peru.",
  "Earlier this week, Peruvian President Pedro Pablo Kuczynski delivered his most heated remarks yet on the scandal, saying Odebrecht must go and telling a crowd he would “hang” corrupt officials and companies.",
  "The company once played an outsized role in infrastructure projects in Peru, but it has since turned into a symbol of the white-collar graft that many Peruvians feel is met with impunity.",
  "It is now negotiating settlements with prosecutors in Peru and several other countries, after striking a plea deal with authorities in the United States, Brazil and Switzerland.",
  "Odebrecht put its Chaglla hydroelectric power station up for sale months ago, and agreed to sell its Olmos irrigation business to Brookfield Asset Management Inc in November.",
  "(This story corrects headline, first, seventh and eight paragraphs to show Odebrecht is willing to sell Peru projects, not that it is willing to exit Peru.)",
  "In December, Odebrecht acknowledged distributing hundreds of millions of dollars across Latin America to secure public work contracts.",
  "Kuczynski’s approval ratings dropped 5 points after the Odebrecht scandal broke.",
  "It said the government has not yet authorized the deal with Brookfield."
]