[
  "REUTERS/Chris Helgren/File Photo\n\nRELUCTANT TO PART WITH TROPHY ASSETS\n\nHudson’s Bay has been successful over the years in attracting major property investors, such as RioCan Real Estate Investment Trust (REI_u.TO), in joint ventures that have allowed it to place more debt on its retail assets and seek to juice returns from rent and the value of the real estate.",
  "Macy’s has been reluctant to tap into the real estate of some of its trophy assets, such as its Herald Square department store in New York, the location for the Christmas movie “Miracle on 34th Street.”\n\nThis is because it views the rent from sale leasebacks in which it sells its real estate only to lease it back as another form of debt.",
  "However, Hudson’s Bay’s existing equity partners, including mall operator Simon Property Group Inc (SPG.N), have been reluctant to back Hudson’s Bay’s bid for Macy’s, which would require them to invest more money in mall real estate, even as consumers continue to abandon them in favor of internet shopping, the sources added.",
  "REUTERS/Brendan McDermid\n\nHudson’s Bay’s challenges in putting together a firm offer are a blow to the ambitions of its majority owner and Executive Chairman Richard Baker, who built a retail empire relying on real estate financing as much as his knowledge of the retail sector.",
  "(Reuters) - Canada’s Hudson’s Bay Co (HBC.TO), owner of the Lord & Taylor and Saks Fifth Avenue retail chains, has yet to line up equity financing for a bid for Macy’s Inc (M.N), over a month after approaching its U.S. peer, people familiar with the matter said.",
  "As a result, the underlying real estate of these mall-based department stores are less financially attractive to the investors that Hudson’s Bay has traditionally relied on to help extract cash from its properties or raise financing for acquisitions.",
  "To mount a credible offer for Macy’s, which has a market capitalization of close to $10 billion, Baker has been seeking to raise equity and debt financing for Hudson’s Bay, which has a market value of C$2.2 billion ($1.64 billion), the sources said.",
  "While Hudson’s Bay has told potential partners it has the backing of at least one wealthy family willing to help finance its bid for Macy’s, it has not yet found a major institutional investor to serve as an equity partner, the sources said.",
  "Retailers with a reliance on malls across the United States, including Macy’s, Sears Holdings Corp SHLD.O and J.C. Penney Co Inc (JCP.N), have suffered as shopper traffic in several malls has declined.",
  "Macy’s is skeptical that Hudson’s Bay can raise the necessary financing for its bid, and it is not currently engaged in any negotiations about a possible deal, the sources said this week.",
  "Macy’s, which also owns luxury chain Bloomingdale’s, is in a period of transition as Chief Executive Officer Terry Lundgren is due to become executive chairman on March 23.",
  "Although Hudson’s Bay is still trying to put together a bid, it may decide to pursue another acquisition target, or put a takeover effort on hold, the sources cautioned.",
  "Hudson’s Bay, on the other hand, reported a net loss of C$364 million in the first nine months of 2016, compared to net earnings of C$17 million a year earlier.",
  "Hudson’s Bay has accumulated nearly $4.5 billion in debt, including its share of the roughly $2 billion in loans held by a joint venture with Simon Property.",
  "Under pressure from activist hedge fund Starboard Value LP, Macy’s has made some small moves to monetize its real estate, estimated to be worth $21 billion.",
  "Shares of both Hudson’s Bay and Macy’s have both lost about one-quarter of their values in the last 12 months as investors fretted over their prospects.",
  "Hudson’s Bay said last week that consolidated comparable sales decreased by 1.2 percent on a constant currency basis in the three months to Jan. 28.",
  "Nevertheless, Macy’s remains profitable, reporting net income of $611 million in the 12 months to Jan. 28, down from $1.07 billion a year earlier.",
  "They include a joint venture with real estate investment firm Brookfield Asset Management Inc (BAMa.TO) for roughly 50 Macy’s locations.",
  "Macy’s shares were down 2.4 percent at $32.49 in New York on Friday morning, while Hudson’s Bay fell 2.1 percent at C$11.99 in Toronto.",
  "A customer exits the Macy's flagship department store in midtown Manhattan in New York City, November 11, 2015.",
  "A man exits a Hudson's Bay department store in Toronto, Ontario, Canada June 6, 2016.",
  "The sources asked not to be identified because the deliberations are confidential.",
  "However, the setback with Macy’s illustrates the limits of financial engineering.",
  "Macy’s reported a 3.5 percent drop in comparable sales in the fourth quarter.",
  "Both Hudson’s Bay and Macy’s have recently reported disappointing sales.",
  "Macy’s, Hudson’s Bay and Simon Property Group all declined to comment.",
  "He will be succeeded by Jeff Gennette, the president.",
  "Macy’s has long-term debt of $6.6 billion."
]