[
  "(Adds details on specific stocks, updates prices)\n\n* TSX down 11.87 points, or 0.08 percent, at 15,617.88\n\n* Half of the TSX’s 10 main groups fall\n\nTORONTO, March 7 (Reuters) - Canada’s main stock index was little changed in Tuesday morning trading as gains for some heavyweight financial shares partly offset weakness in commodity prices that weighed on the country’s substantial mining and energy sectors.",
  "Canada posted its third consecutive monthly trade surplus in January, the first such stretch since 2014, in another signal that the economy is gaining momentum after slumping for more than two years due to low oil prices.",
  "The most influential weights on the index included First Quantum Minerals Ltd, which fell 4.4 percent to C$14.17, and Lundin Mining Corp, down 4 percent at C$7.87.",
  "Barrick Gold lost 1 percent to C$23.83 as bullion hit a four-week low on increased expectations that the U.S. Federal Reserve will raise interest rates this month.",
  "The financials group gained 0.2 percent, with Toronto-Dominion Bank up 0.3 percent at C$70.55 and Bank of Montreal gaining 0.5 percent to C$103.84.",
  "Copper, natural gas, gold and other commodities were all trading lower, while gains for crude oil lessened the impact on energy companies.",
  "Brookfield Asset Management Inc added 0.8 percent to C$48.55 after saying it would take control of two SunEdison units for $2.5 billion.",
  "Valeant Pharmaceuticals International Inc fell 7.4 percent to C$15.42 after Deutsche Bank cut its target price on the stock.",
  "ET (1522 GMT), the Toronto Stock Exchange’s S&P/TSX composite index was down 11.87 points, or 0.08 percent, at 15,617.88.",
  "Overall, the materials group, which includes precious and base metals miners and fertilizer companies, lost 1.1 percent.",
  "Gold futures fell 0.6 percent to $1,217.6 an ounce, and copper declined 1.2 percent to $5,790 a tonne.",
  "U.S. crude prices were up 0.5 percent at $53.48 a barrel, while Brent added 0.5 percent to $56.29.",
  "Half of its 10 sectors were lower, and decliners were outnumbering advancers by 3-to-2.",
  "The energy group retreated 0.2 percent, with oil prices firmer in a tight range.",
  "(Reporting by Alastair Sharp; Editing by Lisa Von Ahn)",
  "At 10:22 a.m."
]