[
  "REUTERS/Nacho Doce\n\nSAO PAULO (Reuters) - Creditors of Odebrecht SA have agreed to not tap proceeds from the sale of a water and sanitation utility for early repayment of loans, giving the embattled Brazilian engineering conglomerate more time to restructure 76 billion reais ($24 billion) of obligations.",
  "The sale of Odebrecht Ambiental to an investor group led by Brookfield Asset Management Inc (BAMa.TO) took longer than expected to close due to protracted due diligence and fears that Odebrecht’s involvement in the scandal could hurt the utility’s business, people familiar with the matter said.",
  "In a Tuesday statement, Odebrecht [ODBES.UL] said lenders allowed it to keep the 2.5 billion reais in proceeds from the sale of a 70 percent stake in Odebrecht Ambiental SA to replenish cash.",
  "Prosecutors in Brazil allege Odebrecht and rivals colluded to overcharge state firms for contracts, then used part of the extra proceeds to bribe politicians in Brazil and abroad.",
  "Odebrecht is negotiating graft-related fines with several Latin American countries to prevent upcoming elections across the region from putting the brakes on planned asset sales.",
  "In recent months, some analysts and newspaper reports have speculated that the extent of the probe could force the group to seek an in-court reorganization.",
  "The scandal known as “Operation Car Wash” has almost shut Odebrecht’s access to credit and new construction contracts in Brazil and a dozen countries.",
  "The accord signals the willingness of Odebrecht’s lenders to give it more time to reorganize amid fallout from a massive bribery probe.",
  "The corporate logo of the Odebrecht SA construction conglomerate is pictured at its headquarters in Sao Paulo, Brazil, April 17, 2017.",
  "Some asset sales that may soon be announced include Odebrecht’s exit from a consortium running Rio de Janeiro’s international airport.",
  "That amount is enough to cover Odebrecht’s cash needs for about two years, the statement said.",
  "Odebrecht and banks are currently renegotiating about 30 billion reais in loans."
]