[
  "* TSX up 8.66 points, or 0.06 percent, at 15,617.44\n\n* Heavyweight sectors pull index in separate directions\n\nTORONTO, March 8 (Reuters) - Canada’s main stock index was little changed on Wednesday for the second straight day as the rising financial sector and falling natural resource company shares led to a stalemate.",
  "Canadian financial services companies, which are sensitive to the health of the domestic real estate market and to the U.S. monetary policy outlook, gained as a surge in U.S. jobs data from a private payrolls processor stoked expectations that the U.S. Federal Reserve will raise interest rates next week.",
  "But lower commodity prices weighed on another sizable contributor to Canada’s public markets, with the energy group retreating 0.7 percent and materials, which include precious and base metals miners and fertilizer companies, losing 0.4 percent.",
  "The financial sector, which accounts for 35 percent of the index’s total weight, gained 0.4 percent, with insurer Manulife Financial Corp rising 0.8 percent to C$24.67 and Brookfield Asset Management Inc advancing 1.2 percent to C$49.04.",
  "Oil prices dropped after an industry report pointed to a large rise in crude inventories in the United States, renewing oversupply concerns despite output curbs by the Organization of the Petroleum Exporting Countries.",
  "The overall effect was that by 10:20 a.m. EST (1520 GMT), the Toronto Stock Exchange’s S&P/TSX composite index was up 8.66 points, or 0.06 percent, at 15,617.44.",
  "Meanwhile, several reports on Canadian housing starts and building permits showed the long real estate boom was defying expectations of a slowdown.",
  "Major energy company Canadian Natural Resources Ltd fell 1.2 percent to C$40.84, and gold miner Barrick Gold Corp declined 0.7 percent to C$23.69.",
  "Financial technology company DH Corp fell 5.1 percent to C$23.27 after it posted lower adjusted revenue and declined to provide a 2017 forecast.",
  "Gold prices hit a four-week low as the U.S. dollar gathered strength on the prospect of a U.S. interest rate hike.",
  "Shares of the country’s biggest banks also rose.",
  "(Reporting by Alastair Sharp)"
]