[
  "The 2.2 billion reais ($694 million) Tiplam terminal started operations at a new berth in January and will ramp-up loadings with a second berth at the end of March or early April for a total capacity of 5 million tonnes of grains and 4.5 million tonnes of sugar a year.",
  "SANTOS, March 14 (Reuters) - A new terminal near completion in Latin America’s largest port in Santos, Brazil, is expected to add an extra 20 percent to its grains and sugar capacity, boosting shipping services just as the country produces bumper crops.",
  "The timing could hardly be better as Brazil faces its largest ever crop of soybeans, sugar and corn amid problems with a key road to northern terminals that has forced companies to divert up to 700,000 tonnes of soybeans to southern ports.",
  "Tiplam is managed by logistics operator VLI, a company owned by Brazilian miner Vale SA, Canada’s Brookfield Asset Management Inc, Japan’s Mitsui & Co Ltd and local investment fund FI-FGTS.",
  "“The first new berth is already full and we expect the second one to be full as well very quickly,” Alessandro Gama, Tiplam’s general manager, told Reuters during a tour of the facilities.",
  "But surprisingly we are receiving orders from everybody,” he said, adding that large traders were using the new facility to boost their volumes beyond their own terminals.",
  "VLI built two transshipment points in Uberaba in Minas Gerais state for grains, and Guará in São Paulo state for sugar, where trucks discharge their cargos into wagons.",
  "All grain and sugar arriving at Tiplam comes by rail, which is unusual in Brazil where more than 75 percent of cargo is transported by truck.",
  "Global commodities traders such as Bunge Ltd, Cargill Inc, Louis Dreyfus and Archer Daniels Midland Co already operate terminals in Santos.",
  "Brazil, the world’s largest soybean exporter, is expected to ship a record 59 million tonnes this season, plus 24 million tonnes of corn.",
  "Santos shipped around 26.8 million tonnes of soybeans, soybean meal and corn, and 18.4 million tonnes of sugar last year.",
  "The world’s No.1 sugar producer is projected to ship an all-time high of 27.8 million tonnes of the sweetener this year.",
  "“At first we thought our project would be used mainly by traders lacking a physical position in Santos.",
  "(Writing by Marcelo Teixeira; Editing by Lisa Shumaker)",
  "But Gama is unconcerned by the competition."
]