[
  "That potential, helped by cheaper solar material costs and government efforts to curb pollution, is drawing global investors, including Canada’s top pension fund managers - Canada Pension Plan Investment Board (CPPIB), Caisse de dépôt et placement du Québec (CDPQ), and Ontario Teacher’s Pension Plan (OTPP).",
  "AIMING HIGH\n\nSolar power generation capacity in India has more than tripled in less than three years to over 12 GW, helped by lower module prices and borrowing costs, and a government drive - but that is still only around 4 percent of total power capacity of about 315 GW.",
  "MUMBAI/NEW DELHI (Reuters) - Some of the world’s biggest pension funds, seeking long-term returns on green investments, are scouting for deals in India’s solar power sector, where Prime Minister Narendra Modi is targeting $100 billion in investment in the next five years.",
  "Other international investors have already entered India’s renewable energy sector, such as Dutch fund manager APG, Canada’s Brookfield Asset Management, the private equity arms of Goldman Sachs, JPMorgan and Morgan Stanley, and European utilities EDF, Engie and Enel.",
  "Investors could face payment delays from India’s heavily-indebted power distribution firms, and some experts note that the bidding for projects in government auctions is too aggressive, with per unit prices slumping more than 70 percent since 2010.",
  "Our approach is really to pick the right partner and then build a platform that can be sustained over several years,” said Anita George, CDPQ’s South Asia head, adding she wouldn’t rule out investing in other solar ventures in future.",
  "Alok Verma, an executive director at Kotak Investment Banking, which has advised companies on renewable deals, said he expects at least 5 GW of solar power to be added from next year, most of it supported by overseas funds.",
  "CDPQ, which has C$270.7 billion ($199 billion) in net assets, says it plans to invest in India’s solar sector with Azure Power, a New York-listed firm with about 1 GW of solar capacity under various stages of development.",
  "“Getting returns on investments ... and getting paid by distribution companies are the major risks being assessed by foreign investors,” said Sumant Sinha, CEO at ReNew Power, a renewable energy firm backed by Goldman.",
  "“We remain committed to building a GW-scale portfolio of solar projects in India,” said Raman Nanda, CEO of SB Energy, a joint venture of SoftBank, Foxconn Technology Group and Bharti Enterprises.",
  "FILE PHOTO: Workers install photovoltaic solar panels at the Gujarat solar park under construction in Charanka village in Patan district of the western Indian state of Gujarat, April 14, 2012.",
  "“To reach 100 GW by 2022, distribution company finances need to improve drastically, power demand has to increase quickly, and transmission infrastructure needs to keep up,” Prabhu said.",
  "While deal sizes have been relatively small, some companies such as Japan’s SoftBank, along with partners, have pledged to invest $20 billion in Indian solar power generation projects.",
  "India estimates peak electricity demand will more than quadruple in the next two decades to 690 gigawatt (GW), which would require rapid growth in generation and transmission capacity.",
  "“We expect to be able to announce another investment in the Indian renewable energy sector in the coming months,” said Hans-Martin Aerts, APG’s infrastructure head for Asia Pacific.",
  "Intermittency - power is only produced under bright sunlight - is another issue, as there are additional costs for using inverters or diesel generators to use solar power at night.",
  "Slideshow (2 Images)\n\n“Based on current market conditions and policies, I see a path to 65-70 GW (solar capacity) by 2022, but not more,” said Mercom CEO Raj Prabhu.",
  "APG Asset Management, which last year agreed to jointly invest $132 million with India’s Piramal Enterprises into solar power, is looking for more deals.",
  "REUTERS/Amit Dave/File Photo\n\nPower demand in Asia’s third-largest economy is set to surge as the economy grows and more people move into the cities.",
  "Kim declined to comment on any specific investment plans, but two people with knowledge of developments said CPPIB was scouting for deals.",
  "Suyi Kim, Asia Pacific head at CPPIB, Canada’s largest pension manager, said solar appears more attractive in India than wind power.",
  "Funding and M&A in India’s solar sector amounted to around $1.6 billion in January-March, says research firm Mercom.",
  "“We will do this through strategic partnerships.”\n\nNOT ALL SUNSHINE\n\nNone of this comes without risk, of course.",
  "China, the world’s biggest solar producer, more than doubled its capacity last year, to 77.42 GW.",
  "Investors’ focus is primarily on solar power generation, funding large-scale solar parks.",
  "SoftBank said the timeline for investments would depend on state and central governments.",
  "That’s still some way short of the government pledge for 100 GW by 2022.",
  "“In India, my impression is that solar seems to be more attractive.",
  "India typically logs more than 300 days of sunshine a year.",
  "But it’s case by case,” she said.",
  "“We plan to do more with them."
]