[
  "(Adds Compagnie des Alpes, Bertelsmann, Johnson Controls)\n\nMarch 10 (Reuters) - The following bids, mergers, acquisitions and disposals were reported by 2100 GMT on Friday:\n\n** German retailer Metro stuck with plans to split into two businesses by mid-year despite four lawsuits brought by shareholders against it.",
  "** A group that includes Jahm Najafi, chief executive of the Phoenix-based investment firm Najafi Companies, and private-equity firm Pamplona Capital Management has emerged as a bidder for Time Inc, the Wall Street Journal reported, citing people familiar with the matter.",
  "** Swiss investor Martin Ebner put his remaining 17 percent stake in phone retailer Mobilezone up for sale at 14.55 Swiss francs per share, he told Reuters, saying he is exiting as an anchor shareholder amid a push to re-focus his Patinex vehicle’s investments on growth.",
  "** Brazil’s state-controlled oil company Petroleo Brasileiro SA said on Thursday that an injunction blocking the sale of its gas pipeline unit Nova Transportadora do Sudeste SA (NTS) to a group led by Canada’s Brookfield Asset Management Inc has been overturned.",
  "** German media group Bertelsmann expects to raise its stake in its Random House joint venture with Pearson to between 70 and 75 percent and will find a long-term partner if necessary for the rest, its chief executive told Der Spiegel.",
  "** Brazilian toll road operator CCR SA acquired a 15 percent stake in a subway line in São Paulo, Brazil’s largest city, from construction and engineering conglomerate Odebrecht SA, the company said in a securities filing on Thursday.",
  "** Tianjin Tianhai Investment Co Ltd, a unit of Chinese aviation and shipping conglomerate HNA Group, plans a Hong Kong share sale worth about $800 million as soon as this year, IFR reported, citing people familiar with the plans.",
  "** Privately run conglomerate CEFC China Energy has approached several independent Chinese oil processors seeking to acquire its first domestic refinery operation, its next move towards becoming a global integrated oil player.",
  "** German carmaker Volkswagen said it had signed a memorandum of understanding to explore a partnership with India’s Tata Motors to jointly develop auto components and vehicles for the Indian subcontinent and beyond.",
  "** Indian state-run lender Canara Bank Ltd has sold a 13.45 percent stake in housing finance arm Can Fin Homes Ltd to Singapore-based Caladium Investment Pvt Ltd for 7.54 billion rupees ($113.12 million), it said.",
  "** Johnson Controls International Plc, a manufacturer of products ranging from car batteries to heating equipment, is exploring a sale of its safety gear unit, Scott Safety, people familiar with the matter said.",
  "** French ski resorts operator Compagnie des Alpes said it now hoped to reach a deal before the end of the year to sell a stake in the company to Chinese conglomerate Fosun and other potential investors.",
  "** SunPower Corp has put a large solar plant in Chile up for sale, according to two sources with knowledge of process, as the second-largest U.S. solar panel maker seeks to cut costs across the globe.",
  "** Royal Dutch Shell has agreed to sell most of its Canadian oil sands assets for $8.5 billion, the latest international oil major to withdraw from the costly and carbon-heavy projects.",
  "** Henderson Global Investors, a shareholder in Akzo Nobel , has called on the Dutch paint maker’s management to engage in takeover discussions with U.S. rival PPG Industries .",
  "** Chinese conglomerate HNA Group would like to increase its stake of 3 percent in Germany’s Deutsche Bank , two sources with knowledge of the matter told Reuters.",
  "(Compiled by Akankshita Mukhopadhyay and Arunima Banerjee in Bengaluru)"
]