[
  "While looking at individual 13F filings can sometimes be misleading due to the long-only nature of the information, the sum total across groups of funds from one reporting period to another can be a lot more revealing and relevant, providing interesting stock ideas that merit further research, like General Motors Co. (NYSE: GM).",
  "Click here to find out 10 S&P 500 Components Hedge Funds Are Buying »\n\nBefore we proceed, it is important to point out that 13F filings do not tell the whole story, because these funds are only required to disclose their long positions with the SEC, but are not required to disclose their short positions.",
  "Below, let's take a look at the change in GM positions, for this latest batch of 13F filers:\n\nIn terms of shares owned, we count 9 of the above funds having increased existing GM positions from 03/31/2015 to 06/30/2015, with 9 having decreased their positions and 4 new positions.",
  "The overall top three funds holding GM on 06/30/2015 were:\n\nWe'll keep following the latest 13F filings by hedge fund managers and bring you interesting stories derived from a look at the aggregate information across groups of managers between filing periods.",
  "Looking beyond these particular funds in this one batch of most recent filers, we tallied up the GM share count in the aggregate among all of the funds which held GM at the 06/30/2015 reporting period (out of the 2,772 we looked at in total).",
  "At Holdings Channel, we have reviewed the latest batch of the 99 most recent 13F filings for the 06/30/2015 reporting period, and noticed that General Motors Co. (NYSE: GM) was held by 25 of these funds.",
  "We found that between these two periods, funds increased their holdings by 33,474,949 shares in the aggregate, from 654,112,248 up to 687,587,197 for a share count increase of approximately 5.12%.",
  "This long component could show up in a 13F filing and everyone might assume the fund is bullish, but this tells only part of the story because the bearish/short side of the position is not seen.",
  "We then compared that number to the sum total of GM shares those same funds held back at the 03/31/2015 period, to see how the aggregate share count held by hedge funds has moved for GM.",
  "A fund making a bearish bet against a stock by shorting calls, for example, might also be long some amount of stock as they trade around their overall bearish position.",
  "Having given that caveat, we believe that looking at groups of 13F filings can be revealing, especially when comparing one holding period to another.",
  "Ltd., Ayalon Holdings Ltd., and Orbitronix LP, included in this recent batch of 13F filers, exited GM common stock as of 06/30/2015.",
  "When hedge fund managers appear to be thinking alike, we find it is a good idea to take a closer look.",
  "Worth noting is that Invictus RG Pte."
]