[
  "Perhaps a good example of this is Howard Hughes Corporation, which abandoned plans for closed malls in favor of mixed use developments like Downtown Summerlin, Las Vegas, betting that the future of real estate lay in destination properties where visitors could eat, drink, work, live, play... and shop.",
  "In Brookfield Place, Flatt's over 8 million square foot Manhattan development, his team has successfully integrated eateries like Le District and multi-channel retailers such as Bonobo's to retail space that once might have looked like a cookie-cutter mall.",
  "With each dud of an earnings report from retailers like Sears, Kohl's , Macy's and J.C. Penney, it appears hedge funds are positioning their bets for another great American mall die-off, something increasingly described as Wall Street's next 'Big Short.'",
  "If big box stores like Macy's, JCP or Kohl's jettison their anchor stores in GGP properties, Flatt characterized such maneuvers as one of the industry's best opportunities to re-position underutilized space, increase density and grow earnings.",
  "Here's how Flatt portrayed the opportunity that may come from the distress in the retail sector:\n\nWe also have the opportunity to reclaim some of the best real estate we know of: department store spaces at our existing properties.",
  "Flatt, who graced Forbes' May cover and manages an investment empire with a collective $250 billion in assets under management, including over 400 million square feet of commercial real estate, has points worth considering.",
  "Department store giant Macy's, once a blue chip in retail, saw its stock plunge 17% on Thursday to multi-year lows after reporting a 7.5% first quarter drop in revenues and a 5%-plus drop in comparable store sales.",
  "E-commerce giants like brick and mortar nemesis Amazon may actually begin to open stores, effectively replacing the Sears' of the world with a more efficient and attractive in-store experience.",
  "Bruce Flatt, CEO of Canada's Brookfield Asset Management , one the biggest real estate investors in the world, said on Thursday reports of the death of the mall are greatly exaggerated.",
  "We are finding significant opportunities with continued urbanization to add multifamily residential rentals, condominiums, hotels and office uses to these large pieces of real estate.",
  "There is no denying the pain investors are feeling across the sector, or the potential for economic disruption if stores are increasingly shuttered due to falling traffic.",
  "It also recently acquired Rouse Properties, a mall operator skewed more towards so-called B-malls, which often serve the markets of small cities and large suburbs.",
  "These malls, likely mostly in the Rouse portfolio, will require redevelopment as an owner tears up a mall and builds residential, office and even hotel properties.",
  "Brookfield is presently the largest shareholder in GGP, America's second largest mall operator, owning 100 of the nation's top 500 regional shopping centers.",
  "Regional shopping centers are horizontal assets with large parking footprints which can allow for great creativity in the redevelopment process.",
  "It is safe to say that we do not believe that the retail real estate market is going away,\" Flatt said in a first quarter letter to investors.",
  "We can integrate these boxes into our malls and redevelop these assets to bring in new tenants, and earn 7% to 10% unlevered returns on cost.",
  "In addition to re-developing department stores for new retail tenants, we also have the opportunity to increase density on the land we own.",
  "And it's not just investors who are losing; some 50,000 retail jobs have been shed in 2017, according to the Bureau of Labor Statistics.",
  "The report, taken with weak earnings from Kohl's, caused a sector-wide selloff that put most department stores at year-to-date lows.",
  "For more on Flatt and Brookfield, read Forbes' cover story on how the Canadian company became one Wall Street's biggest powerhouses.",
  "\"[S]uccessful online retailers are beginning to realize that brick and mortar locations are essential for their continued growth.",
  "Though some retailers have gone bankrupt, he said such instances have allowed GGP to reclaim real estate and find a better use.",
  "Not only are we generating 15% to 20% leveraged returns on incremental capital, but we are also improving the existing centers.",
  "Change presents opportunity for those that have the vision, capital, and skills to be able to capitalize on the market change.",
  "As department store companies rethink their business models, they have been sellers of assets at prices we find attractive.",
  "These scenarios sound appealing and profitable provided the owner of an asset has adequate time, capital and liquidity.",
  "We strongly believe the future of retail lies in the integration of online with brick and mortar retail,\" Flatt said.",
  "He noted internet retail sales (excluding drugs) accounted for just 8% of the industry's over $4 trillion in sales.",
  "Like the subprime mortgages and cookie-cutter McMansions of yesteryear, investors are eyeing malls as dead money.",
  "\"Most articles on retail focus on the impact ecommerce is having on traditional brick and mortar retailers.",
  "GGP, where Flatt is chairman, is within spitting distance of multi-year lows having shed 10% year-to-date.",
  "Shopping center REITS such as Taubman Centers, Tanger Outlets, Macerich and Kimco have fared even worse.",
  "When it comes to B-malls, even the optimists concede more heavy lifting (and capital) will be necessary.",
  "In the case of GGP malls, Flatt said leasing trends have rarely been better, with virtually no vacancy.",
  "Flatt characterized 10% of Brookfield's mall exposure as being somewhat secondary to prime properties.",
  "Instead of spotting poor underwriting, they simply see a growing black hole amid the rise of Amazon.",
  "It wouldn't be surprising to see retailers increasingly turn to Flatt's Canada-based firm for help.",
  "After all, Brookfield is already working on with Macy's on a real estate redevelopment plan.",
  "Crew, rue21, True Religion and Gymboree are now hanging onto their investments by a thread.",
  "Seritage Growth Properties was created in mid-2015 to re-position Sears's real estate.",
  "But not everyone believes the retail bloodbath will cause an impending mall die-off.",
  "Read More: Brookfield's Bruce Flatt: Billionaire Toll Collector Of The 21st Century",
  "Industry #1 Simon Properties is off 8%-plus (these figures exclude dividends).",
  "It seems those betting on distress in the A-malls may be disappointed.",
  "Retail real estate has always evolved, and we expect this to continue.",
  "We plan to be a part of it, as great real estate always wins.",
  "Private equity firms who bet on retailers like J.",
  "Where is the light at the end of the tunnel?",
  "Presently, there is some uncertainty."
]