[
  "ET\n\nGold futures : $1,213.10; +0.16 pct\n\nUS crude : $49.08; -0.18 pct\n\nBrent crude : $49.99; -0.1 pct\n\nLME 3-month copper : $4,681; +1.58 pct\n\nANALYST RESEARCH HIGHLIGHTS\n\nCanadian Western Bank : National Bank Financial raises price target to C$23 from C$22; rating “underperform”\n\nSaputo Inc : CIBC raises target price to C$44 from C$40\n\nTrican Well Service Ltd : CIBC raises target price to C$2.25 from C$1.75\n\nU.S. ECONOMIC DATA DUE ON FRIDAY\n\n0830 Non-farm payrolls for May: Expected 164,000; Prior 160,000\n\n0830 Private payrolls for May: Expected 152,000; Prior 171,000\n\n0830 Manufacturing payrolls for May: Expected -1,000; Prior 4,000\n\n0830 Government payrolls for May: Prior -11,000\n\n0830 Unemployment rate for May: Expected 4.9 pct; Prior 5.0 pct\n\n0830 Average earnings mm for May: Expected 0.2 pct; Prior 0.3 pct\n\n0830 Average workweek hours for May: Expected 34.5 hrs; Prior 34.5 hrs\n\n0830 Labor force participation for May: Prior 62.8 pct\n\n0830 U6 underemployment for May: Prior 9.7 pct\n\n0830 International trade mm for Apr: Expected -$41.3 bln; Prior -$40.4 bln\n\n0945 Markit Services PMI Final for May: Prior 51.2\n\n0945 Markit Composite Final PMI for May: Prior 50.8\n\n1000 Durables ex-defense, R mm for Apr: Prior 3.7 pct\n\n1000 Durable goods, R mm for Apr: Prior 3.4 pct\n\n1000 Factory orders mm for Apr: Expected 1.9 pct; Prior 1.5 pct\n\n1000 Durables ex-transport R mm for Apr: Prior 0.4 pct\n\n1000 Nondef cap ex-air R mm for Apr: Prior -0.8 pct\n\n1000 Factory ex-transport mm for Apr: Prior 1.0 pct\n\n1000 ISM N-Manufacturing PMI for May: Expected 55.5; Prior 55.7\n\n1000 ISM N-Manufacturing Business Activity index for May: Prior 58.8\n\n1000 ISM N-Manufacturing Employment Index for May: Prior 53.0\n\n1000 ISM N-Manufacturing New Orders Index for May: Prior 59.9\n\n1000 ISM N-Manufacturing Price Paid Index for May: Prior 53.4\n\n1030 ECRI Weekly Index: Prior 136.1\n\n1030 ECRI weekly annualized: Prior 6.1 pct\n\nFOR CANADIAN MARKETS NEWS, CLICK ON CODES:\n\nTSX market report\n\nCanadian dollar and bonds report\n\nReuters global stocks poll for Canada\n\nCanadian markets directory ($1= C$1.31) (Reporting by Nivedita Balu in Bengaluru; Editing by Kirti Pandey)",
  "(Morning News Call newsletter link.reuters.com/nex49s; The Day Ahead newsletter link.reuters.com/mex49s)\n\nTOP STORIES\n\nCanada’s Alimentation Couche-Tard Inc and Japan’s Seven & i Holdings Co Ltd have submitted indicative offers to acquire U.S. convenience store retailer CST Brands Inc , people familiar with the matter said on Thursday.",
  "Shareholders of Australian ports and rail freight giant Asciano Ltd voted for a A$9.1 billion ($6.6 billion) buyout by a global consortium led by Canada’s Brookfield Asset Management Inc, leaving the company’s future in the hands of regulators.",
  "Canada’s main stock index rose on Thursday, led by energy and financial stocks, as oil settled higher after a U.S. crude draw offset disappointment that some major producers did not restrain output.",
  "June 3 (Reuters) - Futures pointed to a higher start for Canada’s main stock index on Friday as metal prices rose and oil prices stayed close to $50 per barrel.",
  "Investors awaited U.S. payroll data, which will be released later in the day, for clues on the timing of the U.S. Federal Reserve’s next interest rate hike.",
  "ET, while S&P 500 e-mini futures were up 0.01 percent and Nasdaq 100 e-mini futures were down 0.05 percent.",
  "Dow Jones Industrial Average e-mini futures were up 0.05 percent at 7:15 a.m.",
  "Data on Canada’s trade balance and export and import is due at 8:30 a.m.",
  "June futures on the S&P TSX index were up 0.28 percent at 7:15 a.m.",
  "COMMODITIES AT 7:15 a.m.",
  "ET.",
  "ET."
]