[
  "(Adds details, pricing after open)\n\n* TSX up 4 points, or 0.03 percent, to 14,140.99\n\n* Six of 10 main groups lower\n\n* Index on track for 0.25 percent gain on week\n\nTORONTO, June 3 (Reuters) - Canada’s main stock index gained marginally on Friday as a sharp gain for miners offset losses for financial, technology, healthcare and consumer discretionary stocks.",
  "Nineteen of the 20 most influential gainers on the index were from the materials group, which includes precious and base metals miners and fertilizer companies, as gold prices surged after disappointing U.S. jobs data.",
  "Canada ran a near-record trade deficit of C$2.94 billion ($2.28 billion) in April as the economy continued to struggle with weak crude oil prices that have slashed the value of exports and curbed growth.",
  "The overall financials group slipped 1 percent, with Royal Bank of Canada down 0.9 percent to C$78.87, and Toronto-Dominion Bank also off 0.9 percent, to C$57.05.",
  "Barrick Gold Corp jumped 10 percent to C$24.46, Goldcorp Inc gained 5.9 percent to C$23.55, and Kinross Gold rose 9.9 percent to C$6.26.",
  "At 10:25 a.m. EDT (1425 GMT), the Toronto Stock Exchange’s S&P/TSX composite index rose 4 points, or 0.03 percent, to 14,140.99.",
  "Brookfield Asset Management fell 1.8 percent to C$45.41 after Asciano shareholders voted for Brookfield’s buyout proposal.",
  "Yet six of the index’s 10 main groups were in negative territory and decliners outnumbered advancers by five to four.",
  "Gold futures rose 2.7 percent to $1,241.8 an ounce and copper prices advanced 1.4 percent to $4,670.5 a tonne.",
  "The insurer said late on Thursday that it would take a 49 percent stake in a Toronto real estate company.",
  "Teck Resources advanced 7.4 percent to C$13.86, and First Quantum Minerals gained 6.2 percent to C$9.13.",
  "Diversified miners also gained as a range of base metals prices were boosted by a weaker U.S. dollar.",
  "U.S. crude prices were down 0.8 percent to $48.79 a barrel, while Brent lost 0.8 percent to $49.63.",
  "Among main laggards was Manulife Financial Corp, which declined 3 percent to C$18.83.",
  "The energy group retreated 0.2 percent, while industrials fell 0.6 percent.",
  "(Reporting by Alastair Sharp; Editing by Nick Zieminski)",
  "It’s on track for a 0.25 percent weekly gain.",
  "The materials group added 5.3 percent."
]