[
  "REUTERS/Shailesh Andrade/File Photo\n\nBy Sankalp Phartiyal and Devidutta Tripathy\n\nMUMBAI (Reuters) - Shares in Indian telecoms company Reliance Communications Ltd extended losses on Thursday, falling nearly 3 percent, a day after the local arm of Sweden's Ericsson filed a plea with an insolvency court against Reliance Communications.",
  "Ericsson was part of a group that had earlier objected to the RCom-Aircel deal, but India's National Company Law Tribunal (NCLT) ruled in August that Ericsson had no grounds to object as its claims on RCom amounted to less than 5 percent of the company's total debts.",
  "The company, controlled by Anil Ambani, has been hit by free voice and cut-price data plans offered by the mobile market's newest entrant, Reliance Jio Infocomm, the network operator backed by Ambani's older brother and India's richest man, Mukesh.",
  "However, some investors remain pessimistic about the company's prospects and RCom's share price is unlikely to recover until such issues are resolved, said Gaurang Shah, head investment strategist at Geojit Financial Services.",
  "Ericsson, which signed a seven-year deal in 2014 to operate and manage Reliance Communications' nationwide network, is seeking a total of 11.55 billion rupees ($180 million) from the company and two of its subsidiaries.",
  "Reliance Communications, widely known as RCom, reported its third quarterly loss in a row last month and is trying to find ways to cut its debt after lenders gave it a reprieve on loan repayments until the end of 2017.",
  "RCom lawyer Janak Dwarkadas was quoted on Thursday by the Economic Times as saying Ericsson and RCom \"are in talks to settle the matter out of court before September 26,\" when the matter is due to come before the NCLT.",
  "It hopes to reduce that figure by 250 billion rupees by merging its wireless business with rival Aircel and by selling a stake in its mobile masts arm to a unit of Canada's Brookfield Asset Management.",
  "Ericsson is protecting its own interests and this could open the door for negotiation later, \"but I do expect some selling, particularly from private banking bondholders,\" the trader said.",
  "The bonds were indicated at 57/60 in late afternoon trading on Thursday, while shares in RCom also pared losses to close 0.9 percent down at 21.55 rupees.",
  "RCom bonds also fell in early trade, with its 6.5 percent bonds due 2020 indicated at 55/60 cents on the dollar, down from an earlier 57/62 cents.",
  "RCom shares airwaves, towers and fibre with Jio and Anil Ambani had said last year the two companies had already achieved a \"virtual merger.\"",
  "FILE PHOTO: A man opens the shutter of a shop painted with an advertisement of Reliance Communications in Mumbai, India, November 3, 2015.",
  "\"This seems like the first salvo has been fired but Ericsson is unlikely to push RCom to bankruptcy,\" said a Hong Kong-based trader.",
  "RCom shares fell 4 percent on Wednesday after local media reports said Ericsson had filed an insolvency petition.",
  "Chairman Anil Ambani said earlier this year that the company hopes to close both deals by the end of September.",
  "DEBT PILE\n\nRCom's net debt stood at 443.45 billion rupees ($6.92 billion) at the end of March.",
  "(Additional reporting by Umesh Desai and Vishal Sridhar; Editing by Greg Mahlich)",
  "It is unclear whether the new petition could derail RCom's two pending deals.",
  "Rcom could also seek support from Mukesh Ambani's Jio."
]