[
  "Read Forbes' Private Equity Coverage:\n\nHow Blackstone Became An Unstoppable Force\n\nBrookfield: Toll Collector Of The 21st Century\n\nCarlyle Group And The Kings Of Capital\n\nHow A Bet On Lyondell Became Wall Street's Greatest Ever Deal\n\nHow Apollo's Crisis-Era Bet On Annuities Turned Into A $72 Billion Business\n\nWhy Private Equity Stocks Can Double And Change Wall Street Forever Under President Trump\n\nSome Of The World's Biggest Hedge Fund's Think Private Equity Stocks Are Cheap",
  "Already a powerhouse in private equity, real estate, hedge funds and credit investments, Blackstone has been preparing for a push into infrastructure, spotting an opportunity as large investors increasingly plant their money into the cogs of the global economy such as buildings, ports, wireless infrastructure, pipelines, railroads and airports.",
  "“This potential investment reflects our positive views around the ambitious infrastructure initiatives being undertaken in the United States as announced by President Trump, and the strategic opportunity for the Public Investment Fund to achieve long-term returns given historical investment shortfalls,\" Rumayyan said.",
  "With large institutional investors and sovereign wealth funds spotting trillions of dollars in necessary infrastructure investments in the U.S. and globally in coming decades, they now are looking to the sector as a greenfield area to earn stable double-digit returns.",
  "As President Donald Trump visits Saudi Arabia on the biggest foreign trip of his presidency, private equity giant Blackstone Group is unveiling a $40 billion infrastructure fund with the gulf nation, which will primarily invest in the United States.",
  "\"Blackstone has the talent, scale and experience to be an effective private sector partner in filling the massive infrastructure funding gap,\" James said, before characterizing Saturday's deal as a \"vote of confidence in our country and Blackstone.\"",
  "Saudi Arabia will commit $20 billion to the Blackstone infrastructure fund and another $20 billion will be raised from other limited partners, readying cash that could lead to $100 billion in total infrastructure investments on a leveraged basis.",
  "Though Blackstone says the vehicle \"launches a new business\" for the firms and is the culmination a year's worth of negotiation, it is being done on a non-binding basis, meaning talks continue and the structure has not been formalized.",
  "Firms like Global Infrastructure Partners, Macquarie, Brookfield Asset Management and BlackRock have already built weighty infrastructure businesses; now after lots of speculation Blackstone is entering the market in a major way.",
  "This will create well-paying American jobs and will lay the foundation for stronger long-term economic growth,\" said Blackstone's billionaire president Hamilton E. James, in a press release announcing the deal.",
  "Blackstone, co-founded by billionaire Stephen Schwarzman, head of Trump's business council, said on Saturday morning the fund effectively launches a new business line for the over $360 billion in assets firm.",
  "Were one to count the $40 billion infrastructure fund towards Blackstone's assets under management, it would push overall AuM to over $400 billion, up roughly fourfold from its 2007 initial public offering.",
  "Through its various funds, Blackstone has invested over $40 billion in such investments over the past fifteen years, however, those deals were not made inside a dedicated infrastructure business.",
  "On Friday, PIF formally closed its commitment to SoftBank's $93 billion technology fund, underscoring its appetite for major new investments as Saudi Arabia diversifies its economy.",
  "\"We look forward to partnering with Blackstone, a recognized leader with a strong record of achievement across its extensive infrastructure projects,\" he added.",
  "Saudi Arabia's Public Investment Fund has agreed to commit $20 billion to the Blackstone infrastructure fund, which will be set up a permanent capital vehicle.",
  "Yasir Al Rumayyan, managing director of PIF, said Saudi Arabia's $20 billion commitment is a vote of confidence in President Trump's economic agenda.",
  "FORBES documented Blackstone's dramatic post-crisis rise in a May 2016 cover story on Schwarzman and the firm.",
  "“There is broad agreement that the United States urgently needs to invest in its rapidly aging infrastructure.",
  "Other outside investors will provide the rest of the fund's commitments.",
  "H.E."
]