[
  "(Adds details on sectors and stocks, updates prices)\n\n* TSX firms 80.54 points, or 0.58 percent, to 13,966.97\n\n* Four of the TSX’s 10 main groups rise\n\nTORONTO, April 29 (Reuters) - Canada’s main stock index rose on Friday as mining and energy stocks firmed on higher commodity prices, while shares of its largest airline jumped after quarterly results were reported.",
  "Gold and silver rallied to their highest since January 2015 as the Bank of Japan’s decision the previous day to hold off expanding monetary stimulus weighed on stock markets and the dollar, while base metal prices also advanced.",
  "The company is in advanced talks to buy a controlling stake in the water and sewage unit of Brazilian engineering conglomerate Grupo Odebrecht for up to 6 billion reais ($1.72 billion), newspaper Valor Econômico said.",
  "A major CSeries order from Delta Air Lines will likely hold investor attention at the company’s annual meeting on Friday, overshadowing discord between the company’s founding family and disgruntled shareholders.",
  "Uranium producer Cameco Corp fell 1.7 percent to C$16.19 after reporting an unexpected first-quarter adjusted loss as uranium prices continued to soften and demand remained low.",
  "TransCanada Corp, the country’s No.2 pipeline operator, reported a better-than-expected quarterly profit, helped by higher income from its Bruce nuclear power plant in Ontario.",
  "The most influential movers on the index included Barrick Gold Inc, which rose 5.1 percent to C$23.15, and First Quantum Minerals Ltd, which advanced 13.5 percent to C$10.395.",
  "Air Canada rose 13.3 percent to C$9.38 after it reported a first-quarter profit, compared with a loss a year earlier, helped by a decline in fuel costs.",
  "At 10:36 a.m. EDT (1436 GMT), the Toronto Stock Exchange’s S&P/TSX composite index was up 80.54 points, or 0.58 percent, to 13,966.97.",
  "Canada’s gross domestic product fell 0.1 percent in February, in line with forecasts, after increasing for four months in a row.",
  "The materials group, which includes precious and base metals miners and fertilizer companies, added 3.5 percent.",
  "Railway stocks were also a drag, including a 0.8 percent decline in Canadian National Railway Co to C$78.03.",
  "Bombardier Inc fell 4.9 percent to C$1.94, as some of this week’s gains were pared.",
  "The energy group climbed 0.9 percent, supported by fresh 2016 highs for oil prices.",
  "It approached the nearly six-month high reached last week of 13,971.83.",
  "However, just four of the index’s 10 main groups were higher.",
  "Brookfield Asset Management Inc fell 0.9 percent to C$42.50.",
  "(Reporting by Fergal Smith; Editing by James Dalgleish)",
  "U.S. crude was up 0.6 percent to $46.32 a barrel.",
  "Its shares edged 0.2 percent higher to C$52.08."
]