[
  "(Adds portfolio manager quote and details on Brookfield and on background and updates prices)\n\n* TSX ends up 200.44 points, or 1.3 percent, at 15,599.68\n\n* Nine of the TSX’s 10 main groups end higher\n\nBy Fergal Smith\n\nTORONTO, March 1 (Reuters) - Canada’s benchmark stock index on Wednesday scored its biggest points gain in 10 months as its financial services group cheered prospects for a March interest rate hike by the Federal Reserve.",
  "The Dow crossed the 21,000 mark for the first time after U.S. President Donald Trump’s measured tone in his first speech to Congress, while investors viewed a looming interest rate increase as a glass half full after Fed policymakers on Tuesday jolted markets into higher expectations for a hike this month.",
  "The Toronto Stock Exchange’s S&P/TSX composite index ended up 200.44 points, or 1.3 percent, at 15,599.68, which was its biggest points gain since May and its biggest percentage advanced since July.",
  "“The TSX is taking its cues from the rally in the U.S.; a bit of optimism after Trump’s speech,” said Youssef Zohny, portfolio manager at StennerZohny Investment Partners of Richardson GMP.",
  "Industrials rose nearly 2 percent as railroad stocks climbed, while the materials group, which includes precious and base metals miners and fertilizer companies, added 2.3 percent.",
  "Canadian financial stocks stand to benefit from any hikes as higher bond yields reduce the value of insurance companies’ liabilities and increase net interest margins of banks.",
  "First Quantum Minerals Ltd jumped 8.2 percent to C$14.95 and Teck Resources Ltd advanced 5.8 percent to C$28.08 as copper prices rose to their highest in more than a week.",
  "Brookfield Asset Management Inc is nearing a deal to buy a 30 percent stake in Renova Energia SA, a person directly involved in the transaction said.",
  "By contrast to the Fed, the Bank of Canada held rates steady as it stayed focused on the “significant uncertainties” facing the domestic economy.",
  "The group gained 1.5 percent overall, with Toronto-Dominion Bank advancing 1.5 percent to C$69.50 ahead of its quarterly results on Thursday.",
  "Copper firmed 0.7 percent to $6,016.15 a tonne as manufacturing data from top consumer China showed potential for strong demand.",
  "Resource stocks, industrials and consumer names were all also broadly higher as the index broke a five-day downward move.",
  "The energy group climbed nearly 1.5 percent even as a record high for U.S. crude stocks weighed on oil prices.",
  "National Bank of Canada gained 1.7 percent to C$57.66 after reporting profit that handily beat estimates.",
  "Nine of the index’s 10 main groups were in positive territory, with only telecoms lagging.",
  "(Additional reporting by Alastair Sharp; Editing by Chizu Nomiyama and James Dalgleish)",
  "U.S. crude oil futures settled 18 cents lower at $53.83 a barrel.",
  "Shares of Brookfield rose 1.3 percent to C$48.47."
]