[
  "An all-American classic that sees profit growth in its future\n\nJohn Rosevear (General Motors): I like where CEO Mary Barra has General Motors positioned right now for a lot of reasons, and it strikes me that some of those reasons make GM's stock a nice choice for an older investor:\n\nGM is on a profit-growth path .",
  "This compounding machine is trading at a fair price\n\nBrian Feroldi (Broadridge Financial Solutions): The ideal income stock sells an essential product or service, holds a dominant market position, cranks out profits, and shares its wealth with investors.",
  "A new dividend for experienced investors\n\nTravis Hoium (TerraForm Power): Yieldcos are companies that own renewable energy projects with years-long and sometimes decades-long contracts to sell energy to utilities for a fixed price.",
  "Under Brookfield's management, TerraForm will pay out a very conservative 80% to 85% of cash available for distribution to shareholders in the form of a dividend, keeping some dry powder for growth, or to pay down debt.",
  "It's emerging as a leader in two potential high-profit future technologies -- electric cars and self-driving -- while boosting its profits today with new gotta-have products like its revamped line of crossover SUVs.",
  "It's emerging as a leader in two potential high-profit future technologies -- electric cars and self-driving -- while boosting its profits today with new gotta-have products like its revamped line of crossover SUVs.",
  "The result is a stable energy dividend that currently yields 5.6%, based on Brookfield's projected annual dividend of $0.72 for 2018, and a strong likelihood of slow, but steady, dividend growth in the future.",
  "Thousands of publicly traded companies rely on Broadridge to help them send out proxies, prospectuses, annual reports, trade confirmations, and account statements so that they remain compliant with regulators.",
  "On top of that, Barra has committed GM to putting excess cash into share repurchases to reduce the size of GM's \"float\" -- and in theory, the value of its remaining shares -- over time.",
  "On top of that, Barra has committed GM to putting excess cash into share repurchases to reduce the size of GM's \"float\" -- and in theory, the value of its remaining shares -- over time.",
  "We asked a team of expert investors to weigh in and they picked General Motors (NYSE: GM), TerraForm Power (NASDAQ: TERP), and Broadridge Financial Services (NYSE: BR).",
  "That's a fair concern, but consider this: GM's low valuation now means that its stock price is unlikely to get completely crushed in a recessionary bear market.",
  "Today, it's prepared for any future downturn, with a far more favorable cost structure, an investment-grade credit rating, and a fat $18 billion cash reserve.",
  "Today, it's prepared for any future downturn, with a far more favorable cost structure, an investment-grade credit rating, and a fat $18 billion cash reserve.",
  "TerraForm went through a restructuring earlier this week and is no longer controlled by SunEdison, its former parent company, which went bankrupt.",
  "The dividend is expected to grow 5% to 8% annually through both organic growth and buying projects with cash from newly issued stock and debt.",
  "GM's stock has risen about 30% in the last six months, but its shares are still cheap at less than eight times GM's expected 2017 earnings.",
  "Now, it's controlled by Brookfield Asset Management, an asset manager with a history of running high-yield energy companies successfully.",
  "And its strong products mean that it's likely to recover early, posting nice sales growth when buyers begin to return to its showrooms.",
  "Long story short: If your horizon is longer than three or four years, there's an awful lot to like about GM's stock right now.",
  "These stocks are perfect for investors in their golden years, and I think TerraForm Power is worth a hard look.",
  "Older investors might be worried that an automaker will get clobbered when the next recession arrives.",
  "Many retirees are putting their money to work in the stock market in order to generate income.",
  "GM pays a fairly conservative, sustainable dividend that yields about 3.5% at current prices.",
  "GM pays a fairly conservative, sustainable dividend that yields about 3.5% at current prices.",
  "We Fools think that's a fine decision, so long as they're picky with their stock selections.",
  "Which income stocks do we think are a good choice for conservative investors to buy today?",
  "Broadridge is a leading provider of investor communications and trade-processing services.",
  "The resulting cash flow is then paid to investors in the form of a dividend, or yield.",
  "One company that checks all of these boxes is Broadridge Financial Solutions.",
  "In your golden years, that's the kind of stock you should be looking for.",
  "Retired couple walking on the beach More\n\nImage source: Getty Images.",
  "GM has come a long, long way from its 2009 bankruptcy .",
  "GM's dividends and share buybacks .",
  "Stock price.",
  ".",
  ".",
  "."
]