[
  "(Adds details from early trade, updates prices)\n\n* TSX down 57 points, or 0.41 percent, at 13,979.74\n\n* Six of the TSX’s 10 main groups fall\n\n* Index heads for 0.7 pct gain in short week; 0.7 pct loss in June\n\nTORONTO, June 30 (Reuters) - Canada’s main stock index slipped on Thursday as a fall in oil prices weighed on energy stocks and financials retreated on data pointing to weak domestic economic growth.",
  "The index, whose heavy concentration of gold miners helped limit the selloff in the wake of Britain’s vote to leave the European Union last week, is on track for a 0.7 percent gain on the week and a 0.5 percent loss for the month.",
  "The most influential weights were its biggest banks, with Royal Bank of Canada down 0.5 percent to C$76.49, Toronto-Dominion Bank off 0.3 percent at C$55.40, and Bank of Nova Scotia fell 0.8 percent to C$63.29.",
  "The Canadian economy grew 0.1 percent in April from March, Statistics Canada said, paving the way for a sickly second quarter on the back of devastation caused by wildfires in Alberta.",
  "Brookfield Asset Management Inc fell 1.1 percent to C$42.45 after reporting a 12.13 percent stake in TerraForm Power Inc, one of the two units of bankrupt solar company SunEdison Inc.",
  "The energy group retreated 1.1 percent as oil slipped on rising supplies and lingering concern about the economic fallout from the Brexit referendum vote.",
  "Investors pushed the price of bullion to a two-year high after the Brexit vote, while world stocks are poised for their worst month since January.",
  "At 9:54 a.m. EDT (1354 GMT), the Toronto Stock Exchange’s S&P/TSX composite index was down 57 points, or 0.41 percent, at 13,979.74.",
  "Superior Plus Corp rose 0.7 percent to C$10.35 after terminating a deal to buy Canexus Corp. Canexus advanced 4.7 percent to C$1.34.",
  "Canadian Imperial Bank of Commerce, which on Wednesday said it was buying a U.S. bank, fell 0.9 percent to C$97.06.",
  "The materials group, which includes precious and base metals miners and fertilizer companies, added 0.3 percent.",
  "There were two decliners for every advancer, and six of the index’s 10 main groups were in negative territory.",
  "Barrick Gold Corp advanced 1.4 percent to C$27.32 and Goldcorp Inc gained 0.3 percent to C$24.46.",
  "(Reporting by Alastair Sharp; Editing by James Dalgleish)",
  "It will be closed on Friday for a national holiday.",
  "The financials group lost 0.6 percent."
]