[
  "“Our bigger issue is not jumping at every exclusive opportunity that comes our way from our vendors, it’s being selective.”\n\nThe Cincinnati-based company also is building up its e-commerce site and rolling out its discount division, Backstage, in an effort to drive more traffic into stores.",
  "“We need to be sure that when she walks into a Macy’s -- be it on the web or on a mobile device or when she walks into our stores -- she encounters a brand she loves, that gets her, that she wants to tell her friends about,” Gennette said.",
  "“We’re going to do it one brand or product category at a time.”\n\nHe declined to address speculation that Saks Fifth Avenue-owner Hudson’s Bay Co. may be interested in a takeover of Macy’s to add to its real estate portfolio.",
  "Meanwhile, Chief Financial Officer Karen Hoguet warned Tuesday that second-quarter gross margins have contracted a percentage point from a year earlier, sending the shares to their biggest dive in almost a month.",
  "Beyond 2017\n\nAs for beyond 2017, Gennette, who took the helm in late March after serving as Macy’s president and chief merchandising officer, says Macy’s will focus on delivering better fashion.",
  "Instead, Gennette said the company is considering the brand’s appeal to international consumers, with a particular focus on China, where Macy’s has a partnership with Alibaba’s Tmall platform.",
  "In an interview from his office on the 13th floor above the department store’s iconic Herald Square flagship location, he mapped out how Macy’s will capture one hypothetical customer’s heart.",
  "Part of this effort will focus on adding special lines of Macy’s-exclusive products -- known as capsule collections -- from national brands such as Levi Strauss & Co. and Ralph Lauren.",
  "Macy’s Inc. Chief Executive Officer Jeff Gennette is optimistic about the future of the largest department-store chain, even if it doesn’t look much like the store R.H. Macy imagined.",
  "Gennette, 55, wants to build Macy’s into a fashion destination where shoppers looking for exclusive products can buy online or on their phones as easily as in a store.",
  "Despite the challenges, the company is maintaining its earnings forecast, vowing to reach its goals by slashing costs and revamping its marketing strategy.",
  "Brookfield Asset Management was hired in November and given a two-year window to create development plans for about 50 of Macy’s real estate assets.",
  "Macy’s posted a 4.6 percent decline in comparable sales last quarter -- deeper than the the 3.5 percent drop predicted by analysts.",
  "Instead of adding more apparel options to stores, the retailer will offer more products that shoppers can’t find anywhere else.",
  "Gennette sees 40 percent of the department store’s inventory as unique to Macy’s in 2020, up from 29 percent today.",
  "The retailer is trying to edit down its assortment to reduce clutter and remove items that duplicate each other.",
  "The company has a plan to squeeze more cash from its properties, which includes its flagship store in Manhattan.",
  "Gennette acknowledges that for his plans to be realized, the key metric of store sales has to improve.",
  "Domestically, Macy’s sees its sprawling real estate holdings as a source of cash to fund growth.",
  "The retailer is closing 100 underperforming stores -- 68 of which are being shuttered this year.",
  "This will eliminate about 4,000 jobs, on top of 6,200 cuts that were announced in January.",
  "Gennette wants fewer distractions for shoppers, who he believes desire clearer choices.",
  "All this will take time to pay off, and in the meantime, Macy’s is cutting costs.",
  "The shares fell 0.7 percent on Wednesday to $21.75 at 9:45 a.m. in New York.",
  "The chain is reeling from tumbling sales and sluggish shopping-mall traffic.",
  "They’ve lost 39 percent of their value this year through Tuesday’s close.",
  "Trimming Inventory\n\nMacy’s is also trimming its catalog of products.",
  "Brands are eager to work with Macy’s on these collections, he said.",
  "“That has to stabilize, we have to do that,” Gennette said.",
  "“And I believe it’s in our control to help with that.”",
  "“It’s not overnight,” Gennette said.",
  "“It’s a collaboration,” he said.",
  "He has his work cut out for him."
]