[
  "Dividend Stocks for Retirement: Aqua America (WTR) More\n\n\n\nSource: Shutterstock\n\nDividend Stocks for Retirement: Aqua America (WTR)\n\nDividend Yield: 2.2%\n\nThat dripping sound you hear could be steady stream of dividends pouring into your wallet if you bet on Aqua America Inc (NYSE:WTR).",
  "7 Dividend Stocks That Are Perfect for Retirement More\n\n\n\nSource: Shutterstock\n\nDividend Stocks for Retirement: Realty Income (O)\n\nDividend Yield: 4.6%\n\nFor retirement investors, the name of the game is finding clockwork-like dividend payers.",
  "That’s in part to their ability to raise payouts, dividend stocks can offer plenty of inflation protection as historically most firms will actually increase their dividends by more than interest rate hikes.",
  "InvestorPlace - Stock Market News, Stock Advice & Trading Tips\n\nWith that, it’s no wonder why so many retirement investors have opted to include a hefty dose of dividends in their portfolios.",
  "Realty Income’s freestanding properties include everything from convenience stores and restaurants to movie theaters, and automotive parts/services centers.",
  "After all, retirement investing is all about income and with the days of living off of bond interest long gone, dividend stocks have taken up the mantle.",
  "That huge property portfolio and its ability to generate strong cash flows will continue to suit investors over the long haul.",
  "Many times, these small municipalities simply don’t have the kind of money they need to improve their water infrastructure.",
  "That means that the tenant — not Realty Income — is responsible for the taxes, maintenance, and insurance on the property.",
  "For Aqua America, it’s an easy way to add bolt-on assets, increase its scale and ultimately, its revenue stream.",
  "The key for Aqua America over the years has been its strategy of smart acquisitions to grow its footprint.",
  "The steadfast nature and need for clean drinking water continues to flood the firm with steady revenues.",
  "Dividend Stocks for Retirement: Brookfield Infrastructure Partners L.P. (BIP) More\n\nStory continues",
  "There’s a good chance that your local Taco Bell or CVS (NYSE:CVS) is renting one of O’s buildings.",
  "WTR will target smaller and struggling municipal water authorities within its operating areas.",
  "WTR owns and operates water operations for more than 3 million residents across eight states.",
  "REIT investors love triple-net leasers because they produce juicier margins for the owners.",
  "Even better is that O has increased those dividends for more than 80 consecutive quarters.",
  "The firm has paid out dividends for 48 straight years- delivered every single month.",
  "Powering those payouts is O’s more than 5,000 retail properties across 49 states.",
  "Meanwhile, reinvested dividends offer higher compounding and downside protection.",
  "In the meantime, snagging O today will net you a high 4.6% dividend yield.",
  "Here are seven dividend stocks that are perfect for retirement investors.",
  "And you can’t get much better on that front than Realty Income (NYSE:O).",
  "Aqua America is one of the largest water utilities in the United States.",
  "All of that makes it a great dividend stock for retirement investors.",
  "WTR has increased its dividend by nearly 600% since its IPO in 1981.",
  "But dividend stocks could even be better than bonds in some aspects.",
  "And with that, Aqua America’s dividend continues to grow as well.",
  "Even better is that these properties are all triple-net leased.",
  "Dividend stocks and retirement investors go hand in hand.",
  "Looking to add some dividends to your portfolio?",
  "So those revenues tend to grow slowly.",
  "WTR isn’t a tech stock after all.",
  "Now, water is heavily regulated.",
  "But those revenues do grow."
]