[
  "\"We're in discussions with the various parties on both of them, and it's really just going to come down to pricing and where we think the stronger pricing will be,\" said Brookfield Property CEO Brian Kingston on a recent earnings call, referring to assets Brookfield Place and One Liberty Plaza.",
  "Both companies have been a focus of Jonathan Litt's small activist fund Land & Buildings (see our profile); Taubman for its governance and poor spending decisions, and Macerich for not engaging a takeover offer from Simon at 50% above its current price.",
  "The selloff has led to fits of pessimism on even the most powerful players in the sector, from mall REITs Simon Property Group and GGP, to retailers Costco Wholesale and Wal-Mart, and recently acquired food purveyors Whole Foods Market and Panera Bread.",
  "Value investor Bill Miller made what looks like the contrarian call of 2017, betting on battered furniture seller Restoration Hardware only to see shares roughly triple from his cost basis as the company retired shares and improved results.",
  "This week Wal-Mart Stores , the retail monolith many believed Amazon was putting out of business, reported growth at its existing stores and bumper results from its e-commerce operations in the wake of the $3 billion purchase of Jet.com.",
  "Brookfield has been bullish malls like GGP even as pessimism has mounted and with good reason, the operator's results have remained strong despite a nationwide acceleration of retail bankruptcies and department store closings in 2017.",
  "Forbes spoke to Matthew Werner, a portfolio manager of the West Loop Realty Fund (see our mini-profile), and Sandler O'Neill Partners analyst Alexander Goldfarb, who both characterized Brookfield's offer as low.",
  "Its Whole Foods acquisition instantly gives it an in-store grocery offering, an expanded brick and mortar base, and a plethora of new commerce options in the biggest urban markets across the country.",
  "The firm, which carries its GGP shares on its books at around $30, is presently offering up to a 30% stake in its public real estate partnership, Brookfield Property, in addition to a cash payout.",
  "We are finding significant opportunities with continued urbanization to add multifamily residential rentals, condominiums, hotels and office uses to these large pieces of real estate.",
  "In that event, the Brookfield's of the world - finding few obvious real estate bargains - have the appetite to develop this valuable space in many constrained markets for better use.",
  ", a new bargain bin investment for Miller, surged over 25% in Friday trading after beating estimates and buying back more than 5% of its outstanding stock, as Miller had expected.",
  "But the smart money is beginning to put billions behind a different idea: It's early innings in a much needed retail evolution and bargains abound deep into a stock market boom.",
  "This week the two best performing big activist hedge funds, Elliott Associates and Third Point, both disclosed new bets on Class-A mall operators Taubman Centers and Macerich .",
  "Arthur Coppola, CEO of Macerich, optimistically says digital-first Amazon, Warby Parker, Dyson, and Shinola are embracing models that push them into brick and mortar space.",
  "But this perceived issue may actually be an opportunity for operators to reclaim low-rent/woeful foot traffic space and add new tenants with a far more valuable offering.",
  "\"Value Investors See Opportunity After Mall Pronounced Dead By The Media,\" blared Litt in a presentation this week referring to the news on GGP, Taubman and Macerich.",
  "Some of the biggest and smartest investors on Wall Street are revealing contrarian bets against the trend, staking major money behind a number of expected survivors.",
  "Analysts at Citigroup now speculate this is just the beginning: Could a department store, an auto repair shop or some clothing or supermarket deals be in the works?",
  "Investors in malls, retailers and restaurants have been running for the hills and selling everything in sight due to the rise of e-commerce and Amazon.com .",
  "Insiders believe the most valuable malls in America will navigate the painful shifts occurring in retail by finding younger, more online-focused brands.",
  "It began with Brookfield Property Partners' $14.8 billion offer for the shares of GGP, America's second biggest mall operator, it doesn't already own.",
  "The stock under CEO Doug McMillon has firmly bottomed from a selloff below $60 early in his tenure as he raised wages and increased investment plans.",
  "Through nine months, same store net operating income is up 1.8%, adjusted EBITDA is up 3.3% and GGPs malls are leased at near record highs of 96.5%.",
  "Regional shopping centers are horizontal assets with large parking footprints which can allow for great creativity in the redevelopment process.",
  "We can integrate these boxes into our malls and redevelop these assets to bring in new tenants, and earn 7% to 10% unlevered returns on cost.",
  "In addition to re-developing department stores for new retail tenants, we also have the opportunity to increase density on the land we own.",
  "Brookfield has owned an about 34% stake (shares and warrants) in GGP since it backstopped the company's emergence from bankruptcy in 2010.",
  "Along the road to what's been pitched as the next \"big short,\" the inevitable death of the mall and brick and mortar retail, is a twist.",
  "Those results are a far cry from the double digit discount GGP traded at relative to its net asset value, and its 6.5% implied cap rate.",
  "At first an idea (the firm has also been penciling out real estate concepts for Macy's), now Brookfield is putting billions behind it.",
  "The November mall selloff started when B-mall operator CBL & Associates cut its guidance and saw its stock and bonds promptly plunge.",
  "We also have the opportunity to reclaim some of the best real estate we know of: department store spaces at our existing properties.",
  "Brookfield's downtown portfolio was bolstered by Flatt in the wake of the 9/11 terrorist attacks as he took the company's reins.",
  "Inclusive of a $7-a-share special dividend, it is trading within reach of record highs, having recovered from mid-June selloff.",
  "Not only are we generating 15% to 20% leveraged returns on incremental capital, but we are also improving the existing centers.",
  "If it does a GGP deal, the move will likely coincide with the sale of some of its valuable office holdings in Lower Manhattan.",
  "Change presents opportunity for those that have the vision, capital, and skills to be able to capitalize on the market change.",
  "As department store companies rethink their business models, they have been sellers of assets at prices we find attractive.",
  "Well-defined niche stores like RH and Foot Locker are attracting bargain hunters like Miller and offering nice rewards.",
  "Bottom Line: Many took the retail and mall stock slump in a steadily growing economy as a sign of their impeding doom.",
  "But as GGP's shares fell by a third from July 2016-to-mid November amid mall die-off fears, Brookfield decided to act.",
  "There were many skeptics then, and after the crisis, when Brookfield continued to expand as banks moved to midtown.",
  "Overall, the offer stands at $23 a share, or about 21% higher than GGP's unaffected price in early November.",
  "Recent earning show scale retailers like Wal-Mart and Costco are finding their footing in the online world.",
  "It seems the smart money is sticking to Class-A operators, betting that they don't decay into B-operators.",
  "There's no doubt department stores like Macy's , Sears, J.C. Penney and Kohl's are closing and struggling.",
  "Over the years, the idea of it buying out GGP has mostly been unthinkable due to the cost of such a move.",
  "Even among the poorest performing retail stocks, you can also find smart money searching for bargains.",
  "Sell high, buy low; as the Lower Manhattan pitchbooks circle, \"ailing\" mall GGP is on its buying list.",
  "It's now trading at record highs nearing $100 and has more than doubled the Dow's return in 2017.",
  "(The Walton's have made $11 billion from the rally)\n\nThe story is the same for Costco Wholesale.",
  "Here's what Brookfield Asset Management's CEO Bruce Flatt told his investors in May.",
  "Maybe weightier funds like Elliott and Third Point will soon move some earth.",
  "Retail real estate has always evolved, and we expect this to continue.",
  "An oversupplied retail market does mean some space should go offline.",
  "Where GGP shakes out is yet to be seen, but there's a bigger story.",
  "Even brick and mortar killer Amazon is getting in on the action.",
  "We plan to be a part of it, as great real estate always wins.",
  "If the mall isn't dead, neither is brick and mortar retail.",
  "(See our May cover story profiling Flatt and Brookfield).",
  "Now, it's poised to complete a winning long-term bet.",
  "Apparent problems also offer reason for optimism.",
  "(The WSJ has an excellent story on the trend).",
  "Brookfield isn't alone on its optimism.",
  "Washington Prime also slumped.",
  "This is the next Big Short?",
  "This week was a watershed."
]