[
  "Three such top dividend stocks that you can buy today are industrial conglomerate 3M (NYSE: MMM), alternative-asset manager Brookfield Asset Management's (NYSE: BAM) infrastructure arm Brookfield Infrastructure Partners (NYSE: BIP), and midstream oil and gas play Enterprise Products Partners (NYSE: EPD).",
  "This dividend stock is a gold mine for income investors\n\nBrookfield Infrastructure Partners was spun off from Brookfield Asset Management in 2008, and the stock hasn't looked back since -- it has been a five-bagger over the period, with nearly half of those returns coming off dividends alone.",
  "Some investors are betting on the telecom's acquisition of Level 3 Communications to help it ride out the storm, but in the absence of any earnings growth visibility as of yet and a payout above 100%, CenturyLink's dividend looks as risky as it can get.",
  "As an infrastructure assets company, Brookfield acquires high-quality, distressed assets at value prices across key sectors like utilities, railroads, telecommunications, infrastructure, and energy, and turns them around profitably.",
  "In fact, Brookfield is growing at a far stronger pace than its parent organization, having grown its funds from operations more than tenfold in the past decade compared to the 90% growth in Brookfield Asset Management's FFO.",
  "The fact that most of these industries offer essential services and thus generate regulated or long-term contracted revenue goes a long way in helping Brookfield earn stable cash flows and offer steady dividends.",
  "Prudent income investors should look beyond yields and pay greater attention to a company's cash flows trend, dividend growth prospects, and history among other things, before adding stocks to their portfolios.",
  "59 years of dividend increases, and counting\n\n3M's tiny dividend yield of 2% may not appeal to income investors, but the conglomerate holds an impeccable dividend track that's unlikely to break anytime soon.",
  "Brookfield has grown its dividends at a compounded average clip of 12% since 2009 and has set out two broad \"long-term\" goals: grow its dividends annually by 5%-9% and earn 12%-15% returns on equity.",
  "Instead, you should be looking for stocks in top-quality businesses with strong earnings growth potential that can pay you stable, and even higher, dividends year after year.",
  "Two things have worked in Brookfield Infrastructure's favor: a top-quality portfolio of assets and a credible management that is efficiently steering the company to growth.",
  "It's true that yield is a key deciding factor for dividend-seeking investors, but high yield doesn't necessarily make a great dividend stock.",
  "For example, CenturyLink's (NYSE: CTL) dividend yield has now shot up to 16%, attracting value and income investors alike.",
  "Talk about top or best dividend stocks, and chances are, high-yielding stocks will be the focus of the conversation.",
  "Income investors can't go wrong with a dividend-paying stock that prioritizes shareholder returns.",
  "As a long-term dividend-minded investor, you might want to avoid CenturyLink right now.",
  "More\n\nBuying top dividend stocks at the right time can boost your income substantially.",
  "If cash flows and dividends aren't growing, a high-yield stock could even trap you.",
  "The stock's current yield of 3.9% looks very safe.",
  "A roll of dollars with a dividend sign beside it.",
  "Image source: Getty Images."
]