[
  "That means starting to look at income investments like Magellan Midstream Partners, L.P. (NYSE: MMP) and Brookfield Property Partners LP (NASDAQ: BPY), both of which have yields of more than 5%.",
  "To counteract that, you'll want to make sure you own a good number of investments that protect your buying power with growing disbursements, like Magellan and Brookfield Property Partners.",
  "It has another $350 million planned for 2019, with the potential for increasing that total by as much as $500 million based on the pipeline of potential projects it has under review.",
  "A man in a business suit stacking wooden blocks More\n\nIncome isn't the only building block to focus on when you hit your 60s -- look for dividend growth, too.",
  "The compound annual growth rate of the distribution over that span is an impressive 12%, roughly four times the rate of inflation growth.",
  "Now, however, things are changing and you're going to need to shift to using your portfolio to supplement your Social Security checks.",
  "The ravages of inflation\n\nInflation isn't normally too big a deal to people in the workforce because wages tend to rise over time.",
  "But there's more to these partnerships than yield because they'll also help you deal with the ravages of inflation.",
  "A bar chart showing Magellan's distribution growth over time More\n\nMagellan's distribution history is impressive.",
  "This is why buying an investment that throws off a static income stream is so problematic once you stop working.",
  "Here's what you need to know to understand why you should be considering buying these two high-yield names.",
  "Three percent doesn't sound like much, but the bread example shows that it starts to add up over time.",
  "If you're in your 60s, you've spent most of your adult life focused on building your nest egg.",
  "The midstream play\n\nMagellan is a large and conservatively run midstream energy partnership.",
  "A pound of bread cost just about $0.50 in 1980, but by 2017 was up over $1.30.",
  "Right now, Magellan is planning on distribution growth of around 8% in 2018.",
  "It's increased its distribution every quarter since it came public in 2001.",
  "That generally offsets rising costs for everything from food to shelter.",
  "Over time, a static stream of income will buy you less and less stuff.",
  "If you want an example, take a look at something as mundane as bread.",
  "That's inflation, and it has historically risen at around 3% a year.",
  "That's backed by roughly $800 million worth of capital spending.",
  "In other words, expect similar distribution growth in 2019.",
  "Image source: Magellan Midstream Partners, L.P.",
  "Those rising costs are essentially inflation.",
  "So there's a really impressive history here.",
  "The yield is roughly 5.3% today.",
  "Image source: Getty Images.",
  "But what about the future?"
]