[
  "Merger activity continued to spur big stock moves, with British workspace company IWG (IWG.L) leaping by 27 percent after it confirmed a bid approach from Canadian private equity firm Onex and Brookfield Asset Management.",
  "Tech stocks .SX8P fell as much as 1.1 percent, as the market followed a downturn in Asian iPhone suppliers after brokers cut forecasts for iPhone X shipments, saying sales of the new model may undershoot expectations.",
  "MILAN/PARIS (Reuters) - European tech stocks tumbled on Wednesday as the region emerged from a two-day trading holiday and investors reacted to reports that demand for Apple’s iPhone X may be weaker than expected.",
  "Their stocks rose earlier in the session after the German carmakers said late on Friday that the U.S. tax reform would boost 2017 profits to the tune of 1.55 billion euros and 1.7 billion euros respectively.",
  "“As only net profit is benefiting and there will be no positive impact on cash flow, we see only a minor impact on valuation of both companies,” DZ Bank equity strategists wrote in a note.",
  "Austria Microsystems (AMS.S), the best-performing European tech stock this year, sank 7.8 percent while fellow iPhone supplier Dialog Semiconductor (DLGS.DE) dropped 1.2 percent.",
  "Investors said the sector globally was also hit by some profit taking, having risen by about 21 percent this year, keeping a significant lead over all other sector indexes.",
  "“Tech stocks have had a strong run and their valuations are high so it’s normal that investors take profit,” said Alfonso Maglio, head of research at Marzotto SIM in Milan.",
  "REUTERS/Staff/Remote\n\nHe added that the U.S tax reform should support the sector less than others because tech companies already benefit from a very favorable tax regime.",
  "The pan-European STOXX 600 inched 0.1 percent higher, as the downturn in the high-performing tech sector was slightly outweighed by strong mining and oil stocks.",
  "Maglio said strength in global growth made him upbeat on basic materials companies that have already gone through a financial and operational restructuring.",
  "Oil majors also provided support, with Total (TOTF.PA) up 0.6 percent and Shell (RDSa.L) rising slightly as crude prices held near 2015 highs.",
  "Euro zone blue chips .STOXX50E ended flat, with the index slightly down on the month and set for its second straight month of losses.",
  "Strength in commodities however supported the major benchmarks as liquidity remained thin with many investors still on holiday.",
  "The German share price index, DAX board, is seen at the stock exchange in Frankfurt, Germany, December 22, 2017.",
  "Glencore (GLEN.L), Randgold Resources (RRS.L) and Anglo American (AAL.L) contributed the most to index gains.",
  "Mining stocks rose after metals prices hit 3-1/2 year highs thanks to a strong outlook for growth in China.",
  "Chipmakers Infineon (IFXGn.DE) and STMicro (STM.PA) also fell slightly.",
  "BMW (BMWG.DE) and Daimler (DAIGn.DE) ended down slightly."
]