[
  "New nuclear reactor capacity online by 2025\n\n56 gigawatts\n\nOne explanation for the relatively handsome amount might be that services earnings in recent years have been depressed by the disastrous performance of Westinghouse's plant-construction business and the nuclear shutdown that followed the 2011 Fukushima Daiichi meltdown.",
  "Westinghouse Electric Co., the slice of Toshiba Corp.'s bankrupt nuclear business focused on providing fuel and maintenance services to power stations, will be bought at that price by Brookfield Asset Management Inc.'s private equity arm Brookfield Business Partners LP, the company said Thursday.",
  "As the woes of Westinghouse's Vogtle and VC Summer and the U.K.'s Hinkley Point have indicated, building new nuclear reactors is a business that has terminally gone out of fashion, hobbled by astronomical costs and the shift in global energy toward more nimble, renewables-based grids.",
  "That's certainly plausible: The World Nuclear Association forecasts that about 49 gigawatts of new nuclear reactors will go online by 2025 outside of the former Soviet Union, where state-owned Rosatom Corp. probably has an unassailable position.",
  "Brookfield Business Partners likes to invest in unique, difficult businesses with high barriers to entry (palladium mining in Canada, for example, or graphite electrode manufacturing), making it hard to do direct valuation comparisons.",
  "Still, the deal comes at a multiple of 13.4 times the 38.7 billion yen ($343 million) of operating income from Toshiba's overall nuclear fuel and servicing business in 2016, or 30 times the Westinghouse-branded segment of the total.",
  "The 19 engineering services takeovers over $500 million for which Bloomberg has data transacted at an average 13.2 Ebit multiple, so it's hard to argue that Brookfield has picked up this business at a discount-bin price.",
  "Given that the only other major competitors in fueling and servicing reactors globally are Rosatom, France's Areva SA and Kepco Nuclear Fuel Co., that's a substantial fleet of customers with few obvious alternatives.",
  "Global nuclear capacity will rise at a 1.6 percent annual rate through 2040, the U.S. Energy Information Administration forecast in November, led by growth in China where Westinghouse has existing links.",
  "It's also not entirely clear how much of the former Toshiba nuclear-service business it's buying -- about half of earnings has traditionally come from units not trading under the Westinghouse moniker.",
  "Many of the plants under construction are based on Westinghouse's own AP1000 reactor design, giving it a substantial advantage.",
  "He has been a reporter for Bloomberg News, Dow Jones, the Wall Street Journal, the Financial Times and the Guardian.",
  "David Fickling is a Bloomberg Gadfly columnist covering commodities, as well as industrial and consumer companies.",
  "Maintaining and supplying the atomic plants still in operation, however, could have a surprisingly long half-life.",
  "To contact the editor responsible for this story: Katrina Nicholas at knicholas2@bloomberg.net.",
  "Businesses like Brookfield that are focused on long-term, stable cash flows could do worse.",
  "To contact the author of this story: David Fickling in Sydney at dfickling@bloomberg.net.",
  "The world's second-biggest infrastructure investor just bet $4.6 billion that it's not.",
  "This column does not necessarily reflect the opinion of Bloomberg LP and its owners.",
  "Is nuclear power dying out?",
  "©2018 Bloomberg L.P."
]