[
  "In our view, the vast majority of companies that faced challenges have already taken steps to address those challenges, and as a result, many corporate structures have been simplified, balance sheets are generally in better shape, distribution coverage is better and there is less of a reliance on external funding.",
  "ARTICLE CONTINUES AFTER ADVERTISEMENT\n\nTogether, the firm’s Brookfield Global Listed Infrastructure Fund (INF) and Real Assets Income Fund (RA) have a tad over $1 billion in combined assets under management, with a focus on income-yielding real estate assets and infrastructure securities.",
  "Center Coast Capital Holdings’ $4 billion in AUM will increase Brookfield’s public-securities-focused AUM by over 26%, while adding two energy infrastructure funds—with a clear focus on MLPs—which are likely to attract income investor interest.",
  "Most of those assets are in private markets, but the firm’s public securities group, known as PSG, has more than $15 billion invested in mutual funds, closed-end funds and separately managed accounts that hold public securities.",
  "From the perspective of formal portfolio management responsibilities, we don’t expect immediate changes in the management of Brookfield’s existing funds, but there will be an overall deepening of the research capability.",
  "The company recently announced plans to acquire Center Coast Capital, a Houston-based energy specialist firm that manages Center Coast MLP & Infrastructure Fund (CEN) as well as the Center Coast MLP Focus Fund (CCCAX).",
  "Those numbers can encourage a contrarian to swoop in and find value in a market where cheap priced assets are hard to come by—and that is partly why Brookfield is interested in Center Coast right now.",
  "As we know, natural gas volumes have been strong given the ramp-up of exports, and also as a feedstock for the petrochemical industry, which is much more tied to overall economic activity.",
  "ARTICLE CONTINUES AFTER ADVERTISEMENT\n\nI spoke with Brookfield Public Securities Group CEO and CIO Craig Noble about the acquisition and his outlook on the MLP market in the future.",
  "Noble: The Public Securities Group is part of Brookfield Asset Management, a longstanding owner, operator and investor in real assets with more than $250 billion under management.",
  "Like all MLP funds out there, it has been hit by the selloff in the asset class, resulting in a 13.2% YTD decline in NAV that’s slightly worse than its -11.9% total market return.",
  "Also, by joining the Brookfield platform, the Center Coast team will be able to focus their time and attention on the most important aspect of the investment business – investing.",
  "The more recently launched RA fund has garnered more market interest, with a 6.6% discount to NAV, thanks in part to its 14.4% total return since its inception nearly a year ago.",
  "Noble: The Center Coast Capital (CCC) acquisition, as proposed, will expand our energy infrastructure capabilities at what we see as an attractive point in the investment cycle.",
  "While the oil market receives most of the media attention, the MLP space is actually much more tied to the production volumes of natural gas and natural gas liquids.",
  "At the same time, we are acquiring certain assets of CCC’s third-party marketing partners, which will serve to expand Brookfield’s distribution capabilities.",
  "Brookfield Asset Management is a major asset manager in the real assets space—primarily real estate and infrastructure — with over $250 billion in AUM.",
  "During this time, the energy markets went through material changes as the price of oil declined from around $100 per barrel to the $30 to $40 range.",
  "With the addition of the CCC investment team, we gain additional specialized investment experience in the energy infrastructure sector.",
  "Many companies continue to see volume growth in terms of natural gas, natural gas liquids, refined products and crude oil volumes.",
  "INF’s current 12.3% discount to NAV is much wider than its 10.3% average over the course of this six-and-a-half year-old fund.",
  "How do you characterize Brookfield’s Public Securities Group and how does it fit into the broader Brookfield Asset Management?",
  "Noble: I believe there are going to be benefits on all sides, with true synergies from a research and investment perspective.",
  "Building on the assets of these closed-end funds, PSG is taking a large step to expand its footprint in public offerings.",
  "Many companies have already made decisions regarding their distribution levels, balance sheets, and corporate structures.",
  "ARTICLE CONTINUES AFTER ADVERTISEMENT\n\nCompany-specific changes in the MLP space have largely already taken place.",
  "This is, of course, after the energy-sector weakness that started in late 2014 and lasted into early 2016.",
  "Noble: The acquisition will serve to deepen our overall research capability within the real assets space.",
  "INF in particular has seen a deep discount in a year that has seen most discounts for CEFs narrow.",
  "How will the acquisition of Center Coast Capital impact Brookfield funds and their shareholders?",
  "ARTICLE CONTINUES AFTER ADVERTISEMENT\n\nWhat does this acquisition mean for Center Coast Capital?",
  "Lastly, we believe valuations look attractive, and in many cases, look very attractive.",
  "We also structure diversified real asset solutions that combine multiple asset classes.",
  "Noble: Fundamentals are strong in the North American energy infrastructure sector.",
  "Today, we manage more than $15 billion on behalf of our global base of clients.",
  "Are MLP cash flows improving compared to the lows of 2014-2015, and if so, why?",
  "PSG has been an active investor in listed real assets for more than 30 years.",
  "Why is Brookfield’s Public Securities Group buying Center Coast Capital?",
  "And this is in an environment where markets are generally not cheap.",
  "What do they gain from joining Brookfield’s Public Securities Group?",
  "As currently planned, the purchase will close in February 2018.",
  "What opportunities are you seeing in the MLP marketplace?",
  "Note: Fund data as of 12/11/17.",
  "This is no small acquisition.",
  "CEN has not had a good year.",
  "Disclosure: none",
  "Why now?"
]