[
  "China is really worried about capital outflows - Chinese policymakers have been unfazed by the yuan's recent slide, but they are ready to slow its descent for fear of fanning capital flight if the currency falls too quickly through the psychologically important 7-per-dollar level, policy advisers said.",
  "LORD TURNER: 'We are in a deeply profound deflationary trap' - With the world gripped in a deep deflationary trap and seemingly no clear way out, former UK Financial Services Authority chief Lord Turner is advocating a policy of debt monetization, with central banks financing major fiscal deficits.",
  "Article 50 author: Populism will not 'sweep' across the west — it will soon 'fade' - Lord Kerr of Kinlochard, a British peer who has served as an ambassador both to the EU and US, does not expect rising populism across the west to deliver any more shock results in upcoming major elections.",
  "Volkswagen is spiking 30,000 jobs as part of a huge restructuring programme - The German carmaker Volkswagen is axing about 30,000 jobs over the next five years as part of a huge restructuring programme.",
  "The charges filed so far are putting the focus on a man who worked for both Valeant and Philidor, the specialty pharmacy that was selling Valeant's products directly to patients.",
  "In markets news, the Nasdaq has hit a new intraday all-time high, and a \"violent rotation\" is taking place in the market, according to Bank of America Merrill Lynch.",
  "Prosecutors in New York on Thursday charged two executives over a kickback scheme meant to inflate the value of a specialty pharmacy before it was sold to Valeant.",
  "In related news, Bill Ackman, the activist hedge fund manager who heads Pershing Square Capital Management, could soon have a seat on Chipotle's board.",
  ")_/¯' - Paul Ashworth, the chief economist at Capital Economics, does not know what to make of President-elect Donald Trump's effect on the economy.",
  "The new Maserati Levante SUV has raised the luxury bar - It would be hard to overestimate the importance of the Levante SUV for Maserati.",
  "But the market seems to be ignoring a massive elephant in the room, according to Business Insider's Linette Lopez.",
  "And here's how money managers at a $813 billion investment giant tweaked their strategy after Trump won.",
  "Reuters Welcome to Finance Insider, Business Insider's summary of the top stories of the past 24 hours.",
  "Brookfield Asset Management has proposed a deal to take a 50% to 60% percent stake in TerraForm Power.",
  "In tech news, Salesforce CEO Marc Benioff is done cozying up to Microsoft — now he's BFFs with Amazon.",
  "And hedge funds fled healthcare stocks before the election — and may have missed out on big money.",
  "Here's everything you need to know about the solar roof Tesla plans to build with SolarCity.",
  "Here are the top Wall Street headlines at midday\n\nEconomist on Trump's impact: '¯\\_(?",
  "The Bank of Mexico says the US election has made the global economy \"more complex.\"",
  "Lawyers representing the executives have said the two will prove their innocence.",
  "Valeant's share price dropped on the news of the charges, before recovering.",
  "And here's what Apple's suppliers are saying right now about iPhone 7 sales.",
  "And Tesla shareholders have approved the SolarCity takeover.",
  "Lastly, here's how to choose a turkey for Thanksgiving.",
  "In deals news, DraftKings and FanDuel are merging.",
  "The plot thickens."
]