[
  "Some of Macy's latest initiatives to get back to growth include closing unprofitable stores, reducing promotional activity, opening more off-price shops under its Backstage banner and growing its Bluemercury beauty business.",
  "Other retail stocks including Dillard's, J.C. Penney, Kohl's, Abercrombie & Fitch and American Eagle were climbing Tuesday, as investors looked at Macy's results as a positive sign for the industry as a whole.",
  "Additionally, Macy's real estate strategy is one that aims to unlock cash from excess square footage — for example, leasing space to other businesses or opening pop-up venues.",
  "In turn, companies such as Macy's have been forced to rethink their store counts and merchandise mixes to meet shoppers where they are with the items they are searching for.",
  "These moves are expected to be the \"spine\" of the company as it forges ahead in an evolving retail environment, the CEO said Tuesday on a call with analysts and investors.",
  "\"The customer is shopping, and we are committed to winning her business,\" Gennette told CNBC in an interview on the heels of the company's fourth-quarter earnings report.",
  "Department stores have struggled to hold their place in retail as more sales move online and brands increasingly opt to sell directly to consumers, bypassing middlemen.",
  "Meanwhile, by the end of 2018, Macy's will have opened 100 Backstage locations, some of which are planned to open inside its existing stores in \"premium malls.\"",
  "Gennette told CNBC that the presence of Backstage in current locations is lifting sales \"more now than before\" — roughly 7 percentage points per store.",
  "The company has been using a New Jersey store as a \"lab\" to see how shoppers react to new lighting and mobile checkout, among other upgrades.",
  "The department store chain's shares soared more than 12 percent Tuesday morning on news that the company's turnaround plans are taking hold.",
  "Macy's CEO Jeff Gennette is determined the retailer will return to same-store sales growth this year, coming off a strong end to 2017.",
  "In 2016, Macy's partnered with Brookfield Asset Management to allow the real estate firm to redevelop all or part of 50 properties.",
  "Gennette also told CNBC that new U.S. tax legislation has given the company \"flexibility\" to accelerate those plans.",
  "Macy's on Tuesday said it's reached agreements for nine assets, which would be worth about $50 million if sold.",
  "This year, for example, Macy's will invest more money in 50 locations, as part of a plan known as \"Growth 50.\"",
  "There is a lot of work ahead of us but we feel better about the business today than we have in a long time.\"",
  "In some instances, Macy's is closing entire stores (roughly 100 in total) that it deems unprofitable.",
  "On a call with analysts and investors, CFO Karen Hoguet said: \"2017 was a transition year for Macy's.",
  "Soon, those upgrades will hit more stores in a bid to keep shoppers interested in bricks and mortar.",
  "For the fiscal year, Macy's is calling for same-store sales to be flat to up 1 percent.",
  "January same-store sales were up 3 percent, he said.",
  "The stock was last trading up about 5 percent.",
  "... We are committed to getting this right.\"",
  "\"Healthy stores mean a healthy business.\"",
  "\"We are executing better.",
  "..."
]