[
  "Whiles the results and outlook sent shares 5 percent higher, they also come as the wider retail industry stands to gain from higher consumer confidence and a boost to spending from U.S. tax cuts, potentially making Macy’s call for flat to 1 percent established store growth in fiscal 2018 seem less impressive.",
  "The retailer has been emblematic of the decline of brick-and-mortar in the face of competition from Amazon.com Inc (AMZN.O), closing more than 100 stores since 2015 and slashing thousands of jobs as mall traffic plummeted and customers defected to off-price and fast-fashion sellers.",
  "Macy’s, which has existed in some form for more than 150 years, is struggling to right itself while revamping marketing and merchandising, squeezing money from real estate assets and growing its Backstage brand launched in 2015 that competes with TJ Maxx owner TJX Cos Inc (TJX.N).",
  "“I call it the scattergun approach: they’re doing a lot of different things, but there doesn’t seem to be a coherent or clear focus to bring many of these things together,” said Neil Saunders, managing director of retail research firm Global Data.",
  "NEW YORK (Reuters) - Macy’s Inc (M.N) on Tuesday said sales at established stores could mark their first annual gain in four years, pinning its hopes on a new loyalty program, more off-price selling and private-label brands.",
  "It also said it inked a deal to sell the top floors of its State Street store in Chicago for $30 million and is exploring selling a chunk of its Union Square building in San Francisco.",
  "But it was a smaller fall than the company had guided for, with Chief Financial Officer Karen Hoguet on Tuesday crediting a stronger merchandise margin thanks to inventory controls.",
  "SELLING REAL ESTATE\n\nMacy’s has worked to generate cash by renting or selling its real estate, even considering unloading floors at its storied Herald Square flagship in New York.",
  "FILE PHOTO: People gather at the Broadway entrance of Macy's Herald Square store ahead of early opening for the Black Friday sales in Manhattan, New York, U.S. November 23, 2017.",
  "The biggest U.S. department store chain also beat analysts’ estimates for quarterly profit and comparable sales growth on the back of a broadly strong U.S. holiday season.",
  "The company has said putting Backstage stores in existing locations can lure foot traffic, and the “treasure hunting” of off-price shopping is hard to replicate online.",
  "Chief Executive Jeff Gennette said on a call to discuss the earnings that Macy’s plans to add 100 Backstage stores in 2018, including in some premium mall locations.",
  "Macy’s adjusted earnings per share were $2.82 for the quarter, excluding restructuring and U.S. tax overhaul impacts, beating the average analyst estimate of $2.71.",
  "That marked the first rise for the measure in 12 quarters and beat the average analyst estimate of a 0.31 percent increase, according to Thomson Reuters I/B/E/S.",
  "Still, previously reported comparable sales growth in November and December lagged rivals’, suggesting Macy’s lost market share during the key shopping months.",
  "REUTERS/Andrew Kelly/File Photo\n\nComparable sales fell 2.2 percent in fiscal 2017 on an owned basis and 1.9 percent on an owned-plus-licensed basis.",
  "But sales at stores open more than 12 months, including in departments licensed to third parties, rose 1.4 percent in the quarter ended Feb. 3.",
  "Macy’s partnered with Brookfield Asset Management in 2016 to let the real estate developer come up with plans to redevelop 50 properties.",
  "Macy’s also operates the Bloomingdale’s and Bloomingdale’s outlet brands and the Bluemercury beauty and spa stores it bought in 2015.",
  "Before Tuesday, Macy’s shares were up more than 50 percent since November, but are well below a mid-2015 peak of more than $73.",
  "And Macy’s multi-faceted approach to stem its sales slide may not provide a comprehensive long-term solution, some cautioned.",
  "On Tuesday, Macy’s said agreements have been reached for nine assets which, if sold, would be worth about $50 million.",
  "Gross margin, which measures how much the company makes on each dollar of sales, slipped slightly in the quarter.",
  "Rival JC Penney Co Inc (JCP.N) also surged early but pared gains to trade up 1.8 percent.",
  "Shares in Macy’s jumped as much as 13 percent and were last up 4.8 percent at $28.77.",
  "Macy’s is the first major retailer to report full holiday-quarter results.",
  "Revenue rose 1.8 percent to $8.67 billion, in line with estimates."
]