[
  "OPINIONS\n\nAnalysts have weighed in:\n\nMizuho Securities suggests it won’t help the mall REITs, saying, “While the offer is neither exciting for GGP shareholders nor a good read-through for mall asset values, we think it has a better than not shot of getting approved given the significant turnover in GGP’s shareholder base over the past year.”\n\nARTICLE CONTINUES AFTER ADVERTISEMENT\n\nBoenning & Scattergood thinks, “BPY taking on $6B of new debt to buy GGP could lead it to sell a few assets.” And, while Simon Property Group (SPG) could be an opportunistic buyer (with ~$8B of liquidity), BPY wouldn’t likely want to sell “the better assets SPG would be most interested in.”\n\nThey also note, that while mall REITs are currently deeply discounted on Wall Street, several larger transactions (for example the agreed bid for Westfield by Unibail, and spurned offer for Hammerson by Klepierre) show that investors see the inherent value of mall platforms.",
  "PLAYERS\n\nGGP lead director and special committee chairman, Daniel Hurwitz said, since the initial November proposal, the committee has been conducting due diligence with their independent advisers, and saw that Brookfield’s improved offer gave GGP shareholders certainty of value, “and upside potential through ownership in a globally diversified real estate company.”\n\nBrookfield CEO Brian Kingston added they are “excited about combining Brookfield’s access to large-scale capital and deep operating expertise across multiple real estate sectors with GGP’s portfolio of irreplaceable retail assets.”\n\nTHE COMBO\n\nThe combined Brookfield and GGP companies will have $90 billion in total assets and net operating income of more than $4 billion, according to the release.",
  "Beonning suggests “investors should vote against the transaction, since it does not offer sufficient value,” and that “Brookfield has essentially silenced sell-side analysts as most banks are involved on the transaction one way or another.”\n\nEdward Jones REIT analyst, Matt Kopsky, said that \"the pricing is a disappointment, especially since many A-mall companies have said that individual properties would sell in the mid-high 4s, which is where historical acquisitions for high-quality properties have been\" and he added that \"the good news is that the market has sniffed this out given the weakness in mall REITs.",
  "ARTICLE CONTINUES AFTER ADVERTISEMENT\n\nOTHER OPPOSITION\n\nSeeking Alpha’s Stephen Alpher reports that GGP bull James Sullivan calls the new bid from Brookfield Property, \"wholly inadequate,\" with the \"effective\" price of $21.90 up only modestly from the previous bid of $20.86, and far below Sullivan's estimate of $32.83 (based on a 4.5% cap rate).",
  "WHAT HAPPENED\n\nBrookfield Property Partners (BPY) will soon be the 100 percent owner of REIT mall giant GGP (GGP), according to a joint statement today, as Brookfield aims to pick up the remaining two-thirds of GGP that it didn’t own.",
  "ARTICLE CONTINUES AFTER ADVERTISEMENT\n\nDEEP ON BROOKFIELD\n\nBrookfield, which already owned 34 percent of GGP, played a major role in helping the Chicago-based mall operator emerge out of bankruptcy in 2010.",
  "YOU GET\n\nAs a result of the deal, GGP shareholders can choose to receive $23.50 per share in cash, one Brookfield share or one unit of a newly-created “BPR” U.S. REIT that would track shares of BPY.",
  "ARTICLE CONTINUES AFTER ADVERTISEMENT\n\nBrookfield, the largest real estate arm of parent company Brookfield Asset Management (BAM), has been here before, trying a takeover bid just four months ago.",
  "Brookfield was also reportedly in talks to acquire Forest City Realty Trust in January, but last week Forest City announced it would re-organize its board rather than go through with a sale.",
  "Sullivan suggests the deal could violate GGP's Related Party Transaction Policy, as the company has often said the stock is worth far more than the current price.",
  "Separately, JPMorgan has downgraded Simon Property Group, and Macerich (NYSE:MAC), to Neutral, noting the GGP price is bad news for REITs.",
  "STILL TO BE APPROVED\n\nThis transaction still requires the approval of the majority of the non-Brookfield shareholders.",
  "The avg A-mall REIT is trading in the high 5s/low 6% cap rate range currently.\"",
  "But this time, the cash offer is $0.50 higher per share (+2.2%), to $23.50.",
  "The share price is a premium for GGP stock, which closed Monday at $21.21.",
  "Source: Commercial Observer\n\nDisclosure: I own shares in SPG, TCO and SKT.",
  "NOT ONLY GGP\n\nGGP wasn’t Brookfield’s only target."
]