[
  "The company owns some of the gaming world's most valuable properties in Las Vegas, Macau, and across the U.S.\n\nMGM Resorts may be known for gambling, but nearly half of the company's revenue comes off the casino floor -- and in the U.S., the percentage is much higher than 50%.",
  "It is a big player in consumer goods with the Post-It Note, electronics with brightness-enhancing films that are probably in the screen on which you're reading this article, and energy with electrical connectors and filtration products.",
  "\"Our favorite holding period is forever\" -- Warren Buffett in a 1988 letter to Berkshire Hathaway shareholders\n\nIt may seem crazy to buy and hold a stock forever, but it's often the wisest financial move.",
  "Companies with a durable competitive advantage can generate value for decades, and the market can be so volatile that timing the ups and downs of stocks isn't a great idea for investors.",
  "Long-term, 3M's ability to turn innovation into profits and a growing dividend for investors, currently standing at $1.36 per share with 100 consecutive years of payment, are big pluses.",
  "MGM EBITDA (TTM) Chart More\n\nMGM EBITDA (TTM) data by YCharts\n\nWhat's great about MGM Resorts is that it's generating billions in cash flow per year from existing resorts.",
  "EBITDA is the cash flow proxy above, and debt is slowly declining even as the company grows its casino base with projects like MGM Cotai and MGM National Harbor.",
  "The future of entertainment\n\nAs consumers, we're spending more and more on entertainment and travel, and that plays right into MGM Resorts' (NYSE: MGM) hands.",
  "I like the long-term trends driving the growth of entertainment and think MGM Resorts will be a winner for investors for decades to come.",
  "Its engineers and researchers spot market opportunities and use hundreds of technologies developed in-house to provide solutions.",
  "Innovation at its heart\n\nThere may not be a company in the world that makes a set of products as diverse as 3M (NYSE: MMM).",
  "The diverse products and consistent dividend are the kind of properties I look for in a stock to buy and hold forever.",
  "With that in mind, here are four stocks you can buy and have \"forever\" as your holding period.",
  "As consumers look for more awe-inspiring entertainment, we'll see nongaming revenue grow.",
  "That's how the company moves into new fields where it doesn't have prior expertise.",
  "And that's just scratching the surface of what 3M makes.",
  "Illustration of someone watering a money tree.",
  "It literally invents its own market opening.",
  "At its core, 3M is an innovation company.",
  "More\n\nImage source: Getty Images."
]