[
  "(Adds context on growing anger at Odebrecht in Peru)\n\nLIMA, Jan 5 (Reuters) - Brazil’s Odebrecht SA has agreed to pay Peru an initial 30 million soles ($8.9 million) in cash as it prepares to disclose details on bribes it gave local officials over a period spanning three presidencies, the attorney general’s office said Thursday.",
  "In a $3.5 billion international plea deal it signed in the United States last month, Odebrecht acknowledged making $29 million in corrupt payments to win public works contracts in Peru between about 2005 and 2014, part of hundreds of millions in bribes it gave to high-ranking officials from Argentina to Panama.",
  "The money, to be deposited in the coming days, is just part of what the family-owned engineering conglomerate will pay Peru in a broader settlement with prosecutors as they seek to uncover the people and companies involved in the kickback schemes.",
  "“This amount should in no way be understood to be the final amount,” the attorney general’s office said in a statement, adding that the demand for cash upfront was “unprecedented” in Peru.",
  "Odebrecht, facing mounting debt as it grapples with a fast-expanding graft scandal in Latin America, reiterated in a statement it was committed to cooperating with prosecutors in Peru.",
  "A protest against road fees imposed by an Odebrecht consortium turned violent in a shantytown in Lima on Thursday, with police firing tear gas at a crowd that set fire to tollbooths.",
  "As anger at Odebrecht has grown, lawmakers have called for authorities to seize its assets and terminate its natural gas pipeline contract as it tries to offload its majority stake.",
  "The revelation jolted Latin American elites and spurred criminal probes across the region as some countries, including Peru, barred Odebrecht from public contracts.",
  "Peru was the first country outside Brazil where Odebrecht as ventured and is the headquarters of its investment unit for Latin America, Odebrecht Latinvest.",
  "Odebrecht led the consortium that won the road contract but now owns a quarter of the project after selling shares to Brookfield Asset Management last year.",
  "The investigation threatens to implicate officials in the governments of former presidents Ollanta Humala, Alan Garcia and Alejandro Toledo.",
  "But the once-powerful company has come to symbolize the kind of white collar corruption that Peruvians feel is rarely punished.",
  "Odebrecht has committed to providing prosecutors all relevant information, the attorney general’s office said.",
  "Current President Pedro Pablo Kuczynski was finance minister and prime minister under Toledo."
]