[
  "In a statement, the company said the investigation is preliminary and that “all plausible causes are being tracked in an extensive fault tree and carefully investigated.”\n\nThe investigative team — led by SpaceX and comprised of the Federal Aviation Administration, NASA and the Air Force — has reviewed reams of data and evidence in trying to understand how the rocket suddenly ignited into a massive fireball while being fueled in preparation for an engine test, the company said.",
  "(Handout/Reuters)\n\nTECHNOLOGY\n\nSpaceX suspects helium in blast probe\n\nThree weeks after one of its rockets exploded on a launch pad at Cape Canaveral, Fla., SpaceX said Friday that it is closing in on the possible cause, pinpointing a “large breach” in a helium system in the rocket’s second-stage fuel tank.",
  "— Christian Davenport\n\nBANKING\n\nFed proposes limits\n\non commodities\n\nThe Federal Reserve wants to put new limits on big banks’ activities in physical commodities businesses, hoping to reduce financial risks from volatile trading and transport of sensitive materials.",
  "Also, critics of Wall Street say that owning and storing commodities such as aluminum in warehouses, or oil in storage tankers, enables banks to drive up prices for products made from them — such as gasoline, canned soft drinks, beer and electricity.",
  "At this stage of the investigation, preliminary review of the data and debris suggests that a large breach in the cryogenic helium system of the second stage liquid oxygen tank took place.”\n\nIt was not clear what caused the breach.",
  "In the statement Friday, the company said, “the majority of debris from the incident has been recovered, photographed, labeled and cataloged, and is now in a hangar for inspection and use during the investigation.",
  "Although that accident affected only BP and oil-service companies, banks that engage in transport of oil in tankers could take heavy hits, regulators say.",
  "The Fed’s governors are proposing restrictions for banks’ holding, transporting and trading of commodities such as oil, aluminum and coal.",
  "On Twitter, Elon Musk, the company’s founder, has said the failure was the most difficult and complicated the company has ever faced.",
  "Wall Street banks have sharply reduced their involvement in physical commodities, under pressure from regulators and lawmakers.",
  "An explosion on the launch site of a SpaceX Falcon 9 rocket is shown in this still image from video in Cape Canaveral, Florida.",
  "Banks would be required to beef up the capital they hold against potential losses in commodities by up to $4 billion.",
  "Regulators say disasters like the 2010 oil spill in the Gulf of Mexico show the potential risks to banks.",
  "He asked the public to turn over any video or recordings of the event that might help investigators.",
  "The biggest players in the field have been Goldman Sachs and Morgan Stanley.",
  "They would also face limits on the amount of their commodities trading.",
  "The Fed is opening the proposal to public comment for 90 days.",
  "— Associated Press\n\nAlso in Business\n\n— From news services",
  ".",
  ".",
  "."
]