[
  "* Healthscope closes 4.5 pct up after second takeover offer\n\n* Telstra shares down 5 percent after weak forecast\n\n* NZ benchmark posts 9-day gaining streak (Updates to close)\n\nBy Susan Mathew\n\nMay 14 (Reuters) - Australian shares rose on Monday, carried higher by BHP hitting its highest since August 2014 and giving the index a valuable boost.",
  "“Given that the it is one of the few stocks in that sector that trades at a low multiple, it is not surprising to see an interest in it, and I would say its unlikely that this will be the last improved bid we’ll see,” said Michael McCarthy, chief market strategist at CMC Markets.",
  "Share of wealth manager AMP Ltd closed 3 percent higher, shrugging off news rating agency Moody’s Investors Service said on Monday that governance failures at AMP revealed by a quasi-judicial inquiry into the financial sector had added downward pressure to its rating.",
  "Hospital operator Healthscope Ltd closed 4.5 percent higher after Canadian investor Brookfield Asset Management made a $3.3 billion offer for the company, trumping a local offer of $3.1 billion in April.",
  "A rally among miners also saw Rio Tinto rising 0.7 percent and Fortescue Metals rising more than 1 percent to hit its highest since end-February as iron ore gained on a strong demand outlook.",
  "It noted there would be ongoing pressure on mobile and fixed average revenue per user, as well as increased competition brought on by the National Broadband Network.",
  "New Zealand’s benchmark S&P/NZX 50 index rose 0.4 percent, or 36.54 points to finish the session at record close of 8,713.23 in its ninth straight session of gains.",
  "Meanwhile, shares of telco Telstra were the biggest drag on the index, down 5 percent, after it said it expects fiscal 2018 earnings at bottom end of guidance.",
  "Three of the ‘Big Four’ banks ended between 0.3 and 1.5 percent higher, while ANZ slipped 1.9 percent when it went ex-dividend.",
  "A2 milk, up 2.6 percent, was the biggest boost while Fisher & Paykel Healthcare gained 1 percent.",
  "The S&P/ASX 200 index rose 0.3 percent, or 19 points to 6,135.3 at the close of trade.",
  "BHP Shares rose nearly 2 percent, hitting their highest in about 45 months.",
  "(Reporting by Susan Mathew in Bengaluru; Editing by Eric Meijer)",
  "The benchmark closed marginally lower on Friday."
]