[
  "SYDNEY (Reuters) - Canadian investment firm Brookfield Asset Management (BAMa.TO) made a $3.3 billion approach for Australian hospital group Healthscope (HSO.AX), trumping a local buyout proposal and sending shares of the target up to a two-year high on Monday.",
  "But investors started selling the stock in 2016 after media reports accused private health insurers, which fund patients for companies like Healthscope, of withholding payouts to policyholders, prompting more patients to opt for the public system.",
  "Healthscope, which had embarked on building a new hospital in Sydney’s north, issued two profit warnings, and when BGH lobbed its takeover proposal last month Healthscope shares were trading below their IPO price.",
  "If Brookfield buys Healthscope, it would be the biggest takeover of an Australian company by a Canadian party since a consortium including Brookfield paid A$9 billion for rail and ports giant Asciano in 2016.",
  "“All members of the consortium will reject, vote against or not accept any proposal for the acquisition of Healthscope shares that may be put forward by any other party,” they said in a joint statement.",
  "“The entry of Brookfield adds to bidding tension and (I) expect the BGH-AustralianSuper consortium will most likely increase its offer bid,” said Chris Kallos, a healthcare analyst at Morningstar.",
  "Healthscope was a high-profile listing in 2014, with its shares rising steadily amid hopes that it would benefit from the country’s ageing population and a heavily state-subsidized health system.",
  "New Australian private equity player BGH Capital, led by former executives of TPG Capital Management [TPG.UL] and Macquarie Group Ltd (MQG.AX), made an approach worth $3.1 billion on April 26.",
  "2 Australian private hospital operator which has seen its shares slide due to high debt and a shift back to public health services after a scandal in the private sector.",
  "It added that Brookfield’s proposal came with a condition that effectively prevents AustralianSuper from voting against its offer if the target accepted it.",
  "“The BGH–AustralianSuper Consortium is not supportive of the proposal from Brookfield and is not interested in rolling over into it,” the statement added.",
  "Brookfield is being represented by Bank of America Merrill Lynch for the potential transaction, according to Healthscope, while Healthscope has hired UBS.",
  "The stock was trading at A$2.59, its highest since April 2016, and higher than Brookfield’s A$2.50 indicative bid, a sign investors expect a bidding war.",
  "BGH and AustralianSuper said they disapprove of Brookfield’s proposal, adding they would not be swayed by the Canadian firm’s special condition.",
  "Last week, Canadian landlord NorthWest Healthcare Properties REIT (NWH_u.TO) said it paid $312 million for a 10 percent stake in Healthscope.",
  "REUTERS/Mick Tsikas/File Photo\n\nThe approach, disclosed by Healthscope in a statement, sets the scene for a takeover battle for the No.",
  "The deal would continue Brookfield’s rapid growth in the world’s twelfth-largest economy.",
  "FILE PHOTO: A sign for a Heathscope hospital is seen in central Melbourne July 16, 2010.",
  "Healthscope shares rose 4.9 percent in a flat overall market by midsession.",
  "Healthscope said in the statement its board would assess both proposals.",
  "Pension fund AustralianSuper is partnering BGH in that proposal.",
  "AustralianSuper has a 14.5 percent stake in Healthscope.",
  "Northwest also declined to comment on Monday.",
  "($1 = 1.3236 Australian dollars)",
  "Brookfield declined to comment."
]