[
  "While this may be true, they are only best in class relative to other large fund managers, and investors may have a better chance of reaching their investing goals by asking their advisors to help them find high-performing smaller private funds.",
  "Private equity real estate asset managers such as Blackstone, Lone Star Funds and Brookfield Asset Management are masters at raising capital — and for good reason: Private equity real estate is a refuge from the volatility of public equities.",
  "We're playing a different game on several levels because we have different goals than larger managers, which focus on building assets under management because their allegiance is to shareholders, not necessarily fund investors.",
  "Alignment Of Interests\n\nThe interests of small fund managers continue to be more closely aligned with their investors, especially when the principals are investing their own funds alongside those of their investment partners.",
  "But according to my firm's analysis of Prequin ROI data for private equity real estate funds with first investments between 2005 and 2015, big funds like these don't always yield the highest returns.",
  "A global real estate fund may not have the boots on the ground to see market opportunities, not only in acquisitions but also in marketing or managing a property for a better return on investment.",
  "Investing with a smaller manager means fewer middlemen and fewer people requiring a piece of the proverbial pie, so investors have the chance to earn higher returns — and they often do.",
  "To do so, large firms often partner with regional operators to invest those large sums of money, maintain a steady deal flow and pay them — and themselves — before their investors.",
  "Both of these factors lead to a manager with far greater skin in the game than a multibillion-dollar manager who may employ hundreds of people who have never met an investor.",
  "Valuations can be more subjective because they are based on local comps and market conditions and done by buyers with different criteria and levels of expertise.",
  "And thanks to their names and track records, these three topped the 2017 PERE 50 ranking (paywall) of the world’s largest private equity real estate firms.",
  "Eliminating Two Layers Of Fees\n\nA real estate fund’s size influences not only its strategic priorities but also its ability to efficiently invest capital.",
  "Yet, while celebrated investment firms amass outsize funds and scoop up trophy properties, they may not be earning the best returns on their investments.",
  "The lower end of the market is less efficient than the higher end of the market, enabling smaller managers to deliver real active return on investment.",
  "Smaller private fund managers generally have a larger share of their net worth on the line and a personal relationship with their investment partners.",
  "And as I noted above, in recent years, smaller private funds have delivered up to double the return on investment of their large-cap competitors.",
  "Blackstone took first place for raising nearly $50 billion over five years with $115.3 billion in real estate assets under management in 2017.",
  "As principal and co-founder of a small private real estate fund, I've experienced firsthand how a small firm is able to deliver high returns.",
  "They don’t have marquee names, but they rally their troops around specific goals and set realistic timeframes to execute them successfully.",
  "In Preqin’s most recent survey of institutional investors, 72% see high prices and valuations as a key issue facing the industry in 2018.",
  "While good deals in private equity real estate are still available, it takes out-of-the-mainstream thinking to find and profit from them.",
  "And so I crunched the numbers using independent analysis to see quantify how the smaller funds performed, as compared to larger funds.",
  "For instance, a large fund with billions of dollars to invest needs to rely on the platforms of other managers to deploy those funds.",
  "Private funds that focus on smaller deal sizes are more likely to find and capitalize on pricing mistakes or anomalies.",
  "In contrast, a small manager’s allegiance is to its investment partners, and its goal is to build a good track record.",
  "There are many quality small managers in private equity real estate, but the industry is not set up to find them.",
  "I’ve identified three ways the smaller private real estate manager can generate bigger investment returns:\n\n1.",
  "It’s hard to disrupt the world of big-name private equity real estate funds and their billion-dollar deals.",
  "This can widen the spread of bidding and asking prices and create opportunities for off-market purchases.",
  "The average net internal rate of return for funds with at least $1 billion in assets was 5.7%.",
  "Instead, advisors recommend large funds to investors and note that they are best in class.",
  "This double layer of fees is one of the biggest reasons for their underperformance.",
  "Taking Advantage Of Inefficiency\n\nThere is inefficiency in the private markets.",
  "In private equity real estate, small investment funds are not underdogs at all.",
  "These properties are not as obvious or desirable to a wide range of buyers.",
  "For real estate equity funds at $200 million or less, net IRR was 11.2%.",
  "What makes the apparent underdog run ahead of the pack?",
  "What does all this mean for individual investors?",
  "These two groups can be at odds with each other.",
  "Just as in politics, all real estate is local.",
  "3.",
  "2."
]