[
  "I think three energy stocks -- TerraForm Power Inc (NASDAQ: TERP), Hannon Armstrong Sustainable Infrastructure Capital Inc (NYSE: HASI), and AES Corp (NYSE: AES) -- have what it takes to be great dividend stocks for investors looking to generate cash from their portfolios.",
  "The land purchase frees up money to fund the solar projects developers are focused on -- and for Hannon Armstrong, the land leases are a great source of revenue, and are backed by 1,200 MW of solar projects that have long-term PPAs.",
  "The returns Hannon Armstrong generates from its energy investments support its 7% dividend yield, and given the need corporations and municipalities have for energy assets, the future looks bright for this energy stock.",
  "The company currently owns 2,606 megawatts (MW) of wind and solar assets across the U.S., with an average of 14 years left on its PPAs, giving it a long runway of cash generation for investors.",
  "One structure the company recently used was a $144 million preferred equity investment in 10 wind projects, structured to ensure a \"preferred return\" that was negotiated as part of the deal.",
  "Financing energy upgrades\n\nOne strange reality in energy is that it's hard for corporations or municipalities to pay for energy upgrades, even if they're money-saving investments long-term.",
  "Brookfield has proven its ability and willingness to backstop growth acquisitions, like the recently announced acquisition of Saeta Yield, a Spanish operator of renewable energy assets.",
  "It owns renewable energy assets that have long-term contracts to sell electricity to utilities, known as power purchase agreements (PPAs), which is how it generates revenue.",
  "What TerraFrom Power has going for it over competing yieldcos is the backing of Brookfield Asset Management, the yieldco's sponsor and largest shareholder.",
  "Brookfield provided $500 million of the $1.2 billion acquisition cost through a line of credit, and then backstopped a $400 million equity offering.",
  "Investing in dividend stocks is a great way to generate cash that can be used to save for retirement, to grow your portfolio, or just to pay bills.",
  "But not all dividend stocks are the same, and investors need to balance dividend yield with sustainability and long-term dividend growth potential.",
  "That's where a company like Hannon Armstrong comes in, financing efficiency upgrades, sustainable infrastructure, and wind and solar projects.",
  "Hannon Armstrong often takes unique positions in energy assets that entail lower risks while still generating strong returns for investors.",
  "With a sponsor like that, TerraForm Power will be able to keep acquiring assets to keep its dividend growing for the foreseeable future.",
  "Energy's new dividend play\n\nTerraForm Power is a new type of energy company that's popped up in the last decade called a yieldco.",
  "It then uses the excess cash flow from operations to pay down debt, buy growth projects, or pay a dividend to investors.",
  "This contracted cash flow funds a dividend that's currently $0.19 per quarter, or a 6.8% yield at today's stock price.",
  "A great example is Hannon's $107 million acquisition of 7,500 acres of land underlying 60 solar projects.",
  "In wind, Hannon Armstrong prefers to take positions that are lower risk than equity positions.",
  "Woman holding money in front of yellow background.",
  "More\n\nImage source: Getty Images."
]