[
  "“If you are a big emerging nation that’s very heavily reliant on raw materials from other countries ... you’d want to have as much control over the transporting of those fundamental raw materials as you possibly can.”\n\nChina Investment Corp (CIC) [CIC.UL], the country’s $747 billion sovereign wealth fund, is part of a consortium headed by cargo handler Qube Holdings Ltd (QUB.AX) offering A$9 billion ($6.4 billion) for Asciano.",
  "They are keen on engineering and infrastructure deals to replicate technology and know how back in China, ANZ Bank said in a December report titled ‘What else is China buying in Australia?’\n\n“I think we’ll see them doing lots of investments into freight infrastructure, into agriculture,” said the Sydney-based M&A lawyer, who declined to be identified because she was not authorized to talk to the media.",
  "“I think it is quite a smart move by them and it plays into the One Belt, One Road project because it means they are not just recreating the Silk Route but also owning the Silk Route,” said a Sydney-based M&A lawyer who advises on investments by Chinese companies into Australia.",
  "A potential alternative proposal being discussed involving Qube teaming up with rival Canadian bidder Brookfield Asset Management Inc (BAMa.TO) would leave CIC owning the railways, but not the ports, which Australia views as strategic assets that should remain in local hands.",
  "SYDNEY/SHANGHAI (Reuters) - President Xi Jinping’s ambitious One Belt, One Road initiative is coming Down Under as China’s hunger to secure global supply chains leads its giant sovereign wealth fund into the $6.4 billion battle for Australia’s Asciano Ltd AIO.AX.",
  "CHINA DEALS\n\nBeijing, through the country’s firms, has been snapping up assets as part of the One Belt One Road project launched in 2013, undertaking a record 19 global infrastructure deals worth $6.8 billion in 2015, according to Thomson Reuters data.",
  "POLITICAL SENSITIVITIES\n\nThe China Australia Free Trade Agreement is set to help boost investment, with in-bound private Chinese proposals below A$1.08 billion no longer requiring Foreign Investment Review Board (FIRB) approval.",
  "People familiar with the Asciano deal say the new proposal is being designed to alleviate some of those regulatory concerns as the critical port assets would remain with the Australian and Canadian companies.",
  "The sale of Darwin Port, used by a deployment of U.S. Marines as well as the terminus for a critical underwater data cable, to China’s Landbridge Group, sparked a rebuke from Washington last year.",
  "China Merchants Holdings (0144.HK) owns stakes in the ports of Morocco, Djibouti and France while Cosco Pacific has interests in terminals at the Suez Canal and Belgium’s Antwerp.",
  "“This is part of a process where China does want to control its logistics chains,” said Harry Theochari, London-based global head of transport at law firm Norton Rose Fulbright.",
  "Asciano, the country’s largest ports and rail operator, fits with Beijing’s ambition to expand transportation linkages across a region it sees key to its economic growth.",
  "The initiative envisions building a network of land, sea and air routes that will open new trade links and markets for Chinese firms as the domestic economy slows.",
  "REUTERS/Mark Schiefelbein/Pool\n\nAustralia, already a major supplier of commodities to China, is set to boost exports under a free trade deal signed last year.",
  "Chinese President Xi Jinping speaks during the opening ceremony of the Asian Infrastructure Investment Bank (AIIB) in Beijing, China, January 16, 2016.",
  "CIC holds a 10 percent stake in London’s Heathrow Airport and a 9 percent stake in the company behind the UK’s largest water and sewage company.",
  "M&A lawyers and bankers said Chinese state-owned funds and enterprises are also buying access to best practices via deals like the Asciano bid.",
  "Under the deal, which has been recommended by Asciano’s board, CIC would take a stake in both Asciano’s ports and rail operations.",
  "CIC, one of the sponsors of the $40 billion Silk Road Fund, has been active, but other Chinese companies are also involved.",
  "All of that is going to be of assistance to them in the building of their economy.”\n\n($1 = 1.3826 Australian dollars)",
  "“Also, I wouldn’t be surprised if they start moving into healthcare, if they’re not already and then technology.",
  "A spokeswoman said CIC was working on its bid with the Qube consortium and declined to comment further.",
  "But political sensitivities remain around investments in areas such as agriculture and ports.",
  "In the United States, CIC’s investments include a 17 percent stake in power company AES."
]