[
  "The Culinary Union filed charges in the regional office of the NLRB on September 8, 2017 alleging the company in anti-union communications to its workers it promised to work on solving their workplace \"challenges\" instead of them choosing to have a union, falsely accused the Culinary Union of stealing and selling employee contact information, and giving employees the impression that it is futile to engage in collective bargaining.",
  "The Culinary Union has called on the property's owner, Brookfield Asset Management, to agree to a fair process that assures Hard Rock's housekeepers, food servers, cooks, and other non-union workers have the opportunity to decide whether they want union representation in an atmosphere that is free from management pressure tactics.",
  "CulinaryUnion226.org / @Culinary226\n\nView original content:https://www.prnewswire.com/news-releases/culinary-union-files-charges-of-illegal-labor-activity-against-brookfield-asset-management-owned-hard-rock-hotel-and-casino-las-vegas-300516531.html\n\nSOURCE Culinary Union",
  "ABOUT THE CULINARY UNION:\n\nCulinary Workers Union Local 226 and Bartenders Union Local 165, Nevada affiliates of UNITE HERE, represent over 57,000 workers in Las Vegas and Reno, including at most of casino resorts on the Las Vegas Strip and in Downtown Las Vegas.",
  "Workers say a fair chance to decide on unionization can help assure that the casino's owner, Brookfield Asset Management, follows the path of nearly all major casino employers in Las Vegas by ensuring the property's workers are retained in the course of a sale.",
  "LAS VEGAS, Sept. 8, 2017 /PRNewswire-USNewswire/ -- Today, the Culinary Workers Union Local 226 filed unfair labor practice charges against the Hard Rock Hotel & Casino Las Vegas with the National Labor Relations Board (NLRB).",
  "Most major casino employers in Las Vegas have agreed to this fair process allowing workers to make their own choices and build a better future for themselves, their families, and our entire city.\"",
  "Members - who work as guest room attendants, bartenders, cocktail and food servers, porters, bellmen, cooks, and kitchen workers - come from 167 countries and speak over 40 different languages.",
  "The Culinary Union, which represents 57,000 workers on the Las Vegas' Strip and downtown casinos, has worked to ensure worker retention is the standard for the Las Vegas gaming industry.",
  "\"We are extremely disappointed that the Hard Rock Las Vegas would engage in these activities against workers,\" said Geoconda Argüello-Kline, Secretary-Treasurer for the Culinary Union.",
  "\"This is exactly why Hard Rock Las Vegas workers need a fair process that is free from threats, intimidation, and interference to determine whether they want to unionize.",
  "Brookfield Asset Management Inc. is a Canadian asset manager with approximately $250 billion in assets under management, including the Hard Rock Hotel & Casino Las Vegas.",
  "The Culinary Union has been fighting for fair wages, job security, and good health benefits for working men and women in Nevada for over 82 years.",
  "The Culinary Union is Nevada's largest immigrant organization with a diverse membership that is approximately 55% women and 56% Latino.",
  "\"We do not think this type of activity is in line with interests of Brookfield Asset Management's many partners,\" said Argüello-Kline.",
  "Amidst labor dispute, Teamsters Union Local 986 are calling for worker retention at Hard Rock Hotel and Casino Las Vegas.",
  "UNITE HERE represents 270,000 workers in gaming, hotel, and food service industries in North America.",
  "The Las Vegas-based casino is owned by Canadian global asset manager Brookfield Asset Management Inc.",
  "Learn more here."
]