[
  "Second-liens have more risk but you are going to get paid a lot more, often double or more on a spread basis.”\n\nThe 117 second-lien loans signed in 2018 to date offer average spreads of 772bp over Libor, while the 1,183 first-lien term loans completed so far this year offer less than half the yield at 355bp over Libor, according to Thomson Reuters LPC data.",
  "“You can refinance a first-lien at the drop of a hat, but refinancing and repricing a second-lien is a much larger undertaking.”\n\nThe trading prices of second-lien loans have also been carried higher as secondary prices have stabilized after a lackluster second quarter.",
  "Second-lien loans, which have second claim over assets in the event of a bankruptcy, are riskier than senior secured first-lien loans but investors are more comfortable while the US economy is strong and default rates remain low.",
  "A US$3.1bn buyout loan backing the purchase of Westinghouse Electric by Brookfield Asset Management includes a US$325m second-lien tranche, which was sold at a discount of 99 and has hard call protection of 102/101.",
  "“People want floating rate, but if they go to the first-liens they can’t make a return.”\n\nSecond-lien loan issuance hit US$10.4bn in the second quarter, up from US$6.4bn in the first quarter, according to LPC data.",
  "“We are in a positive credit environment, and second quarter earnings have been very strong,” said Michael Nechamkin, co-chief investment officer and senior portfolio manager at Octagon Credit Investors.",
  "“We’d rather take a little bit more risk in the structure by buying a second-lien of a company that we really like than stretching to buy a first-lien loan at a company we don’t like,” Nechamkin said.",
  "CALL PROTECTION\n\nSecond-lien loans often have more favorable call protection, including a hard call protection or a non-call period, compared to 101 soft call protection on first-lien loans.",
  "“Yields in the first-lien market have collapsed, so the ability to generate a return in the first-lien market isn’t really there,” said Mike Terwilliger, portfolio manager at Resource Alts.",
  "NEW YORK(LPC) - US credit investors are ramping up their risk by venturing down the capital structure to second-lien loans, which offer higher yields but lower recovery rates.",
  "“For second-liens, we feel that the hard call protection is an important part of the return because you can buy the loan at 98 or 99 and it can trade to 103,” Nechamkin said.",
  "“We see a healthy supply demand balance for second-liens in this current environment,” said John Sherman, portfolio manager of DDJ Capital Management.",
  "The second-lien tranche opened in the secondary market at 101.5-102.5 on July 26, higher than the US$2.73bn first-lien’s trading level of 100.5-101.",
  "Second-lien loans can also be hard to come by, as they are often preplaced directly with funds instead of being syndicated widely by banks.",
  "The SMi100, an index that tracks the 100 most widely held loans, rose to 98.49 on August 2 from 98.29 on July 2, the lowest level in 2018.",
  "“On the right second-lien loans, it can be a fight to get paper because it’s typically a much smaller facility,” Nechamkin said.",
  "High-yield bonds have a year-to-date total return of just 1.26%, according to Bank of America Merrill Lynch US High Yield Index.",
  "Second-lien deals with stronger call protection often trade a couple of points over the issue price in the secondary market.",
  "It remains a small market at only 5% of the leveraged loan universe in comparison with first-lien term loan issuance.",
  "Insurance software provider Applied Systems launched a US$1.5bn dividend recapitalization in September 2017.",
  "“We do not see an unhealthy level of demand from investors that leads to excessively risky new issuance.”",
  "The loan has hard call protection of 102/101 and is now trading at 103-104 in the secondary market.",
  "The eight-year second-lien loan priced at 700bp over Libor with a 1% floor and a discount of 99.",
  "“The call protection is not going to be there for first-liens,” Terwilliger said.",
  "“That’s the kind of environment where you can take on a little bit more risk.",
  "The secondary performance of recent second-lien loans supports that theory."
]