[
  "To contact the author of this story: Chris Hughes at chughes89@bloomberg.net\n\nTo contact the editor responsible for this story: Paul Sillitoe at psillitoe@bloomberg.net\n\nThis column does not necessarily reflect the opinion of the editorial board or Bloomberg LP and its owners.",
  "In May, bid interest returned, with three private equity firms – Starwood Capital Group, TDR Capital LLP and Lone Star Funds, soon to be replaced by Terra Firma Capital Partners Ltd. – taking a look.",
  "Its market capitalization is now back at 2.1 billion pounds, where it was in May before the latest round of abortive talks (but above where it settled after the October profit warning.)",
  "The 1 billion pounds added to its value by bid interest will have bolstered management’s price expectations while at the same time undermining the future returns for any new owner.",
  "While IWG is making money, bidders have seen profit warnings and a disappointing set of results on Monday, dragged lower by the costs of investing to take on the likes of WeWork.",
  "Yet IWG Plc, the serviced-office provider, is back on the shelf after failing to get an auction going, much less agree on terms with any of its suitors.",
  "In December, there was a takeover approach from a consortium led by U.S. property group Brookfield Asset Management Inc. that fizzled a month later.",
  "Yet IWG said Monday it’s ending talks, because it was clear none of the suitors was willing to make an offer at a price the board could countenance.",
  "While management should be best placed to know IWG’s value, private equity’s unwillingness to meet the board’s price expectations is telling.",
  "IWG has seen the valuation of WeWork Cos., backed by SoftBank Group Corp., grow with each funding round, to reach $20 billion.",
  "The onus is now on Dixon to set out why the company is worth so much more than investors and bidders are willing to pay.",
  "Three identified bidders and almost three months of talks – ideal conditions, surely, for a fully priced takeover deal.",
  "The bidders say they won’t go directly to shareholders – and Dixon owns 25 percent, so a hostile move would be futile.",
  "He previously worked for Reuters Breakingviews, as well as the Financial Times and the Independent newspaper.",
  "There’s a clear divergence between the board’s view of what IWG is worth and, seemingly, everyone else’s.",
  "IWG was put in play after a profit warning in October that cut its market value by one-third.",
  "WeWork has strong backing, and existing property firms are developing their own offerings.",
  "Before last year’s profit warning, IWG was worth around 3 billion pounds ($3.9 billion).",
  "The business of serviced offices and so-called flexible work spaces is competitive.",
  "The stock market and multiple potential buyers have taken their view.",
  "Buyout firms are short of targets right now and money is cheap.",
  "Chris Hughes is a Bloomberg Opinion columnist covering deals.",
  "IWG’s spending on refurbishments is a long way from done.",
  "They have reasons to stretch, and the resources to do so.",
  "Investors hoped a deal might be struck around that level.",
  "It’s not hard to imagine why the talks broke down.",
  "Founding CEO Mark Dixon now has much to prove.",
  "©2018 Bloomberg L.P."
]