[
  "Though the value of the deal is undisclosed, sources told the New York Times that Brookfield will pay about $1.1 billion in upfront rent, while the Kushners have negotiated writedowns on related debts, allowing the family to exit a deal that had been an albatross for the better part of a decade.",
  "The deadline for repayment of the Kushner’s remaining mortgage debt on the building was early 2019, but the building has had a continually high vacancy rate, and reportedly struggled to generate even enough cash to finance the debt, much less repay it.",
  "The deal will include a large upfront rent payment, allowing the Kushners to escape a debt load that had been an existential threat to their real estate business – and, which, after the 2016 election, invited serious scrutiny from Trump critics.",
  "The Washington Post reported that foreign officials had explicitly discussed how to take advantage of Kushner’s financial difficulties, which have also been linked to a downgrading of his security clearance early this year.",
  "Kushner and wife Ivanka Trump have taken a lower profile in the Trump administration recently, though that may have as much to do with the Russia investigation as criticism of Kushner’s apparent conflicts of interest.",
  "The family of Jared Kushner, President Donald Trump’s son-in-law and elusive White House adviser, has closed a long-term lease on 666 Fifth Avenue, a Manhattan retail-and-office high-rise.",
  "Jared Kushner, much like Donald Trump, stepped down as head of the family company but has not divested of his business assets in a manner most ethicists consider sufficient.",
  "Those meetings triggered speculation that such a buyout could be a vehicle for foreign actors to gain influence in the Trump White House, but did not lead to a deal.",
  "The Kushners then successfully entered negotiations with various foreign financiers, including China’s Anbang Insurance Group, for an acquisition of the building.",
  "The Wall Street Journal reports that Brookfield Asset Management, an alternative asset manager, will enter into a 99-year lease agreement for the building.",
  "That circumstance had led the Kushners in recent years into what some observers characterized as a desperate search for a partner or buyout.",
  "That search was largely fruitless until 2016, as Jared Kushner’s father-in-law clinched the Republican presidential nomination.",
  "The Kushners purchased the building in 2006, just before the real estate bubble burst, for $1.8 billion.",
  "But escaping from the shadow of 666 Fifth may allow Kushner to play a more prominent role going forward.",
  "When the recession hit, they reduced their ownership stake and debt load.",
  "Get Data Sheet, Fortune’s technology newsletter."
]