[
  "\"With its 'Main and Main' location, direct transportation access and currently unrefined physical characteristics, 666 Fifth Avenue has the potential to be one of New York City's most iconic and successful office properties,\" Ric Clark, a senior managing partner at Brookfield Property Group, said.",
  "Alex Wong/Getty Images\n\nThe Kushner Companies, the real estate empire owned by the family of President Donald Trump's son-in-law Jared Kushner, is dumping its stake in the long-troubled 666 Fifth Avenue skyscraper.",
  "While financial terms were not disclosed in the announcement, the Wall Street Journal reported that the Kushner Companies will use the money from the Brookfield lease to buy out Vornado, according to the Journal.",
  "Brookfield will also pay the entire 99-year rent up front in order to allow Kushner Companies to deal with the debt, typically 99-year lease structures include an annual ground rent according to the Journal.",
  "In recent years, the Kushner Companies have been struggling with debt repayments on the building and took on a partnership with Vornado Realty Trust to help pay off the $1.4 billion in total debt.",
  "Originally, the Kushner Companies planned to use $7.5 billion in capital from Chinese insurance giant Anbang to remodel the aging tower into a mixed-use retail, condo, and hotel space.",
  "According to the Journal, the sale will ensure that the company is able to repay the debt from the building, but it's not clear if it would net any profit.",
  "Jared Kushner, the president's adviser and husband to Trump's daughter Ivanka, helped run the Kushner Companies at the time of 666 Fifth Avenue's purchase.",
  "Brookfield agreed to an investment in the building early in the year, but the sale of the 99-year lease is a much larger deal than originally expected.",
  "The Kushner Companies reached a deal, announced Friday, to offload the 99-year lease on the building to Brookfield Asset Management.",
  "Kushner's real estate interests were placed in a trust controlled by other members of his family when he joined the White House.",
  "In a press release, Brookfield said that the building location in Manhattan's Midtown neighborhood made the deal attractive.",
  "The building was hit with financial trouble soon after the Kushner Companies bought the property for $1.8 billion in 2007.",
  "Brookfield will sink $600 million into renovations for the building according to the Journal.",
  "The deal eventually fell through."
]