[
  "Huston Medical Center\n\nKeller McIntyre & Associates: Greenville College\n\nKeller McIntyre & Associates: Herkimer County Community College\n\nKeller McIntyre & Associates: Knox County Development Corporation\n\nKeller McIntyre & Associates: Lincoln University\n\nKeller McIntyre & Associates: Nutrition & Education International\n\nKeller McIntyre & Associates: Rehoboth McKinley Christian Health Care Services\n\nKeller McIntyre & Associates: White River Health System\n\nKnight Capitol Consultants: Pernix Therapeutics Holdings, LLC\n\nKogovsek & Associates, Inc.: Animas La Plata Water Conservancy District\n\nLiebman & Associates, Inc.: Applied Energy Solutions, Inc.\n\nLiebman & Associates, Inc.: National Propane Gas Association\n\nLiebman & Associates, Inc.: Shatterproof\n\nMarshall Brachman: United Surgical Partners International Inc\n\nMRGB Consulting, LLC: Project Vision Hawaii\n\nPenn Hill Group: Student Loan Assistance Center, Inc.\n\nSmith Dawson & Andrews: Morrison Foerster (on behalf of City of Santa Monica)\n\nStewart Strategies and Solutions, LLC: Catfish Farmers of America\n\nStewart Strategies and Solutions, LLC: Direct Selling Association\n\nThe Brewer Group, LLC (Formally Powers Brewer, LLC): Louisiana Health Care Quality Forum\n\nThe Michael Lewan Company: Mutual of Omaha\n\nThe Petrizzo Group, Inc.: Fred Hutchinson Cancer Research Center\n\nThorn Run Partners: Abbott Laboratories\n\nThorn Run Partners: Cleveland Clinic\n\nThorn Run Partners: Hackensack Meridian Health\n\nWitt O'Brien's, LLC: AM Networks, Inc.\n\nWitt O'Brien's, LLC: American Trucking Associations\n\nWitt O'Brien's, LLC: Arkansas Capital Corporation Group\n\nWitt O'Brien's, LLC: Children's Health Fund\n\nWitt O'Brien's, LLC: City of Fayetteville, AR\n\nWitt O'Brien's, LLC: City Of Little Rock Arkansas\n\nWitt O'Brien's, LLC: City of North Little Rock, AR\n\nWitt O'Brien's, LLC: Insurance Service Office, Inc.\n\nWitt O'Brien's, LLC: Little Rock Municipal Airport Commission\n\nWitt O'Brien's, LLC: Protectingamerica.Org\n\nWitt O'Brien's, LLC: Save the Children Federation, Inc.\n\nWitt O'Brien's, LLC: University Of Central Arkansas\n\nWitt O'Brien's, LLC: University of Louisiana at Lafayette\n\nWitt O'Brien's, LLC: Vertical Alliance Group, Inc.\n\nWitt O'Brien's, LLC: Witt O'Brien'sLLC",
  "NEW JOINT FUNDRAISERS:\n\nCitizens For Civic Engagement (Derrick Crowe, Kent Lester, Dale Mantey)\n\nTina Smith Victory 2018 (Tina Smith, Minnesota Democratic-Farmer-Labor Party)\n\nWonder Women Victory Committee (Jobs Opportunity and New Ideas PAC, Nebraska Sandhills PAC, Dingo PAC, Wild and Wonderful PAC, Denali Leadership PAC)\n\nNEW PACs:\n\n1planet Political Action Committee aka 1planetPAC (PAC)\n\nAlliance of Low Income Voters Everywhere dba ALIVE (Super PAC)\n\nAmerican Coalition For Injured Veterans PAC (Super PAC)\n\nBelieve In Service (PAC)\n\nBrown County Student’s Committee (Super PAC)\n\nD3 Colorado (Super PAC)\n\nDemocracy Summer Leadership PAC (Leadership PAC: Rep. Jamie Raskin)\n\nDogwood PAC (Leadership PAC: Rep. Donald McEachin)\n\nFire Your Congressman PAC (PAC)\n\nHaitian Amarican [sic] Voice (Super PAC)\n\nHelp Make America Great Again (PAC)\n\nNEW LOBBYING REGISTRATIONS:\n\nBaker & Hostetler LLP: Lincoln Financial Group\n\nBallard Partners: Africell Holding\n\nBlank Rome Government Relations: Cedrus Bank\n\nCapitol Innovations: Cengage Learning\n\nCGCN Group, LLC (formerly known as Clark Geduldig Cranford & Nielsen, LLC): Blaser Swisslube Inc.",
  ": Deloitte LLP\n\nMcCarthy Advanced Consulting LLC: American Federation of Government Employees\n\nMcCarthy Advanced Consulting LLC: American Radio Relay League\n\nMcCarthy Advanced Consulting LLC: International Brotherhood of Teamsters\n\nMcCarthy Advanced Consulting LLC: National Association of Letter Carriers\n\nMcCarthy Advanced Consulting LLC: National Electrical Contractors Association\n\nMcCarthy Advanced Consulting LLC: NetJets Association of Shared Aircraft Pilots\n\nMcCarthy Advanced Consulting LLC: Southwest Airlines Pilot Association\n\nMonument Policy Group, LLC: G30 Project Ltd.\n\nMRGB Consulting, LLC: Crow Creek Sioux Tribe\n\nMRGB Consulting, LLC: Yankton Sioux Tribe\n\nNavigators Global LLC (Formerly DC Navigators, LLC): Delta Air Lines\n\nO'Brien, Gentry & Scott, LLC: World Housing Solution, Inc.\n\nOdney, Inc.: Tobacco-Free Kids Action Fund\n\nSandler Trade LLC: Embassy of the Plurinational State of Bolivia\n\nSims Strategies, LLC: JUUL Labs, Inc.\n\nSteptoe & Johnson LLP: BMO Financial Corp.\n\nSteptoe & Johnson LLP: Bond Dealers of America Association\n\nTai Ginsberg & Associates, LLC: Uber Technologies, Inc.",
  "Cornerstone Government Affairs, Inc.: Calpine Corporation\n\nCornerstone Government Affairs, Inc.: Northwest Arkansas Council\n\nCypress Advocacy, LLC: Third Point Reinsurance\n\nDLA Piper LLP (US): Brookfield Asset Management, Inc.\n\nDLA Piper LLP (US): Ladies Professional Golf Association (LPGA)\n\nDLA Piper LLP (US): St. John Baptist College in the University of Oxford\n\nDLA Piper LLP (US): VeriSign, Inc.\n\nDLA Piper LLP (US): Women's Tennis Association\n\nErnst & Young LLP (Washington Council Ernst & Young): Corning Incorporated\n\nErnst & Young LLP (Washington Council Ernst & Young): Duke Energy Business Services LLC\n\nFaegre Baker Daniels Consulting: The Crohn's & Colitis Foundation\n\nHannegan Landau Poersch & Rosenbaum Advocacy, LLC: United States Telecommunications Training Institute\n\nHeideman Nudelman & Kalik, P.C.",
  ": Accipiter Systems, Inc.\n\nNEW LOBBYING TERMINATIONS:\n\nBrown Rudnick LLP: Association for Behavioral Healthcare\n\nBrown Rudnick LLP: National Association of Dental Plans\n\nBrown Rudnick LLP: Roche Diagnostics Corporation\n\nBrown Rudnick LLP: Zydus Pharmaceuticals USA Inc.\n\nBuchanan Ingersoll & Rooney PC: Chambers, Conlon & Hartwell, LLC on behalf of Rajant Corporation\n\nCapitol Hill Strategies, LLC: Delta Air Lines Inc and its sub Northwest Airlines Inc (fka Northwest Airl [sic]\n\nCoherus Biosciences, Inc.: Coherus Biosciences, Inc.\n\nKeller McIntyre & Associates: American Diabetes Association\n\nKeller McIntyre & Associates: F.W.",
  "A few standouts: Lincoln Financial Group hired Baker & Hostetler to lobby on tax reform on Dec. 1; Third Point Reinsurance, a reinsurer based in Bermuda, hired Cypress Advocacy on Nov. 13; St. John’s College of the University of Oxford hired DLA Piper on Nov. 21 to lobby on issues “relating to taxation of college endowments”; Deloitte hired Madison Law & Policy on Nov. 6; and the Bond Dealers of America Association hired Steptoe & Johnson on Nov. 14 to lobby on “Municipal Bond issues in tax reform.”\n\nGood afternoon, and welcome to the first PI of 2018.",
  "“Having his name attached to the firm serves as a constant reminder of the type of hard-working people I’m proud to represent on Capitol Hill.”\n\n— McCarthy is bringing seven lobbying clients with him, according to disclosure filings: the American Federation of Government Employees, the American Radio Relay League, the International Brotherhood of Teamsters, the National Association of Letter Carriers, the National Electrical Contractors Association, the NetJets Association of Shared Aircraft Pilots and Southwest Airlines Pilot Association.",
  "Adding to their workload: Republicans rammed their bill through Congress so quickly that it’s almost certain to require follow-up legislation to fix the mistakes and miscalculations still being discovered, according to interviews with half a dozen tax lobbyists.”\n\nStory Continued Below\n\n— “‘Trump said this was a giant Christmas present to the American people,’ said John Raffaelli, a former Senate tax aide and the founding partner of Capitol Counsel, a prominent lobbying firm.",
  ": Fuel Freedom Foundation\n\nHusch Blackwell, LLP: William Jewell College\n\nK&L Gates LLP: Insys Therapeutics, Inc.\n\nKasowitz Benson Torres LLP: Rafael USA, Inc.\n\nKelley Drye & Warren LLP: National Lifeline Association (NaLA)\n\nKnight Capitol Consultants: Indivior, Inc.\n\nLegal Strategies & Consulting, PL: Sarasota County, Florida\n\nLegal Strategies & Consulting, PL: Siesta Key Rum Distillery\n\nLegal Strategies & Consulting, PL: St. Augustine Distillery\n\nMadison Law & Policy, P.C.",
  "“Partnering with Rockingstone offers Thorn Run’s clients access to an even deeper level of health policy expertise than ever before, and it allows us to better serve our clients by providing them a seamless means of pairing our advocacy expertise with sophisticated research and in-depth policy projects,” Andrew Rosenberg, one of Thorn Run’s founding partners, said in a statement.",
  "CALL IT THE MANAFORT EFFECT: Although the Justice Department’s Foreign Agents Registration Act unit “has seen fewer than 70 registrants each year since 2001, 101 entities have registered in 2017 — perhaps because special counsel Robert S. Mueller III’s Russia probe has prompted more careful compliance with public disclosure standards,” The Washington Post’s Justin Moyer reports.",
  "companies have found a loophole in state campaign-finance rules by funneling donations aimed at helping candidates through the [Republican Governors Association and the Democratic Governors Association], according to multiple former officials,” Susan Pulliam and Brody Mullins reported in the latest installment of The Wall Street Journal’s “Hidden Influence” series.",
  "Tax bill will be a ‘bonanza’ for lobbyists\n\nWith David Beavers and Aubree Eliza Weaver\n\nTAX BILL WILL BE A ‘BONANZA’ FOR LOBBYISTS: “President Donald Trump just signed into law the biggest tax overhaul in a generation, but that means more work — not less — for Washington’s tax lobbyists,” POLITICO’s Theodoric Meyer reports.",
  "The McKeon Group, Inc.: Orbital ATK\n\nThe McKeon Group, Inc.: The National Center for Special Education in Charter Schools\n\nThe Statesman Policy Firm: ENODO Global\n\nVan Scoyoc Associates: UAB Health System\n\nVectis Strategies: Rose Bowl Operating Company\n\nVenable LLP: AMCAL Sacramento LLC\n\nWellington Strategies, LLC.",
  "An internal tracking system, sometimes called the 'tally,' allows the DGA to keep tabs on how much individual governors raise for the association from companies and other donors, which later helps it figure out how to allocate the money, former DGA officials said.",
  "NAVIGATORS SIGNS DELTA: Delta Air Lines has hired Navigators Global to lobby on issues “related to the renewable fuel standard and issues regarding free competition.” The airline has also parted ways with Capitol Hill Strategies, according to a disclosure filing.",
  "‘Well, it’s a giant present to the tax lobbying community as well because of the extenders.’ Russ Sullivan, a lobbyist at McGuireWoods Consulting and a former aide to the tax-writing Senate Finance Committee, said the new law would be a “bonanza” for lobbyists.",
  "THORN RUN TEAMS UP WITH ROCKINGSTONE: The lobbying firm Thorn Run Partners has struck a “strategic alliance” with the Rockingstone Group, a health care consulting firm comprised of former Senate staffers who worked on the Affordable Care Act.",
  "ROGER STONE REGISTERS AS FOREIGN LOBBYIST: Roger Stone “has retroactively registered as a lobbyist for a venture capital firm wanting to invest in commodities in Somalia,” The Hill’s Megan Wilson reports.",
  "“Rather than streamlining the tax code, Republicans have made it more complicated by jamming through a new series of temporary tax breaks for everything from craft brewers to citrus growers.",
  "Stone is working for Capstone Financial Group, a firm based in New York, which ‘buys physical commodities and transforms them into customized and consumable products,’ its website reads.",
  "Instead, they can simply — and legally — tell the groups they have 'an interest' in a race or are making a donation 'at the request' of a gubernatorial candidate, these officials say.",
  "Delta’s other Washington lobbying firms include Capitol Tax Partners, Cove Strategies, Fierce Government Relations, Peck Madigan Jones, SJSolutions, Team Hallahan and WilmerHale.",
  "… ‘Most of the people registered there are not nefarious at all,’ said Bruce Morrison, a lobbyist and former Democratic congressman from Connecticut.",
  "‘If you want to use insurance terms, tax lobbyists just purchased an annuity that will provide benefits for years,’ Sullivan said.” Full story.",
  "SPEAKING OF TAX REFORM: We’re still discovering who hired who to lobby on tax reform as firms continue to file disclosure filings.",
  "“His registration, which showed up in a federal lobbying disclosure database last week, says the work began on May 1 of last year.",
  "FRANK McCARTHY STARTS HIS OWN FIRM: Frank McCarthy has left the Keelen Group to start his own firm, McCarthy Advanced Consulting.",
  "The advocacy work, according to the disclosure forms, revolves around '[c]ommodity rights and security of the same in Somalia.",
  "Thorn Run’s health care clients include AbbVie, Express Scripts, GlaxoSmithKline, Novartis and Novo Nordisk, among others.",
  "“My clients are largely hard-working, blue-collar men and women like my dad,” McCarthy said in a statement.",
  "He’s also bringing a former colleague, Erin Delaney, who will be director of administration.",
  "‘We don’t preclude foreign governments from asserting their interest in the United States.",
  "(The firm’s initials, MAC, are a reference to the nickname of his late father, Maurice.)",
  "Lobbyists expect these breaks, known as tax extenders, to generate paydays for years.",
  "We just require that they tell us.’\" \"I’m not Paul Manafort,” he added.",
  "“Of those, 61 registrants are in the District, Maryland or Virginia.",
  "The RGA has a similar system, former RGA officials say.” Full story.",
  "The Union Brotherhood of Carpenters will also be a client.",
  "(Firms have 45 days to do so after signing a new client.)",
  "“Donors can’t earmark money for a particular candidate.",
  "You can also follow me on Twitter: @theodoricmeyer.",
  "HOW A CAMPAIGN FINANCE LOOPHOLE WORKS: “U.S.",
  "Please send tips to tmeyer@politico.com.",
  "What did we miss over the holidays?",
  "Happy New Year.",
  "'” Full story.",
  "Full story."
]