[
  "Brookfield and the Kushner Cos. have partnered on other properties, including a redevelopment of Monmouth Mall in Eatontown, N.J.\n\n“They reached out to us on 666 Fifth because we have a lot of experience doing exactly what needs to be done on this asset,” said a real estate executive close to Brookfield who is familiar with the deal and spoke on the condition of anonymity because it has not been finalized.",
  "Last month, Trump hosted Qatari Emir Tamim bin Hamad al-Thani in the Oval Office and at a White House lunch, calling him “a valued partner and longtime friend.”\n\nKushner Cos. has been under pressure to find financing to pay off the $1.2 billion loan and to buy out its partner, Vornado Realty Trust, which owns 49.5 percent of the office portion of the building.",
  "“Even if they were ready to wire the money, we would not have taken it.”\n\nThe Qatari Investment Authority, a major participant in Brookfield’s real estate arm, is a sovereign wealth fund created by the Qatari government in 2005 to strengthen its economy by investing profits from its vast energy resources into more diverse domestic and foreign assets.",
  "The executive estimated that there was a 90 percent chance the deal would be completed and that the Kushner Cos. would remain a partner in the project but declined to say how much money each company would put up or which other partners might be involved, if any.",
  "Peter Mirijanian, a spokesman for Kushner attorney Abbe Lowell, said in a statement Thursday that Kushner “has had no role in the Kushner Companies since and divested himself from the 666 Fifth Avenue Building before joining the government.",
  "He is walled off from any business or investment decisions and has no idea or knowledge of these activities.”\n\nIf the plan goes through, Brookfield would tear off the exterior, wrap it in glass and replace all the internal systems.",
  "Kushner Cos. has worked for several years to find financing, but questions of conflict of interest with potential foreign sources of capital have stymied a number of efforts in the wake of Kushner’s job in the Trump administration.",
  "(Richard Drew/AP)\n\nA Canadian real estate firm said Thursday it is close to finalizing a deal to rescue a troubled Manhattan office tower controlled by the family of Jared Kushner, President Trump’s senior adviser and son-in-law.",
  "Although Jared Kushner resigned from positions at his company and divested of his interest in the Fifth Avenue project, he retained real estate assets valued between $132 million and $407 million when he joined the White House.",
  "Brookfield said in a statement that “no Qatar-linked entity has any involvement in, investment in or even knowledge of this potential transaction.”\n\nKushner divested himself of the building upon joining the administration.",
  "Brookfield officials said they planned to invest in the building through one of the firm’s investment funds rather than its real estate arm, which they said would prevent Qatari money from being invested in the project.",
  "Early in his administration, Trump had a rocky relationship with Qatar after he sided with Saudi Arabia and others in the region that accused it of terrorist funding and broke relations with Doha.",
  "But by September, his position had softened on the close military ally, which hosts 10,000 U.S. troops and serves as the regional headquarters of the U.S. Central Command.",
  "It is not possible to independently verify who the investors would be because the deal has not been finalized and details are not expected to be made public.",
  "Separately, Charles Kushner met in April 2017 with Qatar’s finance minister in a New York City session at which funding for 666 Fifth Avenue was discussed.",
  "Roth has said that the Kushner Cos. idea of doubling the size of the building is “not feasible,” and has indicated he would probably sell Vornado’s share.",
  "The $1.8 billion purchase — the highest ever paid for a U.S. office building at that time — backfired amid the real estate crash that began months later.",
  "The $1.8 billion purchase — the highest ever paid for a U.S. office building at that time — backfired amid the real estate crash that began months later.",
  "Many of the assets he retained are co-mingled with those he sold, such as apartment projects located across the street from one another in Jersey City.",
  "Since then, as vacancy rates increased and new buildings drew tenants, the company has been floating efforts to make the office tower profitable.",
  "The deal centers on 666 Fifth Ave., which has struggled financially and faces a deadline early next year for repayment of a $1.2 billion debt.",
  "Still, such an agreement is likely to prompt questions about possible conflicts of interest because of his prominent White House role.",
  "Company officials also met with a Qatari investment company run by the country’s former prime minister, Hamad Bin Jasim al-Thani.",
  "The investor, Brookfield Asset Management, has a real estate arm that is partially owned by the sovereign wealth fund of Qatar.",
  "But Charles Kushner said he turned down possible funding to avoid questions about conflict of interests for his son.",
  "Just before Trump took office, Kushner and his associates met with officials of Anbang, a Chinese insurance company.",
  "Kushner bought the 41-story Manhattan office tower in 2007, shortly after taking over the family company at age 26.",
  "Steve Roth, chief executive of Vornado, is a longtime friend of Trump’s and a partner in some real estate deals.",
  "He attended, but said he had already decided the company was not going to accept sovereign wealth funds.",
  "Kushner has a key role shaping Middle East policy, and Qatar has been a significant focus for Trump.",
  "The negotiations between Kushner Cos. and Brookfield were first reported by the New York Times.",
  "But both efforts fell through as Kushner left the company and became Trump’s senior adviser.",
  "Kushner risked losing the building, became delinquent on payments and sought refinancing.",
  "“We’ll figure out a way to structure it so they would remain in,” the executive said.",
  "Jared Kushner bought the 41-story Manhattan office tower at 666 Fifth Ave. in 2007.",
  "“I was invited to the meeting,” Charles Kushner told The Washington Post in March.",
  "He sold the building’s retail portion and obtained refinancing.",
  "On Thursday, Kushner Cos. referred questions to Brookfield.",
  "jonathan.oconnell@washpost.com\n\nkaren.deyoung@washpost.com"
]