[
  "return - 10 years Third Avenue Real Estate Value Fund - Institutional -0.8% 22.1% 6.5% 9.5% 6.9% Third Avenue Real Estate Fund - Investor -0.9% 21.9% 6.2% 9.2% 6.7% Morningstar Global Real Estate category -3.0% 15.1% 3.7% 4.7% 3.8% FTSE EPRA/NAREIT Developed Index -4.8% 11.4% 3.5% 5.2% 4.7% Sources: Morningstar, Third Avenue Management\n\nThe fund’s investor shares have a $2,500 initial investment minimum and an annual expense ratio of 1.36%.",
  "Two of the fund’s largest investment positions are REITs that own and manage timberland: Weyerhaeuser Co. WY, -5.50% and Rayonier Inc. RYN, -3.27%\n\nWhile the prices of some REITs are under pressure from rising interest rates, “if rates are going up for the right reasons, it is probably really good for housing demand,” Dobratz said.",
  "About 33% of the fund was invested in U.S. residential plays as of Dec. 31, and Dobratz said he expects the investments that he and Wolf have selected ”should benefit from a recovery in volumes, not necessarily an increase in average selling prices.”\n\n“There has to be more housing stock in the U.S.,” he said.",
  "Dobratz described the company’s retail properties as “high-quality assets that are very highly leased, with an average term of 8 years.” So they are well positioned even if there is a major market downturn following the completion of the Brexit negotiations.",
  "Outside the U.S.\n\nDobratz pointed to the U.K. as a place to find undervalued real estate companies because valuations are still depressed because of the uncertainty about the ultimate consequences of the country’s exit from the European Union.",
  "“About five or six years ago, they decided to become a little more aggressive in terms of self-storage,” Dobratz said, and the company now has more than 30 million square feet of rentable storage space across the country, he estimates.",
  "In an interview, co-lead manager Dobratz said he and Jason Wolf, the other co-lead manager, had been repositioning the fund “for a number of years” not only to protect capital from rising interest rates, but to benefit from them.",
  "“They will potentially be able to take advantage of it by investing excess capital in companies that are not as well capitalized and maybe forced to sell properties should conditions really get more difficult,” Dobratz said.",
  "Ryan Dobratz and Jason Wolf of The Third Avenue Real Estate Value Fund have bought lumber companies, home-improvement retailers and a land developer to produce returns that have far exceeded the S&P 500 real estate sector.",
  "Here’s how the fund’s two share classes have performed against their Morningstar category and the index (in U.S. dollars):\n\nTotal return - 2018 through March 9 Total return - 2017 Average annual return - 3 years Avg.",
  "Opportunities in U.S. housing\n\nDobratz said he and Wolf had great confidence in the strength of the U.S. residential-housing market because of the unleashing of pent-up demand as millennials form new households.",
  "When selecting REITs, the managers try to invest in companies trading at share prices considerably below their net asset values (NAV), hoping to get ahead of the market and realize significant gains.",
  "Top holdings\n\nHere are the Third Avenue Real Estate Fund’s top 10 equity positions as of Dec. 31:\n\nDon’t miss: In the bull market’s ninth year, ‘winning’ stocks hide lingering pain",
  "The $1.9 billion mutual fund TAREX, -1.01% TVRVX, -1.02% has a five-star ranking from Morningstar and has greatly outperformed its benchmark, the FTSE EPRA/NAREIT Developed Index.",
  "Another U.S. name Dobratz mentioned that may surprise you as a play on the U.S. self-storage industry is Americo UHAL, -1.63% which, as its ticker implies, owns U-Haul.",
  "They will sell logs at higher prices.”\n\nThird Avenue Management Ryan Dobratz, co-lead portfolio manager of the Third Avenue Real Estate Value Fund.",
  "“We think the value of the business is well in excess of where the stock currently trades when you view it on a sum of the parts basis,” he said.",
  "The fund also has a major position in Five Point Holdings LLC FPH, +1.88% a land developer with three major projects in the works in California.",
  "“We frankly see very few companies that have such a huge opportunity in front of it to create value for shareholders,” Dobratz said.",
  "The yield on the 10-year has risen to about 2.9% since then, during which time the S&P 500 real estate sector has returned 6.4%.",
  "The managers of the Third Avenue Real Estate Fund emphasize growth over income, and are not limited to investing in U.S. REITs.",
  "The company is also developing Newhall Ranch in Los Angeles County and the former El Toro Marine base in Orange County.",
  "Land Securities Group PLC LAND, +1.98% was the fund’s eighth-largest position (and largest in the U.K.) as of Dec. 31.",
  "The managers invest in home builders, land developers and real-estate-related plays, such as home-improvement chains.",
  "He said the performance of the fund since President Trump’s election had shown the fund’s strategy was working.",
  "When Trump was elected on Nov. 8, 2016, the yield on 10-year U.S. Treasury notes TMUBMUSD10Y, +0.00% was 1.88%.",
  "Dobratz described the REIT’s financial position as “incredibly strong,” with a loan-to-value ratio of only 20%.",
  "A real estate company’s NAV is, essentially, the market value of the real estate it holds, less debt.",
  "Five Point is redeveloping Hunters Point in San Francisco, the former site of Candlestick Park.",
  "Dobratz estimates Five Point’s real estate assets, minus debt, are worth about $20 a share.",
  "He emphasized the importance of “synergies” between the U-Haul and self-storage businesses.",
  "That makes for tremendous downside protection form a potential decline in property values.",
  "Meanwhile, the Third Avenue Real Estate Value Fund’s investor shares have returned 25%.",
  "The fund does not quote a yield the way bond funds and many REIT-oriented funds do.",
  "He expects this investment to work out very well over the next three to five years.",
  "“If we are building more homes, it is probably good for both companies.",
  "About 43% of the fund was invested outside the U.S. as of Dec. 31.",
  "He estimates shares of Land Securities trade at only 71% of NAV.",
  "The return figures on the table are after expenses.",
  "(It held Lowe’s Cos. LOW, -1.70% as of Dec.",
  "The stock closed at $14.25 on March 9.",
  "return - 5 years Avg.",
  "31.)"
]