[
  "As the yield for 10-year U.S. Treasury bonds has roughly doubled over the last two years to reach the neighborhood of 3%, that's changed the definition of \"big yield\" and shifted the priorities of investors seeking income-generating stocks.",
  "A top telecom dividend\n\nKeith Noonan (AT&T): Based on the market's reaction, a significant portion of AT&T shareholders are not pleased with the recent completion of the company's acquisition of Time Warner.",
  "Those future transactions will help strengthen the company's high-yielding dividend as well as increase the likelihood that Medical Properties Trust can continue growing its payout out in the coming years.",
  "That deal will enable the company to record a gain of several hundred million dollars while giving it more than $1 billion in cash to repay debt and reinvest in additional hospital properties.",
  "Read on to see why they think Medical Properties Trust (NYSE: MPW), AT&T (NYSE: T), and TerraForm Power (NASDAQ: TERP) are top choices for investors on the hunt for big yield.",
  "Last month, the company sold an investment it made in 2012, locking in a 13% return and providing it with $175 million in cash to reinvest in higher-returning opportunities.",
  "Shares have fallen roughly 7% since the deal was approved by the federal court that presided over the company's defense against the Department of Justice antitrust suit.",
  "While these transactions will slow its growth rate in the near term, cash flow growth should reaccelerate as the company finds the right deals to reinvest its windfall.",
  "Cashing in to continue growing\n\nMatt DiLallo (Medical Properties Trust): Last year was a transformational one for hospital REIT Medical Properties Trust.",
  "True enough, the elevated debt levels might threaten the company's ability to maintain its dividend while still investing in the future of the business.",
  "However, the sell-offs have also pushed the company's already hefty yield up to 6.3% and its forward price-to-earnings ratio down to roughly nine.",
  "With that in mind, we asked three Motley Fool investors to identify some quality dividend stocks that currently offer a yield greater than 5%.",
  "However, instead of buying properties, it has been cashing in on previous deals, which will give it the fuel to keep growing in future years.",
  "That's no small sum, and the closing of the deal was followed by a cutting of AT&T's credit rating and some visible downgrades from analysts.",
  "Those new properties have helped boost cash flow, which has risen by a double-digit year-over-year rate over the past couple of quarters.",
  "Five stacks of coins increasing in size from left to right, with a block featuring a letter on top of each stack spelling out yield.",
  "That growing cash flow stream enabled the company to increase its dividend by 4.2% earlier this year, pushing its yield up to 7.2%.",
  "The sell-offs are likely tied to concerns about the $85.4 billion deal elevating the company's net debt to roughly $180 billion.",
  "Meanwhile, earlier this month, Medical Properties Trust formed a joint venture that will own its 71 hospitals in Germany.",
  "The company invested $2.2 billion in expanding its real estate portfolio, which increased its asset base by 33%.",
  "Like stock performance, dividend yield is something that's best measured against a benchmark.",
  "Medical Properties Trust has been just as active in 2018.",
  "That's far from a certainty, however.",
  "More\n\nImage source: Getty Images."
]