[
  "(Adds CPFL Energias Renovaveis, Kering, EDF, Unipol)\n\nJune 21 (Reuters) - The following bids, mergers, acquisitions and disposals were reported by 2000 GMT on Thursday: ** China State Grid has raised its offer to 13.81 reais per share in CPFL Energias Renovaveis SA after Brazilian securities industry regulator CVM mandated a review on the criteria used by the Chinese company to calculate the offer price.",
  "** French luxury group Kering said it was in talks with Christopher Kane to sell the eponymous brand back to the British designer, as the conglomerate also parts ways some of its other smaller labels like Stella McCartney.",
  "** Canada’s Brookfield Asset Management Inc launched a $515 million bid for Australian retirement village owner Gateway Lifestyle Group, topping an earlier bid from Hometown America Corp and setting up a takeover tussle.",
  "** Thyssenkrupp workers urged management to solve outstanding issues in talks with Tata Steel to create a European joint venture, signaling they would not be opposed to a further delay of the transaction if necessary.",
  "** Atlas Iron recommended a A$390 million ($287 million) bid from Australian billionaire Gina Rinehart’s Hancock Prospecting after rival suitor Mineral Resources pulled out of the race for the small iron ore miner.",
  "** India’s biggest steelmaker JSW Steel is expected to make a bid for ArcelorMittal’s Galati plant in Romania, three sources told Reuters, potentially competing against Ukraine’s Metinvest and Italy’s Marcegaglia.",
  "** Top-20 Sky investor Crispin Odey said he expects the bidding war for the media company to carry on over the summer and that the European broadcaster could be worth as much as 50 billion pounds ($65.5 billion).",
  "** Dutch-based telecoms and cable group Altice plans to raise 2.5 billion euros ($2.9 billion) from selling stakes in its telecoms towers businesses in France and Portugal to reduce its debt, the company said.",
  "** Dubai-based Abraaj Group agreed to sell its Latin America, Sub Saharan Africa, North Africa and Turkey Funds management business to U.S. investment management firm Colony Capital Inc, the companies said.",
  "** French outdoor advertising company JCDecaux made a conditional $803 million takeover offer for Australian billboard firm APN Outdoor Group to protect its market share, drawing a frosty response from APN.",
  "** Dutch brewer Heineken will take a minority stake in Beavertown Brewery to give the London-based craft beer maker the 40 million pounds ($52.44 million) it needs to build a new brewery and visitor site.",
  "** Britain’s competition regulator is likely to insist on store disposals to clear Sainsbury’s’ proposed 7.3 billion pounds ($9.62 billion) takeover of rival Asda, its boss told lawmakers.",
  "** Web.com Group Inc, a provider of internet domain name registration services, said an affiliate of private equity firm Siris Capital would buy the company for about $2 billion in cash.",
  "** China Merchants Port Holdings has made a $584 million payment as part of a $1.12 billion deal to operate Sri Lanka’s deep sea Hambantota port, a state-run agency said.",
  "** Mubadala Investment Company and Amerra Capital Management LLC will acquire majority stakes in two Greek fish farming companies, the buyers said in a joint statement.",
  "** German industrial gases company Linde and U.S. peer Praxair have offered concessions in a bid to address EU antitrust concerns and secure approval for their merger.",
  "** German reinsurer Munich Re is in talks to sell its asset management division to U.S. fund manager Guggenheim Partners, a person familiar with the matter said.",
  "** Thailand’s PTT Pcl is to buy power firm Glow Energy Pcl from Engie in a deal that could be worth more than $4 billion and will boost PTT’s domestic position.",
  "** Czech soft drinks company Kofola Ceskoslovensko said it had acquired the Slovak mineral water company Klastorna, expanding its portfolio in central Europe.",
  "** France has no intention of splitting up state-controlled utility EDF into a nuclear and a non-nuclear unit, the head of state holding company APE said.",
  "** Italy’s Unipol said it was buying 5.2 percent of BPER Banca to take its overall holding in the regional lender to 15 percent, adding it could buy more.",
  "** Spain’s NH Hotel Group will aim to extract a higher takeover price from Thai hospitality and food company Minor International, its chairman said.",
  "** Norwegian banks DNB and Sparebank 1 are merging their insurance operations to form the Nordic country’s third largest insurance firm, they said.",
  "** Gateway Lifestyle Group said it had received a non-binding A$698.6 million ($514.7 million) offer from Canadian firm Brookfield Property Group.",
  "(Compiled by Akshara P and Vibhuti Sharma in Bengaluru)"
]