[
  "In a tweeted statement, Scott said he requested to meet with Interior Secretary Ryan Zinke “immediately” to discuss his concerns:\n\nGovernor Scott’s Statement on Trump Administration’s Plan on Offshore Oil Drilling: pic.twitter.com/iQqNU9afsQ — Rick Scott (@FLGovScott) January 4, 2018\n\n“As the Department of Interior works to finalize their draft plan, I urge Secretary Zinke to recognize the Florida Congressional delegation’s bipartisan efforts to maintain and extend the moratorium in the Eastern Gulf of Mexico, and remove this area for future planning purposes,” Rubio said in a statement.",
  "Nicholas DiPasquale, who retired last week after six years as head of the EPA-led Chesapeake Bay Program, described to E&E News a phone call with John Kunkus, the agency’s associated administrator for public affairs, in which he “questioned why the government was providing the paper a six-year grant worth up to $1.95 million.” \"His response was, 'Well, everybody knows that the American public doesn't trust the press' and he saw no reason for us to fund the Bay Journal,\" DiPasquale told E&E News reporter Ariel Wittenberg.",
  "EXTRA MILEAGE\n\nConservatives are taking sides in the feud between President Trump and his former chief strategist Steve Bannon:\n\nA red panda at the Trevor Zoo at Millbrook School in New York seemed unbothered by the frigid conditions:\n\nWatch Trevor Noah talk Michael Wolff's book \"Fire and Fury,\" on President Trump:\n\nWith the Golden Globes just days away, host Seth Meyers addresses how much of the show will focus on recent sexual allegations in Hollywood:",
  "These numbers will fluctuate with the weather — coal is expected to do well during the polar vortex — and the legal chaos caused by Trump’s attempts at deregulation might slightly slow the decline, but in the mid- to long-term, decline is the only dish on the menu.”\n\nALTERNATIVE UNIVERSE\n\nThis February 2017 photos shows the Vogtle Unit 3 and 4 site, under construction by Westinghouse, a business unit of Toshiba, near Waynesboro, Georgia.",
  "But scientists have been puzzled by data that at first seems counterintuitive: Despite an undeniable overall year-round warming trend, winters in North America and Europe have trended cooler over the past quarter-century.”\n\n-- The massive winter storm has battered parts of the South and intensified to become one of the strongest East Coast winter storms in modern history, reports Capital Weather Gang’s Jason Samenow.",
  "(Ellen F. O'Connell/Hazleton Standard-Speaker via AP)\n\n— The ‘bomb cyclone’ is contradicting Rick Perry’s argument for coal: \"The cold weather and swirling winds gripping the northeastern United States have created the sort of winter scenario that Energy Secretary Rick Perry has cited as a reason to bolster the reliability of the grid by boosting coal and nuclear power plants,\" The Post's Steven Mufson writes.",
  "(Jabin Botsford/The Washington Post)\n\n— Another (quiet) change from Interior: The department’s number-two official, David Bernhardt, quietly issued a secretarial order just before Christmas rescinding several climate change and conservation policies issued under the Obama administration, saying they were “inconsistent” with President Trump’s quest for energy independence.",
  "“Although the storm relief cleared the House as a separate bill, it is now likely to become part of the final negotiations for an all-inclusive 2018 spending bill, tying its fate to a host of battles over budget caps, defense spending, a children's health insurance program, and the fate of immigrants brought into the country illegally as children, known as ‘Dreamers.'\"",
  "“They had a tax bill that disproportionately benefited the fossil fuel industry, and then they allowed a $500 million-a-year tax on that same industry to expire.”\n\n“We see it as illustrative of the way in which Trump and the GOP continue to push giveaways for corporate polluters at any cost,” said Lukas Ross, a climate and energy campaigner at Friends of the Earth.",
  "“With smart policies in place like a pro-growth tax code,\" Jack Gerard, president and chief executive of the American Petroleum Institute (API), the largest oil and gas lobbying group, said last month, \"the natural gas and oil industry can continue building on the millions of jobs we support and billions we invest into the U.S. economy each year.\"",
  "Journalist Julio Ricardo Varela posted a series of tweets reporting data from Puerto Rico’s Department of Health showing deaths from September to November had markedly increased from the same time last year:\n\n#THREAD\n\n\n\nJust in: #PuertoRico Dept of Health just emailed me today latest death data for September 2017, updated up to December 29.",
  "The Post’s Darryl Fears reports the move comes despite bipartisan opposition to drilling, including from vulnerable Republicans (see James Hohmann's write up in today's Daily 202) — \"by governors from New Jersey to Florida, nearly a dozen attorneys general, more than 100 U.S. lawmakers and the Defense Department,\" Fears writes.",
  "(Robyn Beck/AFP/Getty Images)\n\nWhen Republicans in Congress passed the tax code overhaul just before Christmas, the oil and gas industry praised the legislation that slashed the corporate tax rate for all U.S. companies while preserving tax breaks specific to them and opening up the Arctic National Wildlife Refuge to drilling.",
  "But already higher ( 2 per day) than November 2016. pic.twitter.com/ygHAFusvyx — Julio Ricardo Varela (@julito77) January 4, 2018\n\nOIL CHECK\n\nEnergy Secretary Rick Perry stands in front of a Dragline excavator shovel while addressing employees of the Jeddo Coal Company during a tour of the Pennsylvania facility in September.",
  "Juliet Eilperin reports the order \"wipes away four separate directives and policy manuals aimed at showing departmental employees how to minimize the environmental impact of activities on federal land and in federal waters, and calls for the review of a fifth one that applies to the National Petroleum Reserve-Alaska.",
  "“It would make sense for Congress to debate on whether the amount in the fund is currently enough to cover future spill removal and cleanup costs,” said Randall Luthi, NOIA president, adding that lawmakers also could consider whether to establish a cap for the fund or a floor that would trigger the tax’s return.",
  "More on this: The New York Times’s Henry Fountain explains why the significance of the relationship between the changing climate and massive cold spells hitting the East Coast is not fully clear yet: “Much of the Northern Hemisphere is cold this time of year (it’s winter, after all).",
  "Congressional Republicans allowed a tax on oil companies that generated hundreds of millions of dollars annually for federal oil-spill response efforts to expire this week — a move that amounts to another corporate break for the industry, Juliet Eilperin and I report today.",
  "“They had a tax bill that disproportionately benefited the fossil fuel industry, and then they allowed a $500 million-a-year tax on that same industry to expire.” Industry representatives indicated they would welcome changes to how revenue is collected for the trust fund.",
  "Conditions have surpassed the criteria required to be considered a “bomb cyclone,” he notes: “Blizzard warnings extend from the Virginia Tidewater region up the coast to eastern Maine, including Ocean City, Atlantic City, eastern Long Island, Boston and Portland, Maine.",
  "(Melina Mara/The Washington Post)\n\n— Disaster relief tied to government funding negotiations: A House passed $81 billion disaster relief package for hurricane victims is likely to become part of final government funding negotiations, the Houston Chronicle reported.",
  "— Newspaper grant was pulled for political reasons, says former EPA official: A former Environmental Protection Agency official says the decision to slash funding for a newspaper focused on the Chesapeake Bay was “totally ideologically driven,” reports E&E News.",
  "https://t.co/uxZXcwpfqg\n\n\n\n(Photo: Kay Pavkovich) pic.twitter.com/mHimIM9svg — WSVN 7 News (@wsvn) January 4, 2018\n\nCBS12 News reporter Maxine Bentzel:\n\nFROZEN IGUANAS - South Floridians aren't the only ones not used to this chilly weather.",
  "https://t.co/uxZXcwpfqg\n\n\n\n(Photo: Kay Pavkovich) pic.twitter.com/mHimIM9svg — WSVN 7 News (@wsvn) January 4, 2018\n\nDAYBOOK\n\nToday\n\nThe IAFOR International Conference on Sustainability, Energy and the Environment continues in Honolulu.",
  "Broken water mains weaken fire hydrants, water on firefighter’s trucks can freeze, pipes burst, car batteries fail, metals break, and doctors see more patients with aching joints and broken bones from falls, Hendrix and Vargas note.",
  "But so far in this windy two-week cold snap, the region’s electricity grid has responded with little disruption, and without any need to rev up aging coal plants, which supplied 6 percent of electricity in New England on Thursday.",
  "Scientists are focused on the “North American winter temperature dipole,” Mooney writes, with is basically a winter situation in which the U.S. West through the Rockies is abnormally warm while the U.S. East is abnormally cold.",
  "THERMOMETER\n\n— How climate change could counterintuitively feed winter storms: The Post’s Chris Mooney details some of the critical points to note when answering questions about how climate change impacts the extreme cold:\n\n1.",
  "“We should have a robust trust fund — not just trust that oil companies will do nothing wrong — in case a disaster like the BP spill happens again.”\n\nA White House official did not respond to a request for comment Thursday.",
  "For an interesting point of perspective, Tierney writes the Thomas Fire is so large it would “engulf much of the Washington metropolitan area.” Check out her graphic that compares the massive blaze to locations on a map.",
  "The Post graphics reporter Lauren Tierney puts the state’s 2017 wildfire season into context in this story, adding some visual context to the nearly 9,000 fires that burned through 1.2 million acres of land statewide.",
  "An extender package that Senate Finance Committee Chairman Sen. Orrin G. Hatch (R-Utah) introduced just before Christmas would reinstate the per-barrel tax as of Jan. 1 and push its expiration date to the end of 2018.",
  "(Georgia Power/Handout via REUTERS)\n\n—Troubled nuclear plant, acquired: Brookfield Business Partners, a subsidiary of Canada's Brookfield Asset Management, is planning to buy bankrupt nuclear giant Westinghouse.",
  "The massive storm’s circulation will draw in a polar vortex, a zone of frigid air encircling the North Pole, over the Mid-Atlantic and Northeast by Friday and Saturday, and record cold temperatures are expected.",
  "Rutgers University scientist Jennifer Francis and her colleagues argue the meandering of the jet stream is due to the loss of Arctic sea ice, though other climate scientists are uncertain of the connection.",
  "The Energy Department’s Office of Energy Efficiency and Renewable Energy holds a “Better Buildings peer exchange call to discuss what’s on the horizon for residential energy efficiency in 2018” on Jan. 11.",
  "Lisa Murkowski (Alaska) and Maria Cantwell (Wash.), respectively the top Republican and Democrat on the Senate Energy and Natural Resources Committee, have put forward a bill updating the 2005 energy law.",
  "Here's a rundown of the reaction to the tax's expiration:\n\nEnvironmentalists called it another industry victory under Trump at the expense of people and wildlife located near sites susceptible to spills.",
  "“We see it as illustrative of the way in which Trump and the GOP continue to push giveaways for corporate polluters at any cost,” said Lukas Ross, a climate and energy campaigner at Friends of the Earth.",
  "pic.twitter.com/SufdQI0QBx — Frank Cerabino (@FranklyFlorida) January 4, 2018\n\nFrom South Florida station WSVN 7:\n\nFROZEN IGUANAS - South Floridians aren't the only ones not used to this chilly weather.",
  "The money, collected through a 9 cents-per-barrel tax on domestic crude oil and imported crude oil and petroleum products, constituted the main source of revenue for the Oil Spill Liability Trust Fund.",
  "Intended to help the government respond quickly to accidents on land or offshore, it was established in 1986 but only got a stable source of funding in the wake of the 1989 Exxon Valdez spill.",
  "5 since December 18 report pic.twitter.com/dv7FDhyr60 — Julio Ricardo Varela (@julito77) January 4, 2018\n\nHere is the latest data for October 2017, sent to me today, updated up to December 29.",
  "pic.twitter.com/dOW4BVoTRs — Julio Ricardo Varela (@julito77) January 4, 2018\n\nThe following is the first real information for November 2017 deaths compared with November 2016 and 2015.",
  "“First and most obviously, scientists stress that nothing about winter cold — even the extremes now assaulting the East Coast in a historic 'bomb cyclone' — refutes global warming.”\n\n2.",
  "Industry officials noted that the U.S. Coast Guard or the National Oceanic and Atmospheric Administration could always ask Congress to reimpose it the levy if either felt it was needed.",
  "Although GOP leaders opted not to renew the tax in December, they are considering reinstating it retroactively in an “extenders” bill that would revive several recently expired taxes.",
  "“The Oil Spill Liability Trust Fund ensures that when there is a spill, American taxpayers are not left holding the bag to clean up Big Oil’s mess,” Sen. Edward J. Markey (D-Mass.",
  "The announcement follows Dominion Energy’s announcement it will purchase South Carolina’s SCANA Corp., which previously worked with Westinghouse on two failed nuclear reactors.",
  "And the biggest failure Thursday came from a power line failure that forced Entergy Corp to shut down its 688 megawatt Pilgrim nuclear power plant in eastern Massachusetts.",
  "64 more deaths in Nov 2017 when compared to Nov 2016. pic.twitter.com/vt78k6qYYj — Julio Ricardo Varela (@julito77) January 4, 2018\n\nHere is the latest monthly comparisons.",
  "John R. Gyakum, a professor of atmospheric science at McGill University in Montreal, explained how the term that exploded (pun intended) in popularity this week came to be.",
  "The Post's Herman Wong explains that \"green iguanas, like all reptiles, are coldblooded animals, so when the temperature falls to a certain level iguanas become immobile.\"",
  "The tax on companies selling oil in the United States generated an average of $500 million in federal revenue per year, according to the Government Accountability Office.",
  "“There are a lot of ideas, one of which involves changes to the high altitude jet stream, which plays a powerful role in driving northern hemisphere weather,” he writes.",
  "The Thomas Fire is now the largest wildfire in the state’s history, burning through nearly 282,000 acres, destroying more than 1,000 buildings and damaging another 280.",
  "These locations have all witnessed extremely heavy snow, exceeding a foot in some locations, and wind gusts of at least 40 to 60 mph.”\n\nAnd what’s next is even colder.",
  "President Trump on Tuesday declared a major natural disaster, allowing federal funds to be used by state and local governments for emergency work related to the fire.",
  ": The Trump administration has unveiled a proposal to open new areas of federal waters to oil and gas drilling, including protected areas of the Arctic and Atlantic.",
  "The Bipartisan Policy Center hosts FERC commissioners Neil Chatterjee and Cheryl LaFleur for a discussion on the proposed Grid Resiliency Pricing Rule on Jan. 16.",
  "THE LIGHTBULB\n\nAn offshore oil drilling rig seen in the background as a brown pelican flies over the oil slick at Refugio State Beach in Goleta, Calif., in 2015.",
  "“The nature of materials change, and the systems we’ve designed to operate at normal temperatures are stressed.”\n\n— Who's to blame for the \"bomb cyclone\" name?",
  "POWER PLAYS\n\nThis photo shows oil drillings offshore of a service pier in the Santa Barbara Channel off the coast of Southern California near Carpinteria.",
  "The U.S. Coast Guard, which administers the fund, has a poor record of getting companies involved in a spill to repay money spent as part of the cleanup.",
  "Congressional Democrats, none of whom were at the negotiating table when Republicans hashed out the tax overhaul, are vowing to try to reinstate the tax.",
  "\"I was a graduate student at the time [at MIT], and my adviser, who was the lead author, Frederick Sanders, actually coined the term,\" Gyakum explained.",
  "The Women’s Council on Energy and the Environment holds a discussion on political appointment process in the energy and environmental fields on Jan. 9.",
  "The trust fund was heavily tapped after the Deepwater Horizon disaster, which released more than 200 million gallons of oil into the Gulf of Mexico.",
  "Brookfield Business Partners said Thursday it would buy the Pittsburgh-based business in its first nuclear power investment, Reuters reported.",
  "From Palm Beach Post columnist Frank Cerabino:\n\nThe scene at my backyard swimming pool this 40-degree South Florida morning: A frozen iguana.",
  "The Women’s Council on Energy and the Environment holds its 6th annual Lunch & Learn event to decide what topics to cover in 2018 on Jan. 23.",
  "To summarize: Coal production was up, barely, over 2016, but it had nothing to do with Trump or federal policy and produced few new jobs ...",
  "“The research outfit Rhodium Group has just released a helpful snapshot, in the form of a research note on US coal’s performance in 2017.",
  "LOCAL ENVIRONS\n\n-- Here's something you don't see every day: The extreme cold in Florida has led to frozen iguanas falling out of trees.",
  "— Bomb cyclone vs. the country: Extreme cold takes its toll on just about everything, The Post’s Steve Hendrix and Theresa Vargas write.",
  "In 2015, the GAO found that responsible parties were billed $272 million between 2011 and 2013 but that only $39 million was recovered.",
  "Cold snaps have occurred throughout history — certainly long before industrialization resulted in large emissions of greenhouse gases.",
  "And as with any single weather event, it’s difficult to directly attribute the influence of climate change to a particular cold spell.",
  "— California is still burning: The largest of the massive blazes that erupted in Southern California early last month is still raging.",
  "David Bernhardt, deputy secretary of the Interior Department, listens as President Trump speaks during a Cabinet meeting in November.",
  "Under 40 degrees, their blood stops moving as much, [Kristen Sommers of the Florida Fish and Wildlife Conservation Commission] said.",
  "Coming Up\n\nThe American Petroleum Institute holds a luncheon and press conference on \"The State of American Energy 2018” on Jan. 9.",
  "“When things get very cold, things change,” John Jarrell, president of Materials Science Associates in Rhode Island, told The Post.",
  "Instead, it directs officials to reinstate and update guidance issued during the final year of George W. Bush’s second term by Jan.",
  "\"Perry said that only those power plants could assure reliability because only they could keep 90 days’ fuel supply on site.",
  "The Center for Strategic and International Studies hosts a discussion with former Energy Secretary Ernest Moniz on Jan. 11.",
  "More than 100 days since the storm made landfall on the island, the local government’s official death count remains at 64.",
  "“Discussions on how tax extenders should be addressed are ongoing,” committee spokeswoman Julia Lawless said in an email.",
  "\"He had quite a bit of experience making forecasts for cyclones in the North Atlantic that were developing very rapidly.",
  "The tax, which expired on New Year's Eve, had lapsed before but was renewed under the bipartisan 2005 Energy Policy Act.",
  "A fifth of the $5.5 billion in fines BP paid after the accident for violations of the Clean Water Act went to the fund.",
  "But several reports, including from the New York Times, suggest a more accurate death toll is more than 1,000 people.",
  "As the country faces extreme temperatures, it can affect cities’ infrastructure as much as it can affect individuals.",
  ": Matthew Cappucci has a Q&A for The Post on an atmospheric science professor who helped coin the term in the 1980s.",
  "Ricardo Rosselló announced the launch of a task force to review the official death count related to Hurricane Maria.",
  "The Energy 202 wrote last September about the agency’s abrupt decision to cut off the Bay Journal’s funding.",
  "Six years later, in 1995, Republicans let the tax expire for a decade when they controlled the legislature.",
  "), who as a House member chaired hearings on the 2010 BP Deepwater Horizon oil spill, said in a statement.",
  "On Sunday, subzero cold is expected almost throughout New England with single digits in the Mid-Atlantic.",
  "The Center for Strategic and International Studies holds an event on Canada’s energy future on Jan. 23.",
  "The National Ocean Industries Association (NOIA) has proposed altering the way the fund is replenished.",
  "Federal officials recently had debated whether it should be expanded to apply to oil sands products.",
  "Senate Majority Whip John Cornyn is surrounded by questioning journalists just off the Senate floor.",
  "Given their explosive development, it was an easy path to take to just call these systems 'bombs.'",
  "As of this week, the fire has cost more than $204.5 million to fight, per the Los Angeles Times.",
  "Rick Scott (R) and Sen. Marco Rubio (R-Fla.), normally Trump allies, criticized the proposal.",
  "September 2017 & October 2017 were highest monthly deaths of last three years in #PuertoRico.",
  "Current extreme weather events, such as the “bomb cyclone,” could continue to intensify.",
  "Politico holds an event on \"Driverless Cars and the Future of Mobility\" on Jan. 16.",
  "No homes were affected, however, because the grid reserve was three times as big.\"",
  "They like to sit in trees, and 'it’s become cold enough that they fall out.'\"",
  "With falling temperatures also comes another unusual sight: falling iguanas.",
  "With falling temperatures also comes another unusual sight: falling iguanas.",
  "To much less fanfare, oil and gas companies got a New Year's Day gift, too.",
  "NBC News reports the group is expected to report its findings in 90 days.",
  "When the tax was first initiated in 1989, Democrats controlled Congress.",
  "The latest:\n\n\n\nThere were 657 more deaths in Oct 2017 than in Oct 2016.",
  "Latest:\n\n\n\nThere were 537 more deaths in Sept 2017 than in Sept 2016.",
  "helps to spur more constructive research,” he said, “then I’m happy.\"",
  "Here are some of the images of the iguanas shared on social media.",
  "detailed the plan after a Thursday meeting with President Trump.",
  "The phone call took place a week before the grant was pulled.",
  "It is not complete at all, but it is beginning to trickle in.",
  "(JORGE MUNIZ/EPA-EFE/REX/Shutterstock)\n\n-- Puerto Rico Gov.",
  "On Thursday, shortly after the announcement, Florida Gov.",
  "It was about 92 percent contained as of Thursday morning.",
  "— How much has President Trump helped the coal industry?",
  "(97 per day)\n\n\n\nNovember 2017 too early to conclude.",
  "(AP Photo/John Antczak)\n\n-- Oil drilling expansion?",
  "Their proposal does not contain any tax provisions.",
  "\"Under 50 degrees Fahrenheit, they become sluggish.",
  "Last report (December 18), that number was 532.",
  "Last report (December 18), that number was 606.",
  "The fund has at least $5.75 billion in reserve.",
  "Some but not much, argues Vox’s David Roberts.",
  "\"\n\nGyakum says he stopped using the phrase.",
  "But he told HuffPost: \"If the term itself ?",
  "API opposes renewal of the per-barrel tax.",
  "Information recorded up to December 29.",
  "This is information up to December 29.",
  "Oftentimes, we’d even say explosively.",
  "What drives such extreme weather?",
  "51 since December 18 report.",
  "Sen. John Cornyn (R-Tex.)",
  "Ricardo Rosselló.",
  "Puerto Rico Gov.",
  "'bomb' ?",
  "Sens.",
  "22.\"",
  "3.",
  "4."
]