[
  "(Adds United Parcel Service, Bayer, Embraer, Poste Italiane; Updates Brookfield Asset Management, Southern Power Grid)\n\nJuly 31 (Reuters) - The following bids, mergers, acquisitions and disposals were reported by 2000 GMT on Tuesday:\n\n** Contact Energy Ltd said it will sell Rockgas Ltd, which holds the company’s LPG business, to an associate of First Gas Ltd for NZ$260 million ($177 million) in cash.",
  "** Poland’s mBank Chief Executive Cezary Stypulkowski said the bank did not rule out future acquisitions but was not looking at the sale of Eurobank, a Polish arm of Societe Generale SOGN.PA\n\n** More than ten bidders have made indicative offers for Italian solar plants being sold by Glennmont Partners, three sources said, in a further sign of growing appetite for green energy assets in Italy.",
  "** Canada’s Alberta Investment Management Corporation (AIMCo) said it reached an agreement with Brazilian private equity firm IG4 Capital Investimentos SA to inject 400 million reais ($107.26 million) in the Brazilian water and sewage service holding company Iguá Saneamento SA for an undisclosed stake.",
  "** Canada’s Alberta Investment Management Corp (AIMCo) said it reached an agreement with Brazilian private equity firm IG4 Capital Investimentos SA to inject 400 million reais ($107 million) in the Brazilian water and sewage service holding company Iguá Saneamento SA for an undisclosed stake.",
  "** Indonesian regulators have cleared Japanese lender Mitsubishi UFJ Financial Group’s (MUFG) plan to increase its stake in Bank Danamon to 40 percent, bringing MUFG closer to completing what could be the biggest takeover of an Indonesian firm.",
  "** Embraer said it will defend itself against a lawsuit brought by leftist lawmakers aimed at halting a bid by Boeing Co to take over most of the Brazilian planemaker’s commercial jet unit, the latest legal headache for the proposed tie-up.",
  "** Britain’s competition watchdog will open a more in-depth probe into Experian Plc’s acquisition of ClearScore after the world’s biggest credit data company chose not to offer proposals to address concerns from the regulator.",
  "** State-owned China Southern Power Grid has agreed to buy a minority stake in European utility Encevo, as Chinese firms continue to acquire assets in Europe even as governments in the region try to limit their influence.",
  "** A proposed joined venture between Brazilian planemaker Embraer SA and Boeing Co, originally slated to close by the end of next year, could be finalized earlier in 2019, Embraer Chief Executive Paulo Cesar Silva said.",
  "** Sweden’s SKF, the world’s biggest maker of industrial bearings, on Tuesday said it had agreed to divest its linear and actuation technology business to investment firm Triton for 2.75 billion crowns ($314 million).",
  "** Bayer has agreed to sell its established prescription dermatology brands to Denmark’s Leo Pharma, as the German drugmaker focuses on integrating seed maker Monsanto and on bolstering its drug development pipeline.",
  "** HeidelbergCement, the world’s second-largest cement maker, said it expects growth to continue in the United States and northern Europe as it reported a 9 percent jump in like-for-like sales in the second quarter.",
  "** United Parcel Service Inc said it would partner with a Los Angeles-based company to develop an electric medium-duty delivery truck, as the package delivery company expands its fleet of alternative-fuel vehicles.",
  "** French tycoon Vincent Bollore is looking to cash in on the music industry’s revival with plans to sell up to half of Vivendi’s iconic Universal Music division - an asset worth up 30 billion euros ($35 billion).",
  "** Brookfield Asset Management Inc said it would buy Forest City Realty Trust Inc in a deal valued at $11.4 billion, including debt, months after Forest City ceded board control to activist shareholders.",
  "** Financial software maker SS&C Technologies Holdings Inc said it would buy Eze Software from TPG Capital for $1.45 billion in cash, to expand its offerings to buy-side investment firms.",
  "** The chief executive of Thomas Cook said the holiday company was not currently planning to sell its airline business following media speculation that it was considering spinning it off.",
  "** Norway’s independent oil firm Aker BP has agreed to buy stakes in 11 production licenses off Norway from French Total for a cash consideration of $205 million, the company said.",
  "** Oil company Total Gabon has sold its 32.9 percent stake in the Rabi-Kounga field located in the southern onshore region of Gabon, in a deal valued at around $100 million.",
  "** Poste Italiane and UniCredit have teamed up in the consumer credit business, the post office and Italy’s biggest bank by assets said in a joint statement.",
  "** HeidelbergCement could buy parts of LafargeHolcim’s business in Indonesia that is up for sale, HeidelbergCement Chief Executive Bernd Scheifele said.",
  "** Vedanta Resources Plc Chairman Anil Agarwal’s family trust on Tuesday offered about $1 billion in cash to take the London-listed miner private.",
  "** Industrial products maker Fortive Corp said it would acquire software maker Accruent from Genstar Capital for about $2 billion in cash.",
  "(Compiled by Akanksha Rana and Diptendu Lahiri in Bengaluru)"
]