[
  "The retailer has been working toward adding more local merchandise, refreshing in-store fixtures and looking for ways to lease out excess space at 50 locations, using this as a pilot test before a broader push of those initiatives.",
  "\"I would expect the delivery expense is going to continue to rise just based on the momentum that we're getting in digital and what's going on with our loyalty program,\" CEO Jeff Gennette said on a call with analysts and investors.",
  "Moreover, with the closure of underperforming stores, a natural bounce to comparables is to be expected — especially as some of the trade from shuttered shops finds its way to both other locations and to the digital channel.\"",
  "Analysts at Jefferies said the results were \"decent, but expectations were high,\" and described Macy's profit margins as \"underwhelming,\" according to a research note sent to investors Wednesday.",
  "Macy's shares tumbled Wednesday even after the department store operator reported quarterly earnings and sales that topped analysts' expectations and hiked its forecast for the full year.",
  "The stock has more than doubled since November alone, and many gains have come since results for the first quarter showed Macy's turnaround plans were taking hold.",
  "The latest quarter for Macy's showed some signs that its latest efforts to trim excess inventory, revamp stores and grow its off-price business are paying off.",
  "The company said that strong consumer confidence in the U.S. should fuel purchases in stores and online as Macy's continues to invest back in the business.",
  "However, Macy's is still struggling to grow sales as foot traffic dwindles at malls and retailers must compete with Amazon's powerful e-commerce platform.",
  "Tax reform and strong employment growth have boosted consumer spending — a trend that's expected to continue through this holiday season.",
  "\"There are reasons for the apparent slowdown,\" GlobalData Retail Managing Director Neil Saunders said about the results and stock drop.",
  "And as the department store chain continues to grow its digital business, it says expenses will ramp up even more.",
  "This gave the the company enough reason to raise its forecast for earnings and same-store sales for fiscal 2018.",
  "But Macy's shares sank more than 14 percent Wednesday morning following a year-long run-up in the stock.",
  "Shares had rallied more than 100 percent from a year ago, bringing Macy's market cap to $12 billion.",
  "Macy's said it hopes to offset some of that with better margins from sales of its in-house brands.",
  "Investors are concerned that Macy's has sacrificed profits for those investments.",
  "This is on top of changes it's making to improve the online shopping experience.",
  "The plans helped drive some momentum during the quarter, Macy's said Wednesday.",
  "\"[Macy's] is still losing market share across a number of categories.",
  "\"[B]ut I also expect merchandise margins to go up as well.\""
]