[
  "ANALYST RESEARCH HIGHLIGHTS\n\nCanadian Tire Corporation Ltd: Desjardins raises target price to C$205 from C$200\n\nBrookfield Asset Management Inc: Canaccord Genuity raises price target to $47.50 from $47\n\nInformation Services Corp: CIBC cuts target price to C$19 from C$21\n\nGold futures: $1218.4; fell 0.12 percent\n\nUS crude: $66.93; rose 0.18 percent\n\nBrent crude: $72.27; rose 0.28 percent\n\nLME 3-month copper: $6165.5; fell 0.96 percent\n\nU.S. ECONOMIC DATA DUE ON FRIDAY\n\n0830 Core CPI mm, SA for July: Expected 0.2 pct; Prior 0.2 pct\n\n0830 Core CPI yy, NSA for July: Expected 2.3 pct; Prior 2.3 pct\n\n0830 CPI Index, NSA for July: Expected 251.981; Prior 251.989\n\n0830 Core CPI Index, SA for July: Prior 257.31\n\n0830 CPI mm, SA for July: Expected 0.2 pct; Prior 0.1 pct\n\n0830 CPI yy, NSA for July: Expected 3.0 pct; Prior 2.9 pct\n\n0830 Real weekly earnings mm for July: Expected 0.1 pct; Prior 0.1 pct\n\n0830 CPI mm NSA for July: Prior 0.160 pct0830 CPI Index SA for Jul: Prior 250.857\n\n1030 ECRI Weekly Index: Prior 147.8\n\n1030 ECRI weekly annualized: Prior 1.0 pct\n\n1100 Cleveland fed CPI for July: Prior 0.2 pct\n\n1400 Federal budget for July: Expected -$79.00 bln; Prior -$75.00 bln\n\nFOR CANADIAN MARKETS NEWS, CLICK ON CODES:\n\nTSX market report\n\nCanadian dollar and bonds report\n\nReuters global stocks poll for Canada\n\nCanadian markets directory ($1= C$1.31) (Reporting by Priyanka Das in Bengaluru)",
  "A United States court has approved a request by Canadian gold miner Crystallex to attach shares in a U.S. subsidiary of Venezuelan state oil company PDVSA that indirectly controls refiner Citgo, according to a filing on Thursday.",
  "Aug 10 (Reuters) - Canada’s main stock index futures edged lower on Friday as global stock markets tumbled following a slump in Turkey’s currency due to the country’s deepening rift with the United States.",
  "TOP STORIES\n\nDairy products maker Bega Cheese Ltd said the Australian competition regulator had approved its purchase of Saputo Inc’s dairy processing facility at Koroit in the state of Victoria.",
  "The dollar index, which measures the greenback’s strength against a group of six major currencies, touched its highest level since July 2017.",
  "ET, while S&P 500 e-mini futures were down 0.45 percent and Nasdaq 100 e-mini futures were down 0.55 percent.",
  "Investors scurried for safer assets such as dollar, yen and U.S. government bonds.",
  "Dow Jones Industrial Average e-mini futures were down 0.41 percent at 7:15 a.m.",
  "September futures on the S&P/TSX index were down 0.51 percent at 7:15 a.m.",
  "Employment data for July is due at 8:30 a.m.",
  "Canada’s main stock index rose on Thursday.",
  "ET.",
  "ET."
]