[
  "NEW DELHI, Nov 4 (Reuters) - A unit of Canada’s Brookfield Asset Management said it is evaluating a number of telecom tower portfolios in India to scale its presence after talks to acquire over 40,000 towers from debt-laden Reliance Communications hit a snag.",
  "The debt load has spooked investors, sending RCom’s shares tumbling this year amid worries about whether it could pay back creditors at a time when profits across the sector are slumping due to stiff competition.",
  "The deal with Brookfield hinged on Reliance Communications or RCom merging its mobile operations with rival Aircel but the merger was called off last month due to regulatory delays and legal uncertainties.",
  "The news of the approach from unidentified investors comes a day after Bharti Infratel said it was considering buying the rest of Indus Towers, the biggest mobile mast operator in India.",
  "India’s largest phone carrier, Bharti Airtel said on Tuesday it had been approached by global investors interested in a controlling stake in its mobile tower unit Bharti Infratel .",
  "RCom, led by billionaire Anil Ambani, had 443 billion Indian rupees ($6.86 billion) of net debt as of March making it the most leveraged among listed Indian telecom companies.",
  "However, we continue to monitor the evolving situation to determine if revised terms can be agreed upon,\" Brookfield Infrastructure Partners said in an SEC filing on Nov 3.",
  "To shed debt, telecom companies are increasingly looking to spin off their mobile mast businesses while focussing on core mobile services.",
  "(bit.ly/2zdOh8i)\n\nBrookfield said it is still pursuing RCom and other opportunities in this sector to scale its presence in India.",
  "Indian media have reported a consortium led by private equity firm KKR & Co LP is eyeing both Bharti Infratel and Indus Towers.",
  "Indus Towers, with nearly 123,000 towers, is owned 42 percent each by Bharti Infratel and Vodafone’s Indian unit.",
  "\"The merger will not proceed and therefore our transaction as previously announced will not proceed either.",
  "Third-ranked mobile carrier Idea Cellular along with its associate owns the remainder.",
  "($1 = 64.5500 Indian rupees) (Reporting by Aditi Shah; Editing by Ros Russell)"
]