[
  "Meanwhile, according to Kinder Morgan's estimates, the CA$7.4 billion ($5.6 billion) expansion project has the potential to generate about CA$1.1 billion ($830 million) of annual earnings before interest, taxes, depreciation, and amortization (EBITDA), which implies an EBITDA multiple of 6.7.",
  "That sale came after years of negotiation and legal battles to expand the controversial pipeline, which left Kinder Morgan unable to justify further investment given the risk that it might never finish the project due to intense public opposition.",
  "\"We'll consider it\"\n\nDuring an interview at Brookfield's recent annual meeting, the topic of the Trans Mountain Pipeline came up, leading to the question of whether the company had any interest in the controversial project.",
  "Last month, Kinder Morgan (NYSE: KMI) agreed to hand over its Trans Mountain Pipeline and the associated expansion project to the Government of Canada in a 4.5 billion Canadian dollar ($3.5 billion) deal.",
  "CEO Bruce Flatt responded that the company \"look[s] at all infrastructure,\" and that \"if there's something that makes sense for us, given everything that has gone on, we'll consider it.\"",
  "The existing Trans Mountain Pipeline has routinely generated steady income for Kinder Morgan, producing an average of more than $180 million in earnings in each of the past two years.",
  "If Brookfield buys the pipeline, it could be a needle mover for the company's high-yielding infrastructure arm, Brookfield Infrastructure Partners (NYSE: BIP).",
  "That's a strong return for such a large infrastructure project, especially considering that Kinder Morgan's target for new investments is seven times EBITDA.",
  "While that risk was too great for Kinder Morgan, it might not be as big an obstacle for Brookfield given its unique ability to handle complex situations.",
  "However, with the Government of Canada taking over the project to ensure its completion, the risk to the next buyer won't be as high.",
  "It's also important to consider the risk that the project faces additional delays, which would delay the start of return generation.",
  "Because of that, it has piqued the interest of a range of potential acquirers, including Brookfield Asset Management (NYSE: BAM).",
  "For that to happen, the company would need to earn an attractive return, especially in light of the risk involved.",
  "From a purely financial standpoint, that's certainly feasible.",
  "A stack of pipelines with a blue sky in the background.",
  "A pipeline with mountains in the background.",
  "More\n\nImage source: Getty Images.",
  "More"
]