[
  "* TSX rises 40.14 points, or 0.25 percent, to 16,303.30\n\n* Enbridge Inc rises 1.3 percent\n\n* Energy and financials both rise 0.2 percent\n\n* Eight of the TSX’s 10 main groups gain\n\nTORONTO, July 4 (Reuters) - Canada’s main stock index edged higher on Wednesday, helped by gains for heavily-weighted financial shares and Enbridge Inc after the company said it would sell natural gas assets.",
  "Kinder Morgan Canada Ltd said in a filing on Tuesday it is restarting construction in August on the Trans Mountain pipeline’s expansion after halting work in the spring due to opposition from environmentalists and other groups as Canada prepares to buy the project in a bid to boost country’s oil exports.",
  "The company would sell its western Canadian natural gas gathering and processing business to Brookfield Infrastructure Partners LP and its institutional partners for an enterprise value of about C$4.31 billion, the companies said.",
  "Among the most active Canadian stocks by volume were Bombardier Inc, down 2.0 percent to C$4.97; Nemaska Lithium, unchanged at C$0.89 and Aurora Cannabis , down 0.1 percent to C$9.27.",
  "At 10:16 a.m. EDT (1416 GMT), the Toronto Stock Exchange’s S&P/TSX composite index rose 40.14 points, or 0.25 percent, to 16,303.30.",
  "Gold futures rose 0.7 percent to $1,259.9 an ounce, while copper prices declined 1.5 percent to $6,392.5 a tonne.",
  "Advancing issues outnumbered declining ones on the TSX by 153 to 88, for a 1.74-to-1 ratio on the upside.",
  "The materials group, which includes precious and base metals miners and fertilizer companies, was flat.",
  "Still, the index traded in a narrow range with U.S. markets closed for the Independence Day holiday.",
  "U.S. crude oil, which notched a 3-1/2-year high on Tuesday, slipped 0.3 percent to $73.91 a barrel.",
  "Financials, which account for about one-third of the weight of the TSX, rose 0.2 percent.",
  "The group was helped by a 0.8 percent gain for Brookfield Asset Management Inc.",
  "Energy shares rose 0.2 percent even as oil prices pared some recent gains.",
  "(Reporting by Fergal Smith Editing by Chizu Nomiyama)",
  "The company’s shares dipped 0.1 percent to C$15.87.",
  "Shares of Enbridge rose 1.3 percent to C$46.98.",
  "Eight of the index’s 10 main groups gained."
]