[
  "Kushner’s grandparents were Holocaust survivors who emigrated to the United States in 1949, and Kushner said in a May speech at the embassy opening that he keeps a picture of them at his White House office desk “to remind me of how high stakes are when nations fail to recognize right from wrong, and the decisive power America has to tip the scales in favor of the righteous.”\n\nKushner acknowledged in his speech that “the challenges to peace are numerous.” But he added: “I have personally seen that the determination of the leaders in the region and throughout the world remains steadfast.",
  "Frank Lowenstein, who was the Obama administration’s envoy seeking an Israeli-Palestinian peace deal, said Kushner’s financial ties are not a decisive factor because “we have zero credibility with the Palestinians, and I don’t think the Israelis care one way or another.”\n\nThe Kushner family company, which was run by Jared Kushner in his role as chief executive from 2006 until January 2017, has been under financial pressure largely because of Jared Kushner’s 2007 purchase of a Fifth Avenue office tower for $1.8 billion.",
  "He said that without “buy-in” from Palestinian leaders, the chances of success were “slim to none.”\n\nHanan Ashrawi, who has talked for decades with American negotiators and is on the executive committee of the Palestine Liberation Organization, said she and other Palestinian officials believe that Kushner’s financial and personal connections to Israeli interests, as well as his family foundation’s support of a West Bank settlement she called illegal, should disqualify him.",
  "The diplomatic stakes for Kushner were extraordinarily high as he met Friday with Israeli officials, seeking to fulfill a challenge made by his father-in-law, President Trump, who said last year that if Kushner “can’t produce peace in the Middle East, nobody can.” Since Trump made that statement, he has further antagonized Palestinian leaders with his decision to move the U.S. Embassy to Jerusalem, an event Kushner attended on the administration’s behalf last month.",
  "As White House senior adviser Jared Kushner travels in the Middle East this week seeking a peace deal, his financial connections to Israeli banks and companies are raising concerns among Palestinian officials about his ability to impartially broker an agreement that calls for delicate diplomacy.",
  "In 2015, Africa Israel Investments, a company controlled by Lev Leviev, an Israeli citizen who was born in Tashkent, Uzbekistan, and who once called himself a “true friend” of Russian President Vladimir Putin, sold the former headquarters of the New York Times to Kushner for $296 million.",
  "They have seen too much pain, sorrow and wasted opportunity, and think it’s time for something better.”\n\nKushner and his wife, Ivanka Trump, reported last week that they made as least $82 million in outside income in 2017 as they served as senior White House advisers.",
  "One of Kushner’s largest sources of income last year was more than $5 million he received in connection with Quail Ridge, a New Jersey apartment complex that his family company purchased in September, according to his financial disclosure report.",
  "The White House said Kushner would talk with leaders throughout the Middle East about “efforts to facilitate peace between the Israelis and Palestinians,” after which the administration is expected to release its peace proposal.",
  "Kushner and his family company have made substantial investments over the years with Israel-based banks and companies, and his financial interests expanded over the past year, according to a disclosure report released last week.",
  "Although Kushner gave up control of his family business in January 2017, when he became Trump’s senior adviser, his disclosure report shows that he retained financial interests in a wide portfolio of real estate holdings.",
  "From left, Israeli Prime Minister Benjamin Netanyahu, Jared Kushner, Ivanka Trump, Israeli President Reuven Rivlin and U.S. Treasury Secretary Steven Mnuchin attend the opening of the U.S. Embassy in Jerusalem on May 14.",
  "Among investments acknowledged by the company are tens of millions of dollars provided around 2012 by an Israeli investor, Raz Steinmetz, and a $30 million investment last year from an Israeli firm, Menora Mivtachim.",
  "In the past, he said, he and some others on the U.S. negotiating team were accused of favoring Israel’s position because they were Jewish, but that “doesn’t even begin to match the pro-Israeli bias” of Kushner.",
  "David stressed that “he is not named individually as a party; he is not personally accused of having done something wrong.” The case was put on hold last year pending the outcome of a related court decision.",
  "The company has a $1.2 billion loan on the property that comes due early next year, and it failed in an effort to get financing from wealthy Qataris, who backed off after Kushner took his White House job.",
  "“This arrangement was reviewed and approved by the White House Office of Government Ethics.”\n\nKushner, an Orthodox Jew, has visited Israel frequently, and his father has long been friends with Netanyahu.",
  "He and his family’s company declined to say what has been done with the line of credit from Israel Discount Bank, held jointly by Kushner and his father, Charles, the founder of the family company.",
  "Aaron David Miller, a Middle East negotiator for Republican and Democratic administrations, said Kushner’s Israeli ties make his peace mission even more challenging because of perceptions of bias.",
  "Brookfield has a real estate arm partially owned by the sovereign wealth fund of Qatar, but the firm said no Qatar-linked entity is involved in the potential transaction with Kushner Companies.",
  "To find the foundation “complicit in war crimes” would require the court to also find that U.S. funding for Israel amounted to a war crime, the foundation said in a motion to dismiss the case.",
  "“By funding the Israeli army with $315,000, it has permitted senior army officials to allocate other funds to criminal activity like maiming and murdering Palestinian farmers,” the suit said.",
  "He stayed in his hotel even as the city came under a Hamas rocket attack, prompting his wife to ask him, “What the hell are you doing?” he later told an Israeli publication, Yedioth Ahronoth.",
  "Kushner recused himself from the operations of his companies and knowledge of his investments before entering government service to avoid conflicts of interest,” Mirijanian said.",
  "He continues to be at least partly liable for loans between $40 million and $200 million, including the line of credit he reported from Israel Discount Bank, his report shows.",
  "“He is giving to a settlement that is illegal, and he is raising funds for the army,” Ashrawi, the PLO official, said of Kushner’s former role as a director of the foundation.",
  "Jared Kushner disclosed in last week’s report that the line of credit is for $5 million to $25 million, but federal rules do not require him to say how much he has used.",
  "Bloomberg News has reported that one of the partners in the Quail Ridge deal is Psagot Investment House, an Israeli firm, which did not respond to a request for comment.",
  "It showed that he and his father increased their line of credit with an Israeli bank to as much as $25 million, up from a maximum of $5 million in a previous report.",
  "She said the Palestinian leadership will not meet with Kushner during his trip in protest of Trump’s decision to move the embassy from Tel Aviv to Jerusalem.",
  "His foreign policy role was effectively sidelined for months while special counsel Robert S. Mueller III examined his Russia contacts and business dealings.",
  "The company has said it is negotiating an agreement with a Canadian firm, Brookfield Asset Management, to help pay off the loan and redevelop the building.",
  "“He has a conflict of interest,” said Martin McMahon, a Washington lawyer who represents Palestinians who last year sued the Kushner Family Foundation.",
  "Kushner conferred this week with leaders across the Middle East before arriving Friday in Israel, where he met with Prime Minister Benjamin Netanyahu.",
  "Palestinian advocates also expressed concern about Kushner’s role as a former director of his family’s foundation, which has supported Israeli causes.",
  "Peter Mirijanian, a spokesman for Lowell, declined to address the specifics of Kushner’s line of credit or other matters related to Israel.",
  "The foundation’s lawyer, Donald David, said in an interview that Kushner “is no longer a director or active participant” in the foundation.",
  "The following year, Kushner refinanced the property for $370 million shortly before Election Day, The Washington Post reported last year.",
  "The lawsuit said the foundation several years ago gave $315,000 to a charity that supports the Israel Defense Forces.",
  "Just last month, he received a full security clearance, suggesting that he may no longer be under investigation.",
  "Separately, the foundation donated $18,000 in 2013 to the American Friends of Bet-El, according to tax filings.",
  "“Everybody knows he has deals with Israeli banks and insurance firms,” Ashrawi said in a telephone interview.",
  "With the Middle East peace mission, he is undertaking a job that has stymied seasoned diplomats for decades.",
  "Kushner is a passive partner in the deal, meaning he is not involved in decisions but can be a beneficiary.",
  "Several of Kushner’s financial transactions were connected to Israel, his disclosure report shows.",
  "A Kushner Companies spokeswoman referred questions to Kushner’s lawyer, Abbe Lowell.",
  "The group supports a settlement in the West Bank that Palestinians say is illegal.",
  "He also holds debt on the property with partners who are not named in the report.",
  "Representatives of those two investors could not be reached for comment.",
  "The Brooklyn U.S. attorney had requested company records of the deal.",
  "In 2014, Kushner went to Tel Aviv to buy a major insurance company.",
  "For Kushner, the trip could make or break his reputation.",
  "The Kushner Family Foundation denied the allegations.",
  "Leviev did not respond to a request for comment.",
  "Israel Discount Bank declined to comment.",
  "Kushner declined to comment.",
  "The deal fell through.",
  "“Mr."
]