[
  "Flatt’s mammoth $285 billion asset management firm has plowed its money into the arteries of the global economy: Office towers, malls, ports, railroads, power plants, highways, wind and solar farms, and pipelines, everywhere from North America to Europe, Brazil, India and Australia.",
  "A New Regional Powerhouse\n\nBrookfield moved into the region with its $3.8 billion acquisition of Australia’s Multiplex in 2007, a deal that put the Canadian firm in control a big construction business and some $6 billion of office assets in cities like Sydney and Perth.",
  "So it’s no surprise billionaire investor Bruce Flatt, head of Canada’s Brookfield Asset Management , made little buzz in late March when he revealed plans to install solar panels on virtually every roof of the dominant operator of logistics warehouses in China.",
  "In Flatt’s own words, “The bottom line is I have to believe 25 years from now a third of our business will be in China.” With China now at a stage of development where its acceptance of foreign capital is on the rise, the firm is ready to act.",
  "“By and large, China’s economic transition has been done in a methodical way such that it’s a place where we feel comfortable investing.”\n\nAbout 1% of Brookfield’s assets -- a few billion dollars – are currently invested in China.",
  "“That's when we landed on a thesis that the right way for us to approach the China renewable market is to invest in rooftop solar distributive generation and any other small-style distributive generation we can get our hands on.\"",
  "Brookfield will use GLP’s rooftops to create a distributed solar energy grid geared to China’s rising industrial metropolises on the east coast - for instance, Shandong, Hefei, Huangzhou, Nanjing, Ningbo, Yangzhou.",
  "As a tested manager of everything from New York's World Financial Center to London's Canary Wharf, Flatt says, \"Our operating skills can be highly beneficial to businesses in the country.\"",
  "Whether it’s Brookfield or other big managers of capital that express long-term interest in China like Blackstone, KKR, Carlyle, JPMorgan and BlackRock, there’s another side to the story.",
  "Though published gross domestic product figures signal China’s growth is slowing, a rate of change that sometimes worries investors, Flatt is enticed by a building economic pie.",
  "Stewart Upson, Brookfield’s leader in Asia Pacific region, joined the company in the Prime deal and became a key figure as assets grew and operating employees eclipsed 10,000.",
  "GLP has a single-digit share of the logistics space in China, Brookfield is one of the largest renewable energy players globally and China is its biggest untapped market.",
  "Hundreds of millions of dollars in equity and a greater amount of debt will likely finance the venture, but Brookfield and GLP’s stated goals are just a beachhead.",
  "It has worked with partners to buy everything from major container and automotive ports, to taking interests in giant properties in downtown Seoul and Shanghai.",
  "As the country moves away from coal generation and builds transmission infrastructure, Brookfield is betting distributed generation is the bridge power source.",
  "It won’t just be renewables, but also real estate and private equity where Brookfield believes its ability to manage and grow major assets will have value.",
  "The JV is expected to encompass over 300 million square feet of space, eventually yielding 1 gigawatt of generation aimed at supply-constrained cities.",
  "Then the firm entered China with Upson opening a Shanghai office and spending three years building a domestic investment team to study opportunities.",
  "Brookfield's first move was done with billionaire Vincent Lo and Shui On Land , the developer of Xintiandi, Shanghai’s entertainment district.",
  "In 2017, it closed on $10 billion in investment in Brazil and India, completing deals struck when international capital fled both economies.",
  "During the crisis, it acquired Prime Infrastructure, operator of assets like the world’s largest coal export terminal and dozens of ports.",
  "They're going to have to solve it with transmission and they're going to have to solve it with distributive generation,” he says.",
  "“In the early days, China was a hyper-growth market and that's something that we're not generally comfortable with,” says Flatt.",
  "“The load centers on the east coast of China are markets where demand exceeds supply today and they can't build it fast enough.",
  "Its recent acquisition of solar developer TerraForm Global came with about 100 staff, who will help get the GLP venture going.",
  "Not only was Australia a source of opportunistic deals, it became a regional hub as Brookfield plotted expansion into Asia.",
  "It’s about as big an operation in square footage as Prologis , the leader in North America with a $33 billion market value.",
  "Some of the weightiest investors in the world, like Brookfield, are ready to push their chips into China in a major way.",
  "Economist Jim O’Neill recently calculated total output hit $12.7 trillion in 2017, a $1.5 trillion increase from 2016.",
  "In 2013, he oversaw Brookfield’s early efforts to test direct investments in China, initially by finding partnerships.",
  "In addition to Xintiandi, Shui On’s also done major greenfield developments, most notably near the Shanghai airport.",
  "“Thirty-five years from now half of global GDP will be in Asia and half will be in the Western economy,\" says Flatt.",
  "But when goods move around China and other emerging markets they’re likely to spend some time in a GLP warehouse.",
  "Now Brookfield has a team of thirty investors in its Shanghai offices, and 150 employees in total on the ground.",
  "Upson says Brookfield’s been careful to look for opportunity that fit its skills and China’s policy goals.",
  "Infrastructure may take longer because privatizing those assets often comes last in a development plan.",
  "As they begin to bottom, Brookfield's haul includes critical port, pipeline and office infrastructure.",
  "Renewable power was always an obvious opportunity given Brookfield's NYSE-listed renewables business.",
  "The company operates nearly 700 million square feet of logistics space globally, with half in China.",
  "“What China has accomplished over the last 25 years is incredible,” Flatt recently told Forbes.",
  "Says Flatt, “We’ve spent nearly 15 years building out our business in the Asia/Pacific region.",
  "Though the 50/50 joint venture didn’t garner headlines, expectations of its potential are big.",
  "Since the crisis, per capita GDP in China has tripled, according to the World Bank's data.",
  "In population and GDP, “China is going to be a major driver of global growth,” Flatt says.",
  "For more on Brookfield\n\nSee our May 2017 Cover Story\n\nHow They Make Money From Distress",
  "“Today, China is forming into an economy that's more like the developed economies.",
  "The investment opportunities become more value and operationally based,\" he adds.",
  "A tune of trade wars and tariffs will likely continue for the foreseeable future.",
  "GLP, co founded by entrepreneur Ming Zhi Mei, isn’t a big name in the U.S.",
  "When it comes to China, the news is dominated by tariffs, trade and Trump.",
  "Japan, with scores of family-run enterprises, is also a big new focus.",
  "Behind this solar venture an even bigger story is taking shape.",
  "Global financial markets surge or plunge with every new tweet.",
  "The firm invested about $750 million for a quarter of Shui On.",
  "“Our belief is China will be a great place to invest.\"",
  "We're now at a point where we can do things in China.\"",
  "But it may be a pittance when compared to China.",
  "Brookfield’s now entered a number of countries.",
  "That’s now going to change."
]