[
  "You might not be surprised to find out that Brookfield Infrastructure Partners L.P. (NYSE: BIP) and Brookfield Asset Management Inc. (NYSE: BAM) are related -- after all, they share the Brookfield name.",
  "It currently has four main vehicles: Brookfield Property Partners, Brookfield Renewable Partners, Brookfield Business Partners, and, you probably guessed it, Brookfield Infrastructure Partners.",
  "With the market at or near peak levels, the second one could easily become a headwind should asset prices turn lower (effectively reducing total assets under management).",
  "Here's what you'll need to know to understand this pair of stocks and why high-yielding Brookfield Infrastructure Partners is my pick for long-term investors.",
  "Broadly speaking, Brookfield Asset Management grows in two ways: by getting investors to give it more money, and by growing the assets it currently manages.",
  "For most of its history, Brookfield Asset Management worked just for itself, only opening its doors to outside investors early in the current century.",
  "And Infrastructure Partners owns a broad array of infrastructure assets -- it is probably the most diversified partnership in the Brookfield family.",
  "Each one of these entities has a slightly different focus, even though they all work around the same basic infrastructure and hard-asset themes.",
  "With that caveat out of the way, it's time to look at the connection between Brookfield Asset Management and Brookfield Infrastructure Partners.",
  "Running the show\n\nBrookfield Asset Management is an over 100-year-old Canadian company that invests in what are now called alternative assets.",
  "A notable downturn in the market, meanwhile, would make it much harder for the company to keep that streak alive since fees would be falling.",
  "In just the past decade, total assets under management have expanded from roughly $90 billion to around $280 billion at the start of 2018.",
  "Having finally made the choice to take on outside money, though, Brookfield Asset Management has worked quickly to grow its asset base.",
  "Part of the gang\n\nOne of the ways Brookfield Asset Management raises capital is by launching publicly traded controlled partnerships.",
  "Although a little bit of a simplification, the more money Brookfield Asset Management runs, the more money it makes through fees.",
  "However, they are vastly different businesses, and which one you buy will depend on your long-term goals for growth and income.",
  "It has a long history in this space, noting that its first investment in 1899 was in a Brazilian railway and power company.",
  "A market downturn, meanwhile, would also make it harder to get investors to give Brookfield Asset Management more capital.",
  "Business Partners invests directly in corporate entities, most of which are in the infrastructure and property spaces.",
  "The company pays a dividend, which has been increased annually for seven years, but the yield is only 1.4%.",
  "A man standing in front of high voltage electrical equipment More\n\nImage source: Getty Images.",
  "Renewable Partners owns renewable power assets like hydro, solar, and wind power plants.",
  "The main appeal here is business growth as the asset manager expands its asset base.",
  "Property Partners owns real estate like malls and industrial facilities.",
  "That list includes things like energy, infrastructure, and real estate.",
  "The names are pretty good indications of what each does.",
  "This is an important factor to keep in mind."
]