[
  "Risk is checked by conservative financial policies, reliance on 10-20 year contracts and lowest-cost resources (especially hydro), and periodic asset sales, such as this summer’s $166 million divestiture of South African wind and solar facilities.",
  "In addition to still robust federal government and distributable solar activity, the company has successfully entered two related business lines this year: Storm water infrastructure and owning land under renewable energy facilities.",
  "But Brookfield’s stumbling share price is a stark contrast to an underlying business that’s stronger than ever, underscored by a 6 percent plus dividend still on track for 5 to 8 percent long-term annual growth.",
  "Hannon’s key profitability metric is “core earnings per share,” a measure that takes into account tax advantages inherent in REIT structure and excludes non-cash items that affect portfolio value.",
  "We didn’t like the freeze but agreed with management’s desire to instead build coverage and fund growth, while absorbing the expense of converting then-hefty variable rate debt to fixed rates.",
  "The funding enabled TerraForm to acquire the former Saeta Yield, which will boost Brookfield Renewable’s weather-adjusted “normalized” funds from operations per share by 10 percent.",
  "The latest is a $650 million investment to increase ownership of yieldco TerraForm Power (TERP) from 51 to 65 percent, with 30 percent directly held by Brookfield Renewable.",
  "The company’s diversification in the Americas, Europe and now Asia with the acquisition of the former TerraForm Global has reduced what were once wild revenue swings.",
  "As it’s turned out, however, the 14.7 percent boost in the second quarter earnings has this BDC on track to top the mid-point of guidance at $1.32 per share.",
  "Management has guided to growth of 2 to 6 percent this year, a lower rate than previous years due to the expected cost of converting variable rate debt.",
  "Parent support also recently enabled scale solar expansion in Europe and the acquisition of Colombia’s largest hydroelectric asset portfolio.",
  "Variable rate debt is now just 11 percent of the total, down from 46 percent a year ago and below a target range of 15 to 40 percent.",
  "The company’s greatest competitive advantage is its supportive parent and 31 percent owner Brookfield Asset Management (BAM/A, BAM).",
  "Since then, the renewable energy business development company organized as a real estate investment trust has rewarded our patience.",
  "The A- rated company has repeatedly backed the partnership’s expansion efforts since its November 18, 1999 initial public offering.",
  "The Brookfield Renewable Partners L.P. (BEP-U, BEP) stock has been having a weak year, down around 11 percent in US dollar terms.",
  "The company boosted its project pipeline to $2.5 billion and stayed on track to close $1 billion in transactions by year-end.",
  "Over the next 35 years, Hannon sees a $100 trillion opportunity to invest in energy efficiency and renewable energy projects.",
  "A case in point: President Trump’s regulatory rollback and tariffs on imported solar panels have been non-events this year.",
  "And management has a 37- year track record of timely investing and navigating volatility in capital markets and politics.",
  "Back in February, Hannon Armstrong Sustainable Infrastructure (HASI) announced it wouldn’t raise its dividend this year.",
  "That muted the impact of 10.5 percent growth in owned capacity and pushed FFO 16.7 percent below “normalized” FFO.",
  "Portfolio quality is the highest in the BDC universe, with only 0.4 percent in non-investment grade loans.",
  "But positive economic drivers should reverse damage when political risk from NAFTA negotiations recedes.",
  "And the company’s proven ability to securitize certain assets is limiting equity finance needs as well.",
  "Hannon’s primary business is lending money to smaller scale renewable energy and efficiency projects.",
  "That’s while sticking to projects that realize at least a baseline 10 percent return on equity.",
  "Management targets 2 to 4 percent annual margin increases by a range of cost cutting measures.",
  "Brookfield Renewable is priced in Canadian dollars, though dividends are paid in U.S. dollars.",
  "The company now sends a K-1 at tax time, an inconvenience more than offset by tax advantages.",
  "Weather does affect quarter-by-quarter results by impacting water flows and wind conditions.",
  "And sometime in the next year, Hannon will also be in position to resume dividend growth.",
  "That’s a strong value proposition for an aggressive play yielding more than 6 percent.",
  "We believe that will provide Brookfield shares with a currency kicker later this year.",
  "The 27 percent lift in second quarter revenue testifies to its continuing success.",
  "Nonetheless, second quarter generation was just 93 percent of normal levels.",
  "The result: Asset additions over time increase cash flow and distributions.",
  "Fortunately, one quarter’s weak conditions often get stronger the next.",
  "First half 2018 FFO, for example, was 97.5 percent of normalized FFO.",
  "That’s a powerful case for creating long-term shareholder value.",
  "Loony weakness has hurt this year.",
  "Buy Hannon up to 22.",
  "Buy up to 35."
]