[
  "(Adds details of TPG deal, adds Colony Capital declining to comment)\n\nBy Tom Arnold and Davide Barbuscia\n\nDUBAI, Sept 24 (Reuters) - Actis has been picked as the preferred bidder for the management rights of Abraaj’s Africa funds, sources familiar with the matter said, as liquidators begin breaking up the operations of what was once the Middle East’s largest private equity firm.",
  "In a statement to Reuters, Bill McGlashan, co-founder and CEO of The Rise Fund and founder and CEO of TPG Growth, said it was excited to build on the work of the healthcare fund to build an integrated healthcare delivery network in growth markets across Africa and South Asia.",
  "The time available to conclude the sale process is limited, with the several million dollars raised in July from limited partners in the funds by the joint provisional liquidators only enough to run Abraaj’s operations for a few more months, two of the sources said.",
  "Abraaj was a $13.6 billion emerging market specialist with more than 200 investments, but late last year four investors questioned its use of their money in a healthcare fund, triggering a crisis at Abraaj and its provisional liquidation.",
  "Among Abraaj’s other operations, TPG has entered into exclusive negotiations to take over the management of Abraaj’s $1 billion Growth Markets Health Fund, according to a letter to employees of the fund seen by Reuters.",
  "Meanwhile, Canada’s Brookfield Asset Management is in the frame to take over its Turkey fund, and United States-based Colony Capital its Latin America fund, two of the sources told Reuters.",
  "The joint provisional liquidators might ask for more time to carry on the provisional liquidation at this hearing, depending on how the sale process progresses, one of the sources said.",
  "The fate of some of Abraaj’s other businesses remains uncertain, with talks still under way for another fund, Abraaj Private Equity Fund IV, while others have received no bids.",
  "TPG is in discussions to add Abraaj’s healthcare fund to its Rise Fund, according to the letter sent by AlixPartners, the adviser on the separation of the fund from Abraaj.",
  "Actis, which was founded in 2004, has raised $13 billion since inception and employs over 200 people, including a team of 100 investment professionals.",
  "A court hearing is scheduled in the Cayman Islands, where Abraaj’s liquidation process is taking place, for the second half of November.",
  "PwC is working as provisional liquidator for Abraaj Holdings and Deloitte for Abraaj’s investment management business.",
  "It operates in growth markets across Africa, Asia and Latin America, according to its website.",
  "Rise is the largest impact fund in the world, with $2.1 billion of assets under management.",
  "Actis and the joint provisional liquidators declined to comment.",
  "Brookfield and Colony also declined to comment.",
  "(Editing by Alexander Smith and Adrian Croft)"
]