[
  "In 2016, at the same time Kushner was helping to run Trump’s presidential campaign, he simultaneously oversaw the family company and talked with potential foreign investors about becoming partners in the building, hoping to find a way to pay off a $1.1 billion debt that is due in February 2019.",
  "In a statement, Ric Clark, senior managing partner and chairman of Brookfield Property Group, said that the building “has the potential to be one of New York City’s most iconic and successful office properties.”\n\nKushner Companies owns the office portion of the tower.",
  "A 41-story New York office tower that Jared Kushner’s former company purchased 11 years ago — and that has since been a source of much financial trouble and political controversy — will be sold to a Canadian company under a deal announced Friday.",
  "Kushner’s father, Charles Kushner, who has no company title but works from an office in the company’s headquarters, said in an interview with The Post this year that “we are not at all concerned” about probes into the company’s dealings.",
  "The company’s search for a partner became more difficult as sovereign wealth funds became increasingly wary of working with a firm tied to Kushner, whose business dealings have been examined by special counsel Robert S. Mueller III.",
  "The Wall Street Journal reported that Brookfield will pay enough for Kushner Companies to retire its $1.1 billion debt and buy out its partner, Vornado Realty Trust, which owns the retail portion of the building.",
  "Still, the finalization of the purchase of 666 Fifth Avenue marks a turning point in a saga that has dogged Kushner from the moment he became a senior White House adviser to his father-in-law, President Trump.",
  "Don Fox, former general counsel and acting director of the Office of Government Ethics, said Friday that the companies should disclose details of the agreement to avoid concerns about conflicts of interest.",
  "When the negotiations were announced in May, Brookfield addressed questions about whether its real estate arm, which is partially owned by the sovereign wealth fund of Qatar, would be involved.",
  "who are concerned about ethics in government are going to have.”\n\nKushner approved the purchase of the building in 2007, shortly after he took over the company founded by his father.",
  "Brookfield said it is well-positioned for the redevelopment project; it owns and operates more than 275 office buildings and manages more than $160 billion in real estate.",
  "Brookfield said in a statement that “financial terms of the transaction were not disclosed,” other than that the property will be owned by one of its real estate funds.",
  "Kushner withdrew from his role in running his family company when he joined the administration, and he transferred his interest in 666 Fifth Avenue to a family trust.",
  "The company said at the time that “no Qatar-linked entity” had any involvement in the deal, and a person familiar with the matter said Friday that remained the case.",
  "The announcement has been expected for weeks, after Brookfield Asset Management of Canada said in May that it was negotiating the terms of such a deal.",
  "Under the deal announced Friday, Brookfield acquires a 99-year lease on the building, while Kushner Companies retains the land beneath it.",
  "For example, questions could arise about whether investors have interests before the Trump administration, in which Kushner serves.",
  "The real estate fund that will own the property has a variety of ways to make the purchase, including tapping a line of credit.",
  "Vornado’s chief executive, Steve Roth, is a longtime friend of Trump and partner with the president in some real estate deals.",
  "Kushner has kept about 90 percent of his real estate holdings, according to an analysis last year by The Washington Post.",
  "Kushner Companies paid $1.8 billion, the most ever at the time for an office building in the United States.",
  "“I think it would be helpful to Jared and the Kushner Companies and beneficial to the public,” Fox said.",
  "The deal quickly soured as the financial crisis hurt real estate values, and occupancy rates dropped.",
  "The backing for that fund comes from about 200 limited partners, whose names were not released.",
  "“It would resolve a lot of questions that people in the press and the public .",
  "But potential deals with investors in China and Qatar fell through.",
  "The entire building will then be transferred to Brookfield.",
  "Kushner’s lawyer did not respond to a request for comment.",
  "Brookfield said it plans a major redevelopment project.",
  "Kushner Companies declined to comment.",
  ".",
  "."
]