[
  "* The Canadian dollar was little changed against its U.S. counterpart after clawing back its earlier losses, as higher U.S. Treasury yields weighed on global stocks and supported recent gains for the greenback.",
  "* Canadian mergers-and-acquisitions activity nearly doubled in the third quarter, fueled by deals in the mining, real estate and cannabis sectors, according to Thomson Reuters data released on Thursday.",
  "* The top percentage gainer on the TSX was Pretium Resources , which jumped 6.3 percent after the miner said it secured $480 million in a credit facility.",
  "* The energy sector was down 0.45 percent as oil prices dipped on the prospect of a rapid production boost from Saudi Arabia and Russia.",
  "* On the TSX, 67 issues were higher, while 178 issues declined for a 2.66-to-1 ratio to the downside, with 20.55 million shares traded.",
  "Oct 4 (Reuters) - Canada’s main stock index fell on Thursday amid broad-based declines led by financial and energy companies.",
  "* Across all Canadian issues there were four new 52-week highs and 38 new lows, with total volume of 34.62 million shares.",
  "* Interfor Corp fell 3.2 percent, the most on the TSX, while the second-biggest decliner was Air Canada, down 2.8 percent.",
  "* The materials sector, which includes precious and base metals miners, added 0.1 percent as gold and copper prices rose.",
  "ET (1347 GMT), the Toronto Stock Exchange’s S&P/TSX composite index was down 48.86 points, or 0.3 percent, at 16,023.19.",
  "* The most heavily traded shares by volume were Royal Nickel , Aurora Cannabis and Manulife Financial .",
  "* Gold miner Alamos Gold rose 2 percent to become the second-biggest percentage gainer on the TSX.",
  "The top sector laggard was Brookfield Asset Management, which fell 1.12 percent.",
  "* U.S. crude prices were down 0.9 percent, while Brent crude lost 0.6 percent.",
  "(Reporting by Shreyashi Sanyal in Bengaluru; Editing by Maju Samuel)",
  "* The TSX posted one new 52-week highs and 12 new lows.",
  "* Ten of the index’s 11 major sectors were lower.",
  "* Financials slipped 0.3 percent.",
  "* At 9:47 a.m."
]