[
  "The Hill’s Bob Cusack … Richard Carlbom, founder at United Strategies, is 37 ... Fritz Fitzpatrick ... Andrei Cherny is 43 ... Caren Auchman, head of LEWIS PR’s D.C. office, who is just back from her honeymoon in the French Riviera (hat tip: Allison Preiss) ... Alex Mallin of ABC News (h/t Jonathan Karl) ... Rep. Keith Ellison (D-Minn.) is 55 ... Rep. Hakeem Jeffries (D-N.Y.) is 48 ... Rep. Tom Rice (R-S.C.) is 61 ... Andrea Hechavarria ... Daniel Moss, columnist at Bloomberg Opinion … WaPo’s Joby Warrick is 58 ... Amelia Irvine ... CBS News’ Katie Watson ... Pete Brodnitz ... David FitzSimmons … Carly Miller, USDA’s WH liaison and a Trump campaign alum, celebrating with bottomless brunch and a concert in Ivy City, accompanied by one of her best friends Kailee Tkacz (h/t Jake Wilkins) ...\n\n… Washingtonian editor Michael Schaffer is 45 (h/t Dan Swartz) … Allison Rhodes Morgan ... AP’s Sinan Salaheddin is 43 ... Susan Whitson ... Brett Loper, SVP of gov’t affairs at American Express ... David FitzSimmons ... Nick Wing, senior reporter at HuffPost, is 31 ... Kate Michelman ... John Edgell, comms director for Rep. Marcy Kaptur (h/t Jon Haber) ... IMG’s Maura McGreevy... Gannett’s Deirdre Shesgreen ... Edelman’s Helen Lapkovsky... former U.S. treasurer Rosario Marin is 6-0 ... WashPost deputy Outlook editor Mike Madden is 42 ... Wendy Ruderman ... Wendy Cohen ... CNN Politics’ Greg Krieg ... former Ohio Gov.",
  "“But ‘due to our close industry relationships,’ he wrote, ‘we were able to accommodate many of the accompanying travelers.’ The previously unreported letter — describing a five-day stay in March that was enough to boost the hotel’s revenue for the entire quarter — shows how little is known about the business that the president’s company does with foreign officials.” WaPo\n\n-- “Federal agency grants Trump D.C. hotel rental credit of $534,000 for maintaining clock tower,” by WaPo’s Jonathan O’Connell and David A. Fahrenthold: “The General Services Administration granted a $534,000 rental credit to the Trump Organization’s D.C. hotel for providing ‘security, utilities and janitorial services’ to support tours of the building’s clock tower run by the National Park Service, federal officials said, an adjustment that contracting experts say illustrates the highly unusual arrangement between the company owned by President Trump and the federal government.” WaPo\n\nWHAT ALL DEMOCRATS SHOULD BE READING -- “Ocasio-Cortez and Sanders work to elect first Muslim governor,” by Daniel Strauss: “Bernie Sanders and Alexandria Ocasio-Cortez are joining forces to elect an underdog but potentially history-making candidate on the ballot in Michigan next week: Abdul El-Sayed, a 33-year-old physician who would be the nation’s first Muslim governor.",
  "The arrangement with Brookfield Asset Management Inc. may let Kushner Cos. -- run by the family of presidential son-in-law Jared Kushner -- salvage its biggest single investment, a marquee tower in midtown Manhattan known simply by its address, 666 Fifth Ave. ... Rather than pay the rent on an annual basis for the so-called leasehold, Brookfield will give Kushner Cos. an upfront sum that will allow the company to pay off outstanding debt on the building.” Bloomberg\n\nTRUMP’S VOTER FRAUD PANEL -- “‘The most bizarre thing I’ve ever been a part of’: Trump panel found no voter fraud, ex-member says,” by WaPo’s Eli Rosenberg: “Maine Secretary of State Matthew Dunlap, one of the 11 members of the commission formed by President Trump to investigate supposed voter fraud, issued a scathing rebuke of the disbanded panel on Friday, accusing Vice Chair Kris Kobach and the White House of making false statements and saying that he had concluded that the panel had been set up to try to validate the president’s baseless claims about fraudulent votes in the 2016 election.",
  "Panel: Karl Rove, Jason Riley, Susan Page and Philippe Reines\n\nFox News’ “Sunday Morning Futures” Rep. Darrell Issa (R-Calif.) … Rep. Peter King (R-N.Y.) … former Sen. Joe Lieberman (I-Conn.) … Alan Dershowitz … Mark Penn\n\nFox News’ “MediaBuzz” Mollie Hemingway … Capri Cafaro … Gillian Turner … Corey Lewandowski … David Martosko … Sara Fischer … Carley Shimkus\n\nCNN’s “Inside Politics” Panel: Jeff Zeleny, Catherine Lucey, Karoun Demirjian and Jonathan Martin (substitute anchor: Nia-Malika Henderson)\n\nCNN’s “Fareed Zakaria GPS” Mexican Secretary of Foreign Affairs Luis Videgaray Caso … Thomas Erdbrink … Stephanie Kelton … Annette Insdorf\n\nCNN’s “Reliable Sources” Susan Glasser and Margaret Talev … Anthony Scaramucci and Joe Lockhart … David Leonhardt … Kim Masters\n\nUnivision’s “Al Punto” Guatemalan children and asylum seekers Otilia and Alexander … Felix Maradiaga … Ismael Cala … Ecuadoran president Lenin Moreno … Diana Dizdarevic and Harvard graduates Eduardo Hernández and Rafael Rivera\n\nMSNBC’s “Kasie DC” Gov.",
  "Immigration wars: Judges order full restart of DACA, Trump administration has ‘sole burden’ to locate migrant parents Presented by\n\nDRIVING THE DAY\n\nBREAKING -- ON THE WORLD STAGE -- “Trump letter to Kim Jong Un given to North Korea’s top diplomat at ASEAN summit,” by WaPo’s Carol Morello and Shibani Mahtani in Singapore: “According to an account given by State Department spokeswoman Heather Nauert, U.S. ambassador Sung Kim, traveling with Secretary of State Mike Pompeo, gave the letter from President Trump, in a white envelope, to North Korean Foreign Minister Ri Yong Ho immediately after Ri and Pompeo shook hands and returned to their seats at a group photo during an ASEAN summit in Singapore.",
  "Candidates Than Ever,” by NYT’s Liam Stack and Catie Edmondson in Kansas City, Kan.: “[M]ore than 400 gay, lesbian, bisexual or transgender candidates [are] running for office this year — a record number, according to groups that track such data.” NYT\n\nTHE MANAFORT TRIAL -- “Accountant concedes possible wrongdoing, Manafort’s double life,” by Josh Gerstein and Darren Samuelsohn: “An accountant for former Trump campaign chairman Paul Manafort admitted at Manafort’s tax- and bank-fraud trial Friday that she filed tax returns she thought contained false information and that she may have committed a crime in doing so.",
  "... U.S. District Judge John Bates said Friday that the order would be delayed until Aug. 23 to allow the government to appeal, but he denied a Justice Department motion to reconsider his earlier decision, saying there were still deficiencies in the administration’s rationale for rescinding DACA.’” POLITICO\n\n-- MORE FROM TED: “Judge: Trump administration has ‘sole burden’ to locate migrant parents separated from children”: “A federal judge on Friday made clear that the Trump administration must locate hundreds of deported and released migrant parents who have been separated from their children at the border.",
  "Candidates are being interviewed to replace McKee, who will attend the University of Chicago this fall to pursue a master’s degree in Business Administration.” POLITICO Pro\n\nFOR YOUR RADAR -- “Despite tensions, Russia seeks U.S. help to rebuild Syria,” by Reuters’ Arshad Mohammed and Phil Stewart: “Russia has used a closely guarded communications channel with America’s top general to propose the two former Cold War foes cooperate to rebuild Syria and repatriate refugees to the war-torn country, according to a U.S. government memo.",
  "The neo-Marxist analysis of society, in which we are all mere appendages of various groups of oppressors and oppressed, and in which the oppressed definitionally cannot be at fault, is now the governing philosophy of almost all liberal media.” NYMag\n\n-- “Kris Kobach’s Lucrative Trail of Courtroom Defeats,” by Jessica Huseman and Blake Paterson of ProPublica and Bryan Lowry and Hunter Woodall of The Kansas City Star: “For years, the candidate for Kansas governor has defended towns that passed anti-immigration ordinances.",
  "NYT\n\nTHE INVESTIGATIONS -- “Trump associate socialized with alleged Russian agent Maria Butina in final weeks of 2016 campaign,” by WaPo’s Ros Helderman: “Maria Butina, the Russian gun-rights activist who was charged last month with working as an unregistered agent of the Kremlin, socialized in the weeks before the 2016 election with a former Trump campaign aide who anticipated joining the presidential transition team, emails show, putting her in closer contact with President Trump’s orbit than was previously known.",
  "‘Make America Great Again’ was the most pessimistic slogan of any presidential candidate in a hundred years.’” Die Weltwoche (h/t TheBrowser.com)\n\n-- “Groomed to Death,” by Brendan Borrell in Hakai Magazine – per Longreads.com’s description: “Grooming beaches to rid them of the tons of trash that careless humans leave behind is a necessary evil — but one that compromises habitat for sand fleas who subsist on kelp, which also feeds flies, which feed shorebirds like plovers and killdeer, and so on and so on.",
  "There are many productive conversations to be had.’ Nauert said that, beyond the brief exchange at the group photo, Pompeo and Ri did not have a more formal meeting.” WaPo\n\nTHE LATEST ON IMMIGRATION -- “Judge orders full restart of DACA program,” by Ted Hesson: “The decision is the latest legal blow against President Donald Trump’s decision to phase out the Obama-era program, which offers deportation relief to undocumented immigrants brought to the United States as children.",
  "Hedlund, who went by Reagan Thompson until she took her husband’s last name after their April wedding, told POLITICO that she plans to work on foreign policy issues.” POLITICO\n\n-- “White House workforce adviser calls it quits,” by Ian Kullgren: “Kara McKee, who was recently assigned to Ivanka Trump as an adviser on paid family leave, assumed an elevated role on paid leave after another paid-leave adviser, Ivanka Trump’s friend Maggie Cordish, left in July.",
  "At least four people have died looking for it.” Wired\n\n-- “What It Takes to Be a Trial Lawyer If You’re Not a Man,” by Lara Bazelon in the Atlantic: “In more than a decade of arguing cases in court, I’ve witnessed the stubborn cultural biases female attorneys must navigate to simply do their jobs.” Atlantic\n\n-- “On the Other Side,” by Ann Babe in California Sunday: “North Korean women have been escaping to the South in search of freedom and happier lives.",
  "“Dunlap, one of four Democrats on the panel, made the statements in a report he sent to the commission’s two leaders — Vice President Pence and Kobach, who is Kansas’s secretary of state — after reviewing more than 8,000 documents from the group’s work, which he acquired only after a legal fight despite his participation on the panel.” WaPo\n\n\n\nA message from Google: Google is supporting service members as they transition to civilian jobs.",
  "-- “At President Trump’s hotel in New York, revenue went up this spring — thanks to a visit from big-spending Saudis,” by WaPo’s David A. Fahrenthold and Jonathan O’Connell: “The general manager of the Trump International Hotel in Manhattan had a rare bit of good news to report to investors this spring: After two years of decline, revenue from room rentals went up 13 percent in the first three months of 2018.",
  "… Ashley Parker … Jonathan Swan … Shannon Pettypiece … Jeff Mason …Eugene Scott … Katie Benner … Greg Brower …Ken Dilanian … Rick Tyler … Nathaniel Rich … congressional candidate Ammar Campa-Najjar (D-Calif.)\n\nWashington Times’ “Mack on Politics” weekly politics podcast with Matt Mackowiak (download on iTunes, Google Play, or Stitcher or listen at MackOnPolitics.com): Rep. Warren Davidson (R-Ohio).",
  "Quitting Was Harder,” by WSJ’s Max Colchester and Margot Patrick: “Benedict Worsley, a self-created British ‘fixer,’ would do just about anything for his clients—until the offshore network he built came crashing down.” WSJ\n\n-- “How a Notorious Gangster Was Exposed by His Own Sister,” by Patrick Radden Keefe in the New Yorker: “Astrid Holleeder secretly recorded her brother’s murderous confessions.",
  "CLICKER – “The nation’s cartoonists on the week in politics,” edited by Matt Wuerker – 11 keepers\n\n\n\nPLAYBOOKERS\n\nSPOTTED: Juventus goalie Wojtek Szczesny chatting with Artur Orkisz at the St. Regis before their game tonight vs. Real Madrid at FedEx Field ... Rep. Ed Royce (R-Calif.) having a lunch meeting at Bistango Restaurant in Irvine, Calif. with former Royce staffer Lou Penrose.",
  "Rob Andrews (D-N.J.) is 6-0 ... Kaci Sturgeon ... Derek Dash ... Hayley Prim … Valerie McCabe ... Steve Rudin ... Emil Hill ... Chad Kolton is 45 ... Martha Love … Steve Kean … Lina Brunton … Paige Shipman … Anna Bennett (h/ts Teresa Vilmain)\n\nTHE SHOWS, by @MattMackowiak, filing from Austin:\n\nNBC’s “Meet the Press” Sen. Amy Klobuchar (D-Minn.) … Mike Murphy … Clint Watts.",
  "His contribution came after U-M invested $102 million in his son’s private equity funds.” Free Press\n\n-- “When Racism Is Fit to Print: The left defended New York Times hire Sarah Jeong’s tweets attacking white people because in their worldview, anti-white bigotry simply can’t exist,” by Andrew Sullivan in NY Magazine: “[W]e all live on campus now.",
  "When presented with two vendors selling effectively identical products, the Japanese choose whichever one has the longer line in front of it.” Afar\n\n-- “The Abortions We Don’t Talk About: Six Slate women tell their stories” – Slate staff: “We might better understand what abortion is, and what that right means, if we talked about it more.",
  "The towns have lost big — but Kobach has fared considerably better.” ProPublica\n\nMEDIAWATCH -- “Joanna Coles resigning as chief content officer at Hearst,” by N.Y. Post’s Alexandra Steigrad: “Coles gave Hearst President and CEO Steve Swartz her resignation in recent days and on Friday was negotiating her exit package, one source said.",
  "(AP Photo/Joseph Nair) | Joseph Nair/AP Photo\n\nSCOOP – WHITE HOUSE DEPARTURE LOUNGE: “Melania’s policy director leaves the White House,” by Daniel Lippman and Andrew Restuccia: “After just six months on the job, first lady Melania Trump’s top policy aide has left the White House, according to multiple people familiar with the matter.",
  "-- “Senate Democrats to end boycott, plan to meet with Kavanaugh later this month,” by WaPo’s Seung Min Kim, whose birthday is today: WaPo\n\nUNBELIEVABLE -- “The Newseum is selling ‘Fake News’ T-shirts,” by CNN’s Hadas Gold: “The Newseum in Washington, D.C. is a unique monument and museum to journalism and the First Amendment.",
  "TRUMP’S MESSAGING ON THE RACE -- @realDonaldTrump at 9:02 a.m.: “Troy Balderson, running for Congress from Ohio, is in a big Election fight with a candidate who just got caught lying about his relationship with Nancy Pelosi, who is weak on Crime, Borders & your 2nd Amendment-and wants to raise your Taxes (by a lot).",
  "Gordon also invited Butina to attend his birthday party in late October of that year.” WaPo\n\nPLAYBOOK READS\n\nU.S. Secretary of State Mike Pompeo, left, greets North Korea's Foreign Minister Ri Yong-ho as they prepare for a group photo at the 25th ASEAN Regional Forum Retreat in Singapore, Saturday, Aug. 4, 2018.",
  "“Kushners Unload 666 Fifth Ave. to Brookfield in 99-Year Lease,” by Bloomberg’s Scott Deveau: “The Kushner family’s real estate company has secured a crucial investment in its over-leveraged New York skyscraper, reaching a deal to lease the building’s office space for 99 years to a Canadian asset manager.",
  "Her immediate plans could not be learned.” NY Post\n\n-- STEVE SCHMIDT and ELISE JORDAN are starting a new weekly podcast called “Words Matter.” Vanity Fair\n\n-- @KateNocera: “Some news: after a stunning run as BuzzFeed News’ political editor @katherinemiller is moving into a role (still here at BuzzFeed!)",
  "BIRTHDAYS: Barack Obama is 57 … Sheldon Adelson is 85 … Bret Baier is 48 ... Politico’s Randi Braun and Ashley Ryan … WaPo’s Seung Min Kim ... former Attorney General Alberto Gonzales, now dean of Belmont University law school, is 63 ... Tom Rose ... Kristine Bucci ... Sean Cox ... Iowa Gov.",
  "The museum dedicated to the First Amendment and freedom of the press sells T-shirts that tout ‘You Are Very Fake News’ for $24.99 (though they are on sale now online for $19.97).” CNN\n\n\n\nA message from Google: Google is committed to helping veterans build successful civilian careers.",
  "But what happens when hope leads to disappointment?” California Sunday\n\n-- “Interview of the Week: Peter Thiel: ‘Hypnotic Mass Phenomena,’” by Florian Schwab in Die Weltwoche: “‘My support for Donald Trump was the least contrarian thing I have ever done.",
  "Reagan Hedlund, a 28-year-old former executive assistant at the National Security Council who recently helped the first lady launch the ‘Be Best’ anti-bullying initiative, departed last week, leaving the already-skeletal East Wing staff even smaller.",
  "-- RACHAEL BADE in Spotsylvania, Virginia: “‘He’s way too conservative’: Freedom Caucus members on the hot seat”: “[Dave] Brat is one of two high-profile Freedom Caucus members at risk of losing their seats this fall to a potential Democratic wave.",
  "‘I prepared the tax returns and communicated with banks based on information that Mr. Gates and Mr. Manafort provided to me that I didn’t believe,’ said Laporta, the first witness at the trial to testify under a grant of immunity.",
  "Tuesday is also the first real test of the burgeoning alliance between Sanders and Ocasio-Cortez, who have also campaigned for two congressional candidates on the ballot next week in Kansas.” POLITICO\n\nFREEDOM CAUCUS IN TROUBLE?",
  "Six of us do.” Slate\n\n-- “A Deadly Hunt for Hidden Treasure Spawns an Online Mystery,” by David Kushner in Wired – per Longform.org’s description: “In 2010, an art dealer claimed he hid a chest of gold and jewels in the Rockies.",
  "“After a July lull in primary season, the race in Michigan represents the first opportunity for insurgent liberals to shove Democrats leftward since Ocasio-Cortez’s upset victory over Rep. Joe Crowley (D-N.Y.) six weeks ago.",
  "“The admission was the first time a witness has acknowledged knowing of potential wrongdoing during Manafort’s trial, in which the longtime lobbyist is fighting charges brought by special counsel Robert Mueller.",
  "Their politics — and shifting makeup of their districts spurred by redistricting — are providing ample fodder for Democratic challengers.” POLITICO\n\nDATA DU JOUR -- “A ‘Rainbow Wave?’ 2018 Has More L.G.B.T.",
  "Coles, 56, who served as editor-in-chief of Cosmopolitan and Marie Claire before her promotion to oversee all Hearst titles, has been one of the more prominent faces at the 131-year-old New York company.",
  "The donor’s family scored millions,” by Detroit Free Press’ Matthew Dolan and David Jesse: “University of Michigan alumnus Donald C. Graham helped pay for the university’s football team trip to France.",
  "The proposal was sent in a July 19 letter by Valery Gerasimov, the chief of the Russian military’s General Staff, to U.S. Marine General Joseph Dunford, chairman of the Joint Chiefs of Staff ...",
  "Panel: Rep. Nanette Barragán (D-Calif.), former Sen. Rick Santorum (R-Pa.), Bill Kristol and Karen Finney\n\nCBS’ “Face the Nation” Kellyanne Conway … Rep. Adam Schiff (D-Calif.) … Arne Duncan.",
  "“Brat and Rep. Scott Perry of Pennsylvania were elected in the throes of the tea party backlash against then-President Barack Obama — Brat staged a shocking upset against Eric Cantor, the No.",
  "One major factor: ‘a last-minute visit to New York by the Crown Prince of Saudi Arabia,’ wrote general manager Prince A. Sanders in a May 15 letter, which was obtained by The Washington Post.",
  "Cindy Laporta said she had a sense that what Manafort and his aide Rick Gates told her about money being transferred into their international political consulting business wasn’t accurate.",
  "IT’S UNCLEAR if Trump, who has been the kingmaker in many of the GOP primaries this midterm season, will have the magic touch in helping Republicans win in this suburban Columbus district.",
  "Neither Crown Prince Mohammed bin Salman nor members of the royal family stayed at Trump’s hotel, Sanders said: He said the Trump hotel didn’t have suites big enough to accommodate them.",
  "Gordon, who served for six months as the Trump campaign’s director of national security before leaving in August 2016 and being offered a role in the nascent Trump transition effort ...",
  "His opponent is a puppet of Nancy Pelosi/high taxes.”\n\nWHAT ELSE IS ON TRUMP’S MIND -- at 11:37 p.m.: “Lebron James was just interviewed by the dumbest man on television, Don Lemon.",
  "“‘The reality is that for every parent who is not located, there will be a permanently orphaned child,’ U.S. District Judge Dana Sabraw said during a court conference by telephone.",
  "He also has a constellation of hard-left groups in his corner, including MoveOn.org, Justice Democrats and Our Revolution, the offshoot of Sanders’ failed presidential campaign.",
  "‘And that is 100 percent the responsibility of the administration.’” POLITICO\n\nA message from Google: Google is supporting service members as they transition to civilian jobs.",
  "Today when service members search “jobs for veterans” on Google, and enter their military occupational specialty code, they’ll see jobs that match their military skill sets.",
  "Asia's top diplomats pressed North Korea Saturday to turn a pledge to completely dismantle its nuclear arsenal into reality amid concerns it's proceeding with its programs.",
  "PRESIDENT DONALD TRUMP is headed to Lewis Center, Ohio, for a campaign rally tonight to boost Troy Balderson who is facing an unexpectedly tight special election Tuesday.",
  "By making beaches too clean, we’re destroying miles upon miles of natural seaside habitat that compromises an entire ecosystem.” Hakai\n\n-- “Michigan football saw Paris.",
  "“Sanders is spending the final weekend of the race in the state, and Ocasio-Cortez was there last week to campaign with El-Sayed ahead of Tuesday’s Democratic primary.",
  "Vote for Troy on Tuesday!”\n\n... at 8:49 a.m.: “Will be going to Ohio tonight to campaign for Troy Balderson for the big Congressional Special Election on Tuesday.",
  "It’s an unfamiliar feeling for members of the hard-line group, whose typically comfortable electoral positions have emboldened them to push a far-right platform.",
  "The two exchanged several emails in September and October 2016, culminating in an invitation from Gordon to attend a concert by the rock band Styx in Washington.",
  "The lines are often self-fulfilling prophecies: The wait isn’t part of the cost, as I’d always considered it; to a Japanese person, it’s part of the value.",
  "Learn more at google.com/grow/veterans\n\nGREAT WEEKEND READS, curated by Daniel Lippman, filing from Washington, Va.:\n\n-- “Hiding Russian Money Was Easy.",
  "issue in Afar Magazine: “There’s a phrase in Japanese for places like this — ‘gyouretsu no dekiru mise’ — ‘restaurants that have very long lines’.",
  "Laporta is one of five people on Mueller’s witness list for whom the government requested immunity.” POLITICO\n\n-- “Paul Manafort Was Deep in Debt.",
  "Chris Christie (R-N.J.), Amanda Carpenter, Michelle Cottle and Patrick Gaspard\n\nCNN’s “State of the Union” Rep. Ed Royce (R-Calif.) … former Gov.",
  "We also help employers find them by enabling companies to implement this feature on their career sites using Google Cloud’s Talent Solution.",
  "Panel: Mark Landler, Leslie Sanchez, Seung Min Kim and Paula Reid\n\n“Fox News Sunday” Sen. Marco Rubio (R-Fla.) … John Bolton … Cody Wilson.",
  "Will he exact revenge?” New Yorker\n\n-- “Tokyo’s Long Lines Lead to Magic (and Life-Changing Ramen),” by Helen Rosner in the Sept./Oct.",
  "Through Grow with Google, our initiative to create economic opportunities, we’ve developed resources specifically for veterans.",
  "And so we asked the people who write and podcast for Slate if any of them have abortion stories they’d be comfortable sharing.",
  "Visitors flock to it to see its hall of front pages from decades past, or its huge news helicopter hanging from the ceiling.",
  "2 House Republican leader — but are now fighting to survive a very different kind of backlash against the current president.",
  "Ted Strickland is 77 ... Daniel Son ... Reagan Anderson ... Joel Bailey … Jonathan Green ... Sam Carmody ... former Rep.",
  "CareerBuilder, Pepsi, Siemens, RecruitMilitary, and many others have already implemented the API on their career sites.",
  "Panel: Al Cardenas, Helene Cooper, Robert Costa and Eliana Johnson\n\nABC’s “This Week” Jay Sekulow … Gov.",
  "The genius of Trump was to be extraordinarily pessimistic, and yet still extraordinarily motivational.",
  "“Nauert said Pompeo told Ri, ‘We should talk again soon,’ and Ri replied in fluent English, ‘I agree.",
  "Follow us on Twitter Anna Palmer @apalmerdc\n\n\n\nJake Sherman @JakeSherman\n\n\n\nDaniel Lippman @dlippman",
  "I like Mike!” The interview first aired on Monday night but was rebroadcast on CNN Friday night.",
  "The Russian plan ... received an icy reception in Washington.” Reuters\n\nKUSHNER INC. – FINALLY!",
  "He Saw an Opportunity in Trump,” by NYT’s Matt Apuzzo, Eileen Sullivan and Sharon LaFraniere.",
  "Learn more at google.com/grow/veterans\n\nTRUMP INC. – FAHRENTHOLD STRIKES AGAIN!",
  "Troy is strong on Crime, the Border & loves our Military, Vets & 2nd Amendment.",
  "Video of Lemon and Lebron\n\n-- THE BIG QUESTION: Will Michael Jordan respond?",
  "SPOTTED: BRETT KAVANAUGH having dinner last night at the Chevy Chase Club.",
  "“What caused the uptick at President Trump’s flagship hotel in New York?",
  "Hearst did not return calls for comment, and Coles declined to comment.",
  "And yet, in Silicon Valley it has felt extraordinarily contrarian.",
  "Coles is expected to leave the company by the end of next week.",
  "Learn more at google.com/grow/veterans\n\nGood Saturday morning.",
  "If it is half the country, it cannot be that contrarian.",
  "Which is so great for us, citizens of the internet”.",
  "But the Newseum gift shop offers something alarming.",
  "Matt Berman will replace Miller as politics editor.",
  "Jay Inslee (D-Wash.) … Rep. Seth Moulton (D-Mass.)",
  "He made Lebron look smart, which isn’t easy to do.",
  "editing political features AND writing more.",
  "“Butina sought out interactions with J.D.",
  "John Kasich (R-Ohio) … Gov.",
  "Deval Patrick (D-Mass.).",
  "Kim Reynolds is 59 ...",
  "Jay Inslee (D-Wash.).",
  "Early voting is on.",
  "Panel: Former Gov.",
  "...",
  "..."
]