[
  "ET\n\nGold futures: $1202.8; +0.33 percent\n\nUS crude: $74.5; +0.23 percent\n\nBrent crude: $84.44; -0.17 percent\n\nU.S. ECONOMIC DATA DUE ON FRIDAY\n\n0830 Non-farm payrolls for Sep: Expected 185,000; Prior 201,000\n\n0830 Private payrolls for Sep: Expected 180,000; Prior 204,000\n\n0830 Manufacturing payrolls for Sep: Expected 12,000; Prior -3,000\n\n0830 Government payrolls for Sep: Prior -3,000\n\n0830 Unemployment rate for Sep: Expected 3.8 pct; Prior 3.9 pct\n\n0830 Average earnings mm for Sep: Expected 0.3 pct; Prior 0.4 pct\n\n0830 Average earnings yy for Sep: Expected 2.8 pct; Prior 2.9 pct\n\n0830 Average workweek hours for Sep: Expected 34.5 hrs; Prior 34.5 hrs\n\n0830 Labor force participation for Sep: Prior 62.7 pct\n\n0830 U6 underemployment for Sep: Prior 7.4 pct\n\n0830 International trade for Aug: Expected -$53.5 bln; Prior -$50.1 bln\n\n0830 Goods trade balance (R) for Aug: Prior -$75.83 bln\n\n1500 Consumer credit for Aug: Expected 15 bln; Prior $16.64 bln\n\nFOR CANADIAN MARKETS NEWS, CLICK ON CODES:\n\nTSX market report\n\nCanadian dollar and bonds report\n\nReuters global stocks poll for Canada\n\nCanadian markets directory ($1 = C$1.29) (Reporting by Pathikrit Bandyopadhyay in Bengaluru)",
  "ANALYST RESEARCH HIGHLIGHTS\n\nCardinal Energy Ltd: CIBC cuts target price to C$6.75 from C$7\n\nSource Energy Services Ltd: Canaccord Genuity cuts target price to C$6 from C$8\n\nWinpak Ltd: CIBC cuts target price to C$54 from C$55\n\nCOMMODITIES AT 6:55 a.m.",
  "Shares in Intu Properties soared after a consortium including British billionaire John Whittaker and Canada’s Brookfield Asset Management said it was considering a bid for the shopping centre owner.",
  "TOP STORIES\n\nPrecision Drilling Corp said it would buy smaller rival Trinidad Drilling Ltd in a deal valued at C$1.03 billion, trumping a hostile bid from Ensign Energy Services .",
  "Oct 5 (Reuters) - Futures for Canada’s main stock index were slightly lower on Friday ahead of the closely watched U.S. jobs numbers due later in the day.",
  "ET, while S&P 500 e-mini futures were down 0.03 percent and Nasdaq 100 e-mini futures were down 0.15 percent.",
  "The Toronto Stock Exchange’s S&P/TSX fell 65.38 points, or 0.41 percent, to 16,006.67 on Thursday.",
  "Canada’s employment change data for September and trade numbers for August are due at 8.30 a.m.",
  "Dow Jones Industrial Average e-mini futures were up 0.03 percent at 6:55 a.m.",
  "December futures on the S&P/TSX index were down 0.03 percent at 6:55 a.m.",
  "ET.",
  "ET."
]