[
  "REUTERS/Mick Tsikas\n\nThe move will help Healthscope make the best of buoyant commercial real estate prices and free up cash as a costly hospital expansion program, shrinking patient demand and cuts to private health insurance payouts weigh on its profits and shares.",
  "Healthscope - which rejected buyout offers from Canada’s Brookfield Asset Management (BAMa.TO) and a consortium of local private equity firm BGH Capital and 14 percent shareholder AustralianSuper - did not elaborate if it was in talks with interested parties.",
  "SYDNEY (Reuters) - Australian hospital operator Healthscope (HSO.AX), which recently rejected two takeover approaches, plans to inject A$1 billion ($731.6 million) of its property assets into a trust and sell nearly half of that to an investor.",
  "“It will preserve Healthscope’s control and management rights over our hospitals, as well as our operating flexibility to continue to deliver on their growth potential,” Chairman Paula Dwyer said in the statement.",
  "A spokesman for Canadian landlord NorthWest Healthcare Properties REIT (NWH_u.TO), which bought a tenth of Healthscope in May, said the company wants to see the details of Healthscope’s proposal before commenting.",
  "The company’s stock has dropped 16 percent since it rejected the two $3 billion-plus offers in May and has lost a third of its value since its peak in September 2016.",
  "These would be leased back to the parent company, which would own a majority stake in the trust, while it will seek an investor who would hold up to 49 percent.",
  "“This structure increases the operating leverage at a challenging time for the private hospital sector,” JP Morgan analysts said in a research note.",
  "In July, Healthscope sold its Asian pathology business comprising 39 laboratories to TPG Capital Management LP [TPG.UL] for A$279 million.",
  "2 private hospital group, also said in a statement on Tuesday that annual operating profit halved, as expected.",
  "Healthscope shares were up 0.5 percent on Tuesday afternoon, while the broader market was down 0.9 percent.",
  "FILE PHOTO: A sign for a Heathscope hospital is seen in central Melbourne July 16, 2010.",
  "JP Morgan analysts said the company might sell the 49 percent stake for A$800 million.",
  "Healthscope said the new real estate trust would hold its 29 fully owned hospitals.",
  "The company said it will pass on proceeds from the sale to shareholders.",
  "Brookfield, BGH and AustralianSuper declined to comment.",
  "($1 = 1.3669 Australian dollars)",
  "Healthscope, the country’s No."
]