[
  "* STOXX down 0.6 pct\n\n* Danske continues to fall\n\n* U.S. yields could rise further (Adds quote, shares)\n\nBy Julien Ponthus\n\nLONDON, Oct 5 (Reuters) - European stocks opened lower on Friday and were set for their biggest weekly loss in a month due to rising yields ahead of U.S. jobs data which is expected to shed light on whether higher interest rates will be needed to stop the economy overheating.",
  "“Given the rout in markets that started with Treasuries on Wednesday and has since reverberated throughout risk assets over the last 24 hours, you’d be hard-pressed to find a more conveniently timed payrolls Friday than today”, Deutsche Bank strategists said in a note to clients.",
  "Among smaller companies, shares in Intu Properties soared 29 percent after a consortium, including British billionaire John Whittaker and Canada’s Brookfield Asset Management, said it was considering a bid for the shopping centre owner.",
  "Separately, the head of the Gucci brand has reassured shop staff over a looming slowdown in the pace of sales growth according to an internal video message seen by Reuters.",
  "Among the top movers was Danske Bank, which is facing a U.S. criminal investigation into a 200 billion euro ($230 billion) money laundering scandal at its Estonian branch.",
  "U.S. Treasury bond yields are at a seven-year high, echoing a market correction in February when rising yields on risk-free government debt made equities less attractive.",
  "The banking sector, which typically benefits from higher interest rates and rising yields, was nonetheless in the red, with a 0.7 percent decline.",
  "There was no rebound for France’s Kering, down 0.1 percent after the European luxury sector fell on concerns about the Chinese market.",
  "Shares in Unilever lost 0.9 percent after its management announced a dramatic u-turn, withdrawing its move to the Netherlands.",
  "At 0843 GMT, the pan-European STOXX 600 benchmark index was down 0.6 percent and set for its biggest weekly loss in a month.",
  "Shares in Denmark’s biggest bank were down 8.7 percent after a rating cut by Credit Suisse.",
  "Gold miner Centamin fell 8.3 percent after cutting its annual production target.",
  "Germany’s DAX also declined 0.4 percent and the UK’s FTSE fell 0.7 percent.",
  "(Reporting by Julien Ponthus Editing by Alexander Smith)"
]