[
  "LONDON (Reuters) - European shares on Friday posted their biggest weekly loss in a month amid persistent fears that U.S. interest rates may have to be raised quicker than expected to stop the economy from overheating after U.S. unemployment fell to near a 49-year low.",
  "Among smaller companies, shares in Intu Properties (INTUP.L) soared 27 percent after a consortium, including British billionaire John Whittakèer and Canada’s Brookfield Asset Management (BAMa.TO), said it was considering a bid for the shopping center owner.",
  "“The strong level of job creation has provided the basis for a rise in US Treasury yields, putting fresh pressure on equities, particularly in Europe”, said Chris Beauchamp, chief market analyst at IG.",
  "With Wall Street's main indexes in the red, the pan-European STOXX 600 benchmark closed down 0.8 percent, Germany's DAX .GDAXI declined 1.1 percent and the UK's FTSE .FTSE fell 1.4 percent.",
  "REUTERS/Staff\n\nU.S. Treasury bond yields are at a seven-year high, echoing a market correction in February when rising yields on risk-free government debt made equities less attractive.",
  "Among the top movers was Danske Bank (DANSKE.CO), which is facing a U.S. criminal investigation into a 200 billion euro ($230 billion) money laundering scandal at its Estonian branch.",
  "Separately, the head of the Gucci brand has reassured shop staff over a looming slowdown in the pace of sales growth according to an internal video message seen by Reuters.",
  "The banking sector .SX7P, which typically benefits from higher interest rates and rising yields, was nonetheless in the red, with a 0.9 percent decline.",
  "There was no rebound for France’s Kering (PRTP.PA), down 2 percent after the European luxury sector fell on concerns about the Chinese market.",
  "Shares in Unilever (ULVR.L) lost 0.6 percent after its management announced a dramatic U-turn, withdrawing its move to the Netherlands.",
  "The German share price index DAX graph is pictured at the stock exchange in Frankfurt, Germany, September 18, 2018.",
  "Shares in Denmark’s biggest bank were down 6.2 percent after a rating cut by Credit Suisse.",
  "Gold miner Centamin fell 16 percent after cutting its annual production target."
]