[
  "Hayworth (R-Ariz.) is 6-0 ... Angela Belden Martinez ... Ashley Williams ... Anna Lavigne ... Edelman’s Kayla Spencer ... CBS News’ Mary Walsh ... Alexandra Betesh ... Vogue’s Ella Riley-Adams ... Gregorio Gomez ... documentary and news producer and writer Basel Hamdan is 37 ... Jessica Hanks, SVP at DKC ... Brian Schoeneman is 41 ... Debbee (Keller) Hancock, communications director for Kay Ivey for Governor... Rachel DiCarlo Currie ... Seton Motley ... Nobel peace prize laureate Malala Yousafzai is 21 (h/t AP)\n\nSUBSCRIBE to the Playbook family: POLITICO Playbook http://politi.co/2lQswbh ... Playbook Power Briefing http://politi.co/2xuOiqh ... New York Playbook http://politi.co/1ON8bqW … Florida Playbook http://politi.co/1OypFe9 ... New Jersey Playbook http://politi.co/1HLKltF ... Massachusetts Playbook http://politi.co/1Nhtq5v … Illinois Playbook http://politi.co/1N7u5sb ... California Playbook http://politi.co/2bLvcPl ... London Playbook http://politi.co/2xfDPuK … Brussels Playbook http://politi.co/1FZeLcw ... All our political and policy tipsheets http://politi.co/1M75UbX\n\nFollow us on Twitter Anna Palmer @apalmerdc\n\n\n\nJake Sherman @JakeSherman\n\n\n\nDaniel Lippman @dlippman\n\nFollow Us",
  "He’s celebrating with a BBQ with his family (h/t Olivia Nuzzi) ... Brendan Daly, senior director of comms at Save the Children Action Network ... Christie Vilsack ... Jason Childress ... Paul Shone (h/ts Teresa Vilmain) ... Thea McDonald ... Brandon Shaw, director of corporate comms at ICM Partners ... Eva Brown ... Ginny Justice ... Politico’s Ryan Bock ... Teresa Buckley Bill, senior director of federal affairs at PhRMA ... WaPo photog Jabin Botsford is 28 ... Javier Folger, director of marketing and comms for the Appalachian Trail Conservancy (h/t Jon Haber) ...\n\n… Eric Ueland, senior strategy officer at Millenium Challenge Corporation, is 53 ... Jordan Gehrke, partner at Precision Campaigns ... John Gans Jr. ... David Lerman ... Nicole Narea ... Rep. Betty McCollum (D-Minn.) is 64 ... Rep. Kyrsten Sinema (D-Ariz.) is 42 ... former Rep. Mickey Edwards (R-Okla.) is 81 ... former Rep. J.D.",
  "Learn more at google.com/grow/veterans\n\nBIG MATT NUSSBAUM SCOOP … JUST POSTED … “Marc Short, Trump’s director of legislative affairs, is leaving later this month to join a D.C. consulting firm and teach at UVA”: “Short … is taking a position at Guidepost Strategies consulting firm and will teach at the University of Virginia’s business school, where he received his MBA, and will also serve as a senior fellow at the university’s Miller Center.” https://politi.co/2uetIaB\n\nNYT’S MIRIAM JORDAN in LOS ANGELES: “Trump Administration to Speed Reunions of Families Separated at Border”: “The government will stop requiring a litany of steps before a child can be released from a shelter, the American Civil Liberties Union confirmed.",
  "Manafort also doesn’t have to wear a prison uniform at the Northern Neck Regional Jail about two hours south of Washington D.C.” https://politi.co/2ztbPtq\n\n-- “Inside Mueller’s New Army: As the special counsel zeroes in on Russia’s online arsonists, he’s brought in a new crew of cyberspy fighters—and a straight-up street crime prosecutor, too,” by the Daily Beast’s Betsy Woodruff: https://thebea.st/2JcYsx7\n\n-- “Papadopoulos’ wife won’t testify before House Intelligence members,” by Kyle Cheney: “House Democrats’ plans to interview Simona Mangiante Papadopoulos — the wife of former Trump campaign foreign policy adviser George Papadopoulos — fell through late Wednesday over efforts to reimburse her travel expenses.",
  "Fingers crossed,’ said one staffer, who added that Wheeler’s plan to stick to regulatory rollbacks was ‘predictable.’ Wheeler avoided directly criticizing Pruitt’s management of the agency, which has shed nearly a thousand workers and seen morale dive.” https://politi.co/2JfjQlB\n\nK-FILE – “Wife of top Trump aide had radio show where she said women in military should expect sexual harassment,” by CNN’s Andrew Kaczynski, Nathan McDermott and Chris Massie: “Darla Shine, the wife of new White House deputy chief of staff for communications Bill Shine, hosted a radio show in the late 2000s where she once mocked victims of sexual harassment in the military and repeatedly pushed fringe conspiracy theories about vaccines.",
  "AT AROUND 6:20 A.M., Trump -- flanked by John Bolton and Secretary of State Mike Pompeo -- said that “tremendous progress has been made,” and NATO member countries would be committing “an additional $33 billion.”\n\n-- TRUMP: “We are doing numbers like they’ve never done before.” … “I let them know yesterday … that I was extremely unhappy with what was happening and they have substantially upped their commitment.”\n\nAFTER THE EMERGENCY MEETING, Trump said there was a “great collegial spirit in that room.” NATO, Trump said, is a “fine tuned machine.”\n\nCLIP AND SAVE … WHAT WILL DRIVE WASHINGTON NUTS … TRUMP ON PUTIN … \"He's been very nice to me the times I've met him, I've been nice to him.",
  "But in an email sent this week to the nation’s 93 United States attorneys, Mr. Rosenstein asked each office to provide up to three federal prosecutors ‘who can make this important project a priority for the next several weeks.’ Names were to be submitted to Mr. Rosenstein’s office by the end of Wednesday.” https://nyti.ms/2uoqOPL\n\n-- “‘Ranting and raving’: The time Kavanaugh knocked Chris Ruddy,” by Josh Gerstein: “Two decades ago, as Brett Kavanaugh labored on independent counsel Ken Starr’s team, the young prosecutor had some less-than-pleasant interactions with a man who would go on to become one of President Donald Trump’s closest confidants: Christopher Ruddy.",
  "negotiators arrived Thursday at the militarized border between the two Koreas as previously announced by U.S. Secretary of State Mike Pompeo and were kept waiting, the Yonhap News Agency reported, citing diplomatic officials it didn’t identify.” https://bloom.bg/2utt2x8\n\nTHE PRIDE OF CHEVY CHASE AND NEW HAVEN …\n\n-- NYT’S KATIE BENNER: “Rosenstein Asks Prosecutors to Help With Kavanaugh Papers in Unusual Request”: “Rod J. Rosenstein, the deputy attorney general, has asked federal prosecutors to help review the government documents of Judge Brett M. Kavanaugh, President Trump’s Supreme Court nominee, according to a letter obtained by The New York Times on Wednesday.",
  "The more things change…” Read his Playbook Plus Q&A: https://politi.co/2umHozi\n\nBIRTHDAYS: Sean Cairncross, RNC and Trump WH alum, current nominee for CEO of the Millennium Challenge Corporation ... Susan Axelrod ... Adam Elias, chief of staff to Rep. Bill Foster (D-Ill.) ... Josh King, former Clinton image guru, author of “Off Script,” and head of comms at Intercontinental Exchange, owners of the NYSE (h/t Jeremy Gaines) ... Matt Rosenbaum is 32 … Politico’s Isaac Dovere is 38 ... Beth Lester Sidhu, COO of PE firm The Stagwell Group ... Ryan Lizza, chief political correspondent for Esquire and political analyst for CNN, is 44.",
  "It’s toxic, and it’s on both sides.’ [Aftab] Pureval, 35, is challenging long-time incumbent Steve Chabot, whose campaign has followed a nationwide GOP message and tried to link his opponent to Pelosi and her ‘liberal agenda.’ House Democrats have identified Pureval’s race as their top priority in Ohio.” https://cin.ci/2ugkMkX\n\nTWO BITES THAT ARE FIRST IN PLAYBOOK …\n\n-- MASSACHUSETTS REP. SETH MOULTON (D) -- who has been running his own candidate recruiting effort in the House -- will report raising $1.2 million in the second quarter, showing an unusually high number for a member of the House without a leadership role.",
  "The young lawyer and former Supreme Court clerk said the chat followed very persistent outreach by Ruddy, who called eight to 12 times over a two-day period.” https://politi.co/2LaNGcG\n\n-- “The Yale Secret Society [Truth and Courage] Brett Kavanaugh Joined Was Mostly About Drinking, Yale Alumni Say,” by BuzzFeed’s Molly Hensley-Clancy: https://bzfd.it/2L3FyOk\n\nKEEPING TRACK … CINCINNATI ENQUIRER: “If the Democrats flip Ohio’s 1st Congressional District in November, Nancy Pelosi won’t be gaining a new ally from Southwest Ohio.",
  "“Papadopoulos told POLITICO that she had arranged to testify to members of the House Intelligence Committee on July 8 and had even selected flights only to be informed that the committee’s Republican majority was unwilling to fund her transportation from Chicago.” https://politi.co/2KNDCKo\n\n\n\nPlaybook Reads\n\nPHOTO DU JOUR: President Donald Trump and British Prime Minister Theresa May attend a group photo of NATO heads of state and government at Park Cinquantenaire in Brussels on Wednesday.",
  "“The longtime GOP operative’s living arrangements, described in an eight-page motion filed Wednesday by Mueller’s prosecutors, also include ‘unique privileges’ like a private, self-contained cell that’s bigger than what other inmates get, a private bathroom and shower, a personal telephone and daily access between the hours of 8:30 a.m. and 10 p.m. to a workspace where Manafort can meet with his lawyers and prepare for his upcoming criminal trials.",
  "BIRTHWEEK (was Tuesday): Alex Angelson, special assistant to the President for legislative affairs ... Ben Napier, deputy floor director for House Majority Whip Steve Scalise, turned 28 (hat tip: Lauren Fine)\n\nBIRTHDAY OF THE DAY: Alex Levy, president of executive comms firm A.H. Levy & Co. A book he’s recently read: “I recently finished ‘Den of Thieves’ (the 1992 book by Pulitzer-winner Jim Stewart, not the 2018 action movie starring 50 Cent).",
  "They were built on the premise that the Trump name symbolizes lavish hospitality, but are now trying to survive in an era in which it represents the opposite of hospitality to many in the United States and abroad.” https://wapo.st/2unSoN2\n\n… THEN MEETING WITH PUTIN: BURGESS EVERETT and RACHAEL BADE: “Trump sparks Republican rift on Russia”: “Republicans are having a Russian identity crisis.",
  "Learn more at google.com/grow/veterans\n\nJARED INC. – “Kushner’s Firm Deepens Ties to Those With Business in Washington,” by NYT’s Jesse Drucker and Kate Kelly: “Eighteen months into Jared Kushner’s White House tenure, his family’s real estate firm is deepening its financial relationships with institutions and individuals that have a lot riding on decisions made by the federal government.",
  "“New EPA chief reaches out to those Pruitt had spurned,” by Alex Guillen and Emily Holden: “In a speech at agency headquarters, acting Administrator Andrew Wheeler pledged to safeguard the environment, saying it was his privilege ‘to work alongside you to protect human health.’ He reassured employees shellshocked by Pruitt’s 17 months of secrecy and scandal that he shared their concerns.",
  "Bannon’s goal, he said in a brief interview between meetings, was to help ‘contextualize Trump’ for a European audience that hates him and a fiery tabloid media culture that he believes doesn’t give the American president a fair shake.” https://politi.co/2NLqHqk\n\nBLOOMBERG: “North Koreans Are No Show at U.S. War Dead Talks, Yonhap Reports,” by David Tweed and Kanga Kong: “U.S.",
  "Brookfield’s headquarters are in Canada.” https://nyti.ms/2udsI6w\n\nWAPO’S PAUL FARHI: “Once partners, ‘Game Change’ authors feuding over their shattered franchise”: “For months, [John] Heilemann, 52, and [Mark] Halperin, 53, have engaged in negotiations over material that was to be part of a follow-up ‘Game Change’ book and TV miniseries about the 2016 presidential campaign.",
  "The congressional GOP is openly struggling with the United States’ relationship with Russia during President Donald Trump’s overseas trip this week — with some worried about fraying U.S. alliances and Russian President Vladimir Putin’s growing influence and others pleased to see improved relations and fearful of getting on the wrong side of the leader of their own party.",
  "NEXT STOP … THE U.K. … WAPO’S BILL BOOTH and DAVID FAHRENTHOLD: “‘Not exactly rolling out the red carpet’: Trump visit to Turnberry resort spotlights challenge facing his brand”: “This weekend, President Trump will take a break from visiting heads of state in Europe and detour to this tiny village in Scotland — so he can visit a luxury golf resort named after himself.",
  "JOHN BRESNAHAN and RACHAEL BADE: “McCarthy launches stealth campaign for speaker”: “House Majority Leader Kevin McCarthy is quietly lining up votes to succeed Paul Ryan as speaker, reaching out to key lawmakers across the Republican Conference and asking whether they will commit to back him as speaker next January, according to GOP lawmakers and aides.",
  "Not the way Trump says it does,” by CNN’s Ryan Browne: https://cnn.it/2LdYcjd\n\nQUOTE OF THE DAY … WALL STREET JOURNAL’S VALENTINA POP (@valentinapop): “Luxembourg PM @Xavier_Bettel gives download of the NATO dinner last night: ‘Trump was in a good mood, he said Europe is a continent he appreciates and which has to develop its defense spending further.",
  "BANNON IN EUROPE -- “Bannon hosts Europopulists in London ahead of Trump's visit,” by Annie Karni in London: “A day before President Donald Trump’s arrival here, leaders of Europe’s rough-edged populist movement quietly filed into a five-star hotel in London’s Mayfair district, unnoticed by summer tourists enjoying their clotted cream.",
  "But he has wifi on the plane, so we will have to see in the end.’ #NATOSummit.”\n\nWAPO’S PHIL RUCKER in BRUSSELS: “At NATO dinner last night, Trump bragged about Kim Jong Un summit and said he called golfer Jack Nicklaus to say, ‘They have 1,000 cameras at the Oscars and we had 6,000 cameras in Singapore.",
  "All I can do is say, ‘Did you?’ and ‘Don’t do it again.’”\n\nASKED IF HE WOULD change his tune on NATO in a tweet on Air Force One, Trump said he is consistent and a “very stable genius.”\n\nTRUMP SAID “it’s fine” that people are protesting his visit in the United Kingdom because “they like me a lot” there.",
  "‘I was just in the region last week, and it’s really disturbing to hear the conversations people are having at the highest of levels [about] whether we’re reliable or not.’” https://politi.co/2uq2pt2\n\nPlaybook PM Sign up for our must-read newsletter on what's driving the afternoon in Washington.",
  "THE INVESTIGATIONS …\n\n-- BLOOMBERG’S DAVID VOREACOS: “Mueller Wants Manafort Jury to Hear of Lobbying Decades Ago”: “Prosecutors want jurors to hear about Manafort’s interactions with the Justice Department over FARA in the mid-1980s when he was at firms including Black Manafort Stone and Kelly.",
  "PETER HAMBY’S GOOD LUCK AMERICA IS BACK … This season it will focus on “young candidates, voters, activists in both parties who are driving grassroots politics around the country having a very different political conversation than the one happening in Washington.” It’s on Snapchat now.",
  "“Records from Starr's office obtained by POLITICO suggest that Kavanaugh didn't think much of Ruddy and his conservative media colleagues, who were dismissed in the mainstream press for peddling the idea that Foster was murdered — and that the Clintons may have played a role.",
  "“Ben Harris-Quinney, chairman of a prominent London conservative think tank, lingered by the concierge booth as he discussed ways Trump’s British fans can offer him a warm greeting amid planned protests and a giant inflatable diapered Trump baby set to fly over the city.",
  "The buzz was fantastic,’ an attendee tells WaPo.”\n\nSIREN … BIG DEVELOPMENT IN THE MIDTERM ELECTIONS … THE CONGRESSIONAL LEADERSHIP FUND -- the House GOP leadership-aligned super PAC -- will announce today that it raised $51 MILLION in the second quarter of 2018.",
  "The two men have been unable to agree on a price for Halperin’s material, which has made it impossible for any project based on it to go forward.” https://wapo.st/2JfrVXx\n\nPlaybookers\n\nMEDIAWATCH -- BRIANNA KEILAR will start anchoring her own CNN show this fall.",
  "LINES OF THE MORNING … TRUMP to PBS’ YAMICHE ALCINDOR (also an MSNBC contributor): “You’re very famous on television.” … When BLOOMBERG’S MARGARET TALEV introduced herself, the president said, “After all these years I know, Margaret.”\n\n-- ALSO … FALSE!!!!",
  "“The former industry lobbyist’s 15-minute address still made it clear he intended to hold the course that his predecessor had set — rolling back EPA’s Obama-era regulations and helping speed the development of energy sources like coal, gas and oil.",
  "And Ruddy, reporting for the conservative Pittsburgh Tribune-Review, was one of the chief conspiracy theorists casting doubts on earlier investigations into Foster’s apparent suicide in Fort Marcy Park, just outside Washington on July 20, 1993.",
  "CNN’s KFile reviewed hours of audio from Darla Shine’s radio program after her controversial views came to light.” https://cnn.it/2zwQwHB\n\n\n\nA message from Google: Google is committed to helping veterans build successful civilian careers.",
  "“They had all come to see Trump’s former chief strategist Steve Bannon, who had set up a bare war room, of sorts, in a conference room at the hotel to confer and conspire with leaders of Europe’s surging populist movement.",
  "“But Heilemann has made clear that his collaboration with Halperin is over and that Halperin won’t share in any advances or royalties from anything Heilemann produces, according to people familiar with their negotiations.",
  "The deal is being reviewed by the Committee on Foreign Investment in the United States, made up of senior federal officials who consider the potential national security risks of transactions involving foreign companies.",
  "Instead, the authorities will release children to a parent once a familial tie has been established, provided the parent or guardian does not have a criminal record.” https://nyti.ms/2uc6m5u\n\nGood Thursday morning.",
  "“While the Justice Department has helped work on previous Supreme Court nominations, department lawyers in Washington typically carry out that task, not prosecutors who pursue criminal investigations nationwide.",
  "According to telephone calls being monitored by special counsel Robert Mueller’s team, Manafort has recently told people he’s being treated like a ‘VIP’ at the Virginia prison where he’s been held since June 15.",
  "“Louis Aliot, a right-wing French politician and boyfriend of the French populist firebrand Marine Le Pen, walked through the lobby to a conference room tucked away behind the restaurant serving afternoon tea.",
  "It also shows that RYAN has been keeping a break-neck schedule in fundraising -- and, we know from our conversations on the Hill that CLF has been working to integrate McCarthy into its fundraising schedule.",
  "SPOTTED -- Colin Powell, Jill Biden and Madeleine Albright all together in the Amtrak Acela lounge yesterday at Penn Station in New York … Paul Begala on the Acela from New York to D.C. Wednesday afternoon.",
  "Manafort registered under FARA as a Saudi agent from June 1984 through June 1986, even though he was a director of a federal agency, the Overseas Private Investment Corporation, according to the filing.",
  "What’s uncanny is that so many of the book’s characters remain key players in our politics—Kimba Wood was the presiding judge, Rudy Giuliani was the prosecutor, Alan Dershowitz was the defense lawyer.",
  "“The side trip will allow Trump the president a chance to shine an international spotlight on Trump the brand by staying at Trump Turnberry, a 112-year-old Scottish resort that he bought in 2014.",
  "Federal law barred public officials from acting as registered agents of foreign principals, and President Ronald Reagan’s administration refused to grant Manafort an exemption, prosecutors said.",
  "So did Nigel Farage, the right-wing British politician and Brexit mastermind whom the local tabloids say is ‘banned’ by his government from meeting with President Donald Trump during his visit.",
  "“In public, McCarthy says he's not campaigning for the job, saying it's more important to focus on saving the Republican majority in the House than a campaign for the top leadership post.",
  "– CHRISTINA BELLANTONI is joining the USC Annenberg School of Communication and Journalism as a professor of journalism and the director of the student newsroom known as the Media Center.",
  "In the latest example, an arm of Brookfield Asset Management is close to completing an investment of up to $700 million in the Kushner family’s tower at 666 Fifth Avenue in Manhattan.",
  "Manafort resigned from OPIC in May 1986.” http://bit.ly/2urzm8q\n\n-- DARREN SAMUELSOHN: “Mueller team listening to Manafort’s jail phone calls”: “Paul Manafort may not be a free man.",
  "“To speed up the reunions, the government will no longer insist on fingerprinting all adults in a household where a child will live, or require home visits by a social worker.",
  "Today when service members search “jobs for veterans” on Google, and enter their military occupational specialty code, they’ll see jobs that match their military skill sets.",
  "POLITICO Playbook: Trump causes chaos at NATO summit Presented by\n\nPresident Donald Trump threatened Thursday to withdraw from NATO during the group's summit in Brussels.",
  "“At the time, Kavanaugh was responsible for re-investigating the death of Clinton White House attorney Vince Foster, which had become part of Starr’s sprawling probe.",
  "Before 6 a.m. on the East Coast, German news reports indicated that PRESIDENT DONALD TRUMP was threatening to pull out of NATO if countries didn’t up their spending.",
  "-- ARIZONA REP. MARTHA MCSALLY (R) raised more than $3 million in the second quarter for her Arizona Senate campaign and has more than $4.5 million cash on hand.",
  "At the same time, another Brookfield unit is awaiting the Trump administration’s approval of its acquisition of the nuclear-power company Westinghouse Electric.",
  "But an additional $21 million on top of that is significant and gives Republicans a more-than healthy outside group willing to wage war to keep the majority.",
  "On the surface, it’s about the Michael Milken/Ivan Boesky insider trading scandal, but really, it’s a morality play about the excesses of 1980s Wall Street.",
  "...\n\n“‘Things that are said to try to create instability, all that does is strengthen Putin,’ said Senate Foreign Relations Chairman Bob Corker (R-Tenn.).",
  "‘Most of the conversation involved Ruddy ranting and raving about various matters,’ Kavanaugh wrote to Starr and other senior aides in a May 1995 memo.",
  "We also help employers find them by enabling companies to implement this feature on their career sites using Google Cloud’s Talent Solution.",
  "McCarthy is hoping that locking up those members now will serve as a ‘force multiplier’ if and when he formally announces a bid for speaker.",
  "Halperin appears to hold the key to the project: Notes and transcripts of interviews with Donald Trump and his campaign advisers and staff.",
  "His ask, according to those on the receiving end, is simple and direct.” https://politi.co/2urhbQm\n\nThe most reliable politics newsletter.",
  "| Brendan Smialowski/AFP/Getty Images\n\nDriving the Day\n\nBREAKING … THE PRESIDENT this morning caused panic at the NATO SUMMIT in Brussels.",
  "TRUTH BOMB … Dozens of Democrats have been outraising their Republican challengers, which makes this kind of cash even more important.",
  "-- BEFORE YOU ASK … YES, $30 million of that haul is from SHELDON ADELSON, the Las Vegas casino mogul and prolific Republican donor.",
  "IT HELPS that Republicans have PAUL RYAN, KEVIN MCCARTHY and STEVE SCALISE all fundraising for the NRCC, CLF and Protect the House.",
  "Through Grow with Google, our initiative to create economic opportunities, we’ve developed resources specifically for veterans.",
  "The Hill has been begging him to pull back on tariffs, go tough on Russia and stop alienating U.S. allies, mostly to no avail.",
  "“He isn't talking to every member of the House GOP Conference, according to lawmakers who have spoken to him about the issue.",
  "Some Republicans and Democrats say the CLF hauls have been landscape-shifting for Republicans’ efforts to keep the majority.",
  "Perhaps an ominous sign: Earlier in the day, TRUMP showed up 30 minutes late for a meeting centered on Russian aggression.",
  "SIREN ... TRUMP ON IRAN: \"At a certain point they're going to call me and say let's make a deal, and we'll make a deal.\"",
  "CareerBuilder, Pepsi, Siemens, RecruitMilitary, and many others have already implemented the API on their career sites.",
  "“The deal will be a boon to the Kushners, who are struggling to recoup their investments in their flagship building.",
  "The answer is “no,” … I’m running for Congress because I genuinely believe we need a new generation of leadership.",
  "But, as we’ve seen so many times, Trump doesn’t really care what Congress says on these big transformative issues.",
  "And he welcomed reporters into the EPA’s fortress-like building, even setting out extra chairs for them.",
  "Instead, McCarthy is targeting select lawmakers who represent different factions of the conference.",
  "But the former Donald Trump campaign chairman’s jail conditions are hardly the stuff of Alcatraz.",
  "A message from Google: Google is supporting service members as they transition to civilian jobs.",
  "“But the visit will also highlight a challenge facing many Trump properties since his election.",
  "We’ll give you a rundown of who gave what to CLF when its report is filed in the coming days.",
  "‘We’re trying to tell the story that there is a strong well of support,’ said Harris-Quinney.",
  "It will air weekdays from 1 to 2 p.m.\n\n-- NYT's MARK MAZZETTI is now also a CNN contributor.",
  "Email Sign Up By signing up you agree to receive email newsletters or alerts from POLITICO.",
  "Mr. Rosenstein’s request was an unusual insertion of politics into federal law enforcement.",
  "Email Sign Up By signing up you agree to receive email newsletters or alerts from POLITICO.",
  "CONGRESS has been abundantly clear without being rude to the president: NATO is essential.",
  "Sign up for POLITICO Playbook and get the latest news, every morning — in your inbox.",
  "Of that haul, $790,000 went to candidates he has endorsed through Serve America PAC.",
  "The super PAC has $71 million on hand, and it’s raised $93 million this cycle.",
  "THIS CAME AFTER an emergency session with NATO allies over defense spending.",
  "She most recently was an assistant managing editor at the Los Angeles Times.",
  "But the couple of times that I've gotten to meet him, we got along well...",
  "But the contrast with the Pruitt era still had people expressing relief.",
  "He called the U.K. a “hot spot” because of the political turmoil.",
  "SPEAKER PAUL RYAN just yesterday said NATO is indispensable!",
  "TRUMP said that Ronald Reagan did not win Wisconsin in 1984.",
  "Yet running for speaker is precisely what McCarthy is doing.",
  "It has sued the government over the family separations.",
  "And hopefully some day maybe he'll be a friend.",
  "That’s more than CLF raised all of last cycle.",
  "…\n\n“‘Will I support Nancy Pelosi for Speaker?",
  "| Francois Mori/AP Photo\n\nREBUILDING THE EPA?",
  "‘Seems like he gets it better than Pruitt.",
  "FACT-CHECK – “How does NATO funding work?",
  "ON PUTIN AND MEDDLING: “He may deny it.",
  "It's not a question of friend or enemy.",
  "The state he didn’t win was Minnesota!",
  "Somebody was saying, 'Is he an enemy?'",
  "But I just don't know him very well.",
  "I'm representing the United States.",
  "So, in a sense, we're competitors.",
  "But ultimately he's a competitor.",
  "No, I don't know him well enough.",
  "You can unsubscribe at any time.",
  "You can unsubscribe at any time.",
  "I met him a couple of times.\"",
  "He's representing Russia.",
  "I hope we get along well.",
  "No, he's not my enemy.",
  "Washington is broken.",
  "He's a competitor.",
  "He's not my enemy.",
  "It could happen.",
  "Is he a friend?",
  "He did!",
  "..."
]