[
  "Peter Mirijanian, a spokesman for Abbe Lowell, who is Mr. Kushner and Ms. Trump’s ethics counsel, said, “Since joining the administration, Mr. Kushner and Ms. Trump have complied with the rules and restrictions as set out by the Office of Government Ethics.”\n\nMr. Mirijanian added that they had not been involved in the various transactions that benefited them.",
  "Last month, the White House released Mr. Trump’s financial disclosure, revealing for the first time a repayment of more than $100,000 to his personal lawyer, Michael D. Cohen, in 2017, raising questions about whether his filing a year earlier had improperly omitted the debt.",
  "“As stated on numerous occasions, Mr. Kushner and Ms. Trump removed themselves from their companies’ operations and investment decisions when they entered government service,” he said.",
  "The hotel, just steps from the White House, has prompted concerns from ethics experts, who worried that guests may be trying to curry favor with the president by staying there.",
  "That was roughly on pace with what she reported in the previous year, when her filing showed that the hotel had generated $2.4 million in income during its first eight months.",
  "In September, a limited liability company called Quail Ridge purchased residential real estate in Plainsboro, N.J., for $5 million to $25 million, according to the report.",
  "One asset that Mr. Kushner did divest before joining the administration was his stake in his family firm’s flagship property at 666 Fifth Avenue in Manhattan.",
  "Mr. Kushner entered into a note transaction with Bank of America for the same value range, holding it with other members of the limited liability company.",
  "Last month, The New York Times reported that the company was in negotiations with Brookfield Asset Management for a significant equity infusion.",
  "She earned $3.9 million from her stake in the Trump International Hotel in Washington, which opened in the fall of 2016.",
  "The biggest transactions disclosed Monday involved buying or selling real estate in New Jersey, Indiana and Pittsburgh.",
  "Brookfield’s property arm is partly owned by the Qatar government.",
  "The ethics filing also disclosed income generated by Ms. Trump."
]