[
  "But Hodari envisions coworking firms will receive fees of 5 percent to 10 percent from shorter-term tenants while profits from a joint venture between landlord and manager for the same space may be split 30 percent to 70 percent after payment for the going market price of the space that would have been leased before, he said.",
  "Most owners now assume that between 15 percent to as much as 30 percent of their office building will move to a shorter-duration financial arrangement with the tenant, said Ryan Simonetti, chief executive of Convene, an event space provider backed by Brookfield Asset Management, among others.",
  "REUTERS/Herbert Lash/File Photo\n\nBlackstone Group’s EQ Office, private equity firm Rubenstein Partners LP and others have turned to “management agreements,” a new format in the office market that avoids fixed-lease payments that critics say can be disastrous for coworking in a downturn.",
  "NEW YORK (Reuters) - Leading owners of prime U.S. office space are taking a page from the hotel industry to boost profits from coworking’s rapid growth and to mitigate some of the risk they assume when signing long-term leases with these flexible workspace providers.",
  "(For an interactive graphic on Manhattan's coworking surge, please click: tmsnrt.rs/2P8ssBq )\n\nSome real estate investment trusts will not do business with WeWork, Anderson said, citing Paramount Group Inc (PGRE.N), among others, and some limit their exposure.",
  "Only in the past six months have property owners embraced management agreements, looking to a mainstay for hotel operators as a way to meet growing tenant demands for shorter and less rigid contracts that the workplace industry provides, Hodari said.",
  "Rubenstein announced an agreement with Industrious last week to operate tenant amenities and a coworking space in Alexandria, Virginia, the first time the Philadelphia-based real estate investor will provide coworking in one of its properties.",
  "Landlords stand to make more money in these profit-sharing partnerships with coworking firms, which industry goliath WeWork well understands as it rapidly gobbles up office space with leases in Manhattan, San Francisco, Boston and elsewhere.",
  "Lenders tend to be more comfortable issuing debt on a property with a long-term lease, a reason why management agreements haven’t gotten much U.S. traction, said Granit Gjonbalaj, chief real estate development officer at WeWork.",
  "“There’s some real validity to that criticism,” said Jamie Hodari, co-founder and chief executive of Industrious, a leading coworking firm with more than 50 locations in three dozen U.S. cities.",
  "The majority of U.S. landlords would sign managed agreements with the right partner but banks are still trying to understand how to underwrite coworking’s income stream, he said.",
  "The partnerships unite interests, unlike with leasing, and they cut exposure to the same liability critics say pushed serviced-office giant IWG’s Regus into bankruptcy in 2003.",
  "Slideshow (2 Images)\n\nLast year only 5 percent of the projects in Industrious’ pipeline involved management agreements while the remainder were leases, Hodari said.",
  "“This isn’t a fad.”\n\nCOMFORT ZONE\n\nWeWork’s surpassing JPMorgan (JPM.N) last month as the largest office tenant in Manhattan is testament to coworking’s appeal.",
  "Boston Properties Inc (BXP.N) obtains just 1 percent of its revenue and Columbia Property Trust Inc (CXP.N) only 2 percent from WeWork, he said.",
  "FILE PHOTO: Jamie Hodari, co-founder and chief executive of Industrious, poses for pictures in New York City, U.S., February 23, 2018.",
  "Regus couldn’t make lease payments when some customers declined to renew short-term rental contracts during the dot-com recession.",
  "“Landlords have to respond to what customers want,” said Simonetti, whose firm recently added flexible workspace to its offerings.",
  "The project pipeline has doubled since then with 75 percent management agreements and 25 percent leases this year, he said.",
  "Terms of the agreement at Carlyle Tower, a 49-year-old building that was gutted and rebranded, were not disclosed.",
  "“That mismatch between assets and liabilities becomes very apparent when the model starts to break down,” he said.",
  "While WeWork has recently offered management agreements, the firm has more to gain from a lease, he said.",
  "That success, however, has yet to ease concerns about the asset-liability mismatch among some landlords.",
  "“You’ve seen these models fall apart,” said Richard Anderson, a REIT equity analyst at Mizuho Americas.",
  "The obvious trade-off that we’re making is that we share the risk with the landlord.”",
  "“We’re going to continue to be aggressive in acquiring space,” Gjonbalaj said.",
  "Demand in Manhattan is so strong WeWork has a hard time keeping up, he said.",
  "In a typical hotel agreement the management fee is set at 3 percent.",
  "Picture taken on February 23, 2018."
]