[
  "“His words are a big relief to all of us here in India and we look forward to his government’s support in tackling fringe separatist elements.”\n\nTrudeau came in for some criticism from back home on Tuesday, as the veracity of his announcement of $1 billion in Indian investments in Canada was called into question.",
  "“The categorical assurance from Trudeau came when Captain Amarinder sought the Canadian Prime Minister’s cooperation in cracking down on separatism and hate crime by a fringe element, constituting a miniscule percentage of Canada’s population,” Singh’s office said in a statement.",
  "Trudeau told Singh that Canada “supports a united India and absolutely condemns violence for any cause, but will not crack down on those advocating peacefully for an independent Sikh state because that is a freedom of speech issue,” as the Toronto Star summarized.",
  "Canadian Prime Minister Justin Trudeau, whose trip to India has been fraught with tension over the issue of Sikh separatists in Punjab, met with one of his chief antagonists on Wednesday and gave assurances that Canada does not support the separatist movement.",
  "Trudeau met with Punjab Chief Minister Amarinder Singh — who is a Sikh but also an implacable adversary of the separatist movement and who made waves by accusing Trudeau of bringing sympathizers of the so-called Khalistani Movement into his Cabinet.",
  "Officials in his administration were obliged to clarify that a total of $1 billion in investment deals is on the table, but only $250 million of it represents Indian investment in Canada.",
  "In subsequent remarks to reporters, Trudeau was noncommittal about whether he believes the Canadian Sikh community really does have a problem with supporting separatist elements.",
  "The other $750 million is Canadian investment in India, over half of it tied up in the purchase of a Mumbai office complex by the Brookfield Asset Management company of Toronto.",
  "Also at the meeting was Canadian Defense Minister Harjit Sajjan, whom Singh refused to meet with last April on the grounds that he was one of those Khalistani sympathizers.",
  "“We will always stand against violent extremism, but we understand that diversity of views is one of the great strengths of Canada.",
  "Singh seemed to have a somewhat more expansive take on Trudeau’s opposition to Sikh separatism than the one Trudeau offered.",
  "The Star notes that Singh offered Trudeau a warm greeting, while he was “polite, but more guarded” with Sajjan.",
  "I raised the issue of Khalistan because that is our primary issue,” Singh himself said in a Facebook post.",
  "I was able to make that very clear to him,” Trudeau said of his discussion with Singh.",
  "“I am very impressed with my meeting with the prime minister."
]