[
  "Inc.\n\nForesight Law + Policy PLLC: Partnership for 21st Century Skills\n\nFowler Group Texas, LLC: GulfSafe\n\nHance Scarborough: Global Aviation Solutions\n\nHannegan Landau Poersch & Rosenbaum Advocacy, LLC: Education Corporation of America\n\nHannegan Landau Poersch & Rosenbaum Advocacy, LLC: National Fish and Wildlife Foundation\n\nHannegan Landau Poersch & Rosenbaum Advocacy, LLC: Nexar Ltd.\n\nHannegan Landau Poersch & Rosenbaum Advocacy, LLC: Premise Data\n\nHarbinger Strategies, LLC: salesforce.com\n\nHolland & Knight LLP: City Of Des Moines Iowa\n\nHolland & Knight LLP: City Of Rockville\n\nHolland & Knight LLP: Delta-Synexxus Joint Venture, LLC\n\nHolland Partner Group: Holland Partner Group\n\nJ M Burkman & Associates: Black Moon Corporation\n\nJ M Burkman & Associates: Colorado Lending Source\n\nJ M Burkman & Associates: Global Strategic Alliance\n\nJ M Burkman & Associates: Reynolds Bros Construction\n\nJ M Burkman & Associates: Saybubble\n\nJ M Burkman & Associates: Vallorani Vineyards\n\nJ M Burkman & Associates: Virterras Fuels\n\nK&L Gates LLP: Hispanic Federation\n\nK&L Gates LLP: Seafood Harvesters of America\n\nK&L Gates LLP: Verisign, Inc.\n\nKadesh & Associates, LLC: City of Santa Clarita\n\nKadesh & Associates, LLC: The International Council of Shopping Centers\n\nKen Cunningham Group, LLC: Bentham IMF\n\nKountoupes Denham Carr & Reid, LLC: Ciner Enterprises Inc.\n\nKyle House Group: Sixteen Thirty Fund\n\nMerchant McIntyre & Associates, LLC: City of El Campo, TX\n\nMerchant McIntyre & Associates, LLC: City of Harvard, IL\n\nMerchant McIntyre & Associates, LLC: University of Science and Arts of Oklahoma\n\nMerchant McIntyre & Associates, LLC: Washington Nationals Youth Baseball Academy\n\nMerchant McIntyre & Associates, LLC: Zakat Foundation of America\n\nMissy Edwards Strategies, LLC: World Dog Alliance\n\nMr. Russell Wapensky: Crane & Co.\n\nMr. William Hilleary: Exxon Mobil Coporation [sic]\n\nNavigators Global LLC (Formerly DC Navigators, LLC): Triangle Experience Group, Inc.\n\nNelson, Mullins, Riley & Scarborough: Google Inc.\n\nNossaman LLP (Formerly Nossaman LLP/O'Connor & Hannan): Heritage Home Group\n\nOcean Champions: Environmental Defense Action Fund\n\nOgilvy Government Relations: Capitol Hill Policy Group LLC on behalf of Academy of Model Aeronautics\n\nOgilvy Government Relations: Coalition to Save Local Media\n\nOneMain Holdings, Inc.: OneMain Holdings, Inc.\n\nPolaris Government Relations, LLC: Andeavor (F/K/A Tesoro Companies)\n\nPolaris Government Relations, LLC: Duke Energy\n\nQuadripoint Strategies LLC: Kaleo, Inc\n\nRecurrent Energy, LLC: Recurrent Energy, LLC\n\nRepresentative of German Industry and Trade: Representative of German Industry and Trade\n\nSandler, Travis & Rosenberg, P.A.",
  "The Cormac Group, LLC: pdvWireless, Inc.\n\nTodd Strategy, LLC: Organize.org\n\nTwinLogic Strategies, LLP: Sheppard, Mullin, Richter & Hampton LLP on behalf of Reynolds & Reynolds\n\nNEW LOBBYING TERMINATIONS\n\nAlpine Group, Inc.: Loews Government Affairs Services Inc\n\nAlston & Bird LLP: Rose Acre Farms, Inc.\n\nArnall Golden Gregory, LLP: Graduate Management Admission Council (GMAC)\n\nArnold & Porter Kaye Scholer LLP: 21st Century Oncology\n\nAvenue Solutions: Advanced Medical Technology Association (AdvaMed)\n\nBaker Donelson Bearman Caldwell & Berkowitz: All American Medical Supplies\n\nBaker Donelson Bearman Caldwell & Berkowitz: Max Home, LLC\n\nBattle Consulting, LLC: Ounce of Prevention\n\nBurrell International Group LLC: Sesame Enable, Inc\n\nBest Best & Krieger LLP: Big Bear Area Regional Wastewater Agency\n\nBorski Associates: Port Of Corpus Christi\n\nBrian McManus: Garcia Deposada Strategies\n\nBrownstein Hyatt Farber Schreck, LLP: American Indian Health & Services\n\nBrownstein Hyatt Farber Schreck, LLP: Basin Electric Power Cooperative\n\nBrownstein Hyatt Farber Schreck, LLP: DF Advisory Group, LLC\n\nBrownstein Hyatt Farber Schreck, LLP: Edison International\n\nBrownstein Hyatt Farber Schreck, LLP: Foxhill Capital Partners LLC\n\nBrownstein Hyatt Farber Schreck, LLP: Franklin Loan Center\n\nCalifornia Strategies & Advocacy, LLC: Lytle Development Company\n\nCalifornia Strategies & Advocacy, LLC: Mimosa Networks\n\nCapitol Counsel LLC: East West Bank\n\nCapitol Tax Partners, LLP: National Propane Gas Association\n\nCarmen Group Incorporated: Center on Addiction\n\nCavarocchi Ruscio Dennis Associates, L.L.C.",
  "): 1600 Group\n\nFederal Street Strategies, LLC: Fair Isaac Corporation (dba FICO)\n\nFederal Street Strategies, LLC: Strand Diagnostics, LLC\n\nGavel Resources, LLC: Erik Prince\n\nK&L Gates LLP: Ford Motor Company\n\nK&L Gates LLP: Oshkosh Corporation\n\nK&L Gates LLP: Resolve Marine Group, Inc.\n\nMayer Brown LLP: Southwire Company, LLC\n\nMerchant McIntyre & Associates, LLC: Churchill County, NV\n\nMerchant McIntyre & Associates, LLC: Covenant Retirement Communities\n\nMerchant McIntyre & Associates, LLC: Evangel University\n\nMerchant McIntyre & Associates, LLC: Holy Names University\n\nMerchant McIntyre & Associates, LLC: Humboldt County, NV\n\nMerchant McIntyre & Associates, LLC: Pennsylvania Mountains Healthcare Resource Development\n\nMerchant McIntyre & Associates, LLC: Reid Health\n\nMerchant McIntyre & Associates, LLC: The Cowen Institute for Public Education Initiatives\n\nMichael Best Strategies LLC: ADH Guardian USA LLC\n\nMichael Best Strategies LLC: Duravant\n\nMichael Best Strategies LLC: NACCO Industries, Inc.\n\nPillsbury Winthrop Shaw Pittman LLP: Continental Service Group, Inc. (ConServe)\n\nRich Feuer Anderson: Fair Isaac Corporation (dba FICO)\n\nSimon And Company: Baltimore Parks and People Foundation\n\nSPLYSS LLC: Dahlberg Strategic\n\nSteptoe & Johnson LLP: Contemporary Services Corporation\n\nSteptoe & Johnson LLP: GCI International Holdings, LLC\n\nThe Consilio Group: Maden Tech Consulting, Inc.",
  "NEW JOINT FUNDRAISERS\n\nCockburn Victory Fund (Leslie Cockburn, Democratic Party of Virginia)\n\nHardy Tarkanian Victory Committee (Cresent Hardy, Danny Tarkanian, NRCC)\n\nNEW PACS\n\nForward Montana (Super PAC)\n\nFoundation for Sanity in Politics LLC (PAC)\n\nGovevolve PAC (PAC)\n\nGlobal Technical Systems Federal PAC (PAC)\n\nGuest PAC (PAC)\n\nRelatively Easy PAC (Super PAC)\n\nSave the Trees (PAC)\n\nSt. Tammany DPEC PAC (PAC)\n\nTexas Forever (Super PAC)\n\nUnited Strategies Group Political Action Committee (PAC)\n\nUnited Strategies Group Politcal [sic] Action Committee (PAC)\n\nNEW LOBBYING REGISTRATIONS\n\nACG Analytics: Ripple Labs, Inc.\n\nACG Analytics: Wave\n\nAlpine Group, Inc.: American Flood Coalition\n\nAtlantic Strategies Group: Arete Associates\n\nBarnes & Thornburg, LLP: KSM Consulting\n\nBracewell LLP: Recreational Off-Highway Vehicle Association (ROHVA)\n\nBrownstein Hyatt Farber Schreck, LLP: Intralot USA\n\nBusiness Government Solutions: Holland & Knight LLP (on behalf of Advanced Biofuels Association)\n\nCapitol Counsel LLC: Reinsurance Association of America\n\nCapitol Counsel LLC: The Walter Group LLC on behalf of Tweed Inc.\n\nCapitol Tax Partners, LLP: Facebook\n\nCGCN GROUP, LLC (formerly known as Clark Geduldig Cranford & Nielsen, LLC): The Chemours Company\n\nDaley Policy Group: MidAmerica St. Louis Airport\n\nEmmer Consulting, Inc. (formerly known as Emmer Consulting, P.C.",
  "Chambers, Conlon & Hartwell, LLC: Joliet Regional Port District/Lewis University Airport (KLOT)\n\nChambers, Conlon & Hartwell, LLC: Milhouse Engineering And Construction , Inc on behalf of Cook County\n\nChambers, Conlon & Hartwell, LLC: Northeast Illinois Regional Commuter Railroad Corporation\n\nChambers, Conlon & Hartwell, LLC: Philadelphia International Airport\n\nChambers, Conlon & Hartwell, LLC: U.S. RAS Association-Midwest\n\nClark Hill, PLC: Panasonic Avionics Corporation\n\nCoffee Group: Commonwealth Atlantic-Spotsylvania Inc\n\nCoffee Group: Sidley Austin LLP\n\nCovington & Burling LLP: Bacardi North America Corporation\n\nCovington & Burling LLP: Elevate Credit, Inc.\n\nCovington & Burling LLP: Genworth Financial, Inc.\n\nCrossroads Strategies, LLC: Citizens for Responsible Energy Solutions\n\nDentons US LLP: American Osteopathic Association\n\nDentons US LLP: Mach FM Corporation\n\nDentons US LLP: Maximus, Inc.\n\nDentons US LLP: The Havasupai Tribe\n\nDentons US LLP: The Karuk Tribe\n\nDLA Piper LLP (US): Aeolus Kenya Limited (AKL)\n\nDLA Piper LLP (US): Apple Inc.\n\nDLA Piper LLP (US): Brookfield Asset Management, Inc.\n\nDLA Piper LLP (US): Equifax, Inc.\n\nDLA Piper LLP (US): VeriSign, Inc.\n\nForesight Law + Policy PLLC: ACT.",
  "The Markham Group: Lufthansa German Airlines\n\nThe Raben Group: National Association for Latino Community Asset Builders\n\nThe Raben Group: Promontory Interfinancial Network\n\nThe Raben Group: Proteus Fund\n\nThe Raben Group: Society of Hispanic Professional Engineers\n\nThe Roosevelt Group: CCSN, LLC\n\nThe Russell Group, Inc.: Story Partners (on behalf of the Coalition to Modernize Meat & Poultry Safety)\n\nThompson Coburn LLP: GEO Foundation\n\nTwinLogic Strategies, LLP: Amazon.com\n\nVan Scoyoc Associates: Fincher, Denmark & Minnifield, LLC (Clayton County Entities)\n\nVan Scoyoc Associates: Rancho Mission Viejo\n\nVan Scoyoc Associates: San Joaquin Regional Rail Commission\n\nVan Scoyoc Associates: Vanmarc Shipping Limited Company\n\nVan Scoyoc Associates: Vigilant Solutions Inc.\n\nVenable LLP: Pimco\n\nWashington Advocacy Group: Pafford EMS\n\nWinning Strategies Washington: Longevity Health Plan",
  ": Zeon Chemicals L.P.\n\nSextons Creek: Washington Strategy, LLC\n\nSonoran Policy Group, LLC: Hawaiki Submarine Cable USA, LLC\n\nSonoran Policy Group, LLC: Holt International\n\nSonoran Policy Group, LLC: Texans Against High-Speed Rail\n\nStrategic Public Affairs: Huawei Technologies Company, Ltd.\n\nStrategic Public Affairs: Maass Flange Corporation\n\nTeam Hallahan LLC: The Markham Group (On Behalf of Infineon Technologies Americas Corp)\n\nThe Cormac Group, LLC: COPsync\n\nThe Cormac Group, LLC: FiberTower Corporation\n\nThe Ferguson Group, LLC: Vance County Tourism Development Authority\n\nThe Furman Group: City of Camarillo, CA\n\nThe Furman Group: Olivenhain Municipal Water District\n\nThe Madison Group: Arch Mortgage Insurance Company\n\nThe Madison Group: Hudson & Marshall\n\nThe Markham Group: Infineon Technologies Americas Corp.",
  "Powerful government figures — including deputy intelligence chief Maj. Gen. Ahmed al-Assiri, who was fired for Khashoggi’s killing — have visited Washington to court reporters and think tank analysts.”\n\n— “The Saudi ambassador has hosted intimate dinners in Washington and even occasional galas, such as a lavish event at the Andrew W. Mellon Auditorium honoring this year’s visit of the crown prince.",
  "“ITI, which counts Amazon, Facebook and Google among members, said in a news release that federal regulators should be able to impose on companies that fail to protect user information ‘a meaningful penalty on the first offense.’ And ‘some aspects of any privacy framework will necessitate regulatory rulemaking,’ the group said in a footnote to the roadmap.” Full story.",
  "Story Continued Below\n\nPOTENTIAL DEMOCRATIC INVESTIGATIONS MEAN BUSINESS FOR K STREET: “Washington law firms are preparing for a boom in business from a projected Democratic takeover of the House in 2019, anticipating that pharmaceutical, tech, and oil and gas companies will need help navigating a flurry of oversight investigations,” POLITICO’s Marianne LeVine reports.",
  "ITI’S ‘LEGISLATIVE ROADMAP’ HAS DEMOCRATS IN MIND: “Tech industry trade group ITI is trying to get ahead of Congress with a ‘legislative roadmap’ for consumer privacy released today, acceding to some Democratic asks for what a comprehensive data privacy bill should look like,” POLITICO’s John Hendel reports.",
  "Canadian cannabis company hires Capitol Counsel — Potential Democratic takeover would mean big business for congressional investigations lawyers\n\nWith David Beavers\n\nNEW BUSINESS: Today’s the deadline for filing third-quarter lobbying disclosure reports, and there’s a flood of new registrations.",
  "‘Companies doing business with Trump and his business, or the executive branch through contracting, those are going to be areas ripe for investigation.”In other words, as Steptoe & Johnson partner Matthew Herrington put it: “Winter is coming.’” Full story.",
  "… Brown is a registered lobbyist in Missouri whose clients include the St. Louis Blues hockey team and wealthy businessman Rex Sinquefield, a Hawley donor who’s linked to a state-level effort to permit medical marijuana use.” Full story.",
  "Earlier this year, Saudi officials even offered Super Bowl tickets and chartered flights to the event to media stars such as Jake Tapper of CNN and Bret Baier of Fox News, according to Tapper and a Fox News spokeswoman.",
  "IF YOU MISSED IT THIS WEEKEND: “Josh Hawley has criticized Democratic Sen. Claire McCaskill repeatedly for using a private plane to travel around Missouri,” POLITICO’s Burgess Everett and Elana Schor report.",
  "“Law firms that specialize in helping businesses manage congressional investigations, including Covington & Burling and Akin Gump, have been tracking Democrats’ criticisms of a host of corporations all year.",
  "Clint Robinson and Ethan Pittleman of Capitol Counsel will lobby on the farm bill and “legislation related to the travel of Canadian citizens to and from the United States,” according to a disclosure filing.",
  "A couple of of the notable ones: Tweed, a Canadian company that cultivates what its website describes as “a remarkable plant that can be a force for good,” has hired Capitol Counsel to lobby on its behalf.",
  "Hawley received an in-kind contribution of $5,225 for a charter flight in September on a plane owned by lobbyist Travis Brown and his wife, according to public records.",
  "The kingdom’s lobbying team was dispatched to ensure that leading members of congressional foreign relations panels attended, public filings show.",
  "… ‘There is a ton of pent-up investigative activity and interest on the Hill,’ said Rafi Prober, a partner at Akin Gump.",
  "MORE DETAILS ON HOW THE SAUDIS WORK WASHINGTON: The Washington Post’s Tom Hamburger, Beth Reinhard and Justin Wm.",
  ": Counsyl\n\nCGCN GROUP, LLC (formerly known as Clark Geduldig Cranford & Nielsen, LLC): Tex-Isle Supply, Inc.",
  ": The Wonderful Company (Wonderful Citrus and Teleflora division)\n\nSandler, Travis & Rosenberg, P.A.",
  "Please send me your tips, your gossip, your unconfirmed rumors in her absence: tmeyer@politico.com.",
  "And Facebook has added Capitol Tax Partners to its cadre of Washington lobbying firms.",
  "The kingdom has “cultivated opinion leaders through aggressive charm offensives.",
  "Moyer take a behind-the-scenes look at Saudi Arabia’s influence in Washington.",
  "You can also follow us on Twitter: @theodoricmeyer and @marianne_levine.",
  ": Milwaukee Electric Tool Corporation\n\nSandler, Travis & Rosenberg, P.A.",
  ": Sears Holdings Management Corp.\n\nSandler, Travis & Rosenberg, P.A.",
  ": Association Of Food Industries\n\nSandler, Travis & Rosenberg, P.A.",
  "“But [Hawley] isn’t above taking a ride in a private plane himself.",
  ": Mueller Sports Medicine, Inc.\n\nSandler, Travis & Rosenberg, P.A.",
  ": Belkin International Inc.\n\nSandler, Travis & Rosenberg, P.A.",
  ": Alchemix Coporation [sic]\n\nSandler, Travis & Rosenberg, P.A.",
  ": Vionic Group, LLC\n\nSandler, Travis & Rosenberg, P.A.",
  ": Geeknet, Inc\n\nSandler, Travis & Rosenberg, P.A.",
  "Marianne is abroad on a well-deserved vacation.",
  ": HSN, Inc\n\nSandler, Travis & Rosenberg, P.A.",
  ": Nautilus\n\nSandler, Travis & Rosenberg, P.A.",
  "(Both said they turned the offers down.",
  "Good afternoon, and welcome to PI.",
  "The plant: cannabis.",
  ")” Full story."
]