[
  "“The increased competition for traditional brownfield infrastructure assets is leading to higher entry multiples and lower overall returns,” according to a report from consultancy McKinsey & Co.\n\nDry powder, the money that funds have yet to invest, has risen almost 9 percent this year to $173 billion, according to Preqin.",
  "House Minority Leader Nancy Pelosi recently said she wanted to “build the infrastructure of America from sea to shining sea.”\n\nInvestors who’ve watched Congress struggle to pass annual spending bills aren’t exactly convinced an infrastructure package is coming any time soon from Washington.",
  "People familiar with the matter have said there has been concern the nation’s outsize participation could result in it seeking to influence the fund’s investments, though New York-based Blackstone has said it retains sole investment discretion.",
  "One possible reason: The firm’s cornerstone investor is Saudi Arabia’s wealth fund, with which it struck unusual concessions in exchange for the provision of at least half its war chest, conditional upon matching contributions from others.",
  "“We’re still hopeful the federal government will produce an infrastructure bill, but that’s not the only way” to get money flowing to projects, said Andrew Marino, co-head of Carlyle Group LP’s Global Infrastructure Opportunity Fund.",
  "That number is almost certain to expand, with Global Infrastructure Partners and Brookfield Asset Management Inc. both set to raise in the vicinity of $20 billion for their next infrastructure funds.",
  "(Bloomberg) -- Encouraging spending on roads, bridges and other infrastructure could be one of the rare areas where a Democrat-controlled Congress finds common ground with the Trump administration.",
  "The FAA-backed projects range from relocating a runway at Aspen-Pitkin County airport in Colorado to completing a new taxiway at Atlanta’s Hartsfield-Jackson Atlanta International Airport.",
  "KKR & Co., which closed a $7.4 billion infrastructure fund in September, has focused on telecommunications towers and energy storage and transportation assets, better known as midstream.",
  "Instead, they’re plowing forward with plans to invest in everything from data centers to airport terminals -- assets that require little or no participation from the federal government.",
  "“Private capital is plentiful and already making a difference.”\n\nPresident Donald Trump’s election in 2016 fueled optimism that the U.S. would embark on a major infrastructure spree.",
  "Despite these diverse ambitions, record capital raising has stoked fears that investors will end up chasing the same deals, bidding up prices and hurting fund performance.",
  "Democrats have revived talk of approving funding to repair and upgrade the nation’s roads, bridges and tunnels as they seek to take back control of Congress.",
  "The projects have the potential to generate attractive, relatively stable returns -- and there are plenty of assets that can be pursued now.",
  "Private investors in such projects aren’t relying on any breakthroughs, regardless of how next week’s midterm elections shake out.",
  "GI Partners is seeking to raise more than $1 billion for a fund that will invest in data centers and other digital infrastructure.",
  "That’s why pensions, sovereign wealth funds and other institutions have been so enthusiastic about investing in infrastructure.",
  "The Federal Aviation Administration, for instance, is doling out nearly $3.2 billion to improve airports around the U.S.",
  "But his administration’s efforts to pass any legislation stalled as members of Congress wrangled over how to pay for it.",
  "Among them: Terminal One at New York’s John F. Kennedy International Airport, which Carlyle is helping to redevelop.",
  "Infrastructure funds raised a record $37 billion globally in the third quarter, according to data provider Preqin.",
  "Even without a major infrastructure package from Congress, there are pockets where Washington is already helping.",
  "The Washington-based firm also recently announced plans to build a crude oil export terminal in Texas.",
  "Any renewed effort would be complicated by the fact that federal budget deficits are ballooning.",
  "Blackstone Group LP’s effort to amass a potential $40 billion fund has been shy of expectations.",
  "Almost three-quarters of that was dedicated toward transactions in North America.",
  "‘Buoyant’ Market\n\nNot all fundraising has been a cinch.",
  "Partisan rancor could make it harder still.",
  "But there’s much more work to be done."
]