[
  "Macy's, meanwhile, has set aside about 350 of its more productive stores to get a facelift, including expanded merchandise, remodeled dressing rooms, Starbucks coffee shops, couches for lounging and more, Gennette told the Journal.",
  "The department store chain currently is trying the idea at four locations, including at Stamford Town Center in Connecticut, to cut its real estate by as much as a fifth there and turn those shops into \"neighborhood stores.\"",
  "\"If your store is too big and your dollars per square feet are too low and you can't lease the space to someone else, then you've got to hive off a floor,\" Macy's CEO Jeff Gennette told the Journal in an interview.",
  "Kohl's is dividing some of its bigger stores to allow room for new tenants like grocer Aldi, while Nordstrom is trying a small-shop concept known as Nordstrom Local in Los Angeles.",
  "Macy's is set to report fiscal third-quarter earnings before the bell on Wednesday, when it is planning to discuss its real estate strategy in greater detail.",
  "Not needing so many locations — and with some being unprofitable — Macy's in early 2017 shut 100 stores as it's been working to whittle down its real estate.",
  "Even mall operators like Macerich are looking at store space in a new way, rolling out stores that showcase a number of brands for a short period.",
  "It's also been working with Brookfield Asset Management to allow the real estate firm to redevelop all or part of 50 select properties.",
  "Macy's is testing smaller stores to slash expenses on staffing and inventory, according to a report by The Wall Street Journal.",
  "Macy's \"neighborhood stores\" will reportedly have more self-service options and an area dedicated to picking up online orders.",
  "Macy's had roughly 690 locations, including those under the Bloomingdale's banner, still open as of the latest quarter.",
  "He said sales at these newly renovated \"magnet stores\" are surpassing expectations already.",
  "It's unclear what Macy's will do with the space leftover after the store shrinks in size.",
  "It mimics similar initiatives already taken by rivals Kohl's and Nordstrom.",
  "A spokeswoman didn't immediately respond to CNBC's request for comment.",
  "\"If we were building stores today, we'd build them smaller.\""
]