[
  "“The economy is stagnated given the process of political restructuring that followed the Lava Jato and a presidential impeachment and investigation.”\n\nThe Lava Jato, or Car Wash, is an ongoing criminal investigation carried out by the Brazilian police that expanded from money laundering to corruption allegations at state-controlled energy company Petroleo Brasileiro SA (Petrobras).",
  "OFFERING ASSURANCE\n\nTo reassure lenders, Ascenty, which rents storage space for technology companies and cloud providers, told bank meeting invitees that approximately 95% of its contracted revenue from clients includes both data center and fiber services and that 75% of its contractual cash rent is tied to U.S. dollar denominated leases.",
  "If that business was in the U.S. it would be a no brainer.”\n\nGoing forward, loans with fewer lender protections in Latin America are still expected to be reserved for handpicked market-leading companies or national champions with predictable business models.",
  "Ascenty’s loan joins several transactions from companies with close regional ties that are similar in structure to loans syndicated in the U.S., where currency risk is negligible and lenders’ rights are exercised when defaults occur.",
  "RISKY BUSINESS\n\nBanks have traditionally preferred to lend more conservative loans to Latin America companies, but limited volume growth year over year in the U.S. has seen lenders reaching out to other markets in the hunt for yield.",
  "The Latin American loan market has had a quiet 12 months as uncertainty over presidential elections in Mexico and Brazil, economic turmoil in Argentina and the collapse of Venezuela’s economy made banks increasingly wary of lending.",
  "There is some political certainty,”\n\nA US$775m loan backing sponsors Digital Realty’s and Brookfield Infrastructure’s US$1.8bn purchase of Brazilian data center and interconnection solutions firm Ascenty is currently in the market.",
  "But the region’s banks and companies are now turning to loans to fund their operations after a four-month bond market hiatus amid political volatility after the results of the elections brought more certainty to the market.",
  "A large contract with Google’s holding company Alphabet was one of the main selling points of the deal when potential lenders were originally contacted to discuss financing terms, two sources close to the situation said.",
  "A presidential impeachment, scandals of corruption and money laundering, and a three-year long political reshuffle have made investors cautious of a region plagued by uncertainty that is considered bad for business.",
  "The leveraged loans comprise a US$50m senior secured first-lien revolving credit facility, a US$650m senior secured first-lien term loan and a US$75m senior secured first-lien delayed draw term loan.",
  "NEW YORK, Nov 14 (LPC) - Latin American companies are commanding more favorable terms on syndicated loans as investor confidence returns to the region, even for credits that are perceived as riskier.",
  "“Brazil is a US$2trn economy that continues to attract foreign investment,” said Roberto Sifon Arevalo, Managing Director and Global Head of Analytics & Research for Sovereign Ratings at S&P Global.",
  "Since January, two term loan B deals from companies doing business in Latin America and the Caribbean have been marketed to institutional investors in the U.S., as previously reported by LPC.",
  "Debt to Ebitda will drop to 6.5 times from September 2019 to December 2019, to 5.0 times from March 2020 to June 2020, and to 4.0 times after September 2022, according to the first source.",
  "Brazil ranks 43 out of 82 countries when it comes to quality or attractiveness of business, according to The Economist’s Business Environment Rankings.",
  "The deal has few covenants and is similar to riskier US leveraged loans that private equity sponsors typically offer to U.S. institutional investors.",
  "“The business has highly visible, contracted Ebitda and growth that underpins the credit with investment-grade counterparties,” a third source said.",
  "Citigroup, ING and Natixis are leading Ascenty’s deal which was launched to global banks in Sao Paulo on October 25 and in New York on October 30.",
  "“The political situation when it comes to creating a stable and optimistic environment for business has not been there,” Sifon Arevalo said.",
  "In June, a US$525m term loan supported the buyout of LatAm fiber optics operator Ufinet International by private equity firm Cinven.",
  "It also includes a debt to run-rate Ebitda covenant calculation that includes contracted revenues that have yet to be generated.",
  "In January, Caribbean mobile phone network Digicel refinanced a US$955m term loan dating from 2017 via Citigroup.",
  "Year to date, 2018 global loan volume totals US$2.11trn, compared to US$2.04trn in 2017, according to LPC data.",
  "Ascenty’s deal has high leverage of 6.75 times until June 2019, a source close to the deal said.",
  "The loan was offered to a select group of relationship lenders of the buyers on October 22.",
  "“The company (Ascenty) has very good credit quality,” one of the sources said.",
  "Brookfield Infrastructure is an affiliate of Brookfield Asset Management.",
  "(Reporting by Michelle Sierra Editing by Tessa Walsh and Jon Methven)",
  "“The market has reacted very well with respect to the new president.",
  "The commitment fee is 35bp on the revolving credit and delayed draw.",
  "A debt service coverage ratio covenant is also part of the package.",
  "Natixis and ING did not return requests for comment by press time.",
  "Funded pricing is 425bp over Libor on the three tranches.",
  "Brookfield and Digital Realty declined to comment.",
  "Green Hill Partners currently owns Ascenty.",
  "Both loans were covenant-lite deals.",
  "“The issue was its location.",
  "Citi declined to comment."
]