[
  "Two US intel officials characterized document to NBC News as \"evidence of Iran's support of al Qaeda's war with US.” https://t.co/ilo12t0I01 — Mark Dubowitz (@mdubowitz) November 2, 2017\n\nAnalysis: @CIA releases massive trove of Osama bin Laden's files | FDD's Long War Journal https://t.co/0PlH5fJuoB via — Frances Townsend (@FranTownsend) November 1, 2017\n\nOn October 31st the U.S. Treasury Department officially implemented the Countering America’s Adversaries Through Sanctions Act (CAATSA), described by officials in Iran as the “mother of all sanctions” targeting Iran’s Revolutionary Guards Corps (IRGC).",
  "The new initiative from U.S. senators, highlighting “shortcomings in the inspection and verification regime,” is said to enjoy the Trump administration’s full backing, as the White House seeks to resolve outstanding issues over Iran’s compliance with the deal and patch outstanding loopholes providing the regime dangerous opportunity to obtain nuclear weapons.",
  "Experts have been busy analyzing the data, especially showing how Iran offered al-Qaeda operatives “everything they needed,” including “money, arms” and “training in Hezbollah camps in Lebanon, in exchange for striking American interests in Saudi Arabia and the Gulf,” according to the Foundation for Defense of Democracy’s Long War Journal.",
  "Iran’s growing international isolation today is all due to initial revelations back in August 2002 when the Iranian opposition coalition National Council of Resistance of Iran (NCRI) blew the whistle on the Natanz uranium enrichment site and Arak heave water production plant.",
  "New sanctions are leveled against IRGC commanders and affiliates involved in domestic crackdown, plundering the population’s wealth, exporting the regime’s terrorism, and advancing Tehran’s nuclear proliferation and ballistic missile program.",
  "The Center for Research and Expansion of Technologies for Explosion and Impact (Markaz-e Tahghighat va Tose’e Fanavari-e Enfejar va Zarbeh), known by its acronym METFAZ, is focused on research and building the nuclear weapon trigger.",
  "The NCRI has identified four chief sites mainly pursuing the nuclear weapons drive:\n\nPazhouheshkadeh, inside the Parchin military complex 30 miles southeast of Tehran, which has recently become the main center for METFAZ’s tests.",
  "At a Washington press conference in June the NCRI provided vital information on dozens of sensitive IRGC missile sites, including twelve previously unknown and one specifically linked to its controversial nuclear program.",
  "The very fact that these key nuclear sites have gone uninspected by the IAEA, and how the IRGC is directing this effort, makes the new U.S. senators’ initiative and Treasury Department sanctions all the more essential.",
  "For nearly two decades the IRGC unit tasked to advance Iran’s nuclear bomb drive is the Organization of Defensive Innovation and Research (Sazman-e Pazhouheshhaye Novin-e Defa’i), known by its Persian acronym SPND.",
  "The Hafte Tir site, under the authority of Iran’s Defense Ministry, is located inside a military base found in a mountainous region near the town of Mobarakeh between the major cities of Isfahan and Shiraz.",
  "Considering the weight of Washington’s Iran policy shift, Tehran is desperately resorting to such measures to save face at home and prevent any sign of weakness before an increasingly restive society.",
  "More than two years into a nuclear deal supposedly aimed to prevent block Tehran’s path to nuclear weapons, this report is a wake-up call showing how Iran’s A-bomb drive is in fact up and running.",
  "This, of course, provides Tehran enough time destroy all trace of illicit activities, as seen when the highly controversial Lavizan-Shian site was razed to the ground in late 2003 and early 2004.",
  "Under this escalating pressure, Tehran scrambled a senior military commander to level new threats of launching ballistic missile attacks against U.S. forces stationed across the Middle East.",
  "The IRGC’s Khatam al-Anbiya Headquarters, known to pursue massive construction projects, has around 5,000 companies under its umbrella involved in building dams, power plants and refineries.",
  "The main objectives include gaining vital access to Iran’s military sites, up to now considered off-limits by Tehran, and escalating transparency into the regime’s uranium enrichment drive.",
  "Aiming to garner further international support, U.S. Treasury Secretary Steven Mnuchin headed to the Middle East, visiting Saudi Arabia, Israel, the United Arab Emirates and Qatar.",
  "Iran is suspected of taking advantage of military sites to continue nuclear activities banned under a nuclear agreement considered landmark by some, while highly flawed by others.",
  "This provides Tehran the ability to relocate necessary centers and projects, making pinpointing more difficult for IAEA inspectors, and thus reducing the exposure possibility.",
  "Iran’s civilian nuclear program, where regime officials eagerly escort inspectors, is providing the necessary cover for the military branch to pursue their lethal objectives.",
  "Sanctioning each IRGC proxy abroad and all 31 provincial commanders inside Iran will significantly curb the regime’s warmongering and domestic crackdown capability.",
  "Needed now is for the European Union to also blacklist the IRGC and end Iran’s use of this rift in international policy to its benefit in supporting terrorism.",
  "Back in July 2003 the NCRI provided information on the secret Kolahdouz military complex located west of Tehran, home to a uranium enrichment testing facility.",
  "This followed reports of Iranian Supreme Leader Ali Khamenei “limiting” the range of his forces’ ballistic missiles to nearly 1,300 miles, or 2,000 kilometers.",
  "With Sen. David Perdue (R-GA) leading the initiative, this demands a rigorous new international inspections regime to be imposed on Iran’s nuclear program.",
  "Ever since the NCRI has played a leading role in alerting the world of Iran’s nuclear ambitions, especially the clandestine network of military complexes.",
  "Making headlines has been the CIA’s latest trove of nearly half a million documents indicating deep ties between Iran and the al-Qaeda terrorist network.",
  "International Atomic Energy Agency (IAEA) inspectors have been banned or forced to endure a bureaucracy of 54 days to obtain access to disputed sites.",
  "Such measures are recommended to expand to all individuals, entities, institutions and companies affiliated to or involved in deals with the IRGC.",
  "Iran has scattered the facilities involved in this regard throughout several sprawling military houses that include dozens of silos and tunnels.",
  "Furthering Tehran’s troubles is a new push by 13 prominent U.S. senators in a letter calling on the U.S. Mission to the United Nations.",
  "The Nouri Industrial site, located at the maximum security Khojir military complex southeast of Tehran and spanning 75 square miles.",
  "While this does encompass all regional U.S. bases, we must understand that Tehran’s forces are no match against the U.S. military.",
  "Mnuchin focused his efforts on ratcheting up pressure on Iran by placing special focus on terror financing across the region.",
  "The NCRI’s recent 52-page investigative publication, “Iran’s Nuclear Core: Uninspected Military Sites,” came as a bombshell.",
  "Bold measures are needed to bring an end to Iran’s lethal belligerence across the region, implemented through the IRGC.",
  "Also described as a “black hole,” CAATSA will be placing the very pillars of the Iranian regime in its crosshairs.",
  "Until recently this center was considered the main METFAZ testing facility and a subdivision of SPND.",
  "The Hemmat Missile Industries Group, stationed in Khojir, focuses on nuclear warheads production.",
  "Iran went the limits to cover up undeclared nuclear activities, according to Western diplomats.",
  "SPND has supervised the construction of underground tunnels at this site.",
  "The Sanjarian site, located on the banks of Jajrood River east of Tehran.",
  "The IRGC in its entirety reportedly controls over 40% of Iran’s economy.",
  "This is key for any hope of terminating Middle East wars and bloodshed.",
  "The U.S. has launched the policy needed to reach these objectives.",
  "The new US strategy vis-à-vis Iran began to unravel this week.",
  "And rest assured, this regime enjoys no public support."
]