[
  "“The inclusion of individuals or entities in this report, its appendices, or its classified annex does not, in and of itself, imply, give rise to, or create any restrictions, prohibitions, or limitations on dealings with such persons by either U.S. or foreign persons,” the U.S. Treasury said on its website.",
  "LONDON/MOSCOW (Reuters) - Russia’s En+ Group (ENPLq.L) has invited international banks to pitch for the sale of $1 billion(721.60 million pounds) of shares in the company that manages the aluminum and hydropower businesses of Russian businessmen Oleg Deripaska, three sources said.",
  "REUTERS/Sergei Karpukhin\n\nThe inclusion of Deripaska on a U.S. list of Russian oligarchs published on Jan. 29, however, is making some U.S. banks who worked with En+ on its initial public offering (IPO) in November wary about participating this time, one of the sources said.",
  "A spokeswoman for Deripaska said: “We do not comment on market rumors.”\n\nDeripaska and family members own 76.6 percent of En+, which has assets in metals and energy, including a 48 percent controlling stake in Hong Kong-listed Russian aluminum producer Rusal (0486.HK).",
  "LISTS\n\nSince the IPO, Deripaska and another 95 Russians worth more than $1 billion were named in a report the U.S. Treasury Department was required by Congress to compile as part of the Countering America’s Adversaries Through Sanctions Act (CAATSA).",
  "When En+ listed in London, U.S. institutions Bank of America Merrill Lynch (BAC.N), Citi (C.N) and JP Morgan (JPM.N), along with Swiss bank Credit Suisse (CSGN.S) and Russian banks Sberbank (SBER.MM) and VTB Capital (VTBR.MM) led the float.",
  "The source, whose institution has been asked to pitch for the new business, said while there was no suggestion advising on the share sale would attract U.S. fines, compliance departments were concerned about any risk of reputational damage.",
  "REUTERS/Sergei Karpukhin/File Photo\n\nThe $1.5 billion IPO was the first major listing in London by a Russian company since 2014, when Russia’s annexation of the Crimea peninsula triggered Western sanctions against Moscow.",
  "One of the sources said the planned share sale by En+ was expected to happen after Russia’s presidential election in March, which incumbent Vladimir Putin is widely expected to win.",
  "The industrial assets that form the core of his wealth were acquired during the chaotic sell-off of Russian state assets in the 1990s, following the collapse of the Soviet Union.",
  "A spokesman for En+ (ENPLDR.MM) declined to comment on the planned share sale or whether U.S. banks might be reluctant to work with the company because of the U.S. list.",
  "FILE PHOTO: A wall sign with the logo of aluminium and power producer En+ Group is seen on the facade of a building in central Moscow, Russia, February 13, 2018.",
  "The U.S. Treasury has said the report, which also includes lists of senior political figures and the heads of state-run companies, was not a sanctions list.",
  "However, several businessmen on the list said Russian companies may start having problems in their dealings with international banks because of the report.",
  "A wall sign with the logo of aluminium and power producer En+ Group is seen on the facade of a building in central Moscow, Russia February 13, 2018.",
  "Along with En+, Deripaska also controls Russian light vehicle maker GAZ (GAZA.MM) and has agriculture, airport and other businesses.",
  "It was not immediately clear why En+ wanted to sell shares or whether the offering would be of new or existing shares.",
  "Deripaska was ranked by Forbes magazine on Wednesday as Russia’s 20th richest man, with a net worth of $6.7 billion.",
  "In December, En+ said its third-quarter net profit rose 43 percent to $350 million helped by higher aluminum prices.",
  "It reduced that by repaying a $943 million loan to VTB, Russia’s second-largest lender, following the listing.",
  "Before the November listing of shares in London and Moscow, the company’s net debt was $13.1 billion.",
  "Client selection is a massive issue,” said the banking source.",
  "“Banks don’t want headlines.",
  "U.S."
]