[
  "Bill Browder, the financier turned activist behind the Magnitsky Act, thinks so, tweeting Tuesday, “I’m sure the compliance departments of every major Western financial institution is having an emergency meeting this morning to discuss whether this list should cause them to severe relationships with these oligarchs.” Browder argues that a future provocative act by the Russian government would result in political pressure to slap sanctions on those on the list.",
  "The Treasury Department did comply with another deadline by releasing a list of “senior foreign political figures and Oligarchs in the Russian federation.” While inclusion on the list doesn’t trigger immediate sanctions or penalties, it’s reportedly been anticipated with some alarm by the rich and powerful in Moscow, fearing that a designation on the “sanctions list in waiting” could make them radioactive to potential investors and partners in the West.",
  "Last October, the Trump administration missed the first major deadline, which required identifying “persons that are part of, or operate for or on behalf of, the defense and intelligence sectors of the Government of the Russian Federation,” who could be subject to sanctions.",
  "Since Trump took office, the U.S. has imposed new sanctions on Russian leaders (under different legislation); disagreed sharply with Russian policy on North Korea, Syria, and Iran; and agreed to provide weapons to the anti-Russian government in Ukraine.",
  "We’ll have to wait and see on that one, but the administration’s grudging implementation of CAATSA provisions will raise controversy about the Trump administration’s priorities, particularly amid the latest controversy around the Russia investigation.",
  "As the AP’s Nataliya Vasilyeva noticed, the members of Russia’s presidential administration on the list appear to have been copied directly from the Kremlin’s website without even being alphabetized.",
  "As it turned out, the Trump administration doesn’t seem to have spent much time compiling the list: It’s more or less a list of powerful Russians that an intern could have compiled using Wikipedia.",
  "“Since the enactment of the … legislation, we estimate that foreign governments have abandoned planned or announced purchases of several billion dollars in Russian defense acquisitions,” she said.",
  "“The Trump administration had a decision to make whether they would follow the law and crack down on those responsible for attacking American democracy in 2016,” Rep. Eliot Engel said Tuesday.",
  "It’s worth pointing out that the Trump administration opposed the legislation it now thinks has been so helpful and that the White House reportedly wanted to lift many of these sanctions.",
  "Mikhail Klimentyev/Getty Images\n\nThe Trump administration Monday complied with the Russia sanctions legislation passed last summer in the most ludicrously half-assed fashion imaginable.",
  "The bill codified into federal law the sanctions President Obama imposed via executive order in response to Russian actions in Ukraine and meddling in the 2016 U.S. election.",
  "“They chose instead to let Russia off the hook yet again.”\n\nAs I noted Monday, there aren’t actually many instances so far of this administration going easy on Russia.",
  "Though it also included new measures targeting North Korea and Iran, the bill was widely seen as an effort to keep Trump from giving away the farm to Vladimir Putin.",
  "If this were a normal administration, it would be reasonable to give it the benefit of the doubt about its reluctance to implement CAATSA and impose new sanctions.",
  "But nobody is arguing that Trump himself is the driving force behind any of these moves, and he continues to defend Putin against charges of election meddling.",
  "So should these powerful figures, including Prime Minister Dmitry Medvedev, Gazprom CEO Alexei Miller, and Brooklyn Nets owner Mikhail Prokhorov, be worried?",
  "President Donald Trump chats with Russia’s President Vladimir Putin as they attend the APEC Economic Leaders’ Meeting in Danang, Vietnam, on Nov. 11.",
  "Ambassador to Russia Michael McFaul is more skeptical, arguing that the list’s broadness and lack of specificity renders it ultimately meaningless.",
  "The bill also required the administration to take new actions targeting senior Russian officials and business leaders, with several deadlines.",
  "According to State Department spokesperson Heather Nauert, new sanctions are not needed since the bill is already having an impact on Russia.",
  "Congress passed the Countering America’s Adversaries Through Sanctions Act in July and Trump signed it with extreme reluctance on Aug. 2.",
  "The administration has declined to do so, using waiver authority included in the bill.",
  "The 96 “oligarchs” included were cribbed verbatim from a Forbes magazine list.",
  "Monday was another deadline, this time to actually implement those sanctions.",
  "The administration eventually complied four weeks later.",
  "But that doesn’t mean the measures won’t have an impact.",
  "This is not a normal administration.",
  "Former U.S."
]