[
  "Ric Clark, a senior managing partner at Brookfield Asset Management and chairman of its real estate business, poses at a luncheon for the Real Estate Board of New York in New York City, U.S., December 5, 2018 REUTERS/Herbert Lash\n\nThe acquisition, announced in July, adds New York to a list of gateway cities, including Houston, Los Angeles, Toronto and London, where Brookfield is the largest owner of commercial real estate, said Ric Clark, a senior managing partner and chairman of its real estate business.",
  "NEW YORK (Reuters) - Canada’s Brookfield Asset Management Inc (BAMa.TO) will be the largest single commercial property owner in New York City after its $11.4 billion purchase of Forest City Realty Trust Inc (FCEa.N) closes in coming days, a Brookfield official said on Wednesday.",
  "Brookfield’s New York assets will top 36 million square feet after the Forest City acquisition closes, surpassing Vornado Realty Trust (VNO.N), which has about 31 million square feet of property in the city, according to data from CoStar Group Inc (CSGP.O) and Brookfield.",
  "The Forest City portfolio also includes 2.3 million square feet of premier life science assets, mostly in Cambridge, Massachusetts, along with five large-scale development projects in San Francisco, Washington and the New York metropolitan area, among other assets.",
  "Brookfield, which historically has been known for office holdings, now has a sizable slice in the retail and apartment sectors, a growing presence in hotels, logistical and warehouse assets, student housing and manufacturing housing, Clark said.",
  "Over the past two years, assets under management at Brookfield have grown by $35 billion and over the past five years they have almost doubled, increasing by $75 billion, he said.",
  "An alternative money manager, Brookfield invests in real estate, renewable energy, infrastructure and private equity, with more than $330 billion in assets under management.",
  "Toronto and New York-based Brookfield also is among the top owners in Sydney, Melbourne, Seoul and Berlin and has a meaningful presence Brazil, China and Dubai, Clark said.",
  "Brookfield will gain prominent properties including the New York Times building, the Tata Innovation Center and MetroTech Center in the acquisition.",
  "While Brookfield now ranks as New York’s largest property owner, its holdings still are just a fraction of the city’s total commercial real estate.",
  "“You name it, we’re likely invested in it,” Clark said while addressing at a luncheon of the Real Estate Board of New York.",
  "For example, its 25 million square feet of office space are less than 5 percent of all workspace available in Manhattan.",
  "The company controls $183 billion in real estate assets, Clark said."
]