[
  "The Trump administration was required to publish the list by the Countering America's Adversaries Through Sanctions Act, which was meant to punish Russia for its interference in the 2016 US election, as well as alleged human rights violations, the annexation of Crimea and ongoing military operations in eastern Ukraine.",
  "\"What we don't know is what's most relevant -- whether the classified annex includes any information on links to corruption and on the potential impact of imposing US sanctions on listed individuals, both of which are required by the statute.\"",
  "He said Treasury had met its statutory obligation by delivering its report to Congress by a deadline to list every senior member of the political administration at the Kremlin and every Russian oligarch with a net worth of $1 billion or more.",
  "Appearing before the Senate Banking Committee, Mnuchin assured lawmakers that additional sanctions would be imposed in the \"near future\" following a detailed report provided to Congress shortly before a midnight deadline on Monday.",
  "\"There is not a statutory or regulatory definition of oligarch, so Treasury included the $1 billion threshold as a reasonable number, which is the criteria contained in the US Forbes list,\" the Treasury spokesman told CNN.",
  "Earlier Monday, the Trump administration declined to impose sanctions against companies and foreign countries doing business with blacklisted Russian defense and intelligence entities, a consideration required by the law.",
  "The report clearly states what we knew all along, namely that it's not a sanction or a determination that listed individuals will be sanctioned,\" said Keller, now a partner at Hogan Lovells, an international law firm.",
  "\"Since the enactment of the CAATSA legislation, we estimate that foreign governments have abandoned planned or announced purchases of several billion dollars in Russian defense acquisitions,\" she said in a statement.",
  "The list included 114 senior political figures with close ties to Russian President Vladimir Putin, including his chief spokesman, Dimitry Peskov, Foreign Minister Sergey Lavrov and Prime Minister Dmitry Medvedev.",
  "Throughout the two-and-half hour hearing, Mnuchin offered a robust defense of the administration's actions Monday, calling it \"a very unfair characterization\" that it had chosen to delay the Russia sanctions.",
  "A Treasury spokesman said the names of senior political figures and oligarchs were \"based on objective criteria drawn from publicly available sources,\" including names compiled by Forbes magazine last year.",
  "(CNN) Treasury Secretary Steven Mnuchin on Tuesday disputed claims that the Trump administration punted on moving forward with fresh sanctions against Russia over its interference in the 2016 US election.",
  "Sen. Bob Corker, a Tennessee Republican who's a lead author of the law that required the report, said he was encouraged by the steps taken so far by the US government based on a classified briefing.",
  "\"On the whole, it is clear the administration is working in good faith, and I am committed to applying pressure, as needed, to ensure further implementation,\" Corker said in a statement.",
  "It was \"a missed opportunity and a disappointment,\" said Daniel Fried, a former assistant secretary of state for European and Eurasian affairs and former ambassador to Poland.",
  "\"Sanctions on specific entities or individuals will not need to be imposed because the legislation is, in fact, serving as a deterrent,\" a State Department official said.",
  "The classified report will serve as the basis for future sanctions by the administration, he said: \"There will be sanctions that come out of this report.\"",
  "The secretary said the \"intention was not to have sanctions by the delivery of the report last night, but rather to do an extremely thorough analysis.",
  "The secretary stopped short of providing guidance on how soon those sanctions could be applied, but said the department is already \"working on it.\"",
  "While the publicized names were \"not a particularly quality list,\" Fried said that the classified list \"might have significant deterrent value.\"",
  "They included the aluminum magnate Oleg Deripaska, Chelsea football club owner Roman Abramovich and the media and tech magnate Alisher Usmanov.",
  "It was supported by Democrats and Republicans who wanted to try to prevent President Donald Trump from watering down US sanctions on Russia.",
  "Fried said the catalog of names was \"not a particularly quality list\" and seemed to have been \"assembled in haste.\"",
  "Some of those named are already subject to US sanctions and the administration did not impose any new punishments.",
  "Andrew Keller, a former deputy assistant secretary of state for sanctions and counter threat finance, agreed.",
  "State Department spokeswoman Heather Nauert said the legislation had already deterred Russian defense sales.",
  "An additional 96 oligarchs with a net worth of $1 billion or more were also publicly named in the report.",
  "It was hundreds of pages,\" referring to a classified list of names that lawmakers also received.",
  "The President described the act as \"seriously flawed\" when he signed it into law in August.",
  "It could have been better used to exert pressure on the Russian ruling class, he said.",
  "The report \"simply lists individuals with a net worth of over 1 billion USD.",
  "\"In the near future, you will see additional sanctions,\" said Mnuchin.",
  "But the so-called oligarchs' list drew sharp criticism.",
  "The report was \"not a sanctions list,\" Treasury said.",
  "\"We did not waive or delay,\" Mnuchin said."
]