[
  "A State Department official said the administration is \"using this legislation as Congress intended to press Russia to address our concerns related to its aggression in Ukraine, interference in other nations' domestic affairs and abuses of human rights.\"",
  "Late Monday, the Treasury Department released a list of 114 Russian politicians and 96 \"oligarchs\" who have thrived during President Vladimir Putin's time in office, as required by Congress as punishment for Moscow's meddlign in the 2016 U.S. election.",
  "WASHINGTON -- The Trump administration says legislation passed last year to punish Russia for its aggressive behavior has been effective in hampering the country's defense and intelligence sectors, negating the need for further sanctions.",
  "\"Since the enactment of the CAATSA legislation, we estimate that foreign governments have abandoned planned or announced purchases of several billion dollars in Russian defense acquisitions,\" Nauert said.",
  "President Trump reluctantly signed the Countering America's Adversaries Through Sanctions Act (CAATSA) into law in August 2017 after it passed both house of Congress with overwhelming bipartisan support.",
  "\"Sanctions on specific entities or individuals will not need to be imposed because the legislation is, in fact, serving as a deterrent,\" State Department spokeswoman Heather Nauert said Monday.",
  "The measures were intended to punish Russia for meddling in the 2016 U.S. elections, its incursions into Ukraine and its support for the Syrian regime of Bashar al-Assad.",
  "Being on the list doesn't trigger any U.S. sanctions on the individuals, although more than a dozen are already targeted under earlier sanctions.",
  "The act expanded sanctions against Russian entities and restricted the president's ability to reduce sanctions without congressional approval.",
  "The seven-page document, which is unclassified, is a who's who of politically connected Russians in the country's elite class.",
  "The State Department on Monday said the sanctions have already denied the Kremlin of billions of dollars in defense revenue.",
  "The idea of the U.S. law was to name-and-shame those believed to be aided by Putin's tenure."
]