[
  "“While the steps were the most significant taken against Moscow since Trump took office in January 2017, his decision at the time not to target oligarchs and government officials close to Putin drew criticism from U.S. lawmakers in both parties.”\n\nIt’s unclear what exact form the sanctions will take, but the move comes amidst the heightened tensions of a diplomatic tit-for-tat in response to the poisoning of a former Russian spy and his daughter in the U.K. last month, which the British government has said is the work of the Russian government.",
  "The Trump administration released the list, which was derided in some corners for its apparent lack of rigor and seriousness, as part of its compliance with Congress’ Countering America’s Adversaries Through Sanctions Act, also known as CAATSA, which was passed as a bipartisan effort to prod the Trump administration into taking action against the Kremlin for a series of hostile acts ranging from the annexation of Crimea to Moscow’s involvement in Syria and, of course, its efforts to influence the 2016 presidential election.",
  "“The sanctions, which two sources said would be announced as early as Thursday, would follow the March 15 U.S. decision to sanction 19 people and five entities, including Russian intelligence services, for cyber-attacks stretching back at least two years,” Reuters reports.",
  "The number of individuals to be sanctioned is still uncertain, but it expected to total at least six Kremlin allies outlined in the Treasury Department’s list of influential Russians, mostly political and business leaders, released in January.",
  "Matthias Hangst/Getty Images\n\nThe Trump administration is set to impose additional economic sanctions on Russia this week, specifically targeting a group of oligarchs linked to Vladimir Putin, the Washington Post reported Wednesday.",
  "Moscow denies it is to blame, but the U.S. expelled dozens of Russian diplomats and closed the Russian consulate in Seattle in a show of diplomatic solidarity with the U.K. along with other European nations.",
  "The Kremlin responded in kind closing an American consulate and ordering an equal number of American diplomats to leave the country.",
  "Russian President Vladimir Putin on July 24, 2015 in Kazan, Russia."
]