[
  "While Trump has said since the campaign trail that he has wanted to get along with Russia, the administration has also approved the sale of lethal weapons to Ukrainian forces to fight the Russians, increased military spending and the U.S. presence in Europe to fend off Russian aggression, shut down Russian diplomatic compounds in the U.S. in response to election meddling, and called for NATO members to increase defense spending.",
  "Although the Obama administration imposed sanctions against Russia after the invasion of Crimea, and increased the U.S. military presence in Europe, it would only provide Ukraine with “non-lethal” assistance out of concern that “lethal” weapons — such as anti-tank systems — would antagonize Russia and provoke stronger action.",
  "However, as we impose necessary and well-deserved costs for their malign behavior, providing the Secretary of State with a CAATSA waiver authority is imperative Doing so allows nations to build a closer security relationship with the U.S. as they continue to transition from reliance on Russian military equipment.",
  "The fundamental question we must ask ourselves is do we wish to strengthen our partners in key regions or leave them with no other option than to turn to Russia, thereby undermining a once in a generation opportunity to more closely align nations with the U.S. vision for global security and stability.",
  "Congress passed a law in 2017, known as Countering America’s Adversaries Through Sanctions Act (CAATSA), that imposes sanctions on countries that buy Russian military equipment, but the Pentagon has argued it hurts nations like India, who the U.S. wants to increase cooperation with.",
  "Separately, Defense Secretary Jim Mattis called for Congress to allow the administration to waive sanctions on some countries who are reliant on Russian military equipment, arguing that sanctioning them makes it harder to woo them away from Moscow.",
  "“This reaffirms the long-standing defense relationship between the United States and Ukraine and brings the total U.S. security sector assistance to Ukraine to more than $1 billion since 2014,” a Pentagon statement said.",
  "The Pentagon announced Friday it is providing $200 million in training, equipment, and advising to Ukraine to strengthen its military, which is locked in low-grade war with Russia.",
  "The money will go towards equipment, including counter-artillery radars, vehicles, medical equipment, communications equipment, and night vision equipment.",
  "Secretary Mattis said in a statement:\n\nRussia should suffer consequences for its aggressive, destabilizing behavior and its illegal occupation of Ukraine.",
  "“The added funds will provide equipment to support ongoing training programs and operational needs,” the Pentagon said.",
  "The increased assistance to Ukraine comes just as the president’s critics are accusing him of being too soft on Russia.",
  "The Pentagon said the additional support will also help Ukraine improve its ability to work closely with NATO.",
  "The move will likely rankle Russia, which invaded Ukraine in 2014 and annexed the peninsula in Crimea.",
  "Ukrainian and Russian-supported forces have been battling in eastern Ukraine since.",
  "Democrats are lobbying against the waiver, while Republicans are supporting it.",
  "Delivery and fielding of the equipment will be determined at a later date."
]