[
  "There's the tension between the subtle jujitsu of sanctions -- a policy tool that's most successful when it's not actually used -- and political demands for visible action against Russia\n\nThose nuances are compounded by the complex nature of arms deals, which are as much about relationships and global influence as they are about the hardware.",
  "In 2016, the two countries signed a $6 billion arms deal that included the S-400 long-range air defense missiles from blacklisted group Almaz-Antey, frigates made by the barred United Shipbuilding Corporation, and an agreement to jointly produce helicopters with another banned Russian company, Rosoboronexport.",
  "\"If you sanction India or Saudi Arabia or Turkey for purchasing Russian weapons systems, maybe it does make a strong statement to Putin, but you're also sacrificing some pretty important US equities,\" said Andrew Keller, a former deputy assistant secretary of state for sanctions and counter threat finance.",
  "The dilemma shows how Moscow's election malfeasance is deepening Washington's acrimony, complicating US foreign policy, and could ultimately force some allies to choose between the White House and the Kremlin, at a time when Russia is aggressively expanding its influence, particularly in the Middle East.",
  "But a source familiar with discussions in New Delhi, who spoke anonymously to discuss sensitive diplomatic matters, said that even so, \"senior Indian officials will tell you it's really troublesome - if India is pushed to choose between Washington and Moscow, the US might not like the choice it makes.\"",
  "\"When you've bought systems, or have invested in big ticket products that will be in your inventory for decades, you've got no choice but to deal with the country of manufacture, otherwise you've got some very expensive doorstops, and pretty quickly,\" a second State Department official said.",
  "JUST WATCHED Mnuchcin says there will be Russian sanctions Replay More Videos ... MUST WATCH Mnuchcin says there will be Russian sanctions 02:12\n\nThere is the traditional tug of war over sanctions, a traditional foreign policy tool that the executive branch feels it should control.",
  "Some analysts raised the prospect that the administration's worldview of competing global power centers may make it inclined to delay punitive action by using waivers or delaying sanctions, rather than forcing us-or-them choices on countries like India or Turkey.",
  "The world's second largest arms seller\n\nFormer and current administration officials say CAATSA sanctions have created a web of competing dynamics, complicated by longstanding friction between Congress and the executive branch over sanctions policy.",
  "Washington (CNN) A new law meant to punish Russia for election interference could force the Trump administration to sanction some of its closest allies -- including Saudi Arabia and India -- a possibility that has put capitals worldwide on edge.",
  "And then there is Russian election interference -- past and ongoing -- as well as the continuing probes into connections between the Trump campaign and Russia, and demands from critics that the administration act in response.",
  "Turkey, a NATO ally with strained ties to Washington, signed a contract with Russia for the S-400 surface to air system in September, with President Recep Tayyip Erdogan announcing the first payment had already been made.",
  "\"We have engaged everybody, literally, that we can on this,\" the senior official said, adding that as State gets information on potential deals or sanctionable activity, they conduct more tailored outreach.",
  "The UAE is reportedly in talks with another barred company, Rostec, for light fighter jets, and has signed a letter of intent to purchase 10 or more fighter jets made by Sukhoi Aviation, also prohibited.",
  "\"If they are having some success, then that will impact Russia negatively and that will be a win for the United States,\" Keller said, \"even though ultimately, it won't be the most public of wins.\"",
  "\"The line in India is, 'you keep saying we have to collaborate against China, but you want to sanction half our army, half our navy and military -- how serious can you be about our alliance?'",
  "JUST WATCHED Russia and Turkey allied against ISIS Replay More Videos ... MUST WATCH Russia and Turkey allied against ISIS 01:54\n\nCNN reached out to all countries mentioned in this story.",
  "Record arms sales\n\nThe United Arab Emirates -- a key US ally against ISIS and Iran -- uses an air defense system designed by the blacklisted Russian entity KBP Instrument Design Bureau.",
  "\"If you actually have to impose them, meaning your threats didn't work, you may have lost, because that means whoever you're sanctioning is willing to take the consequences,\" he said.",
  "Abhijit Iyer-Mitra, a senior fellow at the Institute of Peace & Conflict Studies in New Delhi, said CAATSA is raising questions about the Trump administration's commitment to India.",
  "\"By imposing no new sanctions under CAATSA mandates, the US remains vulnerable to an emboldened Russian government in advance of this November's congressional elections.",
  "\"As Congress gets more involved in sanctions, it becomes more popular, giving us less flexibility, limiting the effectiveness of the tool,\" the senior official said.",
  "The Trump administration didn't levy a single sanction on January 29, the first day it could have under the Countering America's Adversaries Through Sanctions Act.",
  "It may be too expensive to walk away from their contracts for Russian equipment, but they could face sanctions for buying the spare parts to maintain them.",
  "The client list of these blacklisted Russian entities includes US counterterrorism partners such as Morocco, Algeria, the United Arab Emirates and Egypt.",
  "Even if India does get a waiver, it will still pay a price in vastly increased costs to maintain and refurbish the Russian equipment, Iyer-Mitra said.",
  "\"We have been able to turn off potential deals that equal several billion dollars,\" said a senior State Department official, speaking on background.",
  "That day, anyone doing business with certain Russian intelligence and military entities, including arms manufacturers, faced possible penalties.",
  "Saudi Arabia and Moscow signed an MOU on a $3 billion contract in October that included the S-400 air defense missiles designed by Almaz-Antey.",
  "As the world's second largest purveyor of arms after the US, Russia has clients worldwide who buy from firms now on the sanctions blacklist.",
  "Meanwhile, Secretary of State Rex Tillerson warned that Russia may target November's midterms, telling Fox News in an interview Tuesday.",
  "The blacklisted firm Mikoyan, a subsidiary of the also forbidden United Aircraft Corporation, supplies Egypt with MiG fighter jets.",
  "Critics said their inaction represents a failure and does nothing to dissuade Moscow from further meddling in the US or elsewhere.",
  "That distrust is rooted in history, as the US sanctioned India for years under both Democratic and Republican administrations.",
  "Russia is India's largest weapons supplier, providing it with the nuclear submarines that serve as a deterrent against China.",
  "\"The most we can do is just explain the real work that we're doing to get real accomplishments, to achieve something real.\"",
  "The iconic weapons maker, which reportedly has seen sales soar in the Middle East, is yet another name on the CAATSA list.",
  "\"Do we want to be publicly naming countries that back down, and potentially embarrass allies or rub their nose in it?\"",
  "\"This is unacceptable,\" 20 Democratic senators said in a January 30 letter to Tillerson about the lack of sanctions.",
  "Indian officials fully expect the US to grant them a sanctions waiver, as it did under Iran sanctions, sources say.",
  "In India, which the Trump administration has deemed a keystone of its Asia policy, there is unease and frustration.",
  "This official told CNN that the administration will consider a number of factors as they deal with Russian clients.",
  "\"It's such a politically charged atmosphere right now -- politics will seep into this,\" the senior official said.",
  "Administration officials argued that the January 29 date marked a starting point for penalties, not a deadline.",
  "That could be an issue in the Middle East, where Moscow's sales have spiked to record levels in recent years.",
  "\"I think it's important we just continue to say to Russia, 'Look, you think we don't see what you're doing.",
  "That month, Riyadh also signed a licensing deal to manufacturer Kalashnikov assault rifles in the Kingdom.",
  "Keller, now a partner at Hogan Lovells, added that the greatest leverage comes from threatening sanctions.",
  "The agency issued a worldwide \"ALDAC,\" or All Diplomatic and Consular Affairs Cable, about the sanctions.",
  "\"The cost of spare parts goes up, because what they do is extort you,\" he said, speaking of Moscow.",
  "The administration will give lawmakers classified briefings on its work, the senior official said.",
  "But the administration is in something of a bind here, said Keller, the former sanctions official.",
  "\"Our engagement plan with one country is going to be different than our engagement with another.",
  "\"They say, 'you're the only people buying, so you have to pay for the entire production run' ...",
  "Administration officials say they're already scoring wins without even having to levy penalties.",
  "\"That is real success, it's real money, and it's real revenue that is not going to the Kremlin.\"",
  "'Real consequences'\n\nBut the senior State Department official said the administration will act.",
  "They play out over years, while contracts for maintenance and spare parts can last decades.",
  "\"It takes a long time to change the course of a defense relationship,\" the official said.",
  "It's not the way a market should work, but it's the way it has worked in the past.\"",
  "Or are we not, and if we're not, then we're going to have to pull the trigger.\"",
  "\"We have to judge each situation on its own merits,\" the senior official said.",
  "We do see it and you need to stop\" or face consequences, Tillerson said.",
  "A second State Department official said there was value in discretion.",
  "The official offered no detail, citing diplomatic confidentiality.",
  "Qatar is a Russian customer, as well as crucial NATO ally Turkey.",
  "New Delhi and Moscow have been close allies since the Cold War.",
  "Countries that don't get a waiver face a thorny choice.",
  "\"It's going to take a long time for us to change that.\"",
  "\"There will be real consequences,\" this official said.",
  "We'll be watching -- are we making progress?",
  "Are we getting people on a new trajectory?",
  "As they do, they will use varying metrics.",
  "Another factor, of course, is politics.",
  "All declined to comment on the record.",
  "Turkey is also likely to get a waiver.",
  "\"Iyer-Mitra said.",
  "they said."
]