[
  "I have to say that when I listened to President Trump say he’s been stronger, we had to bring him kicking and screaming to the CAATSA sanctions, the Countering America’s Adversaries Through Sanctions Act, that had a 98-2 vote in the Senate, overwhelming vote in the House that he didn’t want to sign, he was forced to sign because they had veto-proof majorities.",
  "So, I would simply say that what I saw in Helsinki at a moment that the president could have challenged President Putin about the reality that his 17 intelligence agencies all unanimously agreed that Russia interfered in the 2016 elections, that they are in the midst of doing that as we speak in these elections, 108 days away.",
  "MENENDEZ: Well, I would have liked him to have said, look, President Putin, we know that you interfered in our 2016 elections and that you are doing it now and that’s not a question, that’s a statement and here are consequences to it.",
  "On this weekend’s broadcast of “Fox News Sunday,” Sen. Bob Menendez (D-NJ) said it was “beyond comprehension” that President Donald Trump has invited Russian President Vladimir Putin to Washington D.C.",
  "But at the end of the day, there will be real consequences and I’m glad that we’re talking, but there are real consequences to your constant engagement in our elections that undermine our democracy.",
  "Partial transcript as follows:\n\nBAIER: So, Senator, do you think U.S. policy towards Russia was tougher under the Obama administration or under the Trump administration?",
  "If you want to rejoin the world order and observe international law and stop invading sovereign nations like Ukraine, then we can have a pathway forward.",
  "Not even the secretary of state —\n\nBAIER: Do you think there’s any upside —\n\n(CROSSTALK)\n\nMENENDEZ: — the head of national intelligence.",
  "He actually imposed a series of sanctions supported by the Freedom Support Act that I helped write and did a series of executive orders.",
  "And even so, there are about seven mandatory provisions of that law as it relates to Russia that the administration has not pursued.",
  "MENENDEZ: No one knows what he said behind the scenes because he took an extraordinary — over two hours with only an interpreter.",
  "MENENDEZ: Well, certainly, President Obama created the European deterrence initiative after Russia invaded, and annexed Crimea.",
  "And instead the president did not show the strength that an American president, I believe, should have shown at that moment.",
  "He recommitted to the 2008 commitments NATO made to having Georgia be part of NATO, once they were ready and developed.",
  "He should be challenging him about the annexation of Crimea, and say, we will never recognize the annexation of Crimea.",
  "I would have liked, Bret, for him to do what Chris Wallace, your colleague, did in his interview with President Putin.",
  "You can speak to adversaries, but at the end of the day, you have to do it in a way in which you challenge them.",
  "Now, we are going to give him, you know, a red carpet treatment and invite him to Washington.",
  "BAIER: But, Senator, you know that you don’t know that he didn’t do that behind closed doors.",
  "BAIER: He says that he said that behind closed doors in that CBS interview with Jeff Glor.",
  "That was a moment to challenge him on that, on Ukraine, on what’s happening in Syria.",
  "He — what would you like — have preferred him do in the news conference publicly?",
  "The president seems to want to be chummy with Putin instead of challenging him.",
  "He should be challenging him about the massacre that’s taking place in Syria.",
  "I guess his supporters say he may have done that behind the scenes.",
  "He should be challenging him about violating international law.",
  "He may have not set the right things on the news conference.",
  "MENENDEZ: Look, it depends if you challenge him.",
  "BAIER: Is there any upside to talking to Putin?",
  "So, it was incredibly strong at the time.",
  "BAIER: Which we’ll see in just a moment.",
  "To me, that’s beyond comprehension.",
  "MENENDEZ: None of us know."
]