[
  "The 12 Russian nationals identified in Mueller's indictment who were added to the sanctions list are Dzheykhun Nasimi Ogly Aslanov, Anna Vladislavovna Bogacheva, Maria Anatolyevna Bovda, Robert Sergeyevich Bovda, Mikhail Leonidovich Burchik, Mikhail Ivanovich Bystrov, Irina Viktorovna Kaverzina, Aleksandra Yuryevna Krylova, Vadim Vladimirovich Podkopaev, Sergey Pavlovich Polozov, Gleb Igorevich Vasilchenko, and Vladimir Venkov.",
  "The Internet Research Agency, a notorious Russian troll farm in St. Petersburg that was primarily responsible for carrying out Russia's social-media influence operation during the campaign, was added to the list of sanctioned entities, as were 12 of the 13 Russian nationals charged last month.",
  "With Thursday's announcement, Treasury Secretary Steve Mnuchin said the administration was \"confronting and countering malign Russian cyber activity, including their attempted interference in US elections, destructive cyberattacks, and intrusions targeting critical infrastructure.\"",
  "Sanders added that Trump had \"been fully briefed on this matter and is glad to see the Special Counsel's investigation further indicates — that there was NO COLLUSION between the Trump campaign and Russia and that the outcome of the election was not changed or affected.\"",
  "Chip Somodevilla/Getty Images\n\nThe US Treasury Department on Thursday announced sanctions on the Russian nationals and entities charged last month as part of the special counsel Robert Mueller's Russia investigation with conspiring to interfere in the 2016 US election.",
  "At the time of the deadline — outlined in the Countering America's Adversaries Through Sanctions Act, which Trump enacted in August — the State Department said it did not need to do so because just the law's existence was enough to deter Russian defense sales.",
  "The White House press secretary, Sarah Huckabee Sanders, released a statement following the indictment last month highlighting that Russia's efforts to meddle in the election began in 2014, before President Donald Trump declared his candidacy.",
  "The White House and Trump have also recently drawn sharp scrutiny for what critics characterize as a lukewarm response to a nerve agent attack on a former spy in the UK that Russia is believed to have carried out.",
  "In addition to penalizing the Russian nationals named in Mueller's indictment, the Treasury sanctioned individuals linked to Russian intelligence and to Russia's Federal Security Service, the FSB.",
  "The Internet Research Agency and two defendants were charged with conspiracy to commit wire fraud and bank fraud, and the agency and four defendants were charged with aggravated identity theft.",
  "Two other Russian nationals, Sergey Afanasyev and Grigoriy Molchanov, were added to the sanctions list because of their ties to Russia's Main Intelligence Directorate, known as the GRU.",
  "Officials also said Thursday that Russia had tried to penetrate the US's cyber grid and that the new sanctions were designed to punish actors responsible for the attempted cyberattack.",
  "The indictment did not make a judgment on whether Russia's activities affected the election's outcome, nor did it name any Americans as knowing co-conspirators.",
  "Prigozhin was accused in Mueller's indictment of using his companies, Concord Management and Consulting LLC and Concord Catering, to bankroll the agency's work.",
  "The other, a Russian businessman named Yevgeny Viktorovich Prigozhin, was already on the list but was additionally identified as a person linked to the agency.",
  "It comes more than a month after a congressional deadline for the Trump administration to enact sanctions in response to Russia's election meddling.",
  "Concord Catering was also on the list before Thursday's announcement but was additionally identified as an entity linked to the agency.",
  "Thursday's move marks the White House's most significant response yet to Russia's interference in the 2016 election.",
  "Further details were included in a classified report delivered to Congress, the State Department said.",
  "In total, Thursday's sanctions penalized 19 individuals and five Russian entities.",
  "All were charged with one count of conspiracy to defraud the US.",
  "This story is developing.",
  "Check back for updates.",
  "Donald Trump."
]