[
  "“We’ve also been very clear that across the board, an acquisition of S-400 will inevitably affect the prospects for Turkish military-industrial cooperation with the United States, including F-35,” Mitchell told a Foreign Relations subcommittee hearing on U.S. relations with Europe.",
  "Ties between Washington and Ankara have been strained in recent months over a host of issues, including U.S. policy in Syria and legal cases against American citizens detained in Turkey, notably a U.S. pastor named Andrew Brunson, who is being held on terrorism charges.",
  "WASHINGTON (Reuters) - A top U.S. State Department official warned Turkey on Tuesday that its purchase of Lockheed Martin F-35 Joint Strike Fighter jets would be jeopardized if it does not drop a plan to buy S-400 missile defense systems from Russia.",
  "If it buys the system, Turkey would also be subject to sanctions under a bill President Donald Trump signed into law last summer, Wess Mitchell, U.S. Assistant Secretary of State for European and Eurasian Affairs, testified in the Senate.",
  "Separately, Trump congratulated Turkey’s Tayyip Erdogan by telephone on Tuesday on his victory in Sunday’s presidential election and the two leaders agreed to improve bilateral defense and security ties, Erdogan’s office said.",
  "Mitchell said the administration believes it has the legal authority to withhold the transfer of the military jets to Turkey, if need be, without Congress passing legislation.",
  "Lockheed Martin held a ceremony last week to mark the “rollout” of the first F-35 jet for Turkey, but that aircraft was headed for Arizona, where F-35 training takes place.",
  "Various pieces of legislation have been making their way through Congress that would block the transfer of the jets to Turkey over its plan to purchase the Russian system.",
  "But Mitchell also praised Turkey, a member of NATO, as “a crucial ally and partner,” citing its support for the campaign against the Islamic State militant group.",
  "“We work with them very closely in intelligence and in other areas, but this has the potential to spike the punch,” he said.",
  "That sweeping sanctions law, known as CAATSA, seeks to punish companies that do business with Russia’s defense industry.",
  "Mitchell estimated there are about two dozen detained Americans in Turkey, many of them dual nationals.",
  "Delivery of the jets into Turkey is not expected until next year."
]