[
  "Members of Congress, Trump’s fellow Republicans as well as Democrats, have been pushing the administration to punish Russia for what House Speaker Paul Ryan described as a “sinister and systematic attack” on the 2016 U.S. campaign, and prevent potential foreign interference in this November’s mid-term elections.",
  "Separately, the Democratic Senate and House leaders, as well as the top Democrats on the congressional Judiciary committees, released a letter on Monday urging Trump to use every resource available to extradite 13 Russians Mueller indicted last month for 2016 meddling.",
  "WASHINGTON (Reuters) - Over two-thirds of U.S. House of Representatives Democrats urged President Donald Trump to enact sanctions on Russia, the latest push by lawmakers for a response to investigators’ findings that Russia interfered in the 2016 U.S. election.",
  "Dan Coats, the Director of National Intelligence, insisted to a Senate hearing last week that the administration is engaged on the issue of election security, and said the Treasury Department would announce sanctions on Russia as soon as this week.",
  "At least 137 of the Democrats in the House signed a letter, seen by Reuters on Monday, “strongly urging” Trump to adhere to a law he signed last summer imposing sanctions on those who do business with Russia’s military and intelligence sectors.",
  "“We strongly urge you to reverse course, follow the letter and spirit of the law, and demonstrate that the security of our country and integrity of elections are sacrosanct,” the letter said.",
  "They said Trump had missed a Jan. 29 deadline to impose sanctions included in the law, known as the Countering America’s Adversaries Through Sanctions Act (CAATSA).",
  "Russian President Vladimir Putin said last week that the indicted Russian nationals could be prosecuted in Russia if they were found to have broken Russian law.",
  "Probes of the issue, by congressional committees and Special Counsel Robert Mueller, have shadowed Trump’s first 14 months in office.",
  "Trump has repeatedly denied any collusion between his associates and Moscow.",
  "Russia has denied seeking to meddle in the U.S. vote.",
  "There could be action on Russia sanctions soon."
]