[
  "The discussions — part of preparations for the 2+2 dialogue between the two countries' foreign and defense secretaries, to take place in Washington in July — are a step forward, according to The Indian Express, as Delhi has been reluctant to sign the agreement, known as Comcasa, since it signed a military logistics agreement with the US in 2016, when the US named India a \"major defense partner.\"",
  "While there would be some \"flexibility\" in the law for countries with traditional defense ties to Moscow and sanctions on Delhi were unlikely, Thornberry said, the \"acquisition of this technology will limit, I am afraid, the degree with which the United States will feel comfortable in bringing additional technology into whatever country we are talking about.\"",
  "India's Defense Ministry is concerned that many of its Russian-made weapons, as well as its indigenous weapons systems, will not be compatible with Comcasa, according to The Indian Express, which also reports that defense officials are wary of US intrusions into their military communications systems.",
  "India signed a $6 billion deal with Moscow in late 2016, agreeing to lease a Russian-made nuclear submarine, to buy four Russian frigates, to purchase the advanced S-400 air-defense missile system, and to set up a joint venture with a Russian firm to produce military helicopters.",
  "Rep. Mac Thornberry, head of the House Armed Services Committee, told Indian broadcaster NDTV in late May that the US was disappointed with India's deals with Moscow, particularly the S-400 purchase, which he said \"threatens our ability to work interoperably in the future.\"",
  "Russian Ministry of Defense\n\n\"In all our engagements with the US, we have clearly explained how India and Russia's defence cooperation has been going on for a long time and that it is a time-tested relationship,\" Defence Minister Nirmala Sitharaman said earlier this month.",
  "Delhi has said it will go ahead with the purchase of the missile system, despite the recent Countering America's Adversaries Through Sanctions Act, which aims to deter foreign individuals and entities from doing business with Russia's defense and intelligence sectors.",
  "Saurabh Das/AP\n\nLawyers and policy and technical experts from the US Defense Department are in New Delhi this week, meeting with Indian officials to discuss a military-communications agreement that would boost the interoperability of the two countries' armed forces.",
  "Mattis said that while some countries with which the US is seeking stronger ties are looking \"to turn away\" from Russian-made weapons, those countries also need to keep doing business with Moscow for the time being.",
  "Susan Walsh/AP\n\n\"We only need to look at India, Vietnam and some others to recognize that eventually we're going to penalize ourselves\" by pursuing strict adherence to CAATSA, Mattis told senators in April.",
  "China was the first foreign country to receive the S-400, but Turkey has also acquired it, adding to tensions with its NATO partners, and Saudi Arabia and Qatar also reportedly considering purchasing it.",
  "US officials have indicated to India that not signing the Comcasa agreement could preclude India from getting high-end military equipment, like Predator drones, the sale of which the US approved in May.",
  "\"Indonesia, for example, is in the same situation — trying to shift to more of our airplanes, our systems, but they've got to do something to keep their legacy military going,\" Mattis added.",
  "Delhi has bought $15 billion worth of US arms since 2008, and the US recently renamed US Pacific Command as US Indo-Pacific Command in recognition of India's growing role in the region.",
  "Despite India's commitment to the S-400 deal and Mattis' emphasis on logistical considerations, the US is still cautioning India and other US allies about doing business with Russia.",
  "India's operational aircraft carrier, INS Vikramaditya, is a Russian Kiev-class carrier-cruiser overhauled by Moscow for the Indian navy that carries Russian-made aircraft.",
  "India's reservations stem in part from a lingering issue in the growing US-India military relationship: Delhi's use of Russia-made weapons platforms.",
  "Delhi worked with Moscow to develop the BrahMos anti-ship and land-attack cruise missile, and India also fields Russia's S-300 air-defense system.",
  "US Defense Secretary Jim Mattis has told Congress that \"national security exceptions\" must be made to CAATSA, which went into effect in January.",
  "India reportedly wants an exception to CAATSA for its defense deals with Russia and plans to raise the issue during the 2+2 dialogue meeting.",
  "\"The S-400 deal has been on for a very long time, and we have reached the final stage of negotiations,\" Sitharaman added.",
  "President Donald Trump and Indian Prime Minister Narendra Modi hug in the Rose Garden of the White House, June 26, 2017.",
  "India sees the S-400 as a way to increase its air defenses, especially amid its growing rivalry with China.",
  "\"We have mentioned that CAATSA cannot impact the India-Russia defence cooperation.\"",
  "India also operates squadrons of Russia-made MiG-21 and MiG-27 fighter aircraft.",
  "Russian President Vladimir Putin and Indian Prime Minister Narendra Modi.",
  "The US has been seeking deeper relations with India for years.",
  "Reuters\n\nRussia has long been India's main weapons supplier.",
  "But its purchase has been an issue for Washington.",
  "\"That explains it.\"",
  "INS Vikramaditya."
]