[
  "The NYT also highlights the significance of the Treasury sanctions arriving at the same time the Trump administration joined with the governments of Britain, France, and Germany to condemn Russia for allegedly violating international law by using nerve gas in the attempted assassination of former spy Sergei Skripal and his daughter in Britain.",
  "The Treasury statement also references cyber attacks such as the NotPetya virus attack on computers in Ukraine, which has been attributed to the Russian military and is considered “the most destructive and costly cyber-attack in history,” inflicting billions of dollars in collateral damage around the world.",
  "Also targeted is the Internet Research Agency, a very thinly disguised “troll farm” headquartered in St. Petersburg, Russia, that creates and distributes high-quality disinformation and propaganda, ranging from political mischief to phony stories about disasters, disease outbreaks, and police shootings.",
  "“Since at least March 2016, Russian government cyber actors have also targeted U.S. government entities and multiple U.S. critical infrastructure sectors, including the energy, nuclear, commercial facilities, water, aviation, and critical manufacturing sectors,” the Treasury statement charges.",
  "“Treasury intends to impose additional CAATSA sanctions, informed by our intelligence community, to hold Russian government officials and oligarchs accountable for their destabilizing activities by severing their access to the U.S. financial system,” Mnuchin added.",
  "Treasury Secretary Steven Mnuchin said:\n\nThe Administration is confronting and countering malign Russian cyber activity, including their attempted interference in U.S. elections, destructive cyber-attacks, and intrusions targeting critical infrastructure.",
  "The New York Times (NYT) notes that many of the organizations and individuals sanctioned by the Treasury Department on Thursday are mentioned in the indictment for 2016 election interference prepared by special counsel Robert Mueller.",
  "The GRU “knowingly engages in significant activities that undermine cybersecurity on behalf of the Russian government,” including interference in the 2016 U.S. presidential election, according to the Treasury statement.",
  "Treasury condemns the FSB for using cyber tools to target Russian journalists, political dissidents, and officials from other countries, including the United States.",
  "The Trump administration announced sanctions on Thursday against Russian individuals and organizations accused of interfering in the 2016 U.S. presidential election.",
  "The sanctions designate five entities and 19 individuals under legislation and executive orders aimed at punishing those who engage in malicious cyber activities.",
  "FSB officers were involved in a massive 2014 hacker attack on Yahoo that compromised the data of 500 million users, for example.",
  "The new sanctions hit individuals associated with both Russia’s internal and external security services, the FSB and GRU.",
  "These targeted sanctions are a part of a broader effort to address the ongoing nefarious attacks emanating from Russia."
]