[
  "While South Korea's government has lauded the diplomatic detente on the Olympics as an opportunity to foster trust, which could potentially be converted into a dialogue on more difficult topics including the North's nuclear arsenal, many observers fear Kim Jong Un's regime may simply be playing for time, or trying to drive a wedge between Seoul and Washington.",
  "In October, Tom Boyd, senior intelligence analyst for ballistic missiles at the Air and Space Intelligence Center, told CBS News correspondent David Martin for a report on \"60 Minutes\" that the North still needed, \"probably several more flight tests\" to feel confident in its Hwasong ICBM's ability to hit a target on the U.S. mainland.",
  "After a year of soaring rhetoric and threats hurled between North Korea and the U.S., South Korea's most vital security partner, the peninsular neighbors have struck up a direct dialogue and agreed to cooperate in some aspects of the Olympics in the southern city of Pyeongchang.",
  "\"But ultimately if they want to have confidence that the system works as intended they have to flight test it and prove that reentry vehicle can survive realistic reentry conditions,\" added Boyd, alluding to what most experts view as the final hurdle to Kim's ICBM program.",
  "Pompeo's warning of a possible North Korean intercontinental ballistic missile (ICBM) capable of delivering a nuclear warhead to the United States within a \"handful\" of months was a reiteration of remarks he made to \"CBS This Morning\" co-host Norah O'Donnell last week.",
  "He spoke as the U.S. State Department announced a decision not to impose any new sanctions on Russia or Russian individuals in response to the Kremlin-backed interference in the 2016 U.S. presidential election and its increased aggressiveness in foreign policy.",
  "\"It is also our judgment that our partners who are also at risk from North Korea have now come to understand that it is Kim Jong Un that is presenting this risk,\" Pompeo told CBS News partner network BBC News in an interview aired Monday evening.",
  "Some Democratic lawmakers lashed out Monday evening over the State Department's decision not to impose further sanctions on Russia, saying it was new evidence that the Trump administration is unwilling to confront Vladimir Putin's government.",
  "Meanwhile, the Treasury Department released a list of 114 Russian politicians and 96 \"oligarchs\" who have thrived during Putin's time in office, as required by Congress as punishment for Moscow's meddling in the 2016 U.S. election.",
  "The conditions a missile's delivery vehicle, which carries the warhead, endure when reentering the Earth's atmosphere are brutally hot and, as yet, North Korea has not demonstrated an ability to build a vehicle up to the challenge.",
  "New York Rep. Eliot Engel, the senior Democrat on the House Foreign Affairs Committee, said he was \"fed up\" over the move to punish no one, accusing the Trump administration of deciding to \"let Russia off the hook yet again.\"",
  "In the wide-ranging interview, the CIA chief said the Trump administration's stance on North Korea had yielded, \"a seriousness and a progress\" in dealing with the threat from Pyongyang \"that has never been achieved before.\"",
  "He acknowledged to O'Donnell that he had given the same assessment of North Korea's nuclear program even weeks before that interview, and said he hoped he would be able to repeat it again \"a year from now as well.\"",
  "President Trump reluctantly signed the Countering America's Adversaries Through Sanctions Act (CAATSA) into law in August 2017 after it passed both houses of Congress with overwhelming bipartisan support.",
  "CBS News' Kylie Atwood reports the measures were intended to punish Russia for meddling in the 2016 U.S. elections, its incursions into Ukraine and its support for the Syrian regime of Bashar Assad.",
  "\"Sanctions on specific entities or individuals will not need to be imposed because the legislation is, in fact, serving as a deterrent,\" State Department spokeswoman Heather Nauert said Monday.",
  "But Pompeo lauded his boss President Donald Trump's \"language\" in confronting the threat and said Kim Jong Un \"understands the message\" coming from Washington as he never has before.",
  "Pompeo's remarks come just weeks before the Winter Olympics kick off in South Korea -- an Olympic games that have become almost as much about diplomacy as they are about sports.",
  "\"I think that America has done an excellent job -- all of our senior leaders -- of communicating to the world the seriousness with which this threat needs to be undertaken.\"",
  "Russian Meddling\n\nPompeo also told the BBC he was sure that Russia would try to meddle in U.S. politics again, including by interfering in the midterm elections this autumn.",
  "LONDON -- CIA Director Mike Pompeo warned Monday that North Korea could have a nuclear weapon capable of striking the United States within \"a handful of months.\"",
  "Senior intelligence officials had already acknowledged that Kim Jong Un could achieve his ultimate goal of developing that capability during 2018.",
  "Being on the list doesn't trigger any U.S. sanctions on the individuals, although more than a dozen are already targeted under earlier sanctions.",
  "The act expanded sanctions against Russian entities and restricted the president's ability to reduce sanctions without congressional approval.",
  "Pompeo has not provided any new clues as to whether the U.S. believes North Korea might be preparing for another imminent ICBM test.",
  "That we'll push back in a way that is sufficiently robust that the impact they have on our election won't be great.\"",
  "The seven-page unclassified document is a who's who of politically connected Russians in the country's elite class.",
  "\"The United States government is working diligently to extend that timeline,\" Pompeo told CBS News.",
  "The idea of the U.S. law was to name-and-shame those believed to be aided by Putin's tenure.",
  "The Trump administration was required by the law to release the list by Monday.",
  "\"But I am confident that America will be able to have a free and fair election.",
  "I have every expectation that they will continue to try and do that,\" he said.",
  "Treasury published it less than 10 minutes before midnight.",
  "\"Of course."
]