[
  "REUTERS/Sergei Karpukhin\n\nIndia uses a large amount of Russian military equipment, from combat planes to ships and submarines, and is in the final stages of negotiating a $6 billion deal to buy S-400 long range surface to air missile systems from Russia.",
  "NEW DELHI (Reuters) - The United States has opened a path for India to avoid sanctions for buying arms from Russia, business leaders and experts said, almost a year after U.S. President Donald Trump signed a law penalising such trade.",
  "File Photo: Russian servicemen drive S-400 missile air defence systems during the Victory Day parade, marking the 73rd anniversary of the victory over Nazi Germany in World War Two, at Red Square in Moscow, Russia May 9, 2018.",
  "The law is designed to punish Russian President Vladimir Putin for the 2014 annexation of Crimea from Ukraine, involvement in the Syrian civil war and meddling in the 2016 U.S. presidential election.",
  "Under the Countering America’s Adversaries Through Sanctions Act (CAATSA) that Trump signed in August, any country trading with Russia’s defence and intelligence sectors faces secondary sanctions.",
  "India’s government declined immediate comment, and a defence official said the U.S. Congress had still to vote on the modifications to the legislation which would then be signed by Trump into law.",
  "“It reduces the possibility an Indian arms purchase from Russia will trigger CAATSA sanctions, a situation both the administration and most of Capitol Hill are keen to avoid,” he said.",
  "It has ordered $15 billion of weapons from the U.S. over the past ten years and U.S. companies are bidding for contracts for fighter planes and helicopters worth billions of dollars.",
  "“At a time when India is focusing on growing defence ties with the U.S., we applaud Congress for also focusing on protecting this strategic partnership,” Biswal said.",
  "The administration has to certify that a country is reducing arms imports from Russia and is expanding defence cooperation with the United States.",
  "Nisha Biswal, president of the U.S.-India Business Council (USIBC), said the U.S. move would help protect its strategic relationship with India.",
  "Jeff Smith, a south Asia expert at The Heritage Foundation, said the changes were a “meaningful and positive step forward”.",
  "But the U.S. Congress reached an agreement this week laying out conditions under which Trump can seek a waiver for allies.",
  "India has in recent years diversified its arms purchases, turning to the United States and Israel for modern equipment.",
  "India meets both those conditions, analysts and business leaders in New Delhi and Washington said."
]