[
  "He said:\n\nWhile we are working very hard to counter Russia’s malign activities in certain areas, there remain areas in which it is still very possible for us to have a cooperative relationship based upon shared interest, and so doing those things at the same time and weaving together the competitive and the cooperative aspects of U.S. foreign policy there is one of the interesting challenges that we face.",
  "“We think it is important, and certainly Congress felt it extremely important, to use these tools to try to deny the Russian war machine the revenues that it gets from those kinds of arms engagements, and the strategic advantage it seeks to cultivate, and to maintain, and to increase,” he told the Hudson Institute’s Rebeccah Heinrichs in its Policy Talk podcast last week.",
  "“This has only been a few months … but on the whole we understand there to have been something on the order of $10 billion worth of Russian arms transactions that would otherwise have been in progress that have been turned off as a result of our outreach using the tools that Congress gave us in order to do exactly this sort of thing,” Ford said.",
  "“So we’ve already had what we view as remarkable degree of success in putting a dent in Russia’s future arms revenues and in making it much more difficult for Moscow to build the kind of strategic relationships that it hopes to get out of its arms transfer policy, so this is already becoming something of a success story,” he said.",
  "Despite these actions, Trump’s critics called him “treasonous” for not publicly denouncing Russian President Vladimir Putin for meddling in the 2016 election during a joint press conference in Helsinki last month and equivocating on whether he believed the U.S. intelligence community’s assessment that Russia meddled.",
  "The Trump administration has also boosted military spending in Eastern Europe, approved the sale of lethal weapons to Ukraine, ordered two missile strikes against Russia’s ally Syria, imposed new sanctions against the Russian elite, and expelled 60 Russian diplomats from the U.S.",
  "The Trump administration cut off about $10 billion in Russian arms transfers in just a few months time as part of its efforts to challenge Russia, according to Christopher Ford, assistant secretary of State and head of the Bureau of International Security and Nonproliferation.",
  "The cut-off has come through the State Department’s implementation of the Countering America’s Adversaries Through Sanctions Act (CAATSA) of 2017, which sanctions countries that engage in significant defense trade with Russia, Iran, or North Korea.",
  "“Through trying to get Russia’s arms partners out of the business of being Russia’s arms partners around the world, we’re playing a role in this broader competitive strategy with respect to Russia.”",
  "Ford, who worked in the George W. Bush administration on arms control and non-proliferation, said that the administration will continue to cooperate with Russia where there is mutual interest.",
  "The cut-off of arms transfers is one of the more quiet ways the Trump administration has increased pressure on Russia, despite a continuing media narrative that Trump has been soft on Russia.",
  "Trump has said, since the early days of his campaign, that he would try to get along with Russia, something previous presidents have also tried to do.",
  "“We’re pretty excited about it, and I assure you there’s more to come,” he added.",
  "The administration considers Russia a strategic competitor."
]