[
  "Twenty Senate Democrats sent a letter to Secretary of State Rex Tillerson on Tuesday saying the failure to impose sanctions was “unacceptable.”\n\nBen Cardin, the top Democrat on the Senate Foreign Relations Committee, said there was “real concern” about possible Russian meddling in 2018 U.S. congressional and state elections, adding: “The president of the United States is not taking action to defend this nation.”\n\nSome Republicans also expressed doubts.",
  "Fried, now at the Atlantic Council think tank, expressed puzzlement at the list of Russian oligarchs, which he said “seemed to be close to a cut-and-paste job.”\n\nU.S. President Donald Trump delivers remarks before a luncheon for ambassadors to the United Nations Security Council at the White House in Washington, U.S. January 29, 2018.",
  "Senator Susan Collins called the sanctions decision “perplexing.”\n\n“The one thing we know for sure already, is the Russians did attempt to meddle in our elections and not only should there be a price to pay in terms of sanctions but also we need to put safeguards in place right now for the elections for this year,” she said on CNN.",
  "Related Coverage Democrats blast Trump as soft on Putin with no Russia sanctions\n\nTreasury Secretary Steven Mnuchin said on Tuesday: “There will be sanctions that come out of this (oligarch) report.”\n\n‘ASSAULT’ ON DEMOCRACY\n\nDemocrats said the sanctions should have come immediately.",
  "Republican Senator Bob Corker, chairman of the Senate Foreign Relations Committee, said he believed the Trump administration was working in good faith, but added he was “committed” to applying any pressure needed to ensure further implementation of the sanctions law.",
  "WASHINGTON (Reuters) - Members of the U.S. Congress, who passed new sanctions on Russia nearly unanimously last summer, criticized President Donald Trump on Tuesday for not imposing them, accusing him of being soft on his Russian counterpart, Vladimir Putin.",
  "“Throughout his term in office, President Trump has failed time and time again to stand up to Vladimir Putin, despite the assault that he carried out on our democracy in the 2016 election,” Senate Democratic leader Chuck Schumer said.",
  "“I am encouraged by the diplomatic steps Secretary Tillerson has taken in recent months to compel other governments to comply with CAATSA,” Corker said, using an acronym for the Countering America’s Adversaries Through Sanctions Act.",
  "Separately, two U.S. sources said Russia’s foreign spy chief, Sergey Naryshkin, met last week with U.S. intelligence officials, confirming a disclosure that has intensified political infighting over U.S. relations with Russia.",
  "Moscow dismissed the public document as little more than a “telephone directory” of the rich.. A U.S. Treasury Department spokesman acknowledged on Tuesday it was drawn from public sources, including Forbes magazine.",
  "Under the sanctions law, the administration faced a Monday deadline to impose sanctions on anyone who determined to have conducted significant business with the Russian defense and intelligence sectors.",
  "“I assure you that the Russians know when a deal that they thought was moving forward is all of a sudden falling apart and not moving forward,” a senior State Department official said.",
  "As required by the law, the administration issued a public list of Russian oligarchs close to the Kremlin who could be sanctioned, as well as a classified annex sent only to Congress.",
  "Daniel Fried, formerly the State Department’s top sanctions policy official, said: “I think the administration missed an opportunity to extend the use of sanctions” to deter Russia.",
  "The Trump administration said on Monday it would not announce sanctions for now under the new law, intended to punish Moscow for meddling in the 2016 U.S. presidential election.",
  "CIA Director Mike Pompeo said in an interview with the BBC that aired on Tuesday that he expected Russia would target U.S. congressional elections in November.",
  "REUTERS/Jonathan Ernst\n\nHe said he understood that experts within the U.S. government had done their own extensive research on the oligarchs closest to Putin.",
  "Putin called the oligarchs list “an unfriendly act” that would harm Russian-American relations but that Moscow did not currently plan to retaliate.",
  "State Department officials said they had used the law to engage in a quiet effort to deter other countries from buying arms from Russian entities.",
  "Trump, who wanted warmer ties with Moscow, opposed the legislation as it worked its way through Congress and signed it reluctantly in August.",
  "Democrats blasted the decision, accusing Trump of failing to do everything possible to deter any future foreign election interference.",
  "Corker said he was heartened by a classified Senate briefing that the State Department gave on Monday.",
  "That information, he acknowledged, could be in the classified version of the list.",
  "Russia denies interfering in the campaign."
]