[
  "An SOC from this discussion on retaliation would invariably note that the United States, along with its partners, took an unprecedented step to hold Russia accountable for its actions after a careful process and stakeholder outreach strategy (a lot of intelligence, diplomatic, policy and news media coordination would have transpired among all of the countries involved).",
  "The lesson we want Russia (or anyone else) to learn is that the costs to them from future cyberattacks against the United States will be so high that they will simply consign all their cyberwarfare plans to their computer memories to gather electronic dust.” So, under Bolton, the option for offensive cyber penetration might be front and center.",
  "When the U.S. implemented the Magnitsky Act in 2012—a law that originally blocked 18 Russian government officials and businessmen from entering the United States, froze any of their assets held by U.S. banks and banned their future use of U.S. banking systems—Putin responded and upped the ante by curtailing U.S. adoptions in Russia.",
  "Try the military option\n\nA conventional military response might have been on the table when Russia invaded Ukraine or put its soldiers in Syria, but if we didn’t think a military response made sense back then, it’s hard to imagine it’s made its way into the Situation Room in response to a chemical weapons attack.",
  "Re-upping the discussion on whether a dedicated effort to turn things around and do in Russia exactly what the Russians are doing in the U.S.—develop and release propaganda to influence, confuse and demoralize the Russian people, would be on the list of options on any good punishment package.",
  "The U.S. announcement—which followed similar announcements from several other countries—that it will expel Russian diplomats and shutter the Russian consulate in Seattle in response to a Russian chemical weapons attack on British soil was likely the result of careful deliberation.",
  "Target the boss\n\nWe took a swat at Putin’s “diplomatic” corps (everyone in national security knows that most Russian “diplomats” are spies—it’s one of the worst kept secrets in the diplomatic world) Monday by kicking out 60 Russian diplomats and closing the consulate in Seattle.",
  "Russian energy resources are key to its economy, so if you really want to kick Putin where it hurts, broad sanctions against his oil and gas sector—and, more importantly, levying them in concert with the European countries who buy Russian energy—could be extremely effective.",
  "It is possible that there are covert programs either under way or under discussion to match Russia’s misinformation and disinformation campaigns, and it’s a sure bet that the option to scale up programs is a frequent topic of conversation in any Russia discussions.",
  "I spent a lot of time in the Situation Room debating how to respond to naughty global players—President Vladimir Putin and others—and President Donald Trump has a lot of other tools to use if he wants to punish Russia.",
  "For decades, and during the height of the Cold War, an entire executive agency, the U.S. Information Agency, was dedicated to running public diplomacy programs abroad, which could include foreign influence campaigns.",
  "Figuring out the right tool to use—and how high to raise the volume in response to bad behavior—takes a lot of careful thought and analysis about what really matters to your target and what your own end goal is.",
  "He begrudgingly signed the Countering American Adversaries through Sanctions Act in August, which imposed new sanctions on Russia for its cyberattacks, activities in Ukraine and arms sales, among other things.",
  "Today, sanctions like these are unlikely because many of Russia’s energy clients don’t have anywhere else to go, but if and when they are able to diversify their energy sources this would be a heavy stick.",
  "Getting PNG’d is both symbolic and impactful—without an ambassador in country, Russia will have less opportunity to get face time with the president, secretary of state and other high-level officials.",
  "Trump’s incoming national security adviser, John Bolton, referenced this trade secret when he told Fox News that if we want to punish bad behavior we need broad, as opposed to targeted, sanctions.",
  "Plus, even when fully funded and staffed, a single office at the State Department is nothing compared to what the USIA used to be—and certainly can’t compete with what the Russians are doing.",
  "Of course, a nuclear Russia changes the stakes in every perspective, but with regime change trending around the Cabinet, brute force could inch its way up on the agenda.",
  "He doesn’t need “diplomats” in the U.S. to change U.S. public opinion; he’s already waging an information warfare campaign from within Russia that’s penetrating the U.S.",
  "And even without these intelligence officers, Putin can get information that he needs about the U.S. because his intelligence units have infiltrated our infrastructure.",
  "She served on the White House National Security Council for four years under President Barack Obama and in the Treasury Department under President George W. Bush.",
  "In some cases, expelling diplomats does decrease the level of official contact between countries, but U.S.-Russia business isn’t done by intelligence officers.",
  "So the next agenda item in situation room discussions is likely to be whether kicking out the ambassador to Russia would be an appropriate follow-up response.",
  "The USIA was disbanded in 1999, and today the State Department’s Global Engagement Center is supposed to lead U.S. efforts to counter Russia’s disinformation.",
  "But we also know that Bolton has said one way to deter Russia “is to engage in a retaliatory cyber campaign” and “it should be decidedly disproportionate.",
  "And many in the situation room are probably thinking: If Russia is launching offensive cyber operations against the U.S., why not do the same?",
  "CORRECTION: An earlier version of this article cited a New York Times report that Poland had announced it would expel the Russian ambassador.",
  "The head of U.S. Cyber Command has said that Trump hasn’t given him the authority to conduct offensive cyber operations against Russia.",
  "Now, it just remains to be seen whether this step will actually deter Russia from its global bullying campaign and, if not, what will.",
  "He also issued some other sanctions under his executive authority earlier this month, but they were targeted and largely symbolic.",
  "But kicking out diplomats is low-hanging fruit—one step more serious than, say, issuing a strongly worded press statement.",
  "Launch a cyber war\n\nCovert operations are usually part of any discussion about an official response to bad behavior.",
  "The question for the U.S. is whether the deterrent impact of real sanctions is worth the pain here at home.)",
  "So, in this respect, the Russia policy process does seem to be functioning under the Trump administration.",
  "When it comes to sending messages to bad actors, presidents have a standard bag of tricks to choose from.",
  "Impose sanctions\n\nAll sanctions are not created equal, and different flavors match different occasions.",
  "The message was clear: Putin doesn’t like sanctions against people or entities that matter to him.",
  "Broad sanctions that hit his friends and cronies will cause pain—and might be the best deterrent.",
  "So far in his administration, Trump has signed on to sanctions that Congress pushed him to enact.",
  "We’ve had U.S. ambassadors declared persona non grata (PNG’d in diplomatic-speak) before.",
  "Jorge Silva/AFP/Getty Images Washington And The World How Will Trump Punish Russia Next?",
  "Every Situation Room meeting ends with a statement of conclusions, or SOC in wonk-speak.",
  "Play mind games\n\nInformation warfare and psychological operations campaigns are complex.",
  "(If we passed further sanctions like this, we should anticipate retaliation by Putin.",
  "Russia might be undermining international security, but there is some good news.",
  "But the center’s funding was delayed, and hiring is barely inching along.",
  "That is incorrect, and the New York Times has since issued a correction.",
  "We’ve carried them out before, with various degrees of success.",
  "In national security, punishing people can be an art form.",
  "Samantha Vinograd is a CNN national security analyst.",
  "So far, Trump has exercised only the most basic one.",
  "Still, military force is always on the table.",
  "They won’t actually do much in practice.",
  "But don’t assume that’s the last of it.",
  "But Trump hasn’t fully enforced them.",
  "And the effects aren’t that serious.",
  "Follow her on Twitter @sam_vinograd.",
  "It’s definitely upping the ante.",
  "There’s another option, too.",
  "We know what gets to Putin.",
  "Here’s what could be next.",
  "Story Continued Below\n\n1.",
  "2.",
  "4.",
  "3.",
  "5."
]