[
  "We told the US Congress delegation, which met me in Delhi, that this it is US legislation and not a UN law,\" Defense Minister Nirmala Sitharaman told the press Friday, referring to the US's Countering America's Adversaries Through Sanctions Act, which seeks to prevent foreign deals with Russian defense or intelligence firms.",
  "REUTERS/Kevin Lamarque\n\nDespite US efforts to convince other countries not to make deals with Russian defense firms, India's defense minister told US lawmakers this month that New Delhi will go ahead with its purchase of the Russian-made S-400, one of the most advanced air-defense systems on the market.",
  "Mikhail Metzel/Reuters\n\n\"For reasons beyond my comprehension Congress did not envision this would become a point of contention with Delhi, or foresee that it would be impractical to demand India immediately halt all defense trade with its top defense supplier for the past half-century,\" Smith said.",
  "\"Simply put, the S-400 is considered a more affordable, albeit highly capable, missile-defense system when compared to competing US systems,\" Smith said in an email, noting that the S-400 had attracted interest from other US partners, including Turkey and Saudi Arabia.",
  "\"We have had this relationship, an enduring relationship with the Russians, and are going ahead with buying the S-400,\" Sitharaman said, adding that the US secretaries of defense and state \"have taken a position understanding of India's position.\"",
  "But it would likely cover India's S-400 contract — thought to be worth $5.5 billion for five S-400 regiments, totaling as many as 240 of the system's four-tube launchers, plus fire-control radars and command systems.",
  "\"Among other things, the House of Representatives version of the National Defense Authorization Act included an amendment that would expand the president's authority to delay or terminate CAATSA sanctions,\" he said.",
  "For India, the decision to buy the S-400 system was likely made out of practical concerns rather than for geopolitical motives, said Jeff Smith, a research fellow focused on South Asia at the Heritage Foundation.",
  "The CAATSA would force President Donald Trump to put sanctions on actors that make a \"significant transaction\" with the Russian defense or intelligence sectors, which the legislation does not define, Smith said.",
  "Congress has denied a Pentagon request for an expansive waiver for CAATSA-related sanctions, Smith said, but others on Capitol Hill are looking for ways to insulate Delhi and others who may get caught up.",
  "The S-400 deal in particular \"threatens our ability to work interoperably in the future,\" Thornberry said at the end of May, around the same time India and Russia concluded negotiations over the sale.",
  "India currently fields a host of Russian-made weapons systems, including the S-300 air-defense system, an overhauled Kiev-class carrier-cruiser, and squadrons of MiG-21 and MiG-27 fighter aircraft.",
  "Mattis told lawmakers in April that there are countries \"who are trying to turn away from formerly Russian-sourced weapons and systems\" but need to keep supply lines open to maintain those weapons.",
  "Since 2008, Washington has sold Delhi $15 billion worth of arms, and the Pentagon recently renamed US Pacific Command as US Indo-Pacific Command to reflect India's growing role in the region.",
  "REUTERS/Jim Bourg\n\nThe deal has nevertheless run afoul of US attempts to isolate Russian companies with the CAATSA, which Congress passed in August 2017 and went into effect in January.",
  "\"We only need to look at India, Vietnam, and some others to recognize that eventually we're going to penalize ourselves\" with strict adherence to CAATSA, Mattis said at the time.",
  "Rep. Mac Thornberry, head of the House Armed Services Committee, said earlier this year that the US was disappointed with Delhi's purchases of Russian-made weapons.",
  "\"The majority of India's legacy platforms are Soviet origin, and Russia continues to be India's top supplier of defense equipment, although by a shrinking margin.\"",
  "Officials are expected to announce the deal in October, before an annual summit between Indian Prime Minister Narendra Modi and Russian President Vladimir Putin.",
  "Sitharaman said the S-400 deal was at an \"almost conclusive stage,\" and the system is expected to arrive within two and a half to four years of signing.",
  "Pentagon officials, including Defense Secretary Jim Mattis, have asked Congress to make exceptions for US partners using Russian-made weapons.",
  "India's defense ties with Russia are longstanding, but the US has sought to expand its relations with the South Asian country for years.",
  "Delhi sees it as a way to bolster its air defenses amid a growing rivalry with China, which has already bought the S-400.",
  "Russian S-400 surface-to-air missile systems at the Victory Day parade at Red Square in Moscow, May 9, 2015.",
  "Reuters\n\nThe agreement to buy the S-400 was part of weapons deal between Moscow and New Delhi in late 2016.",
  "Russian President Vladimir Putin and Indian Prime Minister Narendra Modi in St. Petersburg, June 1, 2017.",
  "\"Additionally, the Indian military has great familiarity with their Russian counterparts,\" Smith added.",
  "\"India watchers are eager to see whether the provision survives the conference committee,\" Smith added.",
  "\"If it doesn't, I expect the Hill to contemplate additional legislative remedies in the months ahead.\"",
  "The versions of the NDAA passed by the Senate and House of Representatives are now being reconciled.",
  "Indian sailors watch military vehicle in India's Republic Day parade in New Delhi, January 26, 2015.",
  "President Donald Trump with Indian Prime Minister Narendra Modi at the White House, June 26, 2017.",
  "\"With Russia, we have had a continuous relationship of defence procurement of seven decades.",
  "US officials have cautioned India about making deals with Russian firms.",
  "(Turkey's S-400 purchase has caused tension with NATO.)"
]