[
  "The U.S. State Department said it would immediately impose sanctions on China’s Equipment Development Department (EDD), the military branch responsible for weapons and equipment, and its director, Li Shangfu, for engaging in “significant transactions” with Rosoboronexport, Russia’s main arms exporter.",
  "“China expresses strong indignation at these unreasonable actions by the U.S. side and has already lodged stern representations,” Chinese Foreign Ministry spokesman Geng Shuang told reporters in Beijing, adding the moved seriously harmed bilateral relations and military ties.",
  "WASHINGTON (Reuters) - The Trump administration imposed sanctions on the Chinese military on Thursday for buying fighter jets and missile systems from Russia, in breach of a sweeping U.S. sanctions law punishing Moscow for meddling in the 2016 U.S. election.",
  "One U.S. administration official, who briefed reporters on condition of anonymity, said the sanctions imposed on the Chinese agency were aimed at Moscow, not Beijing or its military, despite an escalating trade war between the United States and China.",
  "“Both countries are opposed to what they see as U.S. bullying and these kind of actions will just push Beijing and Moscow even closer together,” he said, adding that Moscow needed Chinese money and Beijing wanted advanced military technology.",
  "The U.S. also blacklisted another 33 people and entities associated with the Russian military and intelligence, adding them to a list under the 2017 law, known as the Countering America’s Adversaries Through Sanctions Act, or CAATSA.",
  "FILE PHOTO: Sukhoi Su-35 multi-role fighters of the Sokoly Rossii (Falcons of Russia) aerobatic team fly in formation during a demonstration flight at the MAKS 2017 air show in Zhukovsky, outside Moscow, Russia, July 21, 2017.",
  "FILE PHOTO: Russian servicemen drive S-400 missile air defence systems during the Victory Day parade, marking the 73rd anniversary of the victory over Nazi Germany in World War Two, at Red Square in Moscow, Russia May 9, 2018.",
  "“We hope that at least this step will send a signal of our seriousness and perhaps encourage others to think twice about their own engagement with the Russian defense and intelligence sectors,” another U.S. official said.",
  "“We strongly urge the U.S. side to immediately correct the mistake and rescind the so-called sanctions, otherwise the U.S. side will necessarily bear responsibility for the consequences,” he said, without giving details.",
  "Collin Koh, a security analyst at Singapore’s S Rajaratnam School of International Studies, said the sanctions would do little to counter the evolving research and development relationship between China and Russia.",
  "Washington has expressed concern that Turkey’s planned deployment of the S-400s could pose a risk to the security of some U.S.-made weapons and other technology used by Turkey, including the F-35 fighter jet.",
  "The Trump administration is pursuing strategies to clamp down on China and faces growing pressure to respond strongly to U.S. intelligence agency reports that Russia is continuing to meddle in U.S. politics.",
  "Members of Congress, including many of Trump’s fellow Republicans, who passed the sanctions bill nearly unanimously, have repeatedly called on the administration to take a harder line against Moscow.",
  "China has “normal” military exchanges and cooperation with Russia, aimed at protecting regional peace and stability, which is not against international law or aimed at any third party, Geng added.",
  "REUTERS/Sergei Karpukhin/File Photo\n\nU.S. officials have been discussing the issue particularly with NATO ally Turkey, which wants to buy the Russian-made S-400 surface-to-air missile batteries.",
  "“The possession of this military equipment is very important for China.”\n\nSecurity analysts in Asia said the move was largely symbolic and would only push Moscow and Beijing closer together.",
  "China relies less on large big-ticket purchases from Russia, but Chinese defense industries are seeking expertise from Russia and former-Soviet states to plug knowledge gaps, he said.",
  "The sanctions are related to China’s purchase of 10 SU-35 combat aircraft in 2017 and S-400 surface-to-air missile system-related equipment in 2018, the State Department said.",
  "A federal special counsel is leading a criminal investigation of Russian interference in the U.S. election, and any possible cooperation with Trump’s presidential campaign.",
  "CAATSA sanctions in this context are not intended to undermine the defense capabilities of any particular country,” the official told reporters on a conference call.",
  "Some of those added to the list, which now contains 72 names, were indicted in connection with Russian interference in the 2016 U.S. election, a U.S. official said.",
  "“The imposition of U.S. sanctions will have zero impact on Russian arms sales to China,” said Ian Storey, of Singapore’s ISEAS Yusof Ishak Institute.",
  "REUTERS/Sergei Karpukhin/File Photo\n\n“They are instead aimed at imposing costs upon Russia in response to its malign activities,” the official said.",
  "“I am sure that these contracts will be executed in line with the schedule,” Klintsevich was quoted as saying by Russia’s Interfax news agency.",
  "It also adds them to the Treasury Department’s list of specially designated individuals with whom Americans are barred from doing business.",
  "Administration officials said they hoped the action against EDD would send a message to others considering buying the S-400.",
  "In Moscow, Russian member of parliament Franz Klintsevich said the sanctions would not affect the S-400 and SU-35 deals.",
  "They block the Chinese agency, and Li, from applying for export licenses and participating in the U.S. financial system.",
  "President Donald Trump on Thursday issued an executive order intended to facilitate implementation of the sanctions.",
  "Doing significant business with anyone on the U.S. blacklist can trigger sanctions like those imposed on China.",
  "China will continue to work with Russia to promote strategic cooperation at an even higher level, he said.",
  "CAATSA also seeks to punish Russia for its aggression in Ukraine and involvement in Syria’s civil war.",
  "In Beijing, the Chinese government expressed anger and demanded the sanctions be withdrawn.",
  "U.S. officials have warned that Turkey’s purchase of the system could contravene CAATSA.",
  "Trump has insisted there was no collusion with Russia.",
  "Moscow denies any effort to meddle in U.S. politics.",
  "“The ultimate target of these sanctions is Russia.",
  "AIMED AT MOSCOW - OR BEIJING?"
]