[
  "I have to imagine they see it in the broader context of putting pressure on China.”\n\nHarrell, now a adjunct senior fellow at the Centre for a New American Security, said the names added to the state department blacklist underlined the disconnect between Donald Trump and his own administration on how they view Russian interference in the 2016 elections.",
  "Russian blacklist also expanded to include many indicted by Mueller for role in 2016 election meddling\n\nThe US has sanctioned the Chinese military for buying Russian fighter planes and missiles, and blacklisted more than 30 Russians, most of whom have been indicted for their role in Moscow’s effort to subvert the 2016 US election.",
  "But since China has gone ahead and done what is clearly a significant transaction by buying these Sukhois and S-400 missiles we are required by the law to take this step today.”\n\n“Caatsa sanctions in this context are not intended to undermine the defence capabilities of any particular country.",
  "“These measures are in direct response to Russia’s aggressive actions towards our country, our allies and our partners.”\n\nThe US-China trade war is unlikely to be settled soon | Nils Pratley Read more\n\nTurkey has also ordered S-400 missiles, which are due to be delivered next year.",
  "Being added to the blacklist does not immediately trigger sanctions, but anyone dealing with a blacklisted person or entity could be liable to punitive measures under the Countering America’s Adversaries Through Sanctions Act (Caatsa) passed by Congress in 2017.",
  "The state department also named Igor Korobov, the head of the main intelligence directorate of the Russian army, known as the GRU, and one his deputies, Sergey Gizunov, as well as three Russian defence companies, including the mercenary organisation PMC Wagner.",
  "The list includes three companies and 13 individuals indicted in February this year for involvement in a broad attempt to influence the 2016 election through fake social media accounts in operation masterminded by the Internet Research Agency in St Petersburg.",
  "Officials said that they decided to act against the Chinese military procurement organisation, the Equipment Development Department, after it purchased Sukhoi Su-35 warplanes from Moscow in November 2017 and S-400 surface-to-air missiles in January this year.",
  "The expansion of the Russian blacklist also represents an endorsement of the investigation into Russian meddling in the 2016 vote by the special counsel Robert Mueller, which Donald Trump has repeatedly denounced as a “witch-hunt”.",
  "Trump and 'collusion': what we know so far about Mueller's Russia investigation Read more\n\nOf the 33 names added to the Russian blacklist, three entities and 30 individuals, 28 were indicted earlier this year by Mueller’s team.",
  "EDD and its director, Li Shangfu, were hit with sanctions because of the purchases made from Rosoboronexport, Russia’s main arms export entity already on the Caatsa blacklist for its support of the Assad regime in Syria.",
  "“We hope that this step will send a signal of our seriousness and perhaps encourage others to think twice about their own engagement with the Russian defence and intelligence sectors,” the senior official said.",
  "Photograph: Andrew Harnik/AP\n\nThe sanctions on China announced on Thursday mark the first time the US has issued penalties under Caatsa against third parties for dealing with blacklisted Russians.",
  "“We have had some good results in probably preventing the occurrence of several billions dollars worth of transfers simply by having the availability of this sanctions tool in our pockets.",
  "It also includes 12 officers of Russian military intelligence indicted by Mueller in July for the hacking of Democratic National Committee emails during the election.",
  "The new sanctions unveiled by the state department on Thursday will sharpen tensions with Beijing amid a brewing trade war – and further sour relations with Moscow.",
  "Peter Harrell, a former senior state department sanctions official, said: “It’s interesting that the administration has chosen this moment of high tension to act.",
  "“This does reinforce the fact that the Trump administration continues to be concerned about election interference, even if Trump does not seem to,” Harrell said.",
  "They are instead aimed at imposing costs on Russia in response to its malign activities, and of course those malign activities are many,” the official said.",
  "State department officials made clear that Thursday’s sanctions were also meant as a signal to Ankara about the consequences of that transaction.",
  "“We have been using the possibility of Caatsa sanctions to deter arms transfers for many months,” a senior administration official said.",
  "Facebook Twitter Pinterest The expansion of the blacklist represents an endorsement of Mueller’s investigation into Russian meddling."
]