[
  "Russian President Vladimir Putin toasts with attendees after a state awards ceremony for military personnel who served in Syria, at the Kremlin in Moscow Thomson Reuters\n\nYes, it seems the US Treasury cribbed its list of individuals with financial ties to the Kremlin from Forbes Magazine's list of richest Russians.",
  "Bring it on home\n\n\"While Treasury made clear these are not sanctions, financial institutions will be hard pressed to not take note of this list and evaluate their exposure to those listed,\" Boris Zilberman, a deputy director at the Foundation for Defense of Democracies told Business Insider in an email.",
  "It was, after all, mandated by a law— the Countering America's Adversaries Through Sanctions Act (CAATSA) — meant to punish Russia for its meddling in the 2016 presidential election — meddling President Donald Trump still refuses to fully and unreservedly acknowledge.",
  "And yes, the White House and the State Department have said that there will be no additional sanctions on Russia, despite the fact that hours before this Treasury list was released, CIA chief Mike Pompeo said Russia would doubtless meddle in our elections again.",
  "This law was written with the understanding that the Trump administration will only move against Russia if it has to, and that (by its very nature) it is an administration that often tries to look as if it it's doing the most, while it's really doing the least.",
  "What I am saying is that it's possible that the CAATSA was written by lawmakers who understood the unique challenge of the Trump presidency — a presidency that has given clue after clue that it is operating under the influence of Russia, in some measure.",
  "For one thing, it just so happens that, because of how the privatization of the USSR went down and how the country's economy was reconstructed afterwards, Russia's richest people are often inextricably linked to its state.",
  "\"Any future sanctions on Putin's inner circle will very likely be derived from such a report and as such both financial institutions, those listed, and the Russian government are likely be to evaluating defensive measures.",
  "\"Back channels,\" the financier said, means that people like him will be looking more askance at structured investments coming from Cyprus (a Russian tax haven since the fall of the USSR) through Geneva, Switzerland.",
  "\"One of the counter moves by the Russian Ministry of Finance has already been [to] put in place mechanisms for Russia's elite to repatriate their fortunes through the issuance of Eurobonds,\" Zilberman said.",
  "This was before he took his post at Treasury, and though hawkish on the need for action against Russia, he also warned that when sanctions are placed, they should be with a specific purpose in mind.",
  "\"Ramping up economic pressure on Moscow without clear objectives, the employment of other coercive tools, or the buy-in from the administration — is unlikely to get Moscow to change its behavior.\"",
  "[Treasury Secretary Steve] Mnuchin just actually said that he expects sanctions to come out of this report, [to be determined], but that's good signaling for the financial institutions.\"",
  "He spun the well-oiled Kremlin wheels of projection and victimization, its classic defense mechanisms, and accused the US of using the list to meddle in Russia's upcoming \"elections.\"",
  "\"While Putin has for a while now been seeking for Russia's elite to bring home their billions, doing so would ultimately lessen Russian financial influence in Europe and beyond.",
  "Last year, Eric Lorber, now senior adviser to the Under Secretary for Terrorism and Financial Intelligence at the Treasury, testified about Russian sanctions before Congress.",
  "This is all to say that the mere creation of a list means that this particular Russian money making its way around the world will be longer and more winding.",
  "\"[The list] will cut off front channels, not back channels,\" one international financier told me after the list was released, requesting to remain unnamed.",
  "Then after the list was released, Russian President Vladimir Putin at once shrugged it off as a joke while also calling it an act of aggression.",
  "And there will be more money flowing toward Singapore, where the only problem is that the government makes it difficult to take that money out.",
  "The preamble to this list's release saw the emergence of the DC swamp things one tends to see when powerful people are under serious duress.",
  "\"Sanctions are a means to an end, and Congress and the administration must be clear as to what the end is and how to achieve it,\" he said.",
  "There is also a classified report included with the list that should contain more detail that's for the world of spooks and politicians.",
  "They will see more family office investments from Zug and Zurich in Switzerland, or from the Cayman Islands and the Bahamas.",
  "In the shadowy world where global finance intersects with national security, lists are signals to be taken seriously.",
  "The world of finance will take something different from this list — a warning to beware of certain activity.",
  "Doing the least\n\nNow, I'm not saying that the Trump administration did the right thing with this list here.",
  "What's more, it's also important to remember that sanctions aren't something to be thrown around hastily.",
  "There will be investments going into London through Africa from Geneva-based accounts.",
  "So yes, it appears the Trump administration released this list kicking and screaming.",
  "In this case, it was lobbyists articulating the interests of the Russian elite.",
  "So the Forbes list was likely somewhat useful by accident of history.",
  "And you can be certain the Trump administration does not have one.",
  "In short, when it comes to sanctions, there needs to be a plan.",
  "Russian Foreign Direct investment will increase.",
  "It is a law he signed because he had no choice.",
  "(See: Steve Mnuchin's one-sheet tax plan.)",
  "Ultimately a win for the US and EU.\"",
  "Is this list mean or meaningless?",
  "But which is it?"
]