[
  "“We will continue to vigorously implement CAATSA and urge all countries to curtail relationships with Russia’s defense and intelligence sectors, both of which are linked to malign activities worldwide,” Heather Nauert, the State Department’s chief spokesperson, said in a statement.",
  "Putting them on the list is meant to “impose costs on Russia in response to its interference in the United States election process, its unacceptable behavior in eastern Ukraine, and other malign activities,” according to a State Department fact sheet.",
  "On Thursday afternoon, the State Department announced that the administration identified 33 individuals and entities — including oligarchs, a troll farm, and a mercenary group — for their connections to Russia’s defense and intelligence sectors.",
  "That law — passed by Congress last summer with a veto-proof majority so Trump had to sign it despite his public protests — instructs the administration, among other things, to punish foreign perpetrators of election meddling.",
  "Special counsel Robert Mueller, who is leading the investigation into possible collusion between the Trump presidential campaign and the Kremlin, already indicted some of the Russians back in July.",
  "President Donald Trump has expanded a US sanctions list of Russians that interfered in the 2016 presidential election — one of his toughest moves yet against a country he says didn’t meddle at all.",
  "The new measure is quite an escalation from a president who has famously cozied up to Russian President Vladimir Putin and has repeatedly denied Kremlin wrongdoing during the 2016 US election.",
  "Update: This post has been updated to clarify that certain individuals and entities added to the list are not yet formally sanctioned, but may be sanctioned in the future.",
  "Also on Thursday, the US imposed sanctions on a part of China’s military and its leader, Li Shangfu, for buying warplanes and missiles from Russian entities on this list.",
  "“We’re putting pieces in place here to ensure it doesn’t happen again,” Dan Coats, the director of national intelligence, told reporters on September 12.",
  "Eight days ago, Trump passed another executive order that automatically places sanctions on people who interfere in America’s elections.",
  "It’s also a surprise since he typically resists antagonizing Moscow because he wants the US and Russia to have a stronger relationship.",
  "It’s starting to look like Putin’s favored American candidate may finally be serious about pushing back on Russia’s aggression.",
  "Other groups and individuals have had sanctions imposed on them, such as in the case of the Chinese military, and Li Shangfu.",
  "Trump authorized the additions under what’s known as the Countering America’s Adversaries Through Sanctions Act, or CAATSA.",
  "Clearly, the administration will both harm and publicly shame those who want to grow closer to Russia’s security agencies.",
  "The new Thursday additions bring the total number of individuals being punished for interfering in the election to 72.",
  "It’s also meant to deter other people from doing business or interacting with individuals and entities on the list.",
  "Russia, of course, will bristle at the new measures — but that doesn’t seem to matter to the administration.",
  "US officials already say there are signs that Russia aims to meddle in the 2018 midterm elections.",
  "Thursday’s sanctions, then, may form part of a broader effort to counter that interference.",
  "Is this a sign that Trump is getting tough on Russia?"
]