[
  "Russia first launched air strikes in support of the Syrian regime in September 2015 (AFP Photo/Vasily Maximov)\n\nThe United States hit a Chinese military organization with punishing financial sanctions for buying Russian fighter jets and missiles as it stepped up pressure on Moscow over its \"malign activities.\"",
  "The senior official said EDD and its director, Li Shangfu, were hit with sanctions because of the purchases made from Rosoboronexport, Russia's main arms export entity already on the CAATSA blacklist for its support of the Assad regime in Syria.",
  "The State Department said it was applying the 2017 legislation against the Equipment Development Department of the Chinese Ministry of Defense for its purchase of Russian Sukhoi Su-35 fighter jets and S-400 surface-to-air missiles.",
  "With regard to Russia, CAATSA arises from the country's \"aggression in Ukraine, annexation of Crimea, cyber intrusions and attacks, interference in the 2016 elections, and other malign activities,\" the State Department said.",
  "They also include 25 Russians and three Russian companies who were indicted over the past year by Russia collusion investigator Robert Mueller for their involvement in political meddling and hacking during the 2016 election.",
  "CAATSA, or the Countering America's Adversaries Through Sanctions Act, was passed in 2017 as a tool that gives the Trump administration more ways to target Russia, Iran and North Korea with economic and political sanctions.",
  "\"We will continue to vigorously implement CAATSA and urge all countries to curtail relationships with Russia's defense and intelligence sectors, both of which are linked to malign activities worldwide,\" it said.",
  "It was the first time the Trump administration targeted a third country with its CAATSA sanctions, designed to punish Russia for its seizure of Crimea and other activities.",
  "They include private paramilitary contractor PMC Wagner, and Russian Defense Ministry procurement group Oboronlogistika, and KNAAP, Russia's largest aircraft manufacturer.",
  "At the same time, the State Department also announced it was placing 33 Russian intelligence and military-linked actors on its sanctions blacklist under the CAATSA rules.",
  "They restrict EDD's access to global financial markets by blocking foreign exchange transactions under US jurisdiction or any transactions in the US financial system.",
  "In addition, the chief of the Russian military intelligence body GRU, Igor Korobov, and deputy chief Sergey Gizunov, were also hit with the CAATSA sanctions.",
  "\"The ultimate target of these sanctions is Russia,\" a senior administration official told journalists, insisting on anonymity.",
  "\"CAATSA sanctions in this context are not intended to undermine the defense capabilities of any particular country.",
  "The Russians named for CAATSA blacklisting have all been named previously under other US sanctions regimes.",
  "They are aimed at imposing costs on Russia in response to its malign activities.\"",
  "The sanctions freeze any of EDD's and Li's assets in US jurisdictions."
]