[
  "Foreign Ministry spokesman Geng Shuang said Beijing had lodged stern complaints with Washington over the action, which triggers a ban on entering the U.S., forbids conducting transactions with the U.S. financial system and forces the blocking of all property and interests in property within U.S. jurisdiction.",
  "U.S. State Department spokeswoman Heather Nauert said in a statement that China's Equipment Development Department and director Li Shangfu made a \"significant transaction\" involving the purchase of Su-35 combat aircraft in 2017 and S-400 surface-to-air missile system-related equipment in 2018.",
  "China's purchase of the weapons from Rosoboronexport, Russia's main arms exporter, violated a 2017 law, the Countering America's Adversaries Through Sanctions Act (CAATSA), intended to punish the government of President Vladimir Putin for interfering in U.S. elections and other activities.",
  "BEIJING -- China said Friday it was \"outraged\" over U.S. economic sanctions against a Chinese military agency and its director over the purchase of Russian fighter jets and surface-to-air missile equipment.",
  "The U.S. will continue to \"urge all countries to curtail relationships with Russia's defense and intelligence sectors, both of which are linked to malign activities worldwide,\" she added.",
  "Russian Deputy Foreign Minister Sergei Ryabkov issued a statement saying the U.S. appeared to consider slapping sanctions on Russia a new national pastime, and dismissing their efficacy.",
  "\"Each new round of sanctions proves our foe's complete lack of success in pressuring Russia with previous such attempts,\" Ryabkov said according to the Reuters news agency.",
  "\"It would be not bad if they remembered about the concept of global stability which they are unthinkingly undermining by whipping up tensions in Russia-U.S. relations.",
  "China's foreign ministry demanded the U.S. cancel the measure, as Moscow also lambasted the sanctions and warned that the Trump administration was \"playing with fire.\"",
  "The sanctions were enacted \"to further impose costs on the Russian government in response to its malign activities,\" Nauert said in the statement.",
  "A State Department official told CBS News' Kylie Atwood on Thursday that the \"ultimate target\" of the new sanctions is Russia, not China.",
  "They did not say whether NATO, which is also expected to purchase S-400 missile systems from Russia -- would also face sanctions.",
  "\"China is strongly outraged by this unreasonable action by the U.S.,\" Geng told reporters at a daily news briefing.",
  "State Department officials have credited CAATSA with deterring transactions of Russian arms for many months.",
  "Earlier on Friday, Russia also lashed out over the new sanctions, warning the U.S. was \"playing with fire.\"",
  "\"We strongly urge the U.S. to immediately correct its mistakes and revoke the so-called sanctions.",
  "Otherwise, it must take all the consequences,\" Geng said, without giving details.",
  "Playing with fire is stupid and can become dangerous.\""
]