[
  "REUTERS/Jason Lee/File Photo\n\nBy David Stanway and Lesley Wroughton\n\nSHANGHAI/WASHINGTON (Reuters) - China's foreign ministry on Saturday summoned the U.S. ambassador in Beijing to protest Washington's decision to sanction a Chinese military agency and its director for purchasing Russian fighter jets and an advanced surface-to-air missile system.",
  "\"The U.S. approach is a blatant violation of the basic norms of international relations, a full manifestation of hegemony, and a serious breach of the relations between the two countries and their two militaries,\" Wu said in a notice posted on the Chinese defense ministry's official Wechat account.",
  "On Thursday, the U.S. State Department imposed sanctions on China's Equipment Development Department (EED), the branch of the military responsible for weapons procurement, after it engaged in \"significant transactions\" with Rosoboronexport, Russia's main arms exporter.",
  "The mobile S-400 batteries, which include radars, a control system, and missiles with a range of up to 250 miles (402.34 km), was first deployed in Russia in 2007 and is considered Moscow's most effective defense against aircraft, missiles and drones.",
  "A senior U.S. State Department official on Saturday said China was the only country that had taken possession of the advanced S-400 surface-to-air missile system, in a breach of a U.S. sanctions law imposed in response to Russia's \"malign behavior\".",
  "Earlier, Chinese defense ministry spokesman Wu Qian said China's decision to buy fighter jets and missile systems from Russia was a normal act of cooperation between sovereign countries, and the United States had \"no right to interfere\".",
  "(This version of the story was corrected to change spelling of ambassador's name to Branstad in second paragraph)\n\n(Reporting by David Stanway, Ben Blanchard and Lesley Wroughton; Editing by Nick Macfie, John Walcott and Diane Craft)",
  "The so-called Countering America’s Adversaries Through Sanctions Act, or CAATSA, was signed into law in 2017 to punish Russia for meddling in U.S. elections, aggression in Ukraine and involvement in Syria’s civil war.",
  "Russia has deployed S-400s in Syria, according to official Russian news media, and U.S. officials have been discussing the interest other nations, particularly NATO ally Turkey, have expressed in buying the system.",
  "Washington has expressed concern that Turkey’s planned deployment of S-400s could threaten some U.S.-made weapons and other technology used by Turkey, including the F-35 fighter jet.",
  "The sanctions are related to China's purchase of 10 SU-35 combat aircraft in 2017 and S-400 surface-to-air missile system-related equipment in 2018, the State Department said.",
  "Chinese Deputy Foreign Minister Zheng Zeguang summoned Ambassador Terry Branstad to lodge \"stern representations\" and protest the sanctions, the foreign ministry said.",
  "The U.S. sanctions will block the EED and its director, Li Shangfu, from applying for export licenses and participating in the U.S. financial system.",
  "FILE PHOTO: Flags of U.S. and China are placed for a meeting at the Ministry of Agriculture in Beijing, China, June 30, 2017.",
  "The official, speaking to Reuters on condition of anonymity, insisted that the sanctions were aimed at Moscow, not Beijing.",
  "The official said the move against the Chinese agency was not discretionary, but was made because Beijing broke U.S. law.",
  "\"We hope it will be paid attention to because ... our goal is to prevent these types of transactions,\" he added.",
  "He warned that the United States would face \"consequences\" if it did not immediately revoke the sanctions.",
  "\"China is the first country in the world to use both of those systems,\" the official said.",
  "\"Both of those systems are extremely sophisticated and very high value.\""
]