[
  "In remarks later emailed to reporters, a Treasury Department spokesman confirmed that the unclassified report was derived from sources that included “kremlin.ru, Forbes, and others.” The spokesman said that a threshold of $1 billion was chosen as a definition of an oligarch, as this “is the criteria contained in the U.S. Forbes list of Russian individuals with a net worth of at least $1 billion.”\n\nAnders Aslund, an economist with the Atlantic Council who had previously been reported to be helping compile the list, wrote Tuesday that at the last minute, “somebody high up — no one knows who at this point — threw out the experts’ work and instead wrote down the names of the top officials in the Russian presidential administration and government plus the 96 Russian billionaires on the Forbes list.”\n\nOn Twitter, Aslund said that the broad variety of Russians included undermined the list's purpose.",
  "In particular, the list would identify senior political figures and business executives in Russia, “as determined by their closeness to the Russian regime and their net worth.” The report would then go on to assess the oligarchs' relationship with Russian President Vladimir Putin, indicate “any indices of corruption with respect to those individuals,” and look at their net worth and non-Russian business afflictions.",
  "The broad variety on the list quickly became a joke among Russian critics — in a post on Facebook, Russian Sen. Konstantin Kosachev accused the Treasury of simply “rewriting the Kremlin phone book.” And certainly, some inclusions in the list are surprising: Anna Kuznetsova, an envoy for children's rights, is included, as is Mikhail Fedotov, head of the Kremlin human rights council.",
  "#HybridWar — Dmitri Trenin (@DmitriTrenin) January 30, 2018\n\nBut many others worry that by making the unclassified list so broad, the Trump administration has failed to distinguish between Putin allies and other Russian figures — and in so doing, has made it clear that it is not serious about using sanctions to punish wrongdoing.",
  "Wealthy Russian business executives who have faced off against the government, such as vodka billionaire Yuri Shefler or the Ananiev brothers, forced to hand over their bank to Russia's central bank last year, were included, as were some others who hold Russian citizenship but who no longer do business in Russia.",
  "As Mark Galeotti, an expert on Russian politics at the Institute of International Relations in Prague, put it in one tweet, the unclassified list could “have been put together by a couple of interns in a couple of days.”\n\nOther Russia-watchers disagreed: It wouldn't have taken that long.",
  "Soon after the “Kremlin list” was made public, observers began to note that much of it appeared to almost exactly match two publicly available resources — the Kremlin's English-language list of top officials and Forbes Magazine's 2017 list of the wealthiest Russian business executives.",
  "Under the Countering America’s Adversaries Through Sanctions Act of 2017, a law billed as a U.S. response to Russian interference in the 2016 presidential election, the Treasury was asked to draw up a list of “oligarchs and parastatal entities” within 180 days.",
  "On Monday, however, just hours before a deadline for action hit, the Trump administration announced that no new sanctions would be implemented against the Russian government, as the threat of sanctions had already affected the Russian economy.",
  "It wasn't just Russian officials who were bemused — many outside observers noted that the list appeared to have been put together haphazardly, using public resources including a list of Russian billionaires published by Forbes.",
  "The second list features 96 business executives, including many of Russia's top oligarchs, with perhaps the best-known being Chelsea Football Club owner Roman Abramovich.",
  "(Sergei Chirikov/EPA-EFE/Shutterstock)\n\nLate Monday evening, the U.S. Treasury Department released an unclassified list of influential Russians linked to the Kremlin.",
  "Before the list was released, some Russian executives were reported to be fearful of inclusion, even applying for foreign passports in a bid to escape sanctions.",
  "Anatoly Chubais, head of the Russian state nanotechnology company Rusnano, was not included, though he is widely considered part of Putin's circle.",
  "“I believe in this case not being included on this list provides grounds for resignation,” Russian Prime Minister Dmitry Medvedev joked Tuesday.",
  "It includes well-known names such as Medvedev, Foreign Affairs Minister Sergey Lavrov and Dmitry Peskov, Putin's presidential press secretary.",
  "Hours after that, about 10 minutes to midnight, the Treasury released its unclassified version of the “Kremlin list.”\n\nWho is on the list?",
  "Dmitri Trenin, director of the Carnegie Moscow Center, said on Twitter that Russians were not the intended audience for the list, anyway.",
  "The document was not designed to be a list of sanctioned individuals and there was no mandatory legal repercussions for inclusion on it.",
  "Former officials instead likened it to public shaming, and there was the suggestion that it could lead to economic action down the line.",
  "It is important to note that we are only seeing the unclassified version of the list — the classified version may well be more robust.",
  "— Daragh McDowell (@DaraghMcdowell) January 30, 2018\n\nSo why was this much-anticipated document been greeted with shrugs?",
  "\n\nRussian President Vladimir Putin attends a meeting about the coming presidential elections in Russia on Jan. 30.",
  "Dubbed the “Kremlin list,” the document was a legal requirement of a sanctions bill passed by Congress last year.",
  "Of a total of 210 individuals on these lists, about 22 have already been hit with sanctions by the United States.",
  "Some experts say that even the broad nature of the public list should cause Kremlin-linked oligarchs to worry.",
  "Bloomberg reported last week that a number of well-known critics of Putin had been consulted on the list.",
  "The first, a list of “senior political figures,” features 114 individuals in the Russian government.",
  "If my interns came up with that after more than an hour of googling I'd be looking for new interns.",
  "The CAATSA section 241 list of Russian officials and oligarchs reads simply like the Russian elite.",
  "“One does not have to be very smart to make this list,” Fedotov told the news agency Interfax.",
  "But as the unclassified version appeared this week, senior officials in Moscow scoffed.",
  "At least one person on the list, Valentin Gapontsev, is reported to be a U.S. citizen.",
  "He soon issued a mock apology to the Kremlin for not being able to get on the list.",
  "Russian fighter plane buzzes U.S. Navy jet as fears over midair collisions mount",
  "#kremlinreport — Anders Åslund (@anders_aslund) January 30, 2018\n\nWhat now?",
  "There are two separate lists included in the classified document.",
  "They are designed to deter non-Russians from dealing with Russia.",
  "However, it may not have provoked the desired response in Moscow.",
  "More on WorldViews\n\nToday’s anti-Putin protests weren’t huge.",
  "But they showed the breadth of simmering Russian discontent.",
  "It offers no incentives to senior Russians to behave well.",
  "Perhaps more egregious still were a number of exclusions.",
  "Russians are not to be deterred by US sanctions.",
  "Among the oligarchs, there are surprises, too.",
  "Putin is not named on either list.",
  "What is the 'Kremlin list'?",
  "So how was the list made?",
  "This makes little sense.",
  "Here's a quick guide.",
  "Couple of DAYS?"
]