[
  "The U.S. State Department said it would immediately impose sanctions on China's Equipment Development Department (EDD), the military branch responsible for weapons and equipment, and its director, Li Shangfu, for engaging in \"significant transactions\" with Rosoboronexport, Russia's main arms exporter.",
  "By Lesley Wroughton and Patricia Zengerle\n\nWASHINGTON (Reuters) - The Trump administration imposed sanctions on the Chinese military on Thursday for buying fighter jets and missile systems from Russia, in breach of a sweeping U.S. sanctions law punishing Moscow for meddling in the 2016 U.S. election.",
  "\"China expresses strong indignation at these unreasonable actions by the U.S. side and has already lodged stern representations,\" Chinese Foreign Ministry spokesman Geng Shuang told reporters in Beijing, adding the moved seriously harmed bilateral relations and military ties.",
  "One U.S. administration official, who briefed reporters on condition of anonymity, said the sanctions imposed on the Chinese agency were aimed at Moscow, not Beijing or its military, despite an escalating trade war between the United States and China.",
  "\"Both countries are opposed to what they see as U.S. bullying and these kind of actions will just push Beijing and Moscow even closer together,\" he said, adding that Moscow needed Chinese money and Beijing wanted advanced military technology.",
  "The U.S. also blacklisted another 33 people and entities associated with the Russian military and intelligence, adding them to a list under the 2017 law, known as the Countering America's Adversaries Through Sanctions Act, or CAATSA.",
  "\"We strongly urge the U.S. side to immediately correct the mistake and rescind the so-called sanctions, otherwise the U.S. side will necessarily bear responsibility for the consequences,\" he said, without giving details.",
  "China has \"normal\" military exchanges and cooperation with Russia, aimed at protecting regional peace and stability, which is not against international law or aimed at any third party, Geng added.",
  "The sanctions are related to China's purchase of 10 SU-35 combat aircraft in 2017 and S-400 surface-to-air missile system-related equipment in 2018, the State Department said.",
  "A federal special counsel is leading a criminal investigation of Russian interference in the U.S. election, and any possible cooperation with Trump's presidential campaign.",
  "CAATSA sanctions in this context are not intended to undermine the defense capabilities of any particular country,\" the official told reporters on a conference call.",
  "Some of those added to the list, which now contains 72 names, were indicted in connection with Russian interference in the 2016 U.S. election, a U.S. official said.",
  "\"The imposition of U.S. sanctions will have zero impact on Russian arms sales to China,\" said Ian Storey, of Singapore's ISEAS Yusof Ishak Institute.",
  "\"I am sure that these contracts will be executed in line with the schedule,\" Klintsevich was quoted as saying by Russia's Interfax news agency.",
  "It also adds them to the Treasury Department's list of specially designated individuals with whom Americans are barred from doing business.",
  "They block the Chinese agency, and Li, from applying for export licenses and participating in the U.S. financial system.",
  "In Moscow, Russian member of parliament Franz Klintsevich said the sanctions would not affect the S-400 and SU-35 deals.",
  "Security analysts in Asia said the move was largely symbolic and would only push Moscow and Beijing closer together.",
  "President Donald Trump on Thursday issued an executive order intended to facilitate implementation of the sanctions.",
  "Doing significant business with anyone on the U.S. blacklist can trigger sanctions like those imposed on China.",
  "\"They are instead aimed at imposing costs upon Russia in response to its malign activities,\" the official said.",
  "China will continue to work with Russia to promote strategic cooperation at an even higher level, he said.",
  "CAATSA also seeks to punish Russia for its aggression in Ukraine and involvement in Syria's civil war.",
  "In Beijing, the Chinese government expressed anger and demanded the sanctions be withdrawn.",
  "\"The possession of this military equipment is very important for China.\"",
  "Trump has insisted there was no collusion with Russia.",
  "Moscow denies any effort to meddle in U.S. politics.",
  "\"The ultimate target of these sanctions is Russia.",
  "AIMED AT MOSCOW - OR BEIJING?"
]