[
  "The array of sanctions the United States has imposed against Russia and those who material support – materially support its malign activities are undertaken in direct response to Russia’s aggressive actions against our country, our allies, and our partners.”\n\nSanction Specifics\n\nThe senior official also detailed the specific sanctions that the Chinese will now face for their purchase of the Su-35 and the S-400.",
  "“EDD and Mr. Li are being added to the Treasury’s Specially Designated Nationals and Blocked Persons List, which is a complicated way of referring to what we usually just informally call the SDN list.”\n\nThe senior Administration official said that Beijing is being targeted because the law—as passed by the U.S. Congress—requires the White House to act against China.",
  "OFAC [Office of Foreign Assets Control] has also placed both EDD and Mr. Li on its SDN list, and as a result of that in itself, all property and interests in property within the U.S. jurisdiction are being blocked and U.S. persons are from here forth generally going to be prohibited from transacting with them.”",
  "Sanctions on China\n\n“Secretary [of State Mike]Pompeo and [Treasury] Secretary [Steven] Mnuchin – imposed sanctions on a Chinese entity, the Equipment Development Department, otherwise known as EDD, and also upon its director, Li Shangfu,” a senior Administration official told reporters on September 20.",
  "And these sanctions include a prohibition on foreign exchange transactions under U.S. jurisdiction, a prohibition on transactions with the U.S. financial system, and blocking of all property or interests Mr. Li’s – in property within the U.S. jurisdiction, as well as a visa ban.",
  "America Is Striking Back over Russia's Sale of Su-35 Fighters and S-400s to China\n\nChina and Russia are reacting with fury after the United States sanctioned Beijing for its purchase of Russian-made Sukhoi Su-35S Flanker-E fighters and S-400 air and missile defense systems.",
  "Both these transactions, which I repeat occurred after the CAATSA sanctions statute came into force, were deals that were negotiated between the Equipment Development Department, or EDD, on the one hand, and Rosoboronexport, which is Russia’s main arms export entity.",
  "We are denying – or, in fact, we are imposing a prohibition upon foreign exchange transactions under U.S. jurisdiction; also imposing a prohibition on transactions with the U.S. financial system,” the senior Administration official said.",
  "Washington imposed the sanctions under Section 231 of the Countering America's Adversaries Through Sanctions Act of 2017 (CAATSA), which was passed by the Congress last summer in response to Russian interference in American elections.",
  "Dave Majumdar\n\nSecurity, Asia\n\nChina and Russia are reacting with fury after the United States sanctioned Beijing for its purchase of Russian-made Sukhoi Su-35S Flanker-E fighters and S-400 air and missile defense systems.",
  "Section 231 of the statute mandate the U.S. government to impose of sanctions upon anyone engaging a “significant transaction” with anyone on a list of persons associated with the Russian defense or intelligence sectors.",
  "And it, Rosoboronexport, is on the List of Specified Persons.”\n\nThe Kremlin is the Real Target\n\nThe senior Administration official stressed that Russia—not China—is the target for the CAATSA sanctions.",
  "“We took these actions because China took delivery of 10 Sukhoi fighter aircraft, specifically Su-35s, in December of 2017 – of course, after the CAATSA statute came into force.",
  "“We want to stress that the legislative standard here is a significant transaction with an entity that appears on the List of Specified Persons,” the senior official said.",
  "And it also took delivery of a batch of S-400 – sometimes known as SA-21 – surface-to-air missile systems or related equipment in January of this year.",
  "And of course, those malign activities are many that it’s undertaken in its attempt to compete with the U.S. and our allies and our partners.",
  "“I want to emphasize that the ultimate target of these sanctions is Russia,” the senior Administration official said.",
  "“CAATSA sanctions in this context are not intended to undermine the defense capabilities of any particular country.",
  "“We are blocking all property or interests in property within the U.S. – within U.S. jurisdiction.",
  "They are instead aimed at imposing costs upon Russia in response to its malign activities.",
  "And we are imposing sanctions on an EDD principal executive officer.",
  "That’s the fellow, Mr. Li Shangfu, who we mentioned before.",
  "“We are denying U.S. export licenses to EDD."
]