[
  "AP Photo/Pablo Martinez Monsivais\n\nThen came Thursday, during which the White House drew scorn for saying Trump was considering Putin's request to turn over Michael McFaul, the US's former ambassador to Russia, for questioning related to financial crimes the Kremlin alleges were committed by Bill Browder, a wealthy banker, human-rights activist, and Putin critic.",
  "In addition to Mueller continuing to dig into whether the Trump campaign colluded with Moscow to influence the election, The New York Times reported on Friday that Michael Cohen, Trump's embattled former lawyer, secretly recorded discussions with Trump shortly before the election about payments to a former Playboy model.",
  "But by far the most shocking moment of the trip came when Trump accused Germany, one of the US's closest western allies, of being \"totally controlled by\" and \"a captive of Russia\" because it greenlit the building of Nord Stream 2, a Russian pipeline, through part of Germany.",
  "Trump again sparked controversy on Wednesday when he appeared to answer \"no\" to a reporter's question about whether Russia was still targeting the US through cyberattacks and election meddling, directly contradicting Coats and other top US intelligence officials.",
  "Trump criticizes NATO and accuses Germany of being 'totally controlled by' Russia\n\nGermany's Chancellor Angela Merkel and U.S. President Donald Trump hold a joint news conference in the East Room of the White House in Washington, U.S., March 17, 2017.",
  "Among other things, Twitter users ripped into the US president for making the queen wait for 10 minutes, shaking her hand instead of bowing, walking with his jacket unbuttoned, and turning his back to the queen during their meeting at Windsor Castle.",
  "Things devolved further when Trump indicated that he believed Putin over the US intelligence community on Russian election interference, declined to denounce Putin, and suggested the FBI was part of a conspiracy to undermine his election victory.",
  "REUTERS/Peter Nicholls Peter Nicholls/Reuters\n\nAfter the NATO summit came Trump's visit to the UK, where he was met with massive demonstrations in London and a giant \"Trump baby\" balloon floating in the sky above the British capital.",
  "\"What's interesting is the US has the ability to stop this pipeline or sanction those who build it, but rather than saying that, Trump is using the pipeline to criticize Germany and [Chancellor Angela Merkel],\" Pomeranz said.",
  "Mark Simakovsky, a former Department of Defense official who focuses on Russia policy, put it bluntly, saying the last week and a half sits \"at or near the top\" of the White House's biggest screw-ups since Trump took office.",
  "The optics of the meeting were particularly important because it came after special counsel Robert Mueller filed hacking charges against 12 Russian intelligence officers related to their interference in the 2016 US election.",
  "Trump: The EU is a 'foe' of the US\n\nDemonstrators float a blimp portraying U.S. President Donald Trump, in Parliament Square, during the visit by Trump and First Lady Melania Trump in London, Britain July 13, 2018.",
  "And the Senate, in a rare unified rebuke of Trump on Russia, voted unanimously on Thursday in favor of a resolution expressing Congress's opposition to the US government allowing Russia to question US officials.",
  "But Glenn Carle, a longtime former CIA spy, said he wasn't the least bit surprised by the presser because \"it's becoming more and more clear that Trump is either a witting or unwitting Russian asset.\"",
  "Though Trump's lawyer, Rudy Giuliani, attempted to play off the news, legal experts told Business Insider the bombshell was unlike anything they'd heard of — and it could be very bad news for Trump.",
  "But during a surreal press conference after the meeting on Monday, instead of holding the Russian leader accountable, Trump touted the \"direct, open, deeply productive dialogue\" he had with Putin.",
  "Pomeranz noted that the Countering America's Adversaries Through Sanctions Act (CAATSA) includes a provision allowing the US to sanction the building of new pipelines after consulting with allies.",
  "Chris McGrath/Getty Images\n\nThe White House is in crisis management mode, thanks to a string of damaging foreign policy blunders from President Donald Trump over the last several days.",
  "U.S. President Donald Trump, left, and Russian President Vladimir Putin arrive for a one-on-one-meeting at the Presidential Palace in Helsinki, Finland, Monday, July 16, 2018.",
  "Later on Thursday, the White House dropped another bombshell: Trump wanted to invite Putin to Washington in the fall, close to the midterm elections, for another meeting.",
  "When NBC's Andrea Mitchell, who was interviewing him, informed him of the development, Coats asked her to repeat herself because he felt he wasn't hearing her correctly.",
  "For much of the presser, Trump stood next to Putin and spent more time denigrating his political opponents and intelligence agencies than he did a hostile foreign power.",
  "Thomson Reuters\n\nFollowing his UK visit, Trump departed for the most consequential leg of his trip: a meeting with Russian President Vladimir Putin in Helsinki, Finland.",
  "But \"rather than being diplomatic about them, Trump threw himself into the middle of these differences to continue to drive a wedge through the EU,\" Pomeranz said.",
  "Trump's own intelligence chief and State Department rebuke him\n\nTrump's comments floored lawmakers from both sides of the aisle and some of his staunchest allies.",
  "He added that he had \"great confidence\" in his \"intelligence people\" but that Putin \"was extremely strong and powerful in his denial\" of Russian meddling.",
  "Several other NATO leaders disputed that claim, saying member nations had recommitted to a 2014 pledge to spend 2% of national GDP on defense by 2024.",
  "But White House press secretary Sarah Huckabee Sanders later said Trump was saying \"no\" to taking more questions, not answering the question itself.",
  "Amid the criticism, the White House again walked back its stance, saying that while Trump thought Putin's offer was sincere, he disagreed with it.",
  "Two days later, Trump again stunned observers when he labeled the EU a \"foe\" of the US when asked who he thought the US's biggest competitor is.",
  "Trump later walked back his comments, saying he misspoke and meant to say he didn't see any reason why it wouldn't be Russia who interfered.",
  "He said he accepted the US intelligence community's conclusion that Russia meddled, though he later tacked on: \"Could be other people also.",
  "William Pomeranz, the deputy director of the Kennan Institute for Advanced Russian Studies at the Woodrow Wilson Center, echoed that point.",
  "Following the bizarre press conference, Director of National Intelligence Dan Coats publicly split with Trump on Russian interference.",
  "Former national security adviser Susan Rice tweeted that the lack of commitment to protecting McFaul was \"beyond outrageous.\"",
  "Later, Trump said NATO allies had agreed to increase their defense spending \"at levels that they never thought of before.\"",
  "When she confirmed, again, that Trump wanted to invite Putin to Washington, Coats said, \"OK ... That's gonna be special.\"",
  "The indictment was monumental because it was the first time Mueller pointed a finger directly at the Russian government.",
  "He added that Europe \"must not let itself be divided, however sharp the verbal attacks and absurd the tweets may be.\"",
  "Coats, who was speaking at the annual Aspen Security Forum when the news broke, reacted to it on live television.",
  "REUTERS/Jonathan Ernst\n\nIt started last Wednesday, when Trump embarked on a trip to the annual NATO summit.",
  "Trump sides with Putin over the US intelligence community\n\nDirector of National Intelligence Dan Coats.",
  "Europe \"can no longer completely rely on the White House,\" Maas told the Funke media group on Monday.",
  "There are already significant divisions between European Union (EU) member states about the pipeline.",
  "Meanwhile, it also doesn't seem like Trump's legal troubles back in the US will let up any time soon.",
  "He kicked it off by firing off a series of tweets criticizing NATO while on his way to the meeting.",
  "They even prompted the former CIA director John Brennan to accuse the president of treason.",
  "\"My people came to me ... they said they think it's Russia\" that interfered, Trump said.",
  "The president's remark prompted Germany's foreign minister, Heiko Maas, to speak out.",
  "Trump was also widely mocked for breaking protocol when meeting Queen Elizabeth II.",
  "And national security experts said that, in turn, Putin played Trump like a fiddle.",
  "The State Department came out shortly after and said Putin's proposal was \"absurd.\"",
  "This week, he said, \"Trump proved he is not a global leader.\"",
  "I will say this: I don't see any reason why it would be.\"",
  "There's a lot of people out there.\"",
  "He just said it's not Russia.",
  "\"I have President Putin."
]