[
  "Instead, as a first step, we recommend the administration determine whether persons named in the Kremlin Report or other Russians had any connection — direct or indirect — with Russian interference in the U.S. democratic and electoral process, including Russian disinformation (use of bots, trolls, or cyborgs) within U.S. social media networks.",
  "As Director of National Intelligence Dan Coats warned in congressional testimony Tuesday, “There should be no doubt that Russia perceives its past efforts as successful and views the 2018 U.S. midterm elections as a potential target for Russian influence operations.”\n\nStory Continued Below This browser does not support the Ad element.",
  "Beyond being the right thing to do, this action would give the Trump administration an opportunity to go further than the Obama administration, whose response to the election hacking was admittedly insufficient (full disclosure: we worked on them); take credit for doing so; and provide a real deterrent to Putin.",
  "Meaningful sanctions over election interference and cyber meddling would be understood in Moscow as a warning to the Russians that the U.S. is united in protecting our democracy and that there could be an even higher price to pay if they try it again, e.g., in the 2018 midterm elections.",
  "Congress passed CAATSA with many examples of Russian bad behavior in mind, but election interference (past and potential) was at or near the top of its list, and the law’s Section 224 mandates sanctions against Russians using cyber means against democratic institutions.",
  "Sadly, the administration blew the public rollout of Section 241 by sending to Congress and the press what appeared to be a cut-and-paste list derived from the Kremlin org chart and the Russia Forbes list of rich Russians, even replicating mistakes on the Forbes list.",
  "Acting against some of the Russians named on the classified list would have the additional benefit of conveying to Moscow that its glee at the clumsy public list was misplaced and that the U.S., under this or any president, is not going to be a patsy.",
  "By acting smart and fast, the Trump team can pull off a strong recovery from a tactical misstep, and give credibility to its stated policy that Russian aggression is a strategic problem for the U.S., one this administration takes seriously.",
  "We know this because the Treasury Department, trying to manage the bad reception, publicly acknowledged the existence of a separate, classified report to Congress and hinted this list was serious, a hint confirmed by credible sources.",
  "The idea was to convey a message, in language Russian elites understand, that there are consequences, including for them personally, that result from being too close to Putin and thereby enabling his state-driven aggression.",
  "Moving soon against Russians responsible also would open a path for discussions between the administration and the Europeans about a common approach to this challenge, including and going beyond sanctions.",
  "Section 241 of the bill called for the administration to deliver a report by Jan. 29 on, essentially, Kremlin leader Vladimir Putin’s power structure in and out of the Russian government.",
  "Congress gave the Trump administration a powerful tool to combat Russian aggression when it passed last summer the “Countering America’s Adversaries Through Sanctions Act,” or CAATSA.",
  "Kurt Volker, and his consultation with the Europeans—concludes that sanctions are the right response to Russian stonewalling on current negotiations or escalating violence in Ukraine.",
  "There is plenty of bad Russian behavior to choose from as a basis for designating Putin’s cronies, but the administration should be cautious in playing its strong hand.",
  "That sloppiness caused blowback in Washington, initial smirking in Moscow and Russian markets that had been down ahead of the report rebounded with a sigh of relief.",
  "The prospect of a serious “Kremlin Report,” as it became known, naming those close to Putin and making them liable for future sanctions, alarmed the Moscow elite.",
  "On the other side of its landmass, if Russian entities in fact are violating U.N. Security Council resolutions on North Korea, they should be sanctioned promptly.",
  "If the administration can identify any such Russians, including those who may have funded a Russian troll farm or other bad cyber actor, it should go after them.",
  "In the same statement—a Treasury release on Feb. 1—the administration also announced there would be future sanctions informed by that classified report.",
  "But they should be issued with a clear policy objective in mind, not in haste, and certainly not in response to political blowback in Washington.",
  "Swift action would also make clear that the U.S. could go after others named in the Kremlin Report in response to future bad Russian actions.",
  "But there have not been reports of anyone in the Kremlin Report or other Kremlin agents being tied to those activities.",
  "But now that the dust has settled, it appears the administration in fact compiled a real, thought-out Kremlin Report.",
  "Section 241 was intended to put pressure on the Kremlin power structure via the threat of future sanctions.",
  "New sanctions derived from the Kremlin Report, as Treasury announced are coming, may be the right idea.",
  "And the U.S. is hardly the only target of Russian cyber-based disinformation and election interference.",
  "Sanctions are intended to change specific bad behavior or deter those who would engage in such.",
  "These should come when and if the U.S.— driven by its envoy to the Ukraine crisis, Amb.",
  "Their alarm is America’s potential leverage, if the administration can reclaim it.",
  "One of the rules of policy making is to remember what you set out to achieve.",
  "Story Continued Below This browser does not support the Ad element.",
  "We recommend holding off for now on new Ukraine-related sanctions.",
  "What’s the administration’s best move now?"
]