[
  "Mnuchin cited a number of Russian activities around the world as support for Friday's U.S. action, including Moscow's occupation of Crimea and violence in eastern Ukraine, support for Syrian President Bashar al-Assad's attacks against civilians, and Russia's \"ongoing cyberactivities\" and efforts to \"interfere in the democratic processes of the United States and its allies.\"",
  "Alexei Danichev / Sputnik via AP file\n\nTo date, the Trump administration has issued Russia-related sanctions against 189 individuals and entities, including 136 sanctions related to Putin's actions in Ukraine, as well as sanctions related to Moscow's cyber campaigns, including its interference in the 2016 presidential contest.",
  "/ Updated By Vivian Salama\n\nWASHINGTON — The Trump administration took one of its most aggressive actions against Russia on Friday, announcing sweeping sanctions against members of Russian President Vladimir Putin's inner circle, along with top officials and several businesses, including a state-owned weapons trading company.",
  "Tensions between the U.S. and Russia have soared in recent days after the United States and the European Union announced the expulsion of dozens of Russian diplomats in response to the poisoning of ex-Russian spy Sergei Skripal on British soil, allegedly orchestrated by the Kremlin.",
  "Senior U.S. administration officials said the sanctions are not aimed to punish Moscow for any particular event, but are instead a broader measure aimed at the \"totality of the Russian government's ongoing and increasingly malign activities in the world.\"",
  "After the measure was passed overwhelmingly by Congress in 2017, President Donald Trump begrudgingly signed it, but called the bill \"seriously flawed — particularly because it encroaches on the executive branch's authority to negotiate.\"",
  "A number of high-profile individuals are cited in Friday's action, including Putin's son-in-law, the chairman of state-owned natural-gas monopoly Gazprom, Russia's largest company.",
  "\"Russian oligarchs and elites who profit from this corrupt system will no longer be insulated from the consequences of their government's destabilizing activities,\" Mnuchin said.",
  "The senior administration official, who requested anonymity, said Friday's action is not a direct response to the expulsion of U.S. diplomats or the attack in the United Kingdom.",
  "At a White House press conference on Tuesday, flanked by the leaders of three Baltic nations, Trump once again said that \"no one has been tougher on Russia\" than him.",
  "The administration used a number of legal mechanisms in Friday's sanctions action, including the Countering America's Adversaries Through Sanctions Act, or CAATSA.",
  "A senior administration official who briefed reporters on the sanctions said that they had been carefully coordinated with American allies, particularly in Europe.",
  "Alexei Miller, left, chairman of the management board of Gazprom, talks with Alexei Kudrin, chairman of the board for the Center for Strategic Research, in 2017.",
  "Still, he has not directly placed blame on Putin for the actions of his country and recently invited the Russian leader to meet in the \"not-too-distant future.\"",
  "The administration stressed on Friday that the sanctions would hold until those individuals wielded their influence to curb the Kremlin's pervasive activities.",
  "\"The Russian government operates for the disproportionate benefit of oligarchs and government elites,\" Treasury Secretary Steven Mnuchin said in a statement.",
  "It also issued sanctions on 17 senior government officials, along with a state-owned weapons trading company and its subsidiary, a Russian bank.",
  "The Treasury Department, in connection with the State Department, targeted seven Russian oligarchs and 12 companies they own or control.",
  "The U.S. tossed 60 Russian diplomats, identified by officials as intelligence officers, and closed Russia's Seattle consulate.",
  "As a result of the sanctions, the Russian assets are blocked, and U.S. entities are barred from dealing with them.",
  "Also on the list: the secretary of the Russian Security Council, and the director of the national guard troops.",
  "In response, Russia sent 60 American diplomats packing and shuttered the U.S. consulate in St. Petersburg.",
  "Miller is one of those targeted in the Trump administration's sanctions announced Friday.",
  "\"I think I could have a very good relationship with President Putin.",
  "Breaking News Emails Get breaking news alerts and special reports.",
  "The news and stories that matter, delivered weekday mornings.",
  "I think,\" he said Tuesday.",
  "\"Possibly, I won't.\""
]