[
  "“We will continue to vigorously implement CAATSA and urge all countries to curtail relationships with Russia’s defense and intelligence sectors, both of which are linked to malign activities worldwide.”\n\nU.S. officials noted that sanctions are not meant to curb the defense capabilities of other nations, but instead send a message to countries considering similar Russia arms deals and to curbing an important revenue stream and diplomatic tool for the Kremlin.",
  "“These Department of State sanctions actions are the result of United States’ implementation of Title II of (the Countering America’s Adversaries Through Sanctions Act), which Congress passed in response to Russia’s aggression in Ukraine, annexation of Crimea, cyber intrusions and attacks, interference in the 2016 elections, and other malign activities,” State Department spokeswoman Heather Nauert said in a statement.",
  "With world leaders in New York this week for the United Nations General Assembly, one of the underlying storylines of the meeting is the simmering tensions between the United States and China after the Trump administration last week slapped economic sanctions on a Chinese military agency and its director over the purchase of Russian fighter jets and surface-to-air missile equipment.",
  "The U.S. Treasury and State Departments, using a new sanctions power mandated by Congress last year to target Russian intelligence operations and its defense industry, sanctioned China’s Equipment Development Department and its director, Li Shangfu, for the recent purchases of Sukhoi Su-25 jet fighters and S-400 surface-to-air missiles from Russia.",
  "Chinese Foreign Ministry spokesman Geng Shuang said Beijing has lodged stern complaints with Washington over the action, which triggers a ban on entering the U.S., forbids conducting transactions with the U.S. financial system and forces the blocking of all property and interests in property within U.S. jurisdiction.",
  "The sanctions, along with the Trump administration’s recent implementation of $250 billion in tariffs on Chinese goods, have created a sharp deterioration in the relationship between Washington and Beijing.",
  "The Pentagon on Tuesday confirmed that China had canceled a Washington visit by the head of its navy, and U.S. officials said China had denied a request for a U.S. Navy ship to make a Hong Kong port visit.",
  "Also on Tuesday, Chinese officials demanded the U.S. cancel a planned $330 million sale of military equipment to Taiwan, the self-ruled island that Beijing considers a renegade province.",
  "The Chinese foreign ministry warned of \"severe damage\" to bilateral relations and cooperation if the sale announced Monday goes through.",
  "The sanctions, however, infuriated officials in Beijing and drew immediate calls for the U.S. to rescind the measure.",
  "\"China is strongly outraged by this unreasonable action by the U.S.,\" Geng told reporters at a daily news briefing.",
  "\"We strongly urge the U.S. to immediately correct its mistakes and revoke the so-called sanctions.",
  "Otherwise, it must take all the consequences,\" Geng said, without giving details.",
  "The Associated Press contributed to this report."
]