[
  "Vladimir Putin landed in Delhi where he and Narendra Modi were due to have dinner before the main talks on Friday (AFP Photo/Money SHARMA )\n\nRussian President Vladimir Putin arrived in India on Thursday looking to tie up billions of dollars in arms deals with Prime Minister Narendra Modi, likely irking the US, China and Pakistan in one fell swoop.",
  "The Kremlin said before the two-day visit by Putin and top ministers that the \"key feature\" would be the signing of a $5-billion deal for the S-400 air defence system, despite the risk of US sanctions against countries buying Russian defence kit.",
  "Indian Air Force Chief Birender Singh Dhanoa said Wednesday that the S-400, and the 36 Rafale fighter jets purchased from France -- a 2016 deal mired in political controversy -- represent a \"booster dose\" for the country.",
  "India is the world's biggest arms importer and is undergoing a $100-billion upgrade of its ageing hardware, much of it of Soviet vintage including MiG jets that have frequently crashed in the Indian countryside.",
  "Upgrades in arms systems \"including the S-400 air and missile defense system\" would be a particular focus for CAATSA, a US State Department spokesperson was quoted as saying by India's PTI news agency.",
  "On the strategic front, Russia helped India become a full member of the Shanghai Cooperation Organisation this year and has backed New Delhi's long-held demand for a permanent UN Security Council seat.",
  "Experts say India needs the sophisticated S-400 to fill critical gaps in its defence capabilities, in view of China's rise and perceived threats from Pakistan, against whom India has fought three wars.",
  "Putin and Modi, who appear to enjoy a personal rapport, are also likely to discuss a deal for four Krivak-class frigates worth $2 billion and 200 light utility Ka-226 helicopters pegged at $1 billion.",
  "On Wednesday, the United States poured cold water on India's efforts to obtain a waiver to avoid sanctions under legislation called Countering America's Adversaries Through Sanctions Act (CAATSA).",
  "But annual Russia-India trade has slipped below $10 billion since 2014, as Modi cultivated closer diplomatic and economic ties with Washington, while Russia has courted Pakistan and China.",
  "Afghanistan though has been a sticking point, experts say, where Moscow wants to engage Taliban in the peace process -- a prospect unacceptable to India.",
  "Ties received a boost last year when Modi and Putin held a fruitful annual bilateral summit, followed by meetings in Astana and at the G20 in Germany.",
  "Washington and New Delhi announced plans last month for joint military drills in 2019, and agreed on the exchange of sensitive military information.",
  "But Russia remains number one, and a string of new deals with the Asian giant would be a major win for Moscow -- and a big snub to the US.",
  "Last month Washington slapped financial sanctions on the Chinese military for buying Russian Sukhoi Su-35 fighter jets -- and the S-400.",
  "Also on the agenda is Russian training for Indian astronauts as New Delhi aims to launch its first crewed space mission in 2022.",
  "Last year India and China had a military standoff over a Himalayan plateau claimed by Beijing and Bhutan, a close ally of India.",
  "Moscow is also pushing for India's entry into the Nuclear Suppliers Group of countries controlling access to nuclear technology.",
  "China has also perturbed India by loaning vast amounts of money to countries such as Sri Lanka where it has long held sway.",
  "It wants to bolster ties with New Delhi to counter China's growing assertiveness, something that has also rattled India.",
  "- To boldly go -\n\nPutin, 65, and Modi, 68, are also set to discuss a possible second Russian-built nuclear power plant.",
  "Putin arrived in Delhi on Thursday evening and he and Modi were due to have dinner before the main talks on Friday.",
  "Rakesh Sharma, the only Indian to travel in space, did so on a Soviet spacecraft in 1984.",
  "\"It's about time we showed that we are not going to be pushed around by Washington,\" R.R.",
  "The route of Putin's convoy was lined with placards welcoming him in Russian and Hindi.",
  "Moscow is currently expanding India's biggest nuclear power plant in Kudankulam.",
  "However, the US is in a difficult position when it comes to India.",
  "Subramanian, a Delhi-based strategic affairs analyst, told AFP.",
  "Russia and India have had warm ties since Stalin died in 1953.",
  "The US is now India's second biggest arms supplier.",
  "But military kit is the main focus.",
  "They also met in Sochi this year."
]