[
  "As @POTUS Trump said just last week, we have “found that China has been attempting to interfere in our upcoming midterm election.” pic.twitter.com/EvPQxVlsdq — Vice President Mike Pence (@VP) October 4, 2018\n\nIt didn’t worry American investors as much as it should have, but they might see a different opinion emerge Monday morning in Shanghai when the locals awaken from a weeklong slumber and return to the gambling dens of the mainland China equity markets.",
  "“If exports slow due to trade disputes, the impact will in turn spread to investment in manufacturing.”\n\nThe People’s Bank of China (PBoC) has also been working to keep the yuan from weakening against the dollar, though an eventual weaker currency may be needed if Beijing feels it makes its exports more attractive.",
  "The scary thing about Pence’s comments, which came shortly after Bloomberg Businessweek ran a feature report on how China chipmakers were installing devices in Apple and other products in order to spy on tech companies (denied by Apple), is the bit about election meddling.",
  "If China is meddling in elections as Pence says, and if the intelligence agencies go along with him on this, then this sets the table for sanction based on the CAATSA law and recently signed Executive Orders (EO).",
  "Zhang Ming, a researcher with the Chinese Academy of Social Sciences, told the Hong Kong-based daily that the small stimulus package was in response to China facing Trump’s trade headwinds.",
  "But it singled out election meddling as a soft spot for Washington, one which would require Congress to act with potential economic sanctions.",
  "“A deepening trade row with the U.S. will weaken the role of trade in growth,” the paper reported from a research note written by Zhang Ming.",
  "The Chinese retail investor will weigh on this today and the rest of this week as the Trump administration threatens more tariffs.",
  "Reserves fell by $22.7 billion in September to a still astronomically high $3.09 trillion in the central piggy bank of China.",
  "This would not only be bad for Chinese investors, but multinationals on the S&P 500 would also take it on the chin.",
  "The 2017 law called the Countering American Adversaries Through Sanctions Act largely made Russia the focal point.",
  "While Washington is known for its mind-splitting hypocrisy, the fact is that Pence opened up a Pandora’s box.",
  "For Beijing, any sanctions action against them would be a sudden shock to their role in global supply chains.",
  "Moreover, sanctions pressure could be used to get Xi Jinping to grant Washington some of its wishes.",
  "Shanghai closed 3.72% lower on Monday, with Shanghai 50 and the Shanghai 180 both down more than 4%.",
  "The drop, however, was the biggest since February and much larger than the $8.23 billion in August.",
  "The South China Morning Post reported Sunday that it intends to pump $110 billion into the economy.",
  "Suffice it to say, a Cold War with China, plus a trade war with China, is not only bad for China.",
  "In New York, the Deutsche X-Trackers China A-Shares Fund (ASHR) was down 1.87% in the pre-market.",
  "@POTUS Trump’s leadership is working, and China wants a different American President.",
  "If you can sanction Russia for election meddling, why can’t you sanction China?",
  "Today short-sellers are wondering if sanctions against China are a possibility.",
  "Pompeo’s meetings in Beijing on Monday could help clarify Trump’s intentions.",
  "The PBoC’s foreign exchange reserves fell to a 14-month low in September.",
  "They are pretty firmly in the camp that China will lose the trade war.",
  "Economists polled by Reuters got the PBoC’s drawdown totally wrong.",
  "This Tweet by Vice President Mike Pence was sent out last Thursday.",
  "A cheaper yuan means lower price tags on Made in China goods.",
  "We have seen these meetings go nowhere in the past, however.",
  "Survey respondents said reserves would drop by $5 billion.",
  "Secretary of State Mike Pompeo is off to China on Monday.",
  "Those orders do not mention any countries by name.",
  "Washington might just sanction China, for real.",
  "This could be a sign of the times for China.",
  "China is meddling in America’s democracy.",
  "China’s central bank is getting nervous.",
  "Short sellers are chomping at the bit.",
  "There’s the simple math on that one.",
  "."
]