[
  "The sanctions, bought under a 2017 U.S. law known as the Countering America’s Adversaries Through Sanctions Act, or CAATSA, aim to further punish Moscow for seizing control of Ukraine’s Crimea peninsula in March 2014 after Moscow-backed Ukrainian President Viktor Yanukovich fled power after months of street protests.",
  "“Treasury remains committed to targeting Russian-backed entities that seek to profit from Russia’s illegal annexation and occupation of Crimea,” Sigal Mandelker, Treasury’s under secretary for terrorism and financial intelligence, said in a statement.",
  "Kovulchuk, whom the United States government has called “the personal banker” for senior Russian officials, is a close ally of Russian President Vladimir Putin and was previously sanctioned by the United States over the Crimea crisis.",
  "WASHINGTON (Reuters) - The United States on Thursday imposed sanctions on two Ukrainians, a Russian officer and nine entities for Moscow’s annexation of Crimea and profiting from the occupation, the U.S. Treasury said.",
  "REUTERS/Brian Snyder\n\nOne of the entities sanctioned - the Limited Liability Company Southern Project - was linked to Bank Rossiya and Russian businessman Yuri Kovulchuk, the Treasury Department said.",
  "The new sanctions are unacceptable and such attempts to influence Moscow are doomed to fail, TASS news agency reported Russian Deputy Foreign Minister Sergei Ryabkov as saying on Thursday.",
  "Among them is the Mriya Resort and Spa, a hotel investment bankrolled by Russia’s largest bank, Sberbank, on the South Shore of Crimea in the city of Yalta, the department said.",
  "The takeover began in late February when Russian troops without insignia appeared in various parts of Crimea, mostly outside Ukrainian military bases and government buildings.",
  "The Treasury Department said he was responsible for the abduction of a Crimean Tatar activist in 2017, who was tortured while being held.",
  "Also blacklisted was the Ministry of State Security of the self-proclaimed Luhansk People’s Republic, the Treasury said.",
  "The sanctions also target companies that the Treasury said benefited from the annexation of Crimea.",
  "Among those blacklisted is Andriy Sushko, an officer from Russia’s Federal Security Service.",
  "The Russian flag flies over the Embassy of Russia in Washington, U.S., August 6, 2018."
]