[
  "\"Since the enactment of the... legislation, we estimate that foreign governments have abandoned planned or announced purchases of several billion dollars in Russian defense acquisitions.”\n\nMikhail Klimentyev/AFP/Getty Images\n\nBut critics said the move added weight to suspicions that Trump has something to hide in his relations with Russia.",
  "The measure, known as the Countering America’s Adversaries Through Sanctions Act, or CAATSA, required the administration to list “oligarchs” close to President Vladimir Putin’s government and issue a report detailing possible consequences of penalizing Russia’s sovereign debt.",
  "Read more: Russia will meddle in 2018 midterm elections, says CIA chief Mike Pompeo\n\nSeeking to press President Donald Trump to clamp down on Russia, Congress voted nearly unanimously last year to pass a law setting sweeping new sanctions on Moscow.",
  "But the law mandated that the U.S. Treasury and State Departments, and intelligence agencies, compile a list of political figures and business people close to Putin’s government and network for potential future sanctions.",
  "“From that perspective, if the law is working, sanctions on specific entities or individuals will not need to be imposed because the legislation is, in fact, serving as a deterrent,” she said in a statement.",
  "The Trump administration will not impose new sanctions on Russia because it says the country is already suffering the effects of a new law punishing Moscow for meddling in the 2016 U.S. election.",
  "House and Senate committees as well as Special Counsel Robert Mueller are currently probing claims that Trump officials colluded with Russia during the 2016 election campaign and after.",
  "Under the measure, the administration faced a deadline on Monday to impose sanctions on anyone determined to conduct significant business with Russian defense and intelligence sectors.",
  "Trump, who wanted warmer ties with Moscow and had opposed the legislation as it worked its way through Congress, signed it reluctantly in August, just six months into his presidency.",
  "State Department spokeswoman Heather Nauert said in a statement: “Today, we have informed Congress that this legislation and its implementation are deterring Russian defense sales.",
  "Shortly before midnight on Monday, the Treasury Department released an unclassified “oligarchs” list, including 114 senior Russian political figures and 96 business people.",
  "Trump has denied allegation—backed by multiple U.S. intelligence agencies—that Russia interfered in the 2016 election to tip the result in his favour.",
  "It just doesn’t make sense,” said Representative Eliot Engel, the top Democrat on the U.S. House of Representatives Foreign Affairs Committee.",
  "But citing long time frames associated with major defense deals, Nauert said it was better to wait to impose those sanctions.",
  "“I’m fed up waiting for this Administration to protect our country and our elections,” he said in a statement.",
  "Those named on the list will not immediately face any immediate penalties like asset freezes or visa bans.",
  "“The State Department claims that the mere threat of sanctions will deter Russia’s aggressive behavior.",
  "How do you deter an attack that happened two years ago, and another that’s already underway?"
]