[
  "REUTERS/Leonhard Foeger\n\nA State Department official said the sanctions were related to China's purchase of 10 Russian-made Su-35 combat aircraft in 2017 and of Russia's advanced S-400 air-defense system, which China bought in 2014 and started received in early 2018.",
  "Getty Images / Thomas Peter-Pool\n\nThe sanctions will ban the Chinese company from export licenses and from foreign-exchange transactions that take place under US jurisdiction and block the firm from the US financial system and its property and interests in the US.",
  "\"Today's actions further demonstrate the Department of State's continuing commitment to fully implement CAATSA section 231, which has already deterred billions of dollars-worth of potential arms exports from Russia,\" the agency said.",
  "But as of early September, when Defense Secretary Jim Mattis and Secretary of State Mike Pompeo met their Indian counterparts in New Delhi, Pompeo said there had been no decision on action over India's purchase of the S-400.",
  "On Thursday, the State Department said it would impose sanctions on China's Equipment Development Department and its director, Li Shangfu, for \"significant transactions\" with Russia's main weapons exporter, Rosoboronexport.",
  "\"Since China has now gone ahead and, in fact, done what is clearly a significant transaction ... we feel it necessary and indeed we are required by the law [to] take this step today,\" a senior administration official said.",
  "The Chinese entities will be added a sanctions list established under the Countering America's Adversaries Through Sanctions Act, or CAATSA, which was passed in August 2017 and went into effect in January.",
  "The Trump administration has hit China with tariffs on $250 billion in consumer and industrial goods so far this year, and now sanctions tied to Beijing's arms deals with Russia are being added to the mix.",
  "Russian President Vladimir Putin and Chinese President Xi Jinping at the Victory Parade marking the 70th anniversary of the surrender of Nazi Germany in World War II, in Moscow's Red Square, May 9, 2015.",
  "A Foreign Ministry spokesman said Beijing was \"strongly outraged by this unreasonable action\" and that China \"strongly urged the US to immediately correct its mistakes and revoke the so-called sanctions.",
  "At the end of August, the Pentagon's top Asia official said the \"impression that we are going to completely ... insulate India from any fallout\" related to the sanctions was \"a bit misleading.\"",
  "\"We are doing all that is necessary not to depend on the countries that act in this way regarding their international partners,\" Lavrov said, according to state-controlled media.",
  "AP Photo/Alexander Zemlianichenko\n\nIndia, a major US partner, similarly plans to buy the S-400, and it and other US partner countries are also major buyers of Russian weapons.",
  "While the legislation was under discussion, US defense officials requested exceptions be made for those countries that worked with the US but still needed to buy Russian arms.",
  "Countries trading with Russia's defense and intelligence sectors — including US allies — can face secondary sanctions, though a waiver process was included in the legislation.",
  "Russian Foreign Minister Sergey Lavrov said Friday that Moscow was doing what it could to not depend on the international financial system over which the US has influence.",
  "Li, the director, will be barred from the US financial system and financial transactions, have any property and interests blocked, and be barred from having a US visa.",
  "CAATSA sanctions in this context are not intended to undermine the defense capabilities of any particular country,\" the official said.",
  "President Donald Trump and Russian President Vladimir Putin at a news conference after meeting in Helsinki, Finland, July 16, 2018.",
  "\"Both transactions resulted from pre-August 2, 2017, deals negotiated between EDD and Rosoboronexport,\" the State Department said.",
  "Reuters\n\nRussia dismissed the measures as an \"unfair\" measure meant to undermine Russia's position as a major arms exporter.",
  "Russian S-400 Triumph surface-to-air missile systems in the Victory Day parade at Red Square in Moscow, May 9, 2015.",
  "While the sanctions were imposed on China, the State Department official said the move was directed at Moscow.",
  "Those subject to the sanctions are blocked from foreign-exchange transactions subject to US jurisdictions.",
  "The law is meant to punish Russia for actions that include meddling in the 2016 US presidential election.",
  "\"They are instead aimed at imposing costs upon Russia in response to its malign activities.\"",
  "The Equipment Development Department oversees procurement of China's defense technology.",
  "This is the first time the US has sanctioned a buyer of Russian weapons under the law.",
  "'Strongly outraged'\n\nChina and Russia have both lashed out at the sanctions.",
  "(The US added 33 other people and entities to the list on Thursday.)",
  "(The US and Russia are the world's two biggest weapons suppliers.)",
  "Trump with Chinese President Xi Jinping in Beijing.",
  "\"The ultimate target of these sanctions is Russia.",
  "Otherwise it must take all consequences.\"",
  "China also bristled at the sanctions."
]