[
  "Spotted: Reps. Suzan DelBene, Blake Farenthold and Will Hurd; Jerr Rosenbaum with Sen. John Cornyn; Maria Price with Sen. Kirsten Gillibrand; Amanda Chuzi with Sen. Tim Kaine; Brian Greer with Sen. Chuck Schumer; Rafi Martina with Sen. Mark Warner; Chris Worrell with Rep. Barbara Comstock; Johanna Persing with Rep. Ryan Costello; Bob Haueter with Rep. Blake Farenthold; Arthur Sidney with Rep. Hank Johnson; Chris Alsup and Austin Carson with Rep. Mike McCaul; Sean Conner with Rep. Tim Scott; Laurent Crenshaw of Yelp; Nika Nour of ESA; Cindy Jimerez of UTC; Rachel Wolbers of Twinlogic; Michael Petricone of CTA; Donna Harris of 1776; Moses Mercado and Dean Aguillen of Ogilvy Government Relations; Dennis Dwyer of Williams & Jensen; Mary Ann Gomez of CHLI; Shannon Taylor of ITI; Monica Sack with SXSW and Grover Bynum with the Austin Technology Council.",
  "TechNet's party: Reps. Pete Olson, Jerry McNerney, Eric Swalwell, Leonard Lance, Rodney Davis; John Cabec of the United States Patent and Trademark Office; David Grossman with Rep. Anna Eshoo; Damon Nelson and Diane Rinaldo of the House intelligence committee; Rebecca Mark of the House Republican Conference; Austin Carson, legislative director for Rep. Mike McCaul; Paul Nagle of the House Energy and Commerce Committee; Carol Wilner of AT&T; Claude Boudrias and Jamie Brown of CA Technologies; Jeff Dobrozsi of Apple; Shawn Vasell of Hewlett Packard Enterprise; Brett Wincup of HP; Michael Timmeny of Cisco; Matt Gelman of Microsoft; Brian Rice of Facebook; Steve Hartell of Amazon; Jon Powers of Bloom Energy; Joe Trahern of Comcast; Tom Nagle of Accenture; and TechNet's Linda Moore, Mike Ward and Gideon Lett.",
  "At the Wine and Spirits Wholesalers Association holiday reception in the Eastern Market north hall: Reps. Brad Wenstrup, Bill Johnson, Ami Bera, Cheri Bustos, Dennis Ross, Henry Cuellar, John Mica, Stacey Plaskett, David Rouzer, Mark Sanford, Bill Pascrell, Derek Kilmer, Bill Keating, Juan Vargas, Bill Foster, and Erik Paulson; Sen. John Boozman; Wine and Spirits Wholesalers of America President and CEO Craig Wolf; outgoing DISCUS President and CEO Peter Cressy and incoming President and CEO Kraig Naasz; National Beer Wholesalers Association President and CEO Craig Purser; Republican National Committee chief strategist Sean Spicer; WineAmerica's Michael Kaiser; and others.",
  "American Traffic Safety Services Association hosted Nate Smith, Robby Wehagen and Hannah Russell of ATSSA; Mary Kate Cunningham of ASAE; Daniel Fisher of Associated Equipment Distributors; Reps. Ted Yoho, Dan Lipinski, Lou Barletta, John Mica, Brendan Boyle, and Tom Rice; Jill Landry and Kerri Leininger of National Ready Mixed Concrete Association; Lauren Schapker of National Ground Water Association; Leslie Blakey of Coalition for America’s Gateways and Trade Corridors; Greg Cohen of American Highway Users Alliance; Laura Perrotta of National Automobile Dealers Association; and Laura Siegrist of National Association of Manufacturers.",
  "Under the searchlights at the Rock and Roll Hotel, the Entertainment Software Association holiday party gathered Reps. David Cicilline, Jim Costa, and Blake Farenthold; Alliance of Automobile Manufacturer’s Mitch Bainwol; MSNBC contributor Kristen Soltis Anderson; CTIA’s Meredith Baker; Michelle Persaud with T-Mobile; American Trucking Association’s Boyd Stephenson; the Clyde Group’s chief Alex Slater; Dave Grimaldi, new head of the Interactive Advertising Bureau; Microsoft’s Caroline Curtin; the Chamber of Commerce’s Andrew Kovalcin; Ed Desmond from the Toy Industry Association; and Disney’s Susan Fox.",
  "Among those in attendance were Sen. John Boozman; Reps. Bob Dold, Cheri Bustos, Randy Hultgren, Bill Foster, Bill Keating, Juan Vargas, Carolyn Maloney, Stacey Plaskett; David Prosperi of The Options Clearing Corporation; Mary Savoie of Options Industry Council; Frank Tirado; Joe Corcoran; and Jim Hall of OCC; Lita Frazier of Chicago Board Options Exchange; Kirsten Wegner of International Securities Exchange; and Jeff Strunk; Dan Tate; Ryan Welch; Jeff Sadosky; and Frank Steinberg of Forbes Tate.",
  "Also spotted: Rep. Bill Shuster, Peter Rogoff and Susan Kurland from DOT, Nancy Dorn, Tom and Linda Daschle, Chip Barklay, Norma Kaehler, Sam Whitehorn, Lindsay Dickinson, Kyle Simmons, Hillary Rosen, Jill Zuckman, Jennifer and J.B. Poersch, Gael Sullivan, Ellin Moran, Scott Reed, Tim Hannegan, Daniella Landau, Krista Stark, Louie Depart, Todd Hauptli, Howard Katz, Mike Wascom, Byron and Kim Dorgan, David Leider, Larry O’Brein, and Mike McKay.",
  "http://bit.ly/1NssdsW\n\nNEW PAC REGISTRATIONS (Type of PAC)\n\nAdvocate PAC (Super PAC: Independent Expenditure-Only Committee, Unauthorized)\n\nPrescription for a Stronger America (Super PAC: Independent Expenditure-Only Committee, Unauthorized)\n\nNEW JOINT FUNDRAISING COMMITTEES\n\nNone\n\nNEW LOBBYING REGISTRATIONS (Firm: Client)\n\nAJW, Inc.: Pacific Gas & Electric Company\n\nAkin Gump Strauss Hauer & Feld: U.S. India Security Council, Inc.",
  "Chambers, Conlon & Hartwell, LLC: Railway Engineering Maintenance Suppliers Association\n\nMehlman Castagnetti Rosen & Thomas, Inc.: ACT\n\nNVG, LLC: Adult Vaccine Access Coalition\n\nPolsinelli PC: Bulbrook Drislane Brokerage\n\nThe Smith-Free Group: Square, Inc.\n\nThegroup DC, LLC: McDonald’s Corporation\n\nNEW LOBBYING TERMINATIONS: (Firm: Client (Type of Termination)\n\nNone",
  "FRAT LOBBY: The North American Interfraternity Conference will continue to make lobbying an important part of the organization at this “critical juncture” for the fraternity industry, according to a white paper prepared by the association and obtained by The Huffington Post.",
  "ELSEWHERE IN THE INFLUENCE WORLD:\n\nDISCLOSURE ALLEGATION: Citizens for Responsibility and Ethics in Washington filed a complaint with the United States Attorney’s Office for the District of Columbia, accusing lobbyist Scott Reed of failing to file required disclosures.",
  "Winning over Democrats appears to be the goal, since Thompson is a former deputy chief of staff and senior adviser to former Senate Majority Leader Harry Reid and senior policy adviser and director of member services to former House Democratic Leader Dick Gephardt.",
  "NATIONAL GROUPS REACH DOWN-BALLOT: In a sign of the growing nationalization of campaign finance, outside groups have dedicated $32 million to political ads in state elections this year, reports Ashley Balcerzak for the Center for Public Integrity.",
  "Banner Public Affairs hired Tiffany Lindemann, a former U.S. Air Force weapons technician and current USAF public affairs reservist who previously managed external communications for the U.S. Navy’s PEO C4I Undersea Integration Program office.",
  "McDonald's pursues Democrats on joint employers\n\nWith help from Jesse Rifkin and Emily Kopp\n\nMcLOBBY: Ronald McDonald is escalating the pushback against the joint employer standard, hiring Darrel Thompson of theGROUP to lobby on the issue.",
  "Cambridge Analytica, which micro-targets voters with “psychographic” analyses, hired Matthew Oczkowski as director of product and Molly Schweickert as director of digital, both from Scott Walker’s erstwhile presidential campaign.",
  "THE FIDUCIARY RULE: Marianne LeVine, Patrick Temple-West and I report on how the financial services industry is squeezing Democrats to break rank against the Department of Labor's proposed regulation for investment advisers.",
  "The results show overwhelmingly that: 1) voters have used streaming services, 2) they believe legal access to music should be widely available, and 3) free-to-the-listener music services are important to consumers.",
  "The partnership, which includes Howard Schmidt, former cybersecurity adviser to President Barack Obama and President George W. Bush, will address preparation for and response to cyber risks for company executives.",
  "\"It is impossible to know exactly how much lobbying Reed and his associates did for these and other clients, or even if Reed is still lobbying for them,\" Matt Corley wrote on the watchdog group's blog.",
  "The NIC will consider forming a “Legal Advocacy Fund” to recommend financial support of “either pending or recommended litigation” that supports the priorities of fraternities, Tyler Kingkade reports.",
  "CAREER CENTER\n\nChris McCannell left APCO Worldwide, where he led the financial services practice, for Eris Group, the boutique government relations firm formerly known as Bartlett, Bendall & Kadesh.",
  "McDonald's spent $500,000 on lobbying last quarter, working with Gray Global Advisors (until July); Manatt, Phelps, & Phillips; Brownstein Hyatt Farber Schreck; and Miller & Chevalier.",
  "That sum accounts for one fourth of all political spots aired, up from 1 in 5 ads in 2011 and 2014, according to analysis of data from media tracking firm Kantar Media/CMAGMedia/CMAG.",
  "Learn more: http://bit.ly/1T1uk6U **\n\nPI PARTY TRACKER\n\nThe Options Clearing Corporation on behalf of the options industry hosted a holiday reception at Charlie Palmer last night.",
  "(As Ken Vogel and Tarini Parti reported for POLITICO this summer, the company has worked with Ted Cruz's campaign and is linked with his biggest donor, Robert Mercer.)",
  "Dell Government Affairs showed off its new digs and previewed SXSW (policy hack-a-thons, tech diversity events, entrepreneurship panels).",
  "(One of the International Franchise Association's main lobbyists on the issue is Ed Pagano, a former staffer for President Barack Obama.)",
  "Jennifer Abril, president of the International Fragrance Association of North America, will step down in early 2016 after seven years.",
  "The National Music Publishers’ Association promoted Danielle Aguirre to executive vice president and general counsel.",
  "He was previously chief of staff for Democratic Caucus Vice Chairman Joe Crowley and also for Rep. Michael McMahon.",
  "http://huff.to/1XGKaoR (PI readers recall that Trent Lott is lobbying for the National Panhellenic Conference.)",
  "), whose compaign and leadership PAC have raised $8,750 so far from the industry, versus $86,225 or 2014.",
  "American Airlines had a party at the 101 Constitution rooftop to honor SVP Will Ris, who's retiring.",
  "But I can certainly understand if the financial services people are frustrated with the process.",
  "He has worked with Sen. Frank Lautenberg, Rep. Steny Hoyer and lobbying firm QGA Public Affairs.",
  "McCannell's clients included Etihad Airways, Cook Group, GlobeOne and Angel Capital Association.",
  "PR giant Burson-Marsteller is teaming up with Tom Ridge's Ridge Global on cybersecurity.",
  "CEO Doug Parker and EVP Steve Johnson were there, with former CEO Bob Crandall.",
  "** A Message from Pandora: Over 1,600 voters were asked about streaming music.",
  "Story Continued Below\n\n— Fresh off its IPO, Square hired The Smith-Free Group.",
  "They'll also work on the company's expansion into the commercial sector.",
  "Since 2011, the payments company has worked with Franklin Square Group.",
  "Tell me who you see, and other tips too, at iarnsdorf@politico.com.",
  "The parties roll on tonight (Lockheed, MPAA, Beer Institute...).",
  "Former Transportation Secretary James Burnley emceed and Sens.",
  "Roy Blunt and Claire McCaskill and Rep. Steny Hoyer spoke.",
  "... And they have every right to support whom they like.\"",
  "\"I don't take positions based on campaign contributions.",
  "Scroll down to look for your name, or live vicariously.",
  "\"It's been ugly,\" said Rep. Stephen Lynch (D-Mass.",
  "Korn Ferry will lead the search for her successor.",
  "RIDER SPOTLIGHT ...",
  "HAPPY THURSDAY!"
]