[
  "BERNIE SANDERS’ comments [on Greece] are a reminder of just how far the second-place Democratic presidential candidate stands from the American mainstream on some issues, and the looming reckoning Democrats face with their party’s leftward drift.”\n\nRALPH NADER SEAL OF APPROVAL: “When I hear Bernie talk I’m almost inclined to accuse him of plagiarizing me.” politi.co/1J2ltvv\n\nDR. BERNIE: IJ Review aggregates some of BERNIE SANDERS more unconventional takes, including his claim that too few orgasms could cause cancer: http://bit.ly/1CYQRZQ\n\nBERNIE FUNDRAISER: Sanders — who has refused a super PAC and has done little-to-no big-dollar fundraising — will hold a fundraiser in D.C. on July 16.",
  "All 47 are paid.” dmreg.co/1Cl0vuV\n\nPUERTO RICO STATEMENT: POLITICO’s Gabriel Debenedetti reports: “ HILLARY CLINTON on Tuesday said Congress should give debt-laden Puerto Rico the ability to file for Chapter 9 bankruptcy, saying the island commonwealth deserves ‘a fair shot at success.’ … Clinton’s comments follow a statement from Democratic rival and long-shot presidential candidate MARTIN O’MALLEY, who said Puerto Rico should be able to negotiate with creditors just like states can under U.S. bankruptcy law.” politi.co/1MbxWAc\n\nO’MALLEY’S JAB: MARTIN O’MALLEY adviser Gabriela Domenzain, in a statement: “On Puerto Rico's economic challenges, Gov.",
  "The much-publicized policy speech, before an audience of more than 200 local entrepreneurs, included direct attacks on HILLARY CLINTON as an ‘outdated’ representative and implicitly dismissed one of his main GOP rivals, JEB BUSH, as a candidate of the past.” http://politi.co/1eDkA4u\n\nJEB’S IOWA FORTUNES: Nestled in a New York Times story about organizing force of super PACs: “In Iowa, where JEB BUSH faces stiff resistance from conservatives, a senior Republican strategist said that before Mr. Bush announced his candidacy, his team discussed leaving some of the field organizing to a super PAC established by his aides.",
  "He is having tremendous crowds ... even bigger than Hillary’s crowds, maybe because he is a curiosity.”\n\nSURVEYING THE 2016 LANDSCAPE\n\nMARCO’S BIG POLICY SPEECH: POLITICO’s Eli Stokols reports: “Picking up on the generational themes of his announcement speech three months ago, MARCO RUBIO laid out an economic plan Tuesday that sought to distinguish himself as ‘a new president for a new age.’…Rubio painted a picture of himself as a candidate in step with a new era and a fast-changing economy, promising to reform the tax code and modernize higher education to better align with how the 21st-century economy now works.",
  "If he did at one time, he no longer does.”\n\nOn DONALD TRUMP’s comments on Mexican immigrants: “I’m very disappointed in those comments and I feel very bad and very disappointed with him and with the Republican Party for not responding immediately and saying, enough, stop it.”\n\nOn the Clinton Foundation: “I have no plans to say or do anything about The Clinton Foundation other than to say how proud I am of it and that I think for the good of the world, its work should continue.”\n\nOF NOTE: Asked about BERNIE SANDERS twice and his plan to raise taxes, Clinton ducked both questions and never mentioned his name.",
  "“There's more than one socialist in the Democratic Party, and HILLARY CLINTON is going to be busy explaining to Democratic primary voters how she is every bit as socialist as BERNIE SANDERS is.”\n\nMEET A GUY DECIDING BETWEEN BERNIE, HILLARY…AND TED CRUZ: dmreg.co/1IGYRVu\n\nCARSON’S GODLY RICHES: POLITICO’s Tarini Parti reports: “Before BEN CARSON was vying for votes from members of Christian organizations, he was charging them tens of thousands of dollars — in some cases even more than he charged groups with no religious ties — for speeches.",
  "Only one of us has 15 years of executive experience … I am not a neighboring United States senator to New Hampshire.”\n\nGOVERNOR OBVIOUS: O’Malley, in that interview: “I’m definitely in third place.”\n\nTHE VIEW FROM PLAINS: The Richmond Times-Dispatch speaks with former President Jimmy Carter: “Carter, who does not endorse Democratic candidates during primaries, gives [HILLARY] CLINTON the edge in the nominating contest.”\n\nOn BERNIE SANDERS: \"He is doing surprisingly well in New Hampshire and also in Iowa.",
  "But the effort to script and train local supporters is unusually ambitious and illustrates the extent to which the [ HILLARY] CLINTON campaign and its web of sanctioned, allied super PACs are leaving nothing to chance.” http://wapo.st/1RiEeob\n\nTHE PROGRESSIVE RESISTANCE\n\nINSURGENT: POLITICO’s Ben Schreckinger and Jonathan Topaz report: “Democratic primaries have always featured liberal insurgent candidates, but perhaps none quite so liberal or insurgent as the socialist senator from Vermont.",
  "That would spare Mr. Bush’s campaign some embarrassment should he perform badly in Iowa during the caucuses by giving his campaign distance from the effort.” nyti.ms/1MbLagv\n\nAS SOCIALIST AS BERNIE: Des Moines Register: In Iowa, TED CRUZ tries out the new Republican talking point — used by BOBBY JINDAL and the Wisconsin Republican Party before him — that HILLARY CLINTON is just as much a socialist as BERNIE SANDERS, only at least he admits it.",
  "Cruz's Psy-Ops\n\nTHE CLOCK: 490 days until Election Day 2016 ...\n\nTED CRUZ’S PSY-OPS: POLITICO’s Kenneth P. Vogel and Tarini Parti report: TED CRUZ’s presidential effort is working closely with a little-known company owned by his biggest donor that uses non-traditional “psychographic” analyses of voters to try to win them over with narrowly targeted micro-messages, POLITICO has learned.",
  "bzfd.it/1NPfy16\n\nFOLLOW @ POLITICO' s politics team: @ PoliticoCharlie , @ POLITICO_Steve , @ PoliticoAlex , @ anniekarni , @ GlennThrush , @ EliStokols , @ katie_glueck , @ schreckreports , @ tparti , @ gdebenedetti , @ Hadas_Gold , @ ec_schneider , @ kyledcheney , @ theodoricmeyer , @ MarcACaputo , @ CateMartel , @ PoliticoKevin, @ mikeallen , @ dlippman, @Danielstrauss4",
  "‘Let’s not be afraid of the gun lobby, which does not even really represent the majority of gun owners in America,’ Clinton told the crowd of more than 350 locals.” http://politi.co/1Rj2SoI\n\nHILLARY ON CNN: In her first nationally televised interview since becoming a candidate, HILLARY CLINTON spoke with CNN’s Brianna Keilar in Iowa today.",
  "CHRIS CHRISTIE to resign from office because he is running for president.” bit.ly/1Hcb961\n\nTHE DEBATE DANCE: POLITICO’s Steven Shepard reports on GOP hopefuls trying to make the Aug. 6 debate stage: “Every candidate — with the exceptions of JEB BUSH, SCOTT WALKER and MARCO RUBIO — is in danger of losing his or her place.",
  "He outlined specific policy proposal based his principles as a fearless progressive — not based on polling.”\n\nHILLARY’S ECHO CHAMBER: Washington Post: “Presidential campaigns have for decades fed talking points to surrogates who appear on national television or introduce candidates on the stump.",
  "IOWA MUSCLE: Des Moines Register: “ HILLARY CLINTON has hired 20 more field organizers to campaign for her in Iowa, and they started work Tuesday … the 20 hires join the existing team of 21 field organizers and six regional organizing directors on the ground since April.",
  "Cruz spokesman Rick Tyler said the campaign’s pollster, Chris Wilson, is using Cambridge Analytica to build models that identify and sort persuadable voters in early primary states by six-key personality types, which will be used to target the campaign’s outreach.",
  "I’m going to cry if you’re telling me he did others for a lot less.’ Carson gave 115 speeches for lower amounts in 2014 alone.” politi.co/1NP0hNT\n\nHOME-STATE TROLLING: NJ.com: “Democratic state lawmakers will soon introduce legislation that would force Gov.",
  "ELSEWHERE IN EARLY STATES TOMORROW: MARTIN O’MALLEY has a packed day in New Hampshire with six events; CARLY FIORINA will be at the Greater Salem Chamber of Commerce to talk about business issues; JOHN KASICH will hold two events in South Carolina.",
  "TRAIL MIX: A look at what's popping on the campaign trail\n\nTHE DAILY CLINTON\n\nHILLARY CLINTON was in Iowa today for two events — a morning organizing event at an Iowa City public library and an afternoon house party in Wapello County.",
  "THE DAILY NUMBER\n\n362,813: The number of book sales BEN CARSON had for his bestseller last year, “One Nation” — 110,636 more than all the other books combined written by Republican presidential hopefuls since 2010, per BuzzFeed.",
  "bit.ly/1TjF8hK\n\nO’MALLEY’S LANE: MARTIN O’MALLEY, speaking with progressive New Hampshire radio host Arnie Arnesen today, asked about where he fits in a race with HILLARY CLINTON and BERNIE SANDERS: “It’s a long haul.",
  "Gilmore, 65, Virginia's governor from 1998 to 2002, said he does not think any other Republican candidates have addressed what he considers the vital national security and economic concerns facing the nation.",
  "The difference between being on the main debate stage and being relegated to the B-team is likely be at most 1 or 2 percentage points.” politi.co/1G54u9I\n\nGROUNDSWELL: Richmond Times Dispatch: “Former Gov.",
  "‘I bring to the table experience that others don't have,’ said Gilmore.” http://bit.ly/1CZd5uO\n\nNEXT NEWS CYCLE\n\nJEB BUSH will hold a town-hall meeting tomorrow evening at a VFW in Hudson, New Hampshire.",
  "The event will be co-hosted by former AFL-CIO political director Karen Ackerman and her husband, progressive activist Bob Muehlenkamp — another sign of Sanders’ strength with organized labor leaders.",
  "That leaves the rest of the field hoping their numbers will tick up at just the right time, knowing that the tiniest fluctuation of numbers could be the difference between acceptance and rejection.",
  "Of his five most expensive speeches, four of them were for Christian entities.”\n\nOH MY: from the executive director of Hope Pregnancy Center in Texas: “‘We’re not that sophisticated and stuff.",
  "Carson, now a GOP presidential candidate, brought in nearly $2 million delivering inspirational speeches to faith-based groups like Christian high schools and pregnancy centers in 2014.",
  "Cambridge Analytica is connected to a British firm called SCL Group that provides services ranging from military disinformation campaigns to social media branding and voter targeting.",
  "Democratic candidates began to weigh in on the crisis in Puerto Rico, including MARTIN O’MALLEY, who acknowledged on New Hampshire radio that he’s running behind BERNIE SANDERS.",
  "Story Continued Below\n\nThe company, Cambridge Analytica, has sent staff to Cruz’s campaign headquarters in Houston to help set up an intensive data analysis operation.",
  "Cambridge Analytica is owned at least in part by the family of the press shy New York hedge fund billionaire Robert Mercer, multiple sources confirmed to POLITICO.",
  "They range across a spectrum of being either grudgingly welcome or hostile toward immigrants.”\n\nOn JEB BUSH: “He doesn't believe in a path to citizenship.",
  "HILLARY IN IOWA CITY: POLITICO’s Gabriel Debenedetti reports: HILLARY CLINTON “was noticeably looser-than-usual and weighed in on various news topics.",
  "HILLARY CLINTON , who announced 20 new Iowa hires today, was in the Hawkeye State for two events and had her first nationally televised interview.",
  "The Mercers this year provided the lion’s share of the $37 million raised by a quartet of super PACs supporting the Texas senator’s 2016 campaign.",
  "CHRIS CHRISTIE will be in Sun Valley, Idaho, for the rest of the week for the Allen & Company conference hosted by Herb Allen, per NJ.com.",
  "JIM GILMORE said in a telephone interview today that he plans to announce in the first week of August that he is running for president.",
  "So far, SCL’s political work has been mostly in the developing world — where it has boasted of its ability to help foment coups.",
  "LINDSEY GRAHAM will give his first major foreign policy speech as a candidate at the Atlantic Council in D.C. tomorrow.",
  "MARCO RUBIO also headed to Iowa after a widely publicized policy speech in Chicago in which he took aim at Clinton.",
  "I think that all of us in our party, anyway, share many of the same progressive goals and values for our country.",
  "MARCO RUBIO will hold four events in Iowa tomorrow, including an event with Iowa state Rep. Bobby Kaufmann.",
  "Read more at POLITICO http://politi.co/1dKyNMt\n\nGood Tuesday afternoon, and welcome to The 2016 BLAST.",
  "On Republicans and immigration: “They are all in the same general area on immigration.",
  "Cambridge Analytica only entered the competitive U.S. political data market last year.",
  "Your guide for the campaign is Jonathan Topaz ( @JonathanTopaz).",
  "Send tips, ideas and gripes to jtopaz@politico.com.",
  "They don't want to provide a path to citizenship.",
  "O'Malley has once again led and not followed.",
  "The minimum donation is $100.",
  "He attended last year."
]