[
  "http://bit.ly/1jQrANS\n\nSPOTTED at Google's \"Big Moments 2015\" Holiday Party on Wednesday: Sen. Mark Warner, Reps. Jerry Nadler, Darrell Issa, Blake Farenthold, Kyrsten Sinema, Will Hurd, Kevin Yoder, Jeffries, Mark DeSaulnier, John Ratcliffe, Mark Meadows, Robert Hurt, Ted Lieu, Himes, Gallego; Juleanna Glover, John McConnell, CNN's Sam Feist, CRAFT's Brian Donahue, Washingtonian's Michael Gaynor, Robert Edmonson (Pelosi), Ashley Jones (E&C), Dave Redl (House Energy & Commerce), Hugh Halpern (House Rules), Ashley Berrang (Senator Capito), Caleb Smith (Speaker Ryan), Yebbie Watkins (Rep. Clyburn), Tess Glancey (Majority Leader McCarthy), David Grossman (Rep. Eshoo)\n\nNEW PAC REGISTRATIONS (Type of PAC)\n\nNone\n\nNEW JOINT FUNDRAISING COMMITTEES\n\nNone\n\nNEW LOBBYING REGISTRATIONS (Firm: Client)\n\nCapitol Policy Advisors: Building Industry Association of Southern California\n\nHolland & Knight LLP: Solis Mammography\n\nLevick Strategic Communications: CS Global Partners\n\nMs. Elizabeth Lavach: StarChase, LLC\n\nNixon Peabody LLP, Starrett City, Inc.\n\nOlson Advocacy Group LLC: Bia – Baldy View Chapter\n\nNEW LOBBYING TERMINATIONS: (Firm: Client (Type of Termination)\n\nRialtas Public Strategies LLC: Nanticoke Lenni-Lenape Tribal Nation\n\nThe Manitowoc Company, Inc.: Manitowoc Company, Inc.",
  "http://bit.ly/1md2TwM\n\nNORTHWEST DUSTUP: The Northwest Accountability Project has filed a complaint with the Internal Revenue Service on behalf of 17 local labor unions and progressive activist groups calling for an investigation into the Freedom Foundation, a conservative 501(c)(3) organization active in the Pacific Northwest and a member of the State Policy Network.",
  "GUN GROUPS UNDER THE MICROSCOPE: While Gun Owners of America and the National Association for Gun Rights lack the National Rifle Association’s membership and money, they have an outsize role in the gun rights debate through a small but stalwart base of support, writes Libby Watson in a Sunlight Foundation report.",
  "NOW FOR AN FCC COMPLAINT: The Campaign Legal Center, Common Cause and the Sunlight Foundation filed complaints at the Federal Communications Commission against 18 television stations in four states for saying political ads came from a PAC called Independence USA but not the ultimate sponsor, Michael Bloomberg.",
  "Meanwhile, the Citizens for Responsibility and Ethics in Washington wants the Federal Election Commission and Internal Revenue Service to look into some of the NRA's affiliates' disclosures, which the NRA attributed to a clerical error and a coding error.",
  "Story Continued Below\n\nPRICE WAR: Dennis Kelleher, the president and CEO of Better Markets, emailed supporters last week touting the group's efforts advocating for tougher financial regulation and asking for help reaching a $100,000 fundraising goal.",
  "A Washington antitrust lawyer said Dow will probably be covered with its existing stable of lobbyists from Akin Gump, Fierce Government Relations, FTI, Ernst & Young, Holland & Knight, MWR Strategies, and Valente & Associates.",
  "\"The law of the land requires that those sponsors be clearly identified.”\n\nPSYCHOGRAPHICS: The Guardian has another report on Cambridge Analytica, the data consultant working with Ted Cruz and linked to donor Robert Mercer.",
  "SCOUTING REPORT\n\n— Samuel “Sam” Whitfield Jr., vice president of legislative affairs for the Credit Union National Association, is going over to the congressional affairs office of the Consumer Bankers Association.",
  "— Michelle Mathy, senior political affairs manager at the American Society of Anesthesiologists, will become the assistant director of political and congressional affairs with the American Academy of Dermatology.",
  "While observers expect there will be hearings from both the antitrust and agriculture committees, the impending recess means there won't be an opportunity until after the State of the Union.",
  "\"The identity of those paying to air television ads seeking to influence election outcomes is vital information to voters,\" said Meredith McGehee, Campaign Legal Center policy director.",
  "Internal documents show how the company used Amazon’s crowdsourcing marketplace Mechanical Turk to unwittingly scrape Facebook users' names, locations, birthdays, genders and likes.",
  "Jeffrey Gohringer, a spokesman, said Kelleher makes a fraction of what Wall Street's lobbyists make and turned down seven-figure opportunities in the private sector.",
  "Sizing up Dow-DuPont\n\nWith help from Emily Kopp and Jesse Rifkin\n\nCHEMISTRY: The Dow-DuPont megamerger appears quite cleverly timed from a political perspective.",
  "RIDER SPOTLIGHT: Sen. Harry Reid's (D-Nev.) gambit to help Caesars Entertainment restructure debt out of court pits him against Sen. Elizabeth Warren (D-Mass.",
  "Kelleher's enemies, unsurprisingly, are legion, and one of them is making hay of the fact that $100,000 is also the amount of Kelleher's bonus last year.",
  "— Nick Pearson, the Tennessee Valley Authority's director of federal government relations, is Google's new public policy and government affairs manager.",
  "The language Reid is trying to insert into the spending bill could also help Education Management Corp., a private education company Warren is after.",
  "— Christian Josi, former COO of Tea Party Patriots and SVP at Dezenhall Resources, started his own government affairs firm called C. Josi & Co.",
  "\"We appreciate all the donors across the country that have stepped up and made our important work fighting Wall Street possible,” he said.",
  "NAGR also spends more on lobbying than the NRA — $6,760,000 in 2013 to the NRA’s $3,410,000 — despite having a fraction of its war chest.",
  "DuPont, on the other hand, may have to hire, with only Strategic Marketing Innovations and Glover Park Group on retainer last quarter.",
  "He'll be working with New York political consultant Roger Stone and former New York state Attorney Dennis Vacco.",
  "— Jay Rosenblum, formerly SVP at The Hartford, is the new SVP of Government Affairs at Guardian Life Insurance.",
  "And by then, the way things are going, other more-recently announced mergers will have taken the edge off.",
  "The company is also Reid's fourth-largest donor over the course of his career, according to OpenSecrets.",
  "Eighteen law professors cautioned lawmakers this week not to rush the rider through.",
  "A loss for Caesars could cost Nevada thousands of jobs.",
  "(Weil, Gotshal & Manges advised them on the deal).",
  "Shaking the tip jar: iarnsdorf@politico.com.",
  "), Alexander Bolton reports for The Hill.",
  "IT'S FRIDAY and we've gone Peak Party.",
  "(Skadden was DuPont's legal advisor.)"
]