[
  "Burn rates:\n\nDonald Trump 74.3 percent\n\nBen Carson 64.0 percent\n\nRick Santorum 61.8 percent\n\nMike Huckabee 55.8 percent\n\nTed Cruz 54.2 percent\n\nRick Perry 52.4 percent\n\nCarly Fiorina 41.9 percent\n\nRand Paul 39.97 percent\n\nHillary Clinton 39.32 percent\n\nO’Malley 34.5 percent\n\nLindsey Graham 30.4 percent\n\nJeb Bush 26.93 percent\n\nMarco Rubio 23.8 percent\n\nBernie Sanders 20.2 percent\n\nBobby Jindal 11.2 percent",
  "Unlike Obama’s 2008 bid, which at first leaned heavily on low-dollar online contributions and boasted that it was ushering in a small-donor revolution in American politics, neither Clinton, nor the GOP’s top fundraising presidential candidate, Jeb Bush, raised significant portions of their cash from small donors.",
  "While the campaign brought in $47.6 million — three times more than the next most prolific fundraiser and more than any other presidential campaign had posted in its first quarter — it also spent more than three times as much as the next biggest spender: $18.7 million, amounting to a burn rate of 39 percent.",
  "Other candidates carrying significant debts included Clinton, who owed $574,000, including more than $553,000 to pollster John Anzalone’s firm; Bush, who owed $401,000, including $148,000 to a Michigan firm for a list he purchased; Republican Rick Santorum, who owed $125,000 after raising only $608,000.",
  "Not including the debt, the candidates who finished June with the most in the bank were Clinton ($29 million), Sanders ($12 million), Rubio ($10 million), Cruz ($8.5 million), Bush ($8.4 million), Carson ($4.7 million), Rand Paul ($4 million) and Lindsey Graham ($2.6 million).",
  "A handful of Republican presidential candidates who brought in at least $1 million apiece in the past three months each spent more than half of their haul — from the mid-50 percent burn rates of Ted Cruz, Rick Perry and Mike Huckabee, to the 74 percent rate of Donald Trump.",
  "Such early campaign “burn rates” appear to be becoming more common in an age when races start earlier, pivotal digital and data tools cost more, consultants fetch huge salaries and campaigns rely on megadonor-funded super PACs to fill many traditional functions.",
  "The crowded field of 2016 presidential candidates spent $48 million through the first half of the year — nearly twice as much as their counterparts had at this point in the 2012 cycle — reflecting the new realities of fast, expensive campaign launches.",
  "On the opposite end of the finance spectrum is the campaign of Democratic insurgent Bernie Sanders, which is not supported by a super PAC and has not courted big donors, yet managed to raise the second-biggest haul of the second quarter: $15.2 million.",
  "The campaign also spent nearly $500,000 on voter data and data services, and $1.4 million on online advertising through a firm called Bully Pulpit Interactive that shaped the pioneering digital marketing effort behind Barack Obama’s 2008 campaign.",
  "It also spent heavily on cutting-edge campaign tactics, including investing $276,000 in an envelope-pushing relationship with a supportive super PAC called Correct the Record, which plans to coordinate research activities with Clinton’s campaign.",
  "An overwhelming 76 percent of Sanders’ money came from donors giving $200 or less, while only 4 percent came from max donors — perhaps unsurprising from a candidate whose campaign centers partly on reducing the influence of big money in politics.",
  "Mercer and his family are among the biggest donors to a network of super PACs supporting Cruz that combined to raise $37 million, and at least one of the super PACs is in discussions with Cambridge Analytica about retaining the firm’s services.",
  "Her staff worked out of more than 20 offices, for which the campaign paid $540,000 in rent — including about $106,000 for a Manhattan office space where Clinton herself often works, miles from her main campaign headquarters in hip Brooklyn.",
  "Cruz spent more than $1.4 million renting voter and email lists from a handful of digital consulting firms, including Campaign Solutions, Mustard Seed Media, Pinnacle List Co., Targeted Victory, Lukens Co. and Active Engagement.",
  "The dramatic spending spike — detailed in Wednesday’s reports to the Federal Election Commission covering the beginning of April through the end of June — was underwritten mostly by fewer donors, each giving more money.",
  "The Texas senator also reported owing $556,000 to Cambridge Analytica for “survey research” and “donor modeling.” The firm is owned by the family of New York hedge fund magnate Bob Mercer, POLITICO revealed last week.",
  "Clinton paid nearly $180,000 to a charter plane company and Bush paid $281,000 for private jet use, including $153,000 to “The Johnson Co.,” apparently for the use of megadonor Woody Johnson’s jet for a European trip.",
  "Story Continued Below\n\nBut overall, fundraising increases did not keep up with spending inflation, leading to spending ratios that in past elections might have provoked worry among campaign finance operatives.",
  "The firm, which is relatively new to the competitive world of U.S. political data, provides nontraditional “psychographic” analyses of voters to try to win them over with narrowly targeted micro-messages.",
  "The total owed would seem to indicate that Cruz is relying heavily on the firm for critical data work, but it also is an unusually large debt for a campaign to owe a single vendor early in the cycle.",
  "Clinton and Bush also helped seed their own campaigns as they considered entering the race, reporting spending $279,000 and $389,000, respectively, from their own pockets on staffing and services.",
  "including Democratic megadonors like billionaire media moguls Fred Eychaner and Haim Saban and a handful of current and former lawmakers, such as Reps. Joaquin Castro, Grace Meng and Jim Himes.",
  "His campaign paid $1.3 million for digital consulting and advertising services from Revolution Messaging, which has helped lead the senator’s digital fundraising and social media effort.",
  "Her campaign, which cast itself as a penny-pinching operation that relied heavily on small donors, revealed itself to be something quite different in its FEC report.",
  "Only 17 percent of Clinton’s cash came from donors contributing $200 or less, while 65 percent of it came from donors who gave the primary maximum of $2,700 or more.",
  "Both Clinton and Bush — as well as Cruz, Marco Rubio and other candidates — have deep-pocketed super PACs that raised tens of millions to support their campaign.",
  "All but Trump, who provided nearly his entire $1.9 million haul from his own pocket, are expecting big-money super PACs to come to their aid.",
  "In fact, Clinton’s juggernaut spent more on payroll for her massive staff — $6 million — than any other candidate spent in total.",
  "Of the $11.4 million Bush raised since announcing his campaign in mid-June, 3.2 percent came from donors who gave $200 or less.",
  "Reports detailing the unlimited contributions and spending of super PACs aren’t due with the FEC until the end of July.",
  "Both leaned on networks of well-connected donors to collect, or bundle, collections of checks from other donors.",
  "Bush’s bundlers included lobbyist power players like Al Cardenas, Dirk Van Dongen and former Rep. Tom Loeffler.",
  "But perhaps no candidate personified big early spending like Democratic front-runner Hillary Clinton.",
  "The Cruz campaign’s FEC report does not reveal any payments to the firm, just debt.",
  "Other candidates also seemed to view data as the key early-campaign investment.",
  "Clinton’s campaign voluntarily released a list of more than 100 top bundlers.",
  "Yet, more than populist zeal is powering Sanders’ impressive fundraising.",
  "An overwhelming 85 percent came from donors who gave $2,700 or more.",
  "And both made use of private jets to hopscotch the country."
]