[
  ": Pew Charitable Trusts\n\nThe Sheridan Group: Save the Children Action Network (SCAN)\n\nNEW LOBBYING TERMINATIONS: (Firm: Client (Type of Termination))\n\n21st Century Lobbying, Inc.: Superpower Inc.(Q2 Termination (no activity))\n\nCassidy & Associates, Inc. (formerly known as Cassidy & Associates): Aspire Clarksville Foundation (Q2 Termination)\n\nCassidy & Associates, Inc. (formerly known as Cassidy & Associates): Resources Legacy Fund (Q2 Termination)\n\nCornerstone Government Affairs, LLC: PaR Systems, Inc. (Q2 Termination (no activity))\n\nDalrymple & Associates, LLC: Intercell Inc. Valneva (Q2 Termination)\n\nDebevoise & Plimpton LLP: Private Equity Growth Capital Council (Q2 Termination (no activity))\n\nDutko Worldwide, LLC d/b/a Grayling: Allergan, Inc. (Q2 Termination (no activity))\n\nDutko Worldwide, LLC d/b/a Grayling: Emery Water Conservancy District (Q2 Termination (no activity))\n\nK&L Gates LLP: South Atlantic Fishermen’s Association (Q2 Termination (no activity))\n\nMehlman Castagnetti Rosen Bingel & Thomas, Inc.: Medicare Cost Contractors Alliance (Q2 Termination)\n\nPacific Consulting Associates, Inc.: Allergan Inc. (Q2 Termination (no activity))\n\nS-3 Group: SNCF America (Q2 Termination (no activity))\n\nSmith Dawson & Andrews: Adacel Systems Inc (Q2 Termination (no activity))\n\nTauzin Strategic Networks: Tauzin Consultants (on behalf of Cure Care) (Q2 Termination (no activity))\n\nThe Artemis Group: Rockwell Collins Information Management Systems (Q2 Termination (no activity))\n\nThe Artemis Group: The Maryland School for the Blind (Q2 Termination (no activity))\n\nThe Sheridan Group: Scholarly Publishing and Academic Resource Coalition (Q2 Termination)\n\n** Join Come to Terms and call on the next Supreme Court nominee to pledge to serve a single 18-year term.",
  "http://bit.ly/1L2FaaU\n\nNEW JOINT FUNDRAISING COMMITTEES:\n\nnone\n\nNEW PAC REGISTRATIONS (Type of PAC):\n\nIron Dome Alliance (Super PAC)\n\nLiberty America Incorporated (Super PAC)\n\nDisability Votes PAC (PAC)\n\nMichigan for Progressives (PAC)\n\nNEW LOBBYING REGISTRATIONS: (Firm:Client)\n\n38 North Solutions, LLC: Project for Clean Energy and Innovation\n\nAkin Gump Strauss Hauer & Feld: Foundation Medicine, Inc.\n\nAlpin Group, Inc.: Congressional Sportsmen's Foundation\n\nAlpine Group, Inc.: CoreLogic\n\nCapitol Hill Partners: Maximus\n\nCGCN GROUP, LLC (formerly known as Clark Geduldig Cranford & Nielsen, LLC): Amaya Services Limited\n\nConrad Law & Policy Counsel: National Industrial Sand Association\n\nDS2 Group, LLC: Leidos, Inc.\n\nFTI Government Affairs: Aramark Corporation\n\nFTI Government Affairs: MEAG Power\n\nGephardt Group Government Affairs: International Longshore and Warehouse Union\n\nJackson Lewis PC: Trans-Tec America\n\nJohn Pierson Magill: The Livingston Group, L.L.C.",
  "PATIENT GROUPS SUCCESSFUL IN DEFEATING BRAT MEASURE: An amendment to the 21st Century Cures Act proposed by Virginia GOP Rep. Dave Brat — which would have would converted the bill's mandatory funding for NIH and FDA into discretionary spending instead — was defeated today after an advocacy campaign launched by more than a 100 patient groups including American Association for Cancer Research, National Kidney Foundation and Addario Lung Cancer Foundation.",
  "The convention schedule includes several sessions to educate members on how to file lawsuits in the hottest areas of mass litigation or class actions, including “Testosterone Therapy Litigation,” “Energy Drinks Litigation” and “Gas Can Litigation.” In the past, the association has made attendees sign a confidentiality agreement saying members will not disclose information from the convention without AAJ’s written permission.",
  "THE DAILY CRUZ: Via POLITICO’s Hadas Gold, Katie Glueck and Ken Vogel, “ Breitbart.com, which boasts of having 18.7 million unique users per month — almost all of them conservative firebrands — is funded in part by New York hedge fund manager Robert Mercer, whose family is bankrolling a pro-Cruz super PAC as well as a political data company called Cambridge Analytica that is working with Cruz’s presidential campaign.",
  "Spotted at the event : NRF’s government relations and communications execs David French, Bill Thorne, Mallory Duncan, Katie McBreen, Neil Trautwein, Rachelle Bernstein, Jon Gold, Paul Martino, Craig Shearman, Mike Cys, Laura Lilly, Treacy Reynolds, Margaret Little, Tony Fontana, Kathy Allen, Lizzy Simmons, Marissa Harrilchak, National Council of Chain Restaurants’ Rob Green and more.",
  "Mylan brings on GPG — Lobbyists raise cash to boost women Democrats — Patient groups successful in defeating Brat measure — Plaintiffs' lawyer lobby huddles in Canada\n\nWith Cate Martel and Aaron Mak\n\nFIRST IN PI … MYLAN BRINGS ON GPG: Pharmaceutical giant Mylan has hired The Glover Park Group as it tries to fend off a takeover bid from Israeli-based Teva Pharmaceuticals.",
  "\"on behalf of The Pew Charitable Trusts\"\n\nMillennial Bridge Consulting: Internet Freedom Business Alliance\n\nMr. Galen Reser: Aramark Corporation (through FTI Government Affairs)\n\nNewberry Advisors, LLC: Educational Media Foundation\n\nPodesta Group, Inc.: Civitas Capital Management, LLC\n\nPodesta Group, Inc.: SecurityPoint Media, LLC\n\nThe Livingston Group, L.L.C.",
  "\"What I know is we can't change the food system in the most fundamental of ways unless policy leaders are with us — we can change it, but we can change it faster and in a more dramatic way if leaders are also behind it,\" said Tetrick, who said he might be making quarterly trips to Washington to engage on rethinking food and farm policy.",
  "2 generics producer in the U.S.\n\nStory Continued Below\n\nLOBBYISTS RAISE CASH TO BOOST WOMEN DEMS: The Jenkins Hill Society — a group of Democratic women lobbyists founded by Catlin O’Neill and Joy McGlaun and dedicated to helping Democratic congresswomen — held a fundraiser Thursday evening at the home of Rep. Chellie Pingree.",
  "They describe Bannon as something of a gatekeeper for Mercer, a New York hedge fund magnate who keeps a close circle of associates and has not publicly advocated for Cruz.” Full story here: http://politi.co/1HRTDFL\n\n** Join Come to Terms in urging the next Supreme Court nominee to serve a single 18-year term.",
  "See the conference schedule here: http://bit.ly/1dQdDfV\n\nMORNING AG THEFT — SEBELIUS TO ADVISE HAMPTON CREEK: Kathleen Sebelius, the former governor of Kansas who served as President Barack Obama's Health and Human Services secretary for five years, has signed on as an adviser to Hampton Creek.",
  "Spotted at the event were Reps. Ann Kuster, Cheri Bustos, Katherine Clark, Lois Frankel, Grace Meng, Kathleen Rice and Norma Torres, along with JHS members Daniele Baierlein, Anne Brady Perron with Crossroads Strategies, and Kate Callanan with America’s Health Insurance Plans.",
  "If Chief Justice Roberts and Justices Kagan and Thomas serve until they’re 90, the age at which Justice Stevens retired, they will each have served on the court for 40 years or more — far too long for any one person to influence such high-stakes decisions.",
  "Two-thirds of American voters across party lines already support an 18-year standard to replace current system, which encourages justices to play political games by timing their retirements to when a President of their choosing is able to fill their seat.",
  "“I further understand that if I knowingly and purposely violate this Agreement, my membership status in the Association will be reviewed and may be revoked; and I may be subjected to disciplinary charges,” the agreement provided by a PI tipster states.",
  "PLAINTIFFS’ LAWYER LOBBY HUDDLES IN CANADA: The American Association for Justice, which represents the plaintiffs’ lawyer lobby, will be holding its annual convention next week outside the U.S. — in Canada at the Palais des congrès in Montreal.",
  "Sign the petition calling for Supreme Court term limits: cometoterms.org/petition **\n\nELSEWHERE IN THE INFLUENCE WORLD:\n\nJEB’S DONOR RETREAT: Jeb Bush hosted 300 top donors at his parents’ house, reports Ed O’Keefe of The Washington Post.",
  "Breitbart.com insists it’s independent, though proudly conservative, and attributes its often-favorable assessments of Cruz to the fact that his independent brand of conservatism is appealing to its readers.",
  "http://wapo.st/1NYD8bQ\n\nWHO’S LEADING THE K STREET CASH RACE: Will Tucker of the Center for Responsive Politics reports which candidates are leading the K Street fundraising race according to early reports.",
  "CIGAR GROUP HIRES NEW LEGISLATIVE ASSISTANT: The International Premium Cigar and Pipe Retailers Association has hired Taylor Donnelly to serve as its new legislative assistant, focusing on federal issues.",
  "Hampton Creek CEO Josh Tetrick was on Capitol Hill on Thursday for his first series of meetings with lawmakers with Heather Podesta + Partners, the lobbying firm the company hired last month.",
  "The campaign bought banner ads on POLITICO, used social media and a website, www.no2brat.com, to overcome the efforts by conservative groups that supported the measure.",
  "\"I couldn't be a more fervent believer in capitalism's ability to do positive things, but it can do even more positive things if policies are actually supporting it.\"",
  "The move comes as the rapidly growing San Francisco startup, which makes plant-based mayo, cookies and egg-replacement products, is becoming more engaged in policy.",
  "Breitbart executive chairman Steve Bannon has worked with Mercer on political projects including Cambridge Analytica, according to conservative finance operatives.",
  "But no one disputes the site’s enthusiasm for Cruz … Behind the scenes there is perhaps an even more important connection between Cruz and Breitbart.",
  "Experts agree that 18-year terms would lead to a court that is more independent, more accountable and more reflective of the American people.",
  "It's a novel play for a young food company, as most in the space tend to eschew D.C. and focus solely on changing the marketplace.",
  "No person should sit on the high court for 30 or 40 years and wield such great power, hearkening back to pre-democratic times.",
  "NRF SAYS GOODBYE TO SCHATZ: The National Retail Federation bid farewell to Stephen Schatz at Bobby Van’s Thursday night.",
  "HAPPY FRIDAY AFTERNOON, where it’s been 24 years since Boris Yeltsin was sworn in as Russia's first elected president.",
  "A spokeswoman for the group did not respond to requests for comment about this year’s convention.",
  "Sign the petition calling for Supreme Court term limits: cometoterms.org/petition **",
  "Don’t forget to send your tips, news and gossip to tparti@politico.com.",
  "He is heading to Maryland to work for the Hogan administration.",
  "Schatz served four years as senior director, media relations.",
  "Donnelly previously interned for The Keelen Group.",
  "The firm will be filing it’s LDA filing today.",
  "More than 25 women attended the reception.",
  "Have a great weekend!",
  "Mylan is the No."
]