[
  "(http://www.politicopro.com/proinfo)\n\nStory Continued Below\n\nTODAY ON CAMPAIGN PRO -- Democrats still seeking a Burr challenger, by Campaign Pro’s Elena Schneider, in Raleigh, N.C.: http://politico.pro/1G6BPB9\n\nILLINOIS SPECIAL — LaHood cruises to GOP nomination in IL-18: Illinois state Sen. Darin LaHood easily won the Republican primary to replace former GOP Rep. Aaron Schock on Tuesday, making him the strong favorite to win the special election in the heavily Republican district.",
  "In one 45-minute, closed-door meeting in the Capitol Hill Club, which organizers estimated drew around 35 House members and dozens of lobbyists and other political professionals who have yet to endorse a 2016 candidate, Kasich … called himself ‘the most experienced in the field with a record that no one can match.’” http://politi.co/1CpeDne\n\n— “Nearing launch, Walker team sees Bush, Rubio as 2016 competition,” by The Washington Post’s Dan Balz: Wisconsin Gov.",
  "http://bit.ly/1LVR4VN\n\n— “Ted Cruz partners with donor’s ‘psychographic’ firm,” by POLITICO’s Kenneth P. Vogel and Tarini Parti: “Ted Cruz’s presidential effort is working closely with a little-known company owned by one of his biggest donors that uses nontraditional ‘psychographic’ analyses of voters to try to win them over with narrowly targeted micro-messages, POLITICO has learned.",
  "They also think he can score an early victory in Nevada’s caucuses.” http://wapo.st/1Hemvq8\n\n— Meanwhile, a Walker spokeswoman admitted to the Milwaukee Journal Sentinel on Tuesday that the governor’s office had helped develop a plan to weaken Wisconsin’s open records laws, which was scrapped after an outcry.",
  "Kihuen, a state senator, is one of four candidates — including former Assemblywoman Lucy Flores, former state House Speaker John Oceguera and philanthropist Susie Lee — who want to square off with Hardy, who represents a Democratic-leaning district considered one of the most vulnerable GOP incumbents.",
  "http://politi.co/1Tlgs8Q\n\nCODA — QUOTE OF THE DAY: “I doubt Lincoln spent the bulk of his time fundraising.” — Alan LaPolice, who is challenging Rep. Tim Huelskamp (R-Kan.) in the GOP primary and who told Campaign Pro on Tuesday that he would not be reporting any fundraising from the second quarter.",
  "FIRST IN SCORE — Democrat Shawn O’Connor, who’s running against embattled GOP Rep. Frank Guinta in New Hampshire’s 1st District, again chipped in about $500,000 in the second quarter (to go with $47,000 in outside donations), bringing his total investment in the campaign to around $1 million.",
  "http://politi.co/1Coofyf\n\nCATCHING A BREAK — “GOP senators not drawing 2016 tea party challenges,” by POLITICO’s Manu Raju: “The bloody primary battles between Republican senators and tea party activists that have cost the party dearly for years aren’t materializing yet in 2016.” GOP Sens.",
  "… [It’s] owned at least in part by the family of the press-shy New York hedge fund manager Robert Mercer, multiple sources confirmed to POLITICO.” The Mercers have given the lion’s share of the $37 million raised this year by four super PACs supporting.",
  "A late endorsement on Monday from Ted Cruz, the Texas senator and GOP presidential candidate, and a spate of favorable Breitbart stories on the race were not enough for Flynn, who'd cast himself as more independent of the GOP establishment than LaHood.",
  "MORE SECOND-QUARTER NUMBERS — Holcomb brings in only $200,000: Indiana Republican Senate candidate Eric Holcomb, retiring Sen. Dan Coats’ former chief of staff and a former state GOP chair, raised just $200,000 for his campaign in the second quarter.",
  "— Honda primary challenger brings in $452,000: Democrat Ro Khanna, who's seeking a rematch against Rep. Mike Honda (D-Calif.), raised about $452,000 in the second quarter, according to his campaign, giving him more than $1 million in cash on hand.",
  "Steele had been weighing a run before the Supreme Court ruled last week in favor of Arizona’s redistricting commission, removing the possibility that Arizona’s GOP-dominated legislature would redraw the district to make it more Republican.",
  "“The governor's office has responded to some public records requests in recent months as if one of the exemptions his staff worked on with lawmakers were already in place,” the Journal Sentinel’s Patrick Marley and Mary Spicuzza report.",
  "“The Ohio governor spent several hours in meetings with lawmakers and top staffers, hoping to win their support and make the case for why there should be another contender in a Republican field almost too large to keep track of.",
  "Former Rep. Joe Walsh of Illinois and Kansas physician Milton Wolf, both tea party favorites, say they’re still considering Senate runs in their respective states.” http://politi.co/1NSq1c6\n\nDays until the 2015 election: 118.",
  "-- Graham raises $530,000: Rep. Gwen Graham (D-Fla.) raised more than $530,000 in the second quarter for her reelection campaign in a tough, GOP-leaning North Florida swing district, POLITICO Florida’s Marc Caputo reports.",
  "— Democrat looking to challenge Hardy raises $214,000: Ruben Kihuen, one of a crowd of Democrats jockeying to challenge Nevada GOP Rep. Cresent Hardy, raised $214,000 in the second financial quarter, his campaign said.",
  "PRESIDENTIAL SPEED READ — “John Kasich, back on Capitol Hill, fends off doubts about 2016,” by POLITICO’s Alex Isenstadt: More than 14 years after he left Congress, John Kasich was back on the Hill on Tuesday.",
  "— Bera raises $420,000 despite trade bill strife: Rep. Ami Bera (D-Calif.) raised $420,000 in the second quarter of 2015, even as organized labor attacked him for his support for fast-track trade authority.",
  "MAKING IT OFFICIAL — McSally gets a challenger in AZ-02: Democratic state Sen. Victoria Steele confirmed on Tuesday that she would challenge freshman GOP Rep. Martha McSally in Arizona’s 2nd District.",
  "LaHood wins in IL-18 — Walsh might challenge Kirk — McSally gets an opponent\n\nWith Elena Schneider and Kevin Robillard\n\nThe following newsletter is an abridged version of Campaign Pro's Morning Score.",
  "The two Democrats are dueling for a safely blue seat under California's jungle primary rules, which let two candidates of the same party to face each other in the general election.",
  "For an earlier morning read on exponentially more races - and for a more comprehensive aggregation of the day's most important campaign news — sign up for Campaign Pro today.",
  "Former Democratic Rep. Carol Shea-Porter has said that she’ll run in a special election if Guinta resigns-- but hasn’t said whether she’d run in 2016 if he doesn’t step down.",
  "Email tips to the whole Campaign Pro team at sshepard@politico.com, kcheney@politico.com, eschneider@politico.com, krobillard@politico.com and tmeyer@politico.com.",
  "His advisers expect him to win the Iowa caucuses early next year, and they say he can follow that with top-three finishes in New Hampshire and South Carolina.",
  "“It would have made my job as a candidate so much harder had the decision gone the other way,” Steele told Campaign Pro, but she would have run regardless.",
  "Rob Portman of Ohio, who came out in favor of gay marriage in 2013, or Pat Toomey of Pennsylvania, who helped write a gun bill supported by the president.",
  "He does not have a challenger for his Sacramento suburbs-based seat, but his 2014 Republican challenger, former Rep. Doug Ose, is still eyeing a rematch.",
  "LaHood beat Mike Flynn, a Breitbart News editor who grew up in the district, with 69 percent of the vote, according to the Associated Press vote count.",
  "Lisa Murkowski of Alaska and John McCain of Arizona, who fought off tea party challengers in 2010, haven’t drawn primary opponents this time around.",
  "Guinta has insisted that he’ll run for reelection despite repeated calls from GOP Sen. Kelly Ayotte and other Republicans for him to leave office.",
  "GOP Rep. Todd Young, who’s still considering a Senate bid, said earlier this week his campaign had raised about $1 million in the second quarter.",
  "The company, Cambridge Analytica, has sent staff to Cruz’s campaign headquarters in Houston to help set up an intensive data analysis operation.",
  "“I understand, financially, what it take to be a viable candidate in New Hampshire, with the Boston media market,” O’Connor said.",
  "“Iowa is the key: Walker is leading the polls there and, as a neighboring governor, he has easy access to the state.",
  "Walker’s advisers give a glimpse of his strategy ahead of his expected presidential announcement on Monday.",
  "She will now focus on raising the “astronomical” amount of money she’ll need for the race, she said.",
  "McSally raised more than $1 million in the second quarter, giving her $1.4 million in cash on hand.",
  "LaHood had been the prohibitive frontrunner in the race since he announced he'd run in March.",
  "GOP Rep. Marlin Stutzman is also running but hasn’t yet release his fundraising totals.",
  "He’ll be a heavy favorite over Democrat Rob Mellon in the Sept. 10 general.",
  "It’s a much smaller haul than the $801,000 he raised in the first quarter.",
  "Bera won the expensive race last year by fewer than 1,500 votes.",
  "She has more than $930,000 in cash on hand, her campaign said.",
  "Bera has about $685,000 in cash on hand, his campaign said.",
  "His campaign has about $950,000 in cash on hand.",
  "Days until the 2016 election: 489.",
  "He has $216,000 in cash on hand.",
  "Neither have Republican Sens.",
  "Thanks for joining us.",
  "But it’s still early."
]