[
  "“I’m now a member of the RNC,” Bossie boasted during an interview this week, tugging at the official party credential that dangled from his neck.His ascension, he said, is a sign that the “establishment is really moving much more towards the conservative movement, which is an exciting thing for the grassroots.”\n\nCLOSE Protesters in Cleveland's Public Square demonstrate against Trump by joining hands to build a human wall.",
  "In the end, the Supreme Court’s 5-4 ruling swept aside those limits and said restrictions on independent corporate spending in elections amounted to “censorship.”\n\n“There are very few people who have played such a singular role as a conservative activist in these campaign-finance issues,” Sheila Krumholz, who runs the nonpartisan Center for Responsive Politics, said of Bossie.",
  "“He can keep opening and reopening the same old wounds because he’s been an activist, as an investigator and instigator, for so long.”\n\nIn an interview this week, Bossie called himself a “repository of all things Clinton since 1992.”\n\nThe father of four said young voters don’t know enough about Clinton and the controversies that dogged her husband's administration.",
  "He runs the conservative advocacy group Citizens United, and his attempt to distribute his 2007 anti-Hillary Clinton movie through gave rise to the Supreme Court’s 2010 blockbuster Citizens United decision, which upended decades of campaign-finance rules and allowed corporations and unions to spend unlimited amounts to influence federal, state and local elections.",
  "He’s the newly installed leader of the Defeat Crooked Hillary PAC, a super PAC funded largely by hedge-fund billionaire Robert Mercer that plans to merge cutting-edge technology and old-fashioned opposition research in a push to sink the Democrats’ presumptive presidential nominee.",
  "Part of his job, he said, is to dredge up that history, tie it to the latest controversies about Clinton Foundation funding and Clinton’s private email server and use the newest technology and money from deep-pocketed donors to spread the message to voters.",
  "(Bossie resigned in 1998 amid sharp criticism of his role in releasing edited tapes of prison conversations with Webster Hubbell, a Clinton confidant and former Justice Department official who was jailed for overbilling clients while in private practice.)",
  "On Thursday, convention-goers can screen the latest movie he’s produced, Torchbearer, in which Duck Dynasty reality TV star Phil Robertson ties the fall of the Roman Empire, the rise of Nazism and terrorist attacks by the Islamic State to godlessness.",
  "“I'm sure Republicans would love for us to fight with one hand behind our backs while they swim in special interest cash,” he said, “but Donald Trump is much too divisive and dangerous for that.”\n\nRead or Share this story: http://usat.ly/2aaSAZy",
  "At the same time, Bossie, a longtime outside agitator against the Clintons, is moving closer to the inner circle of a Republican Party now dominated by the biggest outsider of them all: Republican presidential nominee Donald Trump.",
  "The super PAC then can target them with messages that tie Clinton to Wall Street in an effort to drive down her poll numbers among young liberal Democrats who drawn to Sanders’ populist message during the Democratic primaries.",
  "Bossie is a first-time convention delegate at this week's Republican National Convention, but he’s chairing Maryland’s 76-member contingent of delegates and alternates to the Cleveland gathering.",
  "He helped lead GOP probes of the Clinton administration, including the Whitewater controversy and allegations that China tried to illegally funnel political donations to the Democratic Party.",
  "The Federal Election Commission and a lower court said it amounted to a political commercial which could not be distributed during the primary season because it was funded by corporate money.",
  "Justin Barasky, a Priorities’ spokesman, said the group’s leaders “fully support” Clinton's call for a campaign-finance overhaul but cannot lose the election over a principle.",
  "She’s not going to try to deal with the crisis in the Middle East or in the South China Sea?”\n\nClinton campaign officials did not immediately respond to requests for comment.",
  "The 50-year-old political operative, as much as any single person, is responsible for the nearly unrestricted flood of money pouring into the 2016 presidential campaign.",
  "Video provided by AFP Newslook\n\nBossie emerged on the political landscape in 1990s as the top investigator for the House Committee on Oversight and Government Reform.",
  "Bossie said his group might use “geo-fencing,” software that relies on mobile-device data to determine, for instance, whether users attended a Bernie Sanders’ rally.",
  "CLOSE Hillary Clinton says the Republican National Convention has thus far been \"surreal\" and is comparing the event to the classic fantasy film \"Wizard of Oz.\"",
  "(July 19) AP\n\nMercer, the co-founder of Renaissance Technologies, recently poured $2 million into the anti-Clinton super PAC as seed money, Bossie said.",
  "Nine years after Hillary: The Movie, the barrel-chested activist now is turning one of the biggest weapons of the post-Citizens United era on Clinton.",
  "Next week, Bossie will be at the Democratic convention in Philadelphia as one of the Republican National Committee’s anti-Clinton surrogates.",
  "CLOSE Chris Christie criticized Hillary Clinton's foreign policy record case by case while speaking at the Republican National Convention.",
  "Bossie said that makes a Clinton “pathetic hypocrite” because a well-funded super PAC, Priorities USA Action, is supporting her candidacy.",
  "The state’s Republicans recently elected him as GOP national committeeman, tossing out a veteran who held the seat for more than a decade.",
  "The PAC also is relying on Cambridge Analytica, a data-analytics company tied to Mercer that specializes in voter-personality profiling.",
  "On Saturday, she pledged to call for a constitutional amendment overturning Citizens United within 30 days of becoming president.",
  "(Photo: Robert Hanashiro, USA TODAY Sports)\n\nCLEVELAND — David Bossie isn’t a household name, but he probably should be.",
  "His 2007, 90-minute documentary about Clinton was scathingly critical of the former first lady.",
  "“She’s going to create a 28th amendment to overturn the First Amendment?” Bossie said.",
  "“That’s a crystal clear example of how screwed up Hillary Clinton’s priorities are.",
  "“It’s back to the future for him with Hillary Clinton,” she added.",
  "The group already has reserved some $158 million in advertising.",
  "In her first 30 days, she’s not going to take the war to ISIS?",
  "She also said that the country is \"better than Donald Trump.\"",
  "Clinton is working hard to reach out to Sanders’ voters.",
  "Bossie and his allies cast it as an issue-oriented film.",
  "He claimed she is guilty of misconduct.",
  "“That makes us dangerous,” he said.",
  "David Bossie."
]