[
  "The leading guru for the packed field of Republican runners is Becki Donatelli, 61, who began her career working on Ronald Reagan’s 1976 bid for the Republican presidential nomination and who says she was first person to raise political donations on the Internet.",
  "On the Democratic side is Andrew Bleeker, a 30-year-old wunderkind who founded the digital consulting firm Bully Pulpit Interactive after whipping up President Barack Obama’s digital outreach strategy for his second presidential run in 2012.",
  "The campaign of Democratic front-runner Clinton has paid Bully Pulpit $1.4 million, while four Republicans - the senators Ted Cruz, Rand Paul, Marco Rubio and Lindsey Graham - have paid Campaign Solutions a combined $1.7 million.",
  "Obama - building on a strong digital strategy that helped mobilize supporters and voters in his 2008 victory - deployed a complex system for the 2012 race to determine which voters needed the most attention and how to reach them.",
  "Campaign disclosures filed last week revealed the two biggest players so far in shaping the increasingly high-powered analytical tools used to tailor messages to donors and voters - a bigger priority than ever for candidates.",
  "Now the two digital strategy gurus are facing off on opposite sides of the 2016 presidential race, as Republicans get serious about closing a digital strategy gap with Democrats that cost them dearly in the last election.",
  "Bleeker cut his teeth in a low-level role on Secretary of State John Kerry’s unsuccessful run in 2004, worked on Obama’s 2008 campaign, and is now playing a leading role in Hillary Clinton’s digital campaign.",
  "Republicans, meanwhile, including those running former Massachusetts Governor Mitt Romney’s presidential campaign, were still sending out volunteers to knock on doors in neighborhoods they barely understood.",
  "“Not only do we know now that Joe is a plumber, we know he has a personality that responds to fear-based advertising,” said Barry Bennett, who is managing Republican Ben Carson’s presidential campaign.",
  "Donatelli’s latest work involves designing targeted ads using psychological profiles created by London-based firm Cambridge Analytica based on tens of thousands of phone interviews.",
  "They blasted out mass emails with little heed to the sensibilities of their recipients and spent tens of millions on one-size-fits-all television ads, political strategists say.",
  "Since failing to win the presidency in 2012, activists from the conservative Tea Party and the Republican establishment have been talking frankly about where they went wrong.",
  "Donatelli said her firm maintained strict firewalls between the teams devoted to each of the candidates to avoid any information leaks that could give one an advantage.",
  "For the first time, Democrats and Republicans are agreed on the importance of good digital strategy and they are investing in it earlier and more heavily than ever.",
  "NEW YORK, July 22 (Reuters) - She’s thrived through two decades of elections; he’s blown his competitors out of the water in a few short years on the scene.",
  "HIGHER LEVEL\n\nNow they know that sending mass emails, composing witty tweets or getting Facebook users to click “like” on a post is far from sufficient.",
  "“We have a healthy skepticism and a really healthy desire to try new things.” (Reporting By Emily Flitter and Grant Smith; editing by Stuart Grudgings)",
  "The most sophisticated operations now use a combination of psychological profiling and data management to talk to people on in highly personal ways.",
  "They’re the cream of a very small crop of strategists competing in a field so narrow they sometimes cross paths working for non-political clients.",
  "Donatelli told Reuters last week her firm’s longevity had its advantages: “We’ve been around long enough to see trends come and go,” she said.",
  "The strategists are also responsible for assessing how people felt about the messages in the ads and whether they were influenced by them.",
  "The veteran strategist helped sweep several Republican senators into office in 2014, including Iowa’s Joni Ernst and Arkansas’ Tom Cotton.",
  "Both are constantly on the lookout for new technology and aren’t inclined to scrimp, according to media interviews they’ve given.",
  "Though Bleeker and Donatelli may seem like opposites - the Millennial versus the seasoned insider - they have much in common.",
  "It also had another purpose: to gather personality data that could be sold to marketing and digital strategy companies.",
  "Some of the ads that pop up in the margins of their favorite websites, for instance, are now designed just for them.",
  "It promised to determine your likeness to characters on the cast of a sitcom, or perhaps your dating proclivities.",
  "The firm’s staff includes people with PhD.s in physics and is owned by the Ted Cruz mega-donor Robert Mercer.",
  "Increasing voter turnout for a candidate by just a few percentage points can flip an entire election.",
  "Strategists use the wealth of information to come up with highly precise ways to talk to people.",
  "Much of their ammunition for doing so comes from people’s preferences expressed on social media.",
  "Remember that last Facebook quiz, the innocent time-waster during a ten-minute office break?",
  "Through people like Donatelli, they’re ready to square off with Democrats on a higher level.",
  "The goal is twofold: To raise money and to get people to show up at the polls.",
  "It’s not clear exactly what services the candidates are receiving.",
  "Bleeker declined to be interviewed for this story."
]