[
  "Story Continued Below\n\nThomas Rastin and Karen Buchwald Wright of Ohio compressor company Ariel Corp., who previously gave to John Kasich's super PAC, chipped in a combined $300,000, according to the PAC's filing with the Federal Election Commission on Wednesday.",
  "Trusted Leadership PAC, the super PAC that has emerged as the main vehicle for seeking unlimited donations to support the Texas senator, received $1 million from Herzog Contracting, the Missouri road paver whose boss, Stan Herzog, previously backed Scott Walker.",
  "Ted Cruz shakes hands and poses for photographs with his supporters at his Pennsylvania kick off event at the National Constitution Center on April 19.",
  "The campaign paid almost $608,500, 5 percent of its total expenses, to Cambridge Analytica, the \"psychographic\" data firm owned by donor Robert Mercer.",
  "Keep the Promise III, the pro-Cruz super PAC anchored by the Wilks family, finished the month with $8.3 million remaining after spending $1.9 million.",
  "Its biggest backers were Ben Klein of Platinum Healthcare in Illinois, California investor Robert Arnott, and retired Texas banker Robert Marling.",
  "Cruz's campaign finished March with $8.8 million in the bank after raising $12.5 million, its biggest monthly haul, and spending $11.8 million.",
  "Ted Cruz consolidated his support with major Republican Party donors last month as their last best hope to stop Donald Trump.",
  "Florida electronics heir Lawrence F. DeGeorge contributed $150,000, and private equity investor John W. Childs gave $100,000.",
  "| Getty GOP megadonors rallied to Cruz in March The Texas senator attracted previous backers of Walker and Kasich.",
  "Most of the PAC's expenses were for fundraising or transferring proceeds to the other groups supporting Cruz.",
  "Another million came from Richard Uihlein, the Wisconsin shipper who had also backed the Wisconsin governor.",
  "The campaign's biggest vendors were media firm Westrogers LLC and digital consultant Targeted Victory.",
  "The six major super PACs backing Cruz had a combined $20.6 million cash on hand as of March 31.",
  "Ads devoured more than half the budget, dwarfing the $326,000, 79-person payroll.",
  "Stand For Truth, another group, raised $2.2 million and spent $1.9 million.",
  "A third of his contributions came in checks under $200."
]