[
  "The Hill’s Sarah Ferris ... Mary Springer ... Manny Ericta ... Eric Bovim, managing director at McBee Strategic Consulting, is 4-0 ... Denise Gitsham, principal of SVN Public Relations ...\n\n... Shane Wolfe … Zachary Baum ... NRDC alum Suzanne Struglinski Broadfield, now North America proposals specialist at Baker and McKenzie ... Jim Heath, moderator of “Capitol Square,” statehouse correspondent at ONN ... Jacqueline Harris … Melanie Roe … Michael Layman … Rebecca Kasper … Julie Mason Ziemba … Michael Layman … Rebecca Kasper … Leon Harris … Jessica Kamen … Michael Frohlich … Dennis Smith ... Parker Waddell ... Karen White, celebrating her big day at the drum circle in Siesta Key wearing her boa and tutu of course ... Alexa Bradley ... Nicholl Caruso (h/ts Teresa Vilmain) ... actor Leslie Phillips is 92 ... actor Ryan O'Neal is 75 ... actress Jessica Lange is 67 ... actor Crispin Glover is 52 ... Olympic silver medal figure skater Rosalynn Sumners is 52 ... Carmen Electra is 44 ... Clay Cook (Zac Brown Band) is 38 ... actor Tim Jo is 32 (h/ts AP)\n\n\n\nSUBSCRIBE to the Playbook family: POLITICO Playbook http://politi.co/1M75UbX ... New York Playbook http://politi.co/1ON8bqW ... Florida Playbook http://politi.co/1JDm23W ... New Jersey Playbook http://politi.co/1HLKltF ... Massachusetts Playbook http://politi.co/1Nhtq5v ... Illinois Playbook http://politi.co/1N7u5sb ... California Playbook http://politi.co/1N8zdJU ... Brussels Playbook http://politi.co/1FZeLcw ... All our political and policy tipsheets http://politi.co/1M75UbX\n\nFollow us on Twitter Anna Palmer @apalmerdc\n\n\n\nJake Sherman @JakeSherman\n\n\n\nDaniel Lippman @dlippman",
  "Passover vacations ... now include scores of resorts in Orlando ... Scottsdale.” http://yhoo.it/1YFSabk\n\nHAPPENING FRIDAY -- “Virginia Women’s Institute for Leadership Celebrates 20 Years of Service”: “The Virginia Women’s Institute for Leadership (VWIL), the nation’s only all-female corps of cadets and the premier college-level leadership program for women in the United States, will hold its 20th anniversary celebratory events this Friday ... at Mary Baldwin College.” http://politi.co/1pf8x2p ... Read Mike Allen’s NYT piece from its launch 20 years ago http://nyti.ms/1ThUW50\n\nTHE NEW ECONOMY – “Airbnb is forming an alliance with one of the nation’s biggest labor unions,” by WashPost’s Elizabeth Dwoskin: “Airbnb is in negotiations to cut a deal with one of the nation’s biggest unions that would employ unionized home cleaners who are paid at least $15 per hour ... Airbnb, which has previously been at odds with unions, will endorse the union’s Fight for $15 and encourage vendors who provide services to homeowners on the Airbnb platform to pay their staff at least $15 per hour.",
  "But it’s jobs jobs jobs” ...\n\n... @TheFix: “Gone is ‘Lyin’ Ted.’ In its place is ‘Senator Cruz.’ Not an accident” ... @JoshuaGreen: “I would happily watch a cable channel that was just @murphymike insulting Trump” ... ABC’s @ryanstruyk: “It is now mathematically impossible for Ted Cruz to clinch the GOP nomination before the convention using only bound delegates.” ... @jmartNYT: “A lot of NY’s black voters have roots in Virginia & Carolinas so Bernie may paint results as an extension of her strength in the South” ...\n\n... @jeffzeleny: “Asked why he came back to Vermont tonight, @BernieSanders said it has been a few weeks: ‘I need to get recharged and take a day off’” ... @gdebenedetti: “I don’t think it’s a press ‘avail’ if you leave your campaign press corps in a different state” ... @ezraklein: “Anecdotally, a lot of Sanders supporters think Clinton’s lead is based on superdelegates, which isn’t true, but makes election feel unfair” ... Alex Castellanos (@alexcast): “i still advocate a bolder GOP strategy: don’t reveal our nominee until after general election.",
  "You notice that my favorability was higher than anybody that's running for office in either party.” http://cnb.cx/1YFRjr7\n\n96 DAYS TO PHILLY -- “Dems bring donkeys to town for convention,” by Philly Inquirer’s Julia Terruso: “The Democratic National Convention’s host committee announced Tuesday that [57] painted [fiberglass] donkeys - representing the 50 states, five U.S. territories, Washington, D.C. and Democrats abroad, will be scattered across Center City to drum up excitement for the convention and to draw tourists.” http://bit.ly/1NkI0MC\n\nFIRST LOOK -- “Barrier Breakers 2016: A Project of Correct The Record: Task force will help Clinton supporters push back on online harassment”: “Barrier Breakers 2016 digital task force will serve as a resource for supporters looking for positive content and push-back to share with their online progressive communities, as well as thanking prominent supporters and committed superdelegates on social media.",
  "‘NEW YORK KNOCKOUTS’: Trump towers, Clinton crushes – TRUMP MORE RESTRAINED as new team takes charge: ‘Senator Cruz’ replaces ‘Lyin’ Ted’ -- B’DAY: Molly Ball, Joanna Coles, Carol Lee, Colin Reed, Evan Smith is 5-0 Presented by\n\nBy Mike Allen (@mikeallen; mallen@politico.com) and Daniel Lippman (@dlippman; dlippman@politico.com)\n\nSIREN – “Trump’s real magic number is less than 1,237: GOP elite whisper about a lower threshold for the front-runner to clinch the nomination,” by Eli Stokols: “The whisper conversations about this indeterminate ‘real number’ that Trump must hit by June 7 reveal a growing if reluctant consensus among party officials and establishment Republicans that if he gets close enough, they can’t take the nomination away.” http://politi.co/1Qmn6Y1\n\nGood Wednesday morning.",
  "of America Rising, a Scott Brown alum and the pride of Norwell, Mass., dogged in his pursuit to put points on the board against Hillary Clinton and Democrats everywhere but celebrating by seeing Bruce Springsteen live in Baltimore – Colin’s favorite Bruce song: “Jungleland” http://bit.ly/1QlmodG ... Brett McGurk, the pride of West Hartford, is 43 ... Jennifer Griffin, national security correspondent for Fox News ... Ben Proler, who ran Rubio’s Young Professionals program (h/t Evan) ... Lee Moak of The Moak Group, president of Americans For Fair Skies and former president and CEO of ALPA from 2011-2014 (h/t Heather Podesta) ...\n\n... Cosmo editor in chief Joanna Coles (h/t Tammy) ... Emily Rodriguez, gov’t relations and comms.",
  "This delegate whipping effort leans on brainpower provided by several GOP data and technology firms, including Koch brothers-backed i360, Wilson Perkins Allen Research, Targeted Victory and Cambridge Analytica.” http://politi.co/23J9p2e\n\n--“Sanders team hoping to flip Clinton superdelegates this summer,” by Daniel Strauss: “Sanders campaign manager Jeff Weaver said Tuesday night that even if, at the end of all the primaries, Hillary Clinton has won the delegates she needs for the nomination and still leads the popular vote, the Vermont Senator's team will spend the months ahead of the Democratic National Convention working to flip her superdelegates ... ‘At this point yes, absolutely,’ Weaver said in response.",
  "manager for the National Democratic Institute (h/t Anna Gohmann) ... Ethan Susseles, campaign manager to Kathleen Matthews, is 25 (h/t Briannon Gillis) ... Melissa Manson of Hamilton Place Strategies (h/t Sabrina Siddiqui) ... Patrick Collins, SVP for finance and administration of LCV ... Heather Foster, director of strategic partnerships at My Brother’s Keeper Alliance and an Obama WH alum ... Lindsey Mask, founder and executive director of Ladies America (h/t Jon Haber) ... Molly Born of the Pittsburgh Post-Gazette ... Marc Rotenberg, president and exec.",
  "‘They are going to want to win in November.’” http://politi.co/1S9OpKN\n\nCLICKERS – “How Every New York City Neighborhood Voted in the Democratic Primary,” by NYT’s Matthew Bloch and Wilson Andrews http://nyti.ms/23J9sLs\n\n--“How Every New York City Neighborhood Voted in the Republican Primary,” by NYT’s Matthew Bloch and Wilson Andrews http://nyti.ms/1Vis5RA\n\nPRINT HEADLINES: N.Y. Times 2-col. lead, “TRUMP WINS BIG AND CLINTON ENDS SANDERS’S STREAK: Crucial Victories for Both Front-Runners in Home-State Primaries.” See the page.",
  "http://bit.ly/1SjGZBi\n\n--“Anderson Cooper up for Michael Strahan’s ‘Live’ seat,” by N.Y. Post’s Ian Mohr:\n\n“Sources told Page Six ... that Ripa’s close pal Anderson Cooper is now the front-runner to replace Strahan ... Ripa’s other BFF, Bravo’s Andy Cohen, was among those who also want the gig ... Cooper’s CNN contract reportedly ends after the election.” http://pge.sx/1WdJmu2\n\n--N.Y. Times used Facebook Live to give a voyeuristic view of what politics editor Carolyn Ryan and team were up to on N.Y. primary night.",
  "Some recent reports have shown rising suicide and drug overdose death rates for white women -- particularly middle-aged ones.” http://apne.ws/1Nl0zAm\n\nPLAYBOOK METRO SECTION – “Crystal City, Once Cast Off by Washington, Reboots Itself,” by Eugene L. Meyer in the NYT Business Day “Square Feet” column: “[B]uildings from the 1960s to 1980s are being retrofitted, some converted from offices to apartments, others welcoming new commercial tenants, including tech start-ups, co-working spaces and restaurants.",
  "A verb: ‘End Taxation Without Representation.’” http://wapo.st/1VB0UC7\n\nPLAYBOOK TRAVEL SECTION -- “Passover vacation niche grows to dozens of destinations,” by AP’s Mike Schneider in Orlando: “For many Jews ... traveling to vacation hotspots during the eight-day Passover holiday has become a way of avoiding the hassle of heeding religious rules that require scrubbing a home clean of grain particles or hosting back-to-back, hours-long dinners at their homes for dozens of relatives and friends.",
  "Ryan has flattered the House Freedom Caucus and pursued promises to empower rank-and-file Republicans with reforms to how the House operates — yet it’s yielded little in the way of actual results.” http://politi.co/1SsIEGM\n\nDATA DU JOUR -- “Trump owns GOP media appearances on Fox,” by Eliza Collins: “According to analysis from the right-leaning media watchdog Media Research Center, over the past four weeks, Trump spent a total of 178 minutes being interviewed by Fox.",
  "And many in both parties are worried about the influence of Wall Street.” http://apne.ws/1Sa6DvN\n\nBITE DU JOUR -- RUDY to JAKE TAPPER on “The Lead”: “If somebody gets close, no matter who it is, give them the nomination, because the people have selected them, not the party bosses.” http://cnn.it/1YFRKSa\n\nKATIE COURIC’s N.Y. primary coverage, joined by Olivier Knox, Matt Bai, Kellyanne Conway, Trump supporter Omarosa Manigault and Clay Aiken.",
  "The cleaners will be trained, certified and provide green home cleaning services to Airbnb hosts.” http://wapo.st/1VCnzxa\n\nMEDIAWATCH -- “Michael Strahan Leaving ‘Live’ for ‘GMA,’” by The Hollywood Reporter’s Marisa Guthrie: “Strahan will exit ABC’s Live With Kelly and Michael and join Good Morning America full time ... Strahan, who has been appearing twice a week on the morning show since 2014, will begin his full-time duties in September.",
  "anniversary video http://bit.ly/1pggKn4 ... Speaker Ryan’s remarks http://1.usa.gov/1YGzbNN\n\nSPOTTED: Elliott Abrams, Adam Bellow, Brian Bolduc, Josh Britton, Jim Capretta, Tim Carney, Mona Charen, Michael Cromartie, Ed Feulner, John Garvey, Robert P. George, Jonah Goldberg, Mollie and Mark Hemingway, Yuval Levin, Kathryn Lopez, Rich Lowry, Michael Novak, Ramesh Ponnuru, George Weigel, Jack and Charmaine Yoest.",
  "lifts leaders, but it’s not over.” http://usat.ly/1Qm9mfY\n\nDAN BALZ “The Take” column on WashPost A1, above fold, “Beyond victory, Clinton faces deep image problem” (online: “Hillary Clinton won New York, but her image is underwater”): “By the end of next week’s contests in Pennsylvania, Maryland, Connecticut, Rhode Island and Delaware, her lead in pledged delegates in all likelihood will be insurmountable.",
  "HuffPost banner, “NEW YORK KNOCKOUTS” ... Drudge banner, “NEW YORK STATE OF MIND” ... N.Y. Post cover shows Trump – who won the New York primary by a colossal 35 points (Trump 60.5%, Kasich 25.1%, Cruz 14.5%) -- giving a thumbs-up from atop the Empire State Building, à la King Kong, “KING DON: Trump towers in Empire primary.” http://nyp.st/1WEG3wI ... Clinton swamped Sanders by 16 points, 57.9% to 42.1%.",
  "Learn more at google.com/grow/veterans\n\n“PAUL RYAN’s House of woes: Almost six months into the job, the new speaker is struggling to advance an agenda, by John Bresnahan: “Almost six months into the job, Ryan and his top lieutenants face questions about whether the Wisconsin Republican’s tenure atop the House is any more effective that his predecessor, former Speaker John Boehner (R-Ohio).",
  "Whiteout.” http://politi.co/1SSqOdF\n\n**SUBSCRIBE to Playbook: http://politi.co/1M75UbX\n\nSOCIAL 2016: Bernie’s New York Snapchat filter, via Reid P. Kellam http://politi.co/1S9NPfZ\n\nTOP TWEETS: Dan Diamond (@ddiamond): “The Clintons have now won nearly as many contested statewide races in New York (seven) as the Cuomos (eight)” ... @chucktodd: “Trump stayed on ‘rigged’ message again.",
  "poised to change license plate slogan in push to become 51st state,” by WashPost’s Aaron C. Davis: “[A]fter 16 years of having the provocative slogan [‘Taxation Without Representation’] adorn license plates in the nation’s capital — and even that of the presidential limousine — a large group of D.C. lawmakers ... said it’s proven to be ineffective and is in need of an update.",
  "The inaugural Middle East summit is slated for December.” http://politi.co/1NAyNul\n\nWASHINGTON, INC. -- “Lobbyist Trade Group Closes Amid Legal Fight,” by Roll Call’s Kate Ackley: “The Association of Government Relations Professionals, formerly called the American League of Lobbyists, began winding down operations Monday, according to a notice posted on its website.",
  "Pic http://bit.ly/1SscL18\n\nAUTOPSY – “How Bernie lost New York: Caught up in one distraction after another, Sanders never came close to the upset victory he once predicted,” by Gabe Debenedetti: “In New York, Sanders finally hit the wall, his winning streak ended by a daily pummeling that forced him on the defensive and erased the developing Comeback Kid narrative.",
  "The entity will begin programs and seminars next month.” http://bit.ly/23XWG8G\n\nOUT AND ABOUT – The Ethics and Public Policy Center held its 40th anniversary gala last night at the St. Regis with Bill Kristol as emcee, a welcome by EPPC President Ed Whelan, invocation by Russell Moore and Speaker Paul Ryan as the keynote speaker, introduced by Pete Wehner.",
  "... [M]oderate and even liberal GOP voters helped John Kasich to one of his best nights.” http://abcn.ws/1WEFoex\n\n--AP’s Chad Day and Emily Swanson: “Exit polls conducted for [AP] and television networks by Edison Research found a majority of GOP voters say the candidate with the most votes going into the convention should be the party’s ... nominee.",
  "Her only salvation is that Trump’s net negative is minus 41.” http://wapo.st/1XI9sEn\n\nINSIDE THE EXIT POLL – ABC’s Gary Langer and Gregory Holyk (Langer Research Associates): “[R]eflecting a foul mood within the GOP electorate, nearly six in 10 Republican primary voters said the 2016 campaign has done more to divide than to energize the party.",
  "People who know Trump best say there’s probably one thing he dislikes most: wasting money.” http://nym.ag/1U6tucO\n\nSEAN HANNITY BLOWS UP AT CRUZ: “I’m getting sick of it” -- Nolan McCaskill: “Hannity argued that through social media and responses to his radio and television shows, voters are telling him that they find this process confusing.",
  "Correct The Record will invest more than $1 million into Barrier Breakers 2016 activities.” http://politi.co/1WdeXMu ... www.thankadelegate.com\n\nFOR YOUR RADAR -- “Report: Life expectancy dipped a bit for white women in US,” by AP’s Mike Stobbe: “White women lost about five weeks from their predicted lifespan in 2014, compared to 2013 ...",
  "The Atlantic’s Molly Ball, the pride of Denver, who studied English language and literature at Yale, celebrating by going out to dinner on Saturday night (hubby tip: the talented David Kihara, Politico.com’s quiet hero) ... Sen. Pat Roberts (R-Kan.) is 80 ... retired Supreme Court Justice John Paul Stevens is 96 ... Colin Reed, exec.",
  "Trump’s time spent on Fox is drastically higher than his time on CNN (106 minutes) and MSNBC (43 minutes).” http://politi.co/1XHubbm\n\nFUTURE OF NEWS – JIM VANDEHEI op-ed on The Information, “Escaping the Digital Media ‘Crap Trap’”: “[T]he need for content, especially ... video content, will explode.",
  "That was in a sharp contrast to the Democratic race, in which two-thirds said the contest has done more to energize their side ...\n\n“Clinton had a broad 22-point margin among women, typical for her in primaries to date, while Sanders again won white men, by a substantial 16 percentage points.",
  "Lisa Murkowski jokingly answers ‘neigh’ on horse protection amendment to #energy bill.” http://bit.ly/1WEO0lz\n\nNEW for WHCA WEEKEND: Independent Journal Review and Tinder, in partnership with Rock the Vote, kick off prom weekend with a Thursday night party on the roof deck of the W hotel.",
  "http://apne.ws/1V6bksD\n\nDELEGATE HUNTING -- “Cruz campaign hunts for delegate deserters,” by Kyle Cheney and Darren Samuelsohn: “To prevent a delegate exodus, Cruz is deploying many of the same data-minded tactics he’s employed on a larger scale to prevail in a slew of state caucuses ...",
  "It will be brimming with content we can be proud of—and happily pay for.” http://bit.ly/1XIhYmM\n\nHOT VIDEO -- “Trump’s Hand Gestures: A Huge List,” by Bloomberg Politics’ Matt Negrin: “At a rally in Buffalo, Donald Trump unleashed at least 73 different hand motions.",
  "Sanders also won by 2-1 among voters younger than 30, slightly off his average across primaries ...\n\n“Cruz failed to consolidate the anti-Trump vote, as he did in Wisconsin; ... strong conservatives and evangelicals, while fewer in number, both backed Trump.",
  "But one Bryce Harper” ... @maggieNYT: “This seems newish for now from @taddevine, via AP: campaign will see how it does in Penn, Md, Del, RI and CT and then ‘assess where we are’ ... [Trump] speech is Manafort’s influence being felt pretty handily.",
  "... Paul Miller, a lobbyist with Miller/Wenhold Capitol Strategies and a former president of the American League of Lobbyists, said the dispute dates back to an agreement with the publishing company Columbia Books, which runs Lobbyists.info.",
  "The Democratic establishment, most of it in Clinton’s camp, piled on harder than the Sanders campaign expected.” http://politi.co/26eh2fP\n\n\n\nA message from Google: Google is supporting service members as they transition to civilian jobs.",
  "‘It’s an integrity of the election question, and everybody’s asking me this question so I’m giving you an opportunity to explain it.’\n\n“A lightly chuckling Cruz said only hardcore Trump supporters would ask such a question.",
  "BIRTHDAYS: WSJ White House reporter Carol E. Lee, president of the White House Correspondents Association and a Politico alum (h/t Anne Schroeder) ... Texas Tribune CEO and editor-in-chief Evan Smith is 5-0 ...",
  "Video http://yhoo.it/22KJnpv\n\nSPOTTED in NYC: Katie Couric, at dinner with Julia Louis Dreyfus and her hubbie, Brad Hall, at the Polo Bar on Monday night -- sitting at a table next to Alex Rodriguez.",
  "Taxation without representation, they said, was never supposed to be viewed as a permanent fact of life, like Arizona’s Grand Canyon State.’ ... D.C. Council member Charles Allen[’s] ... solution?",
  "... [T]he revolutions in video and digital will merge into one, with a new generation of media companies producing content we watch at home, listen to in our car and read wherever on the go.",
  "And several people described the mood inside Trump’s campaign as a ‘civil war.’ ...\n\n“Manafort exudes authority, even down to the way he calls the candidate ‘Donald’ (Lewandowski says ‘Mr.",
  "The 67-year-old operative ... has gained control of an expanded $20 million budget, hiring decisions, advertising, and media strategy — domains that had been exclusively Lewandowski’s.",
  "... Abu Dhabi also will join New York, London and Hong Kong on the list of cities where Bloomberg hosts its Most Influential Summit, an event that convenes influencers and newsmakers.",
  "When candidate surrogates are added into the mix, Trump’s team spent 397 minutes on air for Fox, Cruz’s crew spent 164 minutes in total and Kasich and his allies spent 105 minutes.",
  "About 6 in 10 also saw Trump as the best candidate to beat Clinton ...\n\n“Trump also benefited from 6 in 10 voters who say they’d be concerned about or afraid of a Cruz presidency.",
  "For Sanders, there seemingly will be no path to the nomination other than the unlikely strategy of trying to persuade superdelegates to go against the will of Democratic voters.",
  "The financial news and information company has created a Middle East section onbloomberg.com, similar to web sections that Bloomberg created for Europe and Asia last year.",
  "http://bit.ly/1Sugxu8\n\n--Joe Pompeo: “Bloomberg L.P. is expanding its media footprint in the Middle East with a new online destination, TV show and event component.",
  "GLENN THRUSH, “5 takeaways from the New York primary: Clinton stops Sanders’ momentum just as it was getting started, while Trump learns the art of restraint”: “1.",
  "The CDC ... predicts that a white girl born in 2014 could expect to live about 81 years and 1 month, about five weeks fewer than the previous year’s prediction.",
  "... Nearly two-thirds of New York GOP primary voters want the next president to be a political outsider- the most that have said that in any state so far.",
  "We did him the favor of compiling all of them, and naming some of them, and setting it all to the tune of that classic waltz, ‘The Blue Don-ube.’” 1-min.",
  "The area ... is attracting residents and younger workers with competitive rents and convenient transportation options.” http://nyti.ms/1XHueUK\n\n--“D.C.",
  "...\n\n“Since October, when her candidacy began rising again after several months of controversy about ... email, ... she has been on a downward slide.",
  "...\n\n“Just like the Web destroyed the newspaper world, mobile will destroy the desktop world and on-demand video will destroy the TV and cable world.",
  "#winning.”\n\nGABE SHERMAN in New York mag, “How Paul Manafort Took Over the Trump Campaign”: “Paul Manafort is an advanced student of political coups.",
  "Meanwhile, her negative ratings have been rising and now outweigh her positives by 24 points, according to the NBC-Wall Street Journal poll.",
  "The veteran GOP fixer has, over the years, whispered in the ears of ousted foreign leaders like Ukraine’s president Viktor Yanukovych.",
  "They are logging detailed profiles and loyalty scores of each delegate, honing pitches to convince wavering allies to commit ...",
  "... Large majorities of New Yorkers -- Democrats and Republicans alike -- are concerned about the direction of the U.S. economy.",
  "31 superdelegates; 1,203 short) ... GOP (1,237 to win): Trump 845 (392 short); Cruz 559 (678 short); Kasich 147 (1,090 short).",
  "The speculation ... is that they may be looking for ammo to take to Trump to show him that Lewandowski mismanaged expenses.",
  "http://nyti.ms/1NkWUCD ... WashPost 5-col. lead, “Clinton, Trump win big” ... Susan Page column on USA Today p. 1A, “N.Y.",
  "But from the rubble will emerge a much better, more eclectic, more efficient way for all of us to watch, read and listen.",
  "Her lead over the senator from Vermont has dropped from what was then a 31-point advantage to the current two points.",
  "... Manafort and [his longtime deputy Rick] Gates are currently poring through the campaign’s financial records.",
  "I’ve had you on more than any other candidate on radio and TV.’” http://politi.co/1qD5rX2\n\nSPOTTED: Ohio Gov.",
  "It will be a mad rush that makes the 1980s race to create new cable channels seems like a leisurely stroll.",
  "The platform will also direct Airbnb hosts to cleaners who have been given a seal of approval from SEIU.",
  "... Miller ... is launching a new organization dubbed the National Institute for Lobbying and Ethics.",
  "And are you comfortable with Goofy Uncle Joe?” BIDEN: “No, I’m not comfortable with Goofy Uncle Joe.",
  "Every time I have you on the air and I ask a legitimate question, you try to throw this in my face.",
  "By the beginning of May, Clinton will be at liberty to turn her attention to the general election.",
  "http://bit.ly/1U5TLbg\n\nAP DELEGATE TRACKER ... Dems (2,383 to clinch): Clinton 1,893 (incl.",
  "... if you notice, I beat every Republican in every poll when they thought I was running.",
  "John Kasich having at dinner at 8:30 last night at Monocle restaurant on Capitol Hill.",
  "Bush was weak, Dan Quayle was dumb, Al Gore was wooden, Dick Cheney was Darth Vader.",
  "‘Paul has a robust relationship with Jared, Ivanka, and the boys,’ a staffer says.",
  "The #stopTrump folks are in DEEP trouble ... Biggest winner in Washington tonight?",
  "Ted Cruz spent 120 minutes on the network, while John Kasich spent 84 minutes.",
  "‘Every expenditure that Corey approved is being reviewed,’ one source said.",
  "JOE BIDEN INTERVIEW with CNBC’s John Harwood ... HARWOOD: “So George H.W.",
  "Do you feel sympathy for those guys, having done this for seven years?",
  "Kate O’Beirne and Robert P. George provided celebratory remarks after.",
  "The stream featured live commenting by their Facebook Live team.",
  "... Not surprisingly, Lewandowski has not ceded power willingly.",
  "The tabloids dealt him punishing hit after punishing hit.",
  "director of the Electronic Privacy Information Center ...",
  "‘Why do you do this?’ Hannity said, raising his voice.",
  "He’ll exit Live over the summer.” See the staff memo.",
  "Manafort also developed a bond with the Trump family.",
  "Bernie and Hillary officially hate each other’s guts.",
  "469 superdelegates; 490 short); Sanders 1,180 (incl.",
  "That makes her seen no more favorably than Cruz is.",
  "SEND YOUR SPOTTINGS to dlippman@politico.com\n\nBOOM!",
  "‘It’s more than a process question,’ Hannity said.",
  "Now, Manafort is doing the overthrowing himself.",
  "He doesn’t appear to be using prepared remarks.",
  "video http://bloom.bg/26egF4S\n\n--@cspan: “Sen.",
  "‘Every single time I — no, you gotta stop.",
  "About a third said the same about Trump.",
  "Trump: The mouth that didn’t roar.",
  "Why is John Kasich still running?",
  "And kept his remarks short.",
  "The discipline is holding.",
  "‘Momentum’ is for losers.",
  "Trump,’ even in private).",
  "I’m getting sick of it.",
  "Not any politician.",
  "... 5.",
  "... 2.",
  "... 3.",
  "... 4.",
  "4-min.",
  "dir.",
  "..."
]