[
  "But Peters claimed that while Democrats \"do a better job integrating digital\" tools into campaigns, uCampaign is \"actually doing pinpointed targeted matching\" by using phone numbers from app users contact lists matched with voter file data harnessed by conservative big data groups like Cambridge Analytica, a \"psychographic\" date firm which has compiled personal data on millions of voters.",
  "But while tech bloggers weren't particularly impressed with the app's graphics and \"gamification\" branding when it launched, the app's developers told Business Insider that the simple layout allowed developers to focus on the real goal: Harnessing cell phone contact lists of the campaign's dedicated supporters.",
  "If users download the app and agree to share their address books, including phone numbers and emails, the app then shoots the data a third-party vendor, which looks for matches to existing voter file information that could give clues as to what may motivate that specific voter.",
  "Mitt Romney created mobile apps during the 2012 presidential election, but primarily used them to convey information, though Obama's offered a tool for canvassers to collect data on potential voters as they went door-to-door in battleground states.",
  "But Republicans boosting his campaign are hoping a largely overlooked digital operation working with some sophisticated data partners could help raise turnout through unconventional means, including through Trump's mobile app.",
  "Thomas Peters, whose company uCampaign created Trump's app, said the app is \"going absolutely granular,\" and will — with permission — send different, A/B tested messages to users' contacts based on existing information.",
  "Users start at Apprentice level, and earn action points to \"defeat Crooked Hillary,\" gaining badges that garner a higher place on the leaderboard, which also allows users to post on the newsfeed for other users to see.",
  "Peters argued that uCampaign has had significant time to improve the technology it used during the Brexit campaign, and has already reached a far broader audience, noting that the app had been downloaded 145,000 times.",
  "\"They claim they're doing it, but I use their app all the time, and it's never once prompted me — if you look at their battleground impact thing, it's just matching people locally with their area codes.",
  "\"What they wanted to achieve was letting everyone and their other social networks know was they weren't the only person voting leave, because that was what the impression was,\" Peters said.",
  "Designed by Dreamworks artists, the app eschews the Trump campaigns scroll bar for challenges that allow users to discover and to assist the campaign inside a \"virtual campaign HQ.\"",
  "AP Photo/Matt Rourke Just hours before election day, Donald Trump's campaign is scrambling to deploy field staffers to go get out the vote the old fashioned way in key states.",
  "Peters told Business Insider the texts and emails help the campaign \"cut through the noise,\" since the campaign message is coming directly from someone the campaign knows.",
  "2016 is the first year campaigns are seriously experimenting with apps as vehicles to capture complex voter information to boost turnout in users' social circles.",
  "Earlier this year, the developer created a similar app for the successful \"Leave\" campaign during the UK's referendum over whether to leave the European Union.",
  "On its surface, Trump's campaign app includes what has become standard for political apps — lists of nearby events, news on the candidates, and donations tabs.",
  "The app offers the same trivia and game-like features, and allows users to perform mundane tasks like watering office plants and petting the office dog.",
  "Republicans are hoping the methods will provide new voter contact and outreach methods that offer a more personal touch than traditional phone banking.",
  "\"We only hit the Brexit campaign three weeks before the final vote, and those 35,000 people we got generated a quarter a million actions,\" Peters said.",
  "App Store\n\nClinton's campaign app functions similarly, but with a noticeably more polished display that reflects the candidate's operation itself.",
  "For its part, the Trump campaign is hoping that its person-to-person contact operation will help make up for Clinton's on-the-ground advantage.",
  "I get a text message from my brother saying I'm supporting Trump, that's going to resonate a lot more than the background noise does.\"",
  "The Brexit version of the app asked users to go through their entire address book, and send emails saying you were voting leave.",
  "So my [former] boss who has a condo in Hawaii and now lives in Virginia — it still thinks he's in Hawaii,\" Peters said.",
  "Clinton's campaign also encourages users to lend their personal contact information to the campaign.",
  "\"I know for myself that I get dozens of emails a day from lots of campaigns and candidates.",
  "\"Everyone was like 'Well I'm going to vote leave, but I don't think that anyone else is.'",
  "Users earn points by donating, attending rallies, and inviting friends to use the app.",
  "Donald Trump listens to his mobile phone during a lunch stop in South Carolina.",
  "\"They probably have to deal with the message in some way,\" Peters said.",
  "\"We actually know where people are, and we know what message to send.\"",
  "That's what we do best, so we're hoping we finish strong at the end.\"",
  "\"At a certain point in a campaign, you can't raise anymore money.",
  "And so they were trying to overcome that social pressure.\"",
  "uCampaign has experience with upset victories.",
  "President Barack Obama and Massachusetts Gov.",
  "It's time to get out the vote."
]