[
  "The report still featured the signatures of Trump's unconventional campaign: a whopping $20.6 million on digital ads to Giles-Parscale, the website company with no prior political experience; $5.9 million on jetting around to rallies; and $3.8 million on hats and other merchandise.",
  "| Getty Trump spending exploded in September The campaign still had a barebones staff and field organization\n\nDonald Trump's presidential campaign spent more last month than in the previous four combined as the Republican nominee unleashed a late ad blitz.",
  "The campaign dropped $70.2 million in September, more than twice as much as spent in any other month this cycle, and entered October with $34.8 million in the bank, according to the campaign's latest filing with the Federal Election Commission.",
  "Most of Trump's ads were bought through American Media Advocacy Group, which has worked for conservative super PACs including one affiliated with Todd Rickets, the megadonor who's lately organizing big-money supporters around Trump.",
  "Almost all the spending on data went to Cambridge Analytica, which is owned by influential donors Robert Mercer and his daughter Rebekah, who are close to Trump's current campaign leadership, Kellyanne Conway and Steve Bannon.",
  "The haul is significantly less than the $100 million the campaign previously publicized because the rest went to the Republican National Committee and state parties in keeping with joint fundraising arrangements.",
  "Trump has drawn suspicions for patronizing his own businesses, especially when reimbursements for reporters and Secret Service agents traveling with him were effectively going to his own pocket.",
  "For the first time, the campaign chartered airplanes other than Trump's own, with his company, Tag Air, accounting for just 13 percent of the total outlay in September.",
  "Trump's continued refusal to invest in a field organization leaves him unusually dependent on the Republican Party even as he lashes out at its leaders.",
  "The surge in spending was fueled by $54.7 million raised, including $10.8 million from small donors and an additional $2 million from Trump himself.",
  "Corey Lewandowski, Trump's fired campaign manager who landed at CNN, received a $100,000 \"residual\" payout through his consulting company.",
  "It also bought polling from Fabrizio Lee Associates, National Research Inc., John McLaughlin & Associates, and Baselice & Associates.",
  "That's normal practice, but for a candidate who persistently bucks his party leaders, it could leave him vulnerable financially.",
  "Story Continued Below\n\nMedia buys took the biggest chunk for the first time, totaling $23.2 million, the report showed.",
  "The campaign's payroll barely grew to 169, and spending on field consultants actually decreased slightly to $858,000.",
  "It also bore other signs of a more typical modern campaign, devoting $5 million to data and $1.7 million to polling.",
  "The campaign also used Jamestown Associates, the insurgent Republican firm of campaign spokesman Jason Miller.",
  "The campaign dropped $70.2 million in September, more than twice as much as in any other month this cycle.",
  "Legal expenses rose to $322,500 for outside counsel Jones Day, from $224,000 in August.",
  "Under scrutiny last month, the campaign said the continued payments were severance.",
  "The Secret Service paid back the campaign $405,800 in September.",
  "Conway's polling firm received $381,600 from the campaign.",
  "But the similarities largely ended there."
]