[
  "For a few million dropped into a super PAC and a few years of building an infrastructure meant to bolster conservative candidates, they got a seat on a presidential transition team and two close allies sitting in the White House — next to a president who arguably owes his presidency to them.",
  "It was at a party in the Hamptons in August that Rebekah Mercer talked to Trump about hiring Breitbart's Stephen K. Bannon for his campaign; within short order, Trump picked up both Bannon and Kellyanne Conway — who previously had worked for the Mercers running that Cruz super PAC.",
  "Behind the scenes, the Mercers apparently invested in a number of other organizations, too, including Cambridge Analytica (the data shop that powered Ted Cruz's primary bid and Donald Trump's in the general) and Breitbart News.",
  "Six people picked for roles in the executive branch gave Trump a total of $12 million, by their calculation, anchored by Linda McMahon, Trump's nominee to run the Small Business Administration.",
  "There is the level of influence-peddling, where donors max out to various candidates and give to political action committees to get their lobbyists' calls answered if those candidates win.",
  "(Spencer Platt/Getty Images)\n\nThe Washington Post's Matea Gold and Anu Narayanswamy documented the extent to which big donors to the Trump campaign were ending up in his administration.",
  "Legally, the work of an independent PAC has to be separate from a campaign's (since the former can spend as much as it wants and the latter is subject to contribution limits).",
  "And then there are the world-shapers, the people who pour millions into outside PACs with the aim of shifting U.S. politics on the whole: the Koch brothers, for example.",
  "After Trump won the GOP presidential nomination, the Mercers shifted to supporting Trump and eventually encouraged Cruz to do the same, despite his initial reluctance.",
  "A few days later, the transition team announced that Bannon would shift from acting as chief executive of his campaign to acting as his adviser in the White House.",
  "In the category of world-shaping campaign investments, though, it's hard to imagine a bigger success than the time and money spent by Robert and Rebekah Mercer.",
  "That bet paid off, thanks to about 77,000 voters in Michigan, Pennsylvania and Wisconsin who tipped those traditionally blue states into Trump's column.",
  "Millions to Citizens United, the conservative group best known for successfully suing to allow more political activity by corporate interests.",
  "There is the small-dollar stuff that the campaigns like to brag about, the $50 you give because you really want to see your candidate elected.",
  "A watchdog group filed a complaint over the use of Cambridge Analytica by both the campaign and the PAC into which Mercer had put his money.",
  "Three days after the election, Trump released a list of the members of his transition team — a group that included Rebekah Mercer.",
  "As it turns out, Trump was another tremendously successful investment, creating a fortune in political capital for the family.",
  "In 2014, Bloomberg Politics detailed how that foundation and the Mercer family generally spent its money on political causes.",
  "Robert Mercer made his fortune in technology, leveraging a background in programming to strike it rich in the stock market.",
  "As the election approached, Trump tapped another Mercer ally, Citizen United's David Bossie, to serve as Conway's deputy.",
  "During and after the campaign questions arose over how tightly the Mercers' efforts overlapped with the campaign's.",
  "Millions to the Media Research Center, a conservative organization that acts as a critic of news outlets.",
  "The Mercers spent heavily in the Republican primaries on behalf of Cruz, which obviously did not pay off.",
  "To that point, Bossie had been running Make America Number One, the super PAC funded by the Mercers.",
  "The group also raised questions about payments from the PAC to a movie studio owned by Bannon.",
  "(Photo courtesy of the Media Research Center)\n\nThere are a few levels of political giving.",
  "Kellyanne Conway speaks with performers at Trump Tower on Nov. 28 in New York City.",
  "His daughter Rebekah manages the foundation that bears the family name.",
  "Robert Mercer spent $3.4 million supporting Trump's campaign.",
  "The Mercers went all-in on someone who was expected to lose.",
  "On Thursday, Trump announced that Conway would join them.",
  "That investment paid off, but not like the Mercers'.",
  "Remember: In August, Trump was a bet with long odds.",
  "\n\nConservative donor Rebekah Mercer.",
  "Or, to the point, the Mercers.",
  "She gave $7.5 million alone."
]