[
  "The central bank acknowledged the weakening of global economic conditions, but it held back from giving strong hints that it was ready to stop its tightening campaign let alone engage in another round of stimulus … Yet, surprisingly, the Fed exposed a lack of confidence about the country’s economic prospects, particularly by omitting to provide guidance on the “balance of risks” facing the economy”\n\nCRUZ CAMPAIGN SPENDS BIG ON DONOR’S COMPANY — POLITICO’s Isaac Arnsdorf: “Almost a quarter of the spending of Ted Cruz's campaign last quarter went to a ‘psychographic’ data company tied to one of his biggest backers.",
  "Analysts expect the parent company to generate $21 billion in revenue and earnings of $8.09 per share … Personal income and spending at 8:30 a.m. expected to rise 0.2 percent and 0.1 percent, respectively … ISM manufacturing at 10:00 a.m. expected to rise to a still contracting 48.5 from 48.0 … Construction at 10:00 a.m. expected to rise 0.6 percent\n\nTHIS MORNING ON POLITICO PRO FINANCIAL SERVICES — Patrick Temple-West on the dark-pool violations at Credit Suisse and Barclays -- and to get Morning Money every day before 6 a.m.-- please contact Pro Services at (703) 341-4600 info@politicopro.com\n\nIS IOWA OVER?",
  "“The propensity of Republicans here for picking losing candidates, combined with particulars of the party’s leading 2016 campaigns, has GOP officials in the state worried, like no time before, about whether Iowa can hold its place as the nation’s first presidential nominating contest … The record is different for Iowa Democrats, who have chosen the eventual party nominee for five presidential elections in a row after Iowa Sen. Tom Harkin won in 1992 and eventual presidential-winner Bill Clinton finished a distant fourth.",
  "The campaign paid Cambridge Analytica, which targets voters based on analyzing their traits and behaviors, $3 million in the last three months of 2015 and owes the company another $633,000 … The company belongs at least in part to New York hedge fund manager Robert Mercer, who gave a pro-Cruz super PAC $11 million in the first half of last year.” http://politi.co/201WtNL\n\nRIGHT TO RISE STOPS RISING — POLITICO’s Kenneth P. Vogel: “The super PAC dedicated to former Florida Gov.",
  "The concern about a possible global slowdown — which prompted the Bank of Japan to cut interest rates to negative territory on Friday — is likely to keep the Fed from fulfilling its forecast of lifting benchmark interest rates by 100 basis points this year, leading economists say” http://on.ft.com/1UACSmj\n\nDON’T FREAK ABOUT Q4 — Pantheon’s Ian Shepherdson: “The pitiful 0.7 percent expansion of the economy in the fourth quarter is not, in our view, a sign of things to come.",
  "Via The Bergen Record’s Herb Jackson: “With help from several of his House colleagues, veteran Republican Rep. Scott Garrett raised $163,000 during the last three months of 2015, about half what was raised by Josh Gottheimer, the Democrat preparing to challenge him …\n\n“Garrett heads a subcommittee that regulates financial markets, banks and the mortgage industry, a post that traditionally allowed its holder to tap wealthy special interests for significant contributions … .",
  "The CEO and chairman of the company is Hank Greenberg, who, while Bush was governor of Florida, donated $1 million to help the state recover from a series of hurricanes” http://politi.co/1KkEQH6\n\nHEDGE FUNDS BET AGAINST YUAN — WSJ’s Juliet Chung and Carolyn Cui: “Some of the biggest names in the hedge-fund industry are piling up bets against China’s currency, setting up a showdown between Wall Street and the leaders of the world’s second-largest economy.",
  "Other financial sector contributions included $2,500 from the Independent Insurance Agents and Brokers PAC; $2,000 each from the National Association of Mutual Insurance Companies PAC and Blackrock Capital Management PAC; and $1,500 from Allstate Insurance Corp. PAC” http://bit.ly/2017IWX\n\nIGNORE OBAMA’S BUDGET — Stan Collender in a piece going up on Forbes this a.m.: “President Obama will submit his final budget to Congress next Tuesday, February 9.",
  ".. Sanders, the senator from neighboring Vermont, has the support of 57 percent of likely Democratic primary voters (a small decrease from 60 percent earlier this month), while Hillary Clinton has the backing of 34 percent (a slight bump from 33 percent)” http://politi.co/1nywnpk\n\nINSIDE THE LATEST MONEY NUMBERS — POLITICO’s Kenneth P. Vogel and Isaac Arnsdorf: “Bernie Sanders is nipping at Hillary Clinton’s heels in the money race.",
  "In previous years, the Sunday talk shows after the budget was released would have had at least one segment devoted to the president’s … This year, the shows are much more likely to be all Trump, Cruz, Rubio, Clinton and Sanders” http://onforb.es/1UB4qbj\n\nTHE IOWA NUMBERS — POLITICO’s Steve Shepard: “Trump … has a 5-point lead … over … Cruz [28 percent to 23 percent], according to the Des Moines Register/Bloomberg Politics poll.",
  "Accordingly, we are sticking to our view that growth will accelerate this year, and that the upturn will be sustained; at least, until the Fed over-tightens and kills it in 2017”\n\nBLACKROCK DONATES TO GARRETT — A little Wall Street birdie emails: “Why is Larry Fink who would love to be Treasury Secretary in a Clinton administration contributing to a homophobic R in NJ who is running against a former Clinton staffer?” … .",
  "Only George W. Bush in 2000 and Bob Dole in 1996 won both Iowa and the GOP nomination” http://on.wsj.com/1RU9yJN\n\nCENTRAL BANKS LOSING CONTROL — Mohamed A. El-Erian on Bloomberg View this a.m.: “The second half of last week provided further examples of the influence of central banks over financial asset prices, and of the way they alter historical asset class correlations while contributing to contagion.",
  "But the Sanders campaign has created its own backup reporting system, as has the Hillary Clinton campaign” http://bit.ly/1TvWsC1\n\nGDP SUCKED BUT RECESSION ODDS LOW — FT’s Eric Platt: “Leading global economists now see a 20 per cent chance of the US falling into recession this year, and a diminishing likelihood of the Fed … raising rates as previously thought.",
  "Still, Rubio’s campaign ended the year with roughly $10.4 million in cash on hand” http://politi.co/1POTsB2\n\nCOUNTING THE VOTES: MICROSOFT — The Hill’s Mario Trujillo: “Microsoft volunteered to provide the technology to help tally up the results of Iowa's caucus, free of charge.",
  "… Billionaire trader Stanley Druckenmiller and hedge-fund manager David Tepper have staked out positions of their own against the currency, also known as the renminbi … David Einhorn’s Greenlight Capital Inc. holds options on the yuan depreciating.” http://on.wsj.com/23C42iP",
  "TRUMP/SANDERS UP BIG IN NH — Via POLITICO: “Donald Trump and Bernie Sanders are holding on to their double-digit leads in New Hampshire, according to a new CNN/WMUR poll released Sunday, though a fewer number of voters are decided about their pick on the Republican side.",
  "a massive drop-off from the $103 million it raised in the first half … The super PAC, Right to Rise, spent $54 million between the beginning of July and the end of last year, leaving it with $59 million in the bank at the beginning of this year, according to the report.",
  "— WSJ’s Reid J. Epstein: “An Iowa caucus exhibit at the State Historical Museum here documents how Democrats Jimmy Carter and Barack Obama used Iowa caucus victories to propel their once-longshot presidential campaigns all the way to the White House.",
  "About 85 percent of Hayman Capital’s portfolio is now invested in trades that are expected to pay off if the yuan and Hong Kong dollar depreciate over the next three years — a bet with billions of dollars on the line, including borrowed money.",
  "— After approximately 756 months of polls, rallies, freak outs, counter-freakouts, insults, scandals, quasi-scandals and endless Twitter wars, real live humans will gather on Monday to caucus and cast votes for 2016 presidential candidates.",
  "A Financial Times survey of 51 economists, conducted in the days after the Fed’s January meeting, underscores the impact of the past month’s severe market turbulence and a string of lacklustre economic reports out of the US and China.",
  "… The poll, conducted by legendary Iowa pollster J. Ann Selzer, has long been influential and accurate: Selzer's surveys predicted victories by Barack Obama and Mike Huckabee in 2008, and foresaw Rick Santorum's late surge in 2012.\"",
  "Mike Huckabee and Rick Santorum, low-budget social conservatives powered by the state’s large and well-organized evangelical voters, won the past two contests only to flame out in state contests later on the nominating calendar.",
  "“Ted Cruz trails in second place with 12 percent (a small decrease from 14 percent), while Marco Rubio comes in third with 11 percent, followed by John Kasich at 9 percent, Chris Christie at 8 percent, and Jeb Bush at 6 percent.",
  "“But the group spent at least another $16 million this month on ads seeking to buoy Bush and deflate his rivals headed into Monday’s Iowa caucuses … The FEC report showed that the majority of the second-half haul ?",
  "“Both the Republican and Democratic parties in Iowa have expressed strong confidence in Microsoft, dismissing late suspicion of corporate influence from the campaign of Sen. Bernie Sanders (I-Vt.) early last week.",
  "Email me on bwhite@politico.com and follow me on Twitter @morningmoneyben\n\nDRIVING THE DAY — It’s all about Iowa … Google (aka Alphabet) reports earnings for the first time since splitting off its core business.",
  "The fiscal 2017 budget will be released the day of the New Hampshire primary and, given the craziness of this year’s election, that will severely limit media interest in and coverage of what Obama proposes.",
  "…\n\n“Rubio filed on the earlier side, reporting that his campaign had its best fundraising quarter yet, raising nearly $14.2 million in the fourth quarter — more than double the amount of the prior quarter.",
  "Kyle Bass’s Hayman Capital Management has sold off the bulk of its investments in stocks, commodities and bonds so it can focus on shorting Asian currencies, including the yuan and the Hong Kong dollar.",
  "As they stand, the numbers are impossible to square with the 2.0 percent annualized increase in payroll employment over the quarter, so our base case has to be that these data will be revised upwards.",
  "The only question is ‘Why bother?’ This is not an critique of what the president will propose; I’m sure it will make sense from the White House’s management, ideological and political points of view.",
  "On the eve of the Iowa caucuses, the candidates lifted the veil on their operations’ financial health as of the end of last year, which largely served as a reflection of the overall 2016 horserace.",
  "The best case for Rubio is one in which Cruz and Trump destroy each other in the coming weeks and the rest of the field clears relatively quickly, giving him a strong path to the nomination.",
  "If Rubio finishes a strong third — or shocks with an even better finish — pressure will begin to rise on other candidates including Jeb Bush and Chris Christie to get out of the race.",
  "The likeliest outcome based on the final DMR/Bloomberg poll is a narrow win for Donald Trump over Ted Cruz and a equally slim victory for Hillary Clinton over Bernie Sanders.",
  "The billionaire businessman has 30 percent support from likely Republican primary voters, a slight dip from the last survey earlier this month, which had Trump at 34 percent.",
  "And the spotlight will be on precinct officials who have been trained on a new Microsoft app, which is meant to cut down on human error and speed up the reporting process.",
  "Kasich left Iowa for New Hampshire ahead of the caucus hoping to secure a second or third place showing and get into the conversation as a real establishment alternative.",
  "“The 0.5 percentage point hit from slower inventory building likely will be repeated in Q1, but it certainly won’t be repeated consistently through this year.",
  "Remember in 1992, Bill Clinton won only one of the first 11 contests before starting to pile up delegates in the south on his way to the nomination.",
  "The campaign spent almost $14.8 million, as the Florida senator weathered an onslaught of negative ads from the operations of Jeb Bush and Ted Cruz.",
  "“It is the biggest concentrated wager that the Dallas-based firm has made since its profitable bet years ago against the U.S. housing market.",
  "But literally anything can happen given late-deciders and uncertainty over whether Trump can turn his fervid supporters into actual voters.",
  "Ted Cruz is cash rich, while Ben Carson’s fundraising took a dive, and Jeb Bush’s gush of incoming super PAC money slowed to a trickle.",
  "It is also not, by any means, a definitive verdict on what happened in the fourth quarter; the data are subject to indefinite revision.",
  "The bigger story coming out of Iowa may be the rise of Marco Rubio as the clear establishment-friendly alternative to Cruz and Trump.",
  "But Rubio has much stronger credibility on the right — despite cries of amnesty — and remains the favorite to stop Trump and Cruz.",
  "As usual with any president’s budget, it will very likely cheer the administration’s supporters and infuriate its detractors.",
  "… Clinton is running neck-and-neck with … Sanders, 45 percent to 42 percent - though Clinton's support appears more secure.",
  "With government spending set to rise this year too, the only sustained drag will be foreign trade, but it won’t be large.",
  "Jeb Bush’s flagging campaign for the GOP presidential nomination raised $15 million in the second half of the year ?",
  "In the FT’s December survey economists had put the odds of a US recession at 15 per cent during the next two years.",
  "Story Continued Below\n\nAnd Rubio faces a test in New Hampshire from John Kasich, who is doing well in the state.",
  "By the end of the night, we will have our first real results and a fresh shape for the presidential campaign.",
  "Hard to see how Kasich spins a strong New Hampshire finish into anything more than an interesting footnote.",
  "Trump still holds a wide lead in New Hampshire and nationally and could get back on track in a week’s time.",
  "Florida Sen. Marco Rubio is in third place at 15 percent … Carson is at 10 percent … Paul is at 5 percent.",
  "… Also, the longer oil prices remain low, the more confident people will feel about spending the money.",
  "came from a New York company called C.V. Starr & Co., Inc., which owns and operates insurance agencies.",
  "http://politi.co/1P5uQhF\n\nGOOD MONDAY MORNING — Greetings from gorgeous Palo Alto, Calif. where M.M.",
  "is celebrating Iowa Caucus day by participating in the Hoover Institution’s Winter Media Roundtable.",
  "With good reason: Central banks are increasingly losing control of their own destiny and legacy.",
  "It hasn’t worked that way for Iowa Republicans, who haven’t picked the GOP nominee since 2000.",
  "… What didn't become any clearer last week, however, was the long-term effect of this dynamic.",
  "…\n\n“The market consensus was that the Fed's statement Wednesday was insufficiently dovish.",
  "Neither will of course, until at least after New Hampshire, Nevada and South Carolina.",
  "And Clinton’s lead is within the margin of error with Sanders’ crowds on the rise.",
  "“The fear that the world’s largest … is on the verge of recession has intensified.",
  "If Trump falls to Cruz, it doesn’t necessarily make Cruz the front runner.",
  "Party officials have said no errors have been spotted in caucus dry runs.",
  "Now, they see a one-in-five chance of recession in the next 12 months.",
  "The contests in both parties are expected to go down to the wire.",
  "But his creed of always winning will be tested with an Iowa loss.",
  "And numbers can shift quickly once actual voting is under way.",
  "Marco Rubio is hauling in funds, but spending at a good clip.",
  "But he also had a lot of money flying out the door.",
  "“And it will be forgotten by the end of the week.",
  "Now it will be put to the test Monday night.",
  "It may not even take that long.",
  "[The rest are at 2 percent.]",
  "Because, I mean, obviously.",
  "There is a long road ahead.",
  "Happy Caucus day!",
  "HAPPY CAUCUS DAY!",
  "$10 million ?"
]