[
  "Scott Walker (R-WI) Alex and Matt Walker\n\n-- CNN’s “Fareed Zakaria GPS”: (SUN 10am ET / 1pm ET): Author and Ploughshares Fund president Joseph Cirincione (“Nuclear Nightmares: Securing the World Before It Is Too Late”) and Carnegie Endowment for International Peace senior associate Karim Sadjapour; TIME Magazine’s Rana Foroohar, Harvard University’s Kenneth Rogoff and The Economist editor-in-chief Zanny Minton Beddoes; actress Dame Helen Mirren\n\n-- CNN’s “Reliable Sources”: (SUN 11am ET): The Trump Organization special counsel Michael Cohen; Univision anchor Maria Elena Salinas; The Nation Magazine editor and publisher Katrina vanden Huevel; American Masters Harper Lee profile producer Mary Murphy\n\n- -Univision’s “Al Punto” (SUN 10am ET / 1pm PT): Author and former Peru President Alejandro Toledo (“The Shared Society”); Dominican Republican presidential candidate (“Alianza País Party”) Guillermo Moreno; journalist Luis Cardona; singer Larry Hernandez\n\n--C-SPAN: “The Communicators” (SAT 6:30pm ET): Author Nicholas Carlson (Marissa Mayer & the Fight to Save Yahoo!”) ... “Newsmakers” (SUN 10am ET): U.S. Rep. Steve Israel (D-NY), questioned by Politico’s Lauren French and Roll Call’s Emily Cahn ... “Q&A” (SUN 8pm & 11pm ET and MON 6am ET): Author, pollster, commentator and writer Kristen Soltis Anderson (“The Selfie Vote: Where Millenials are Leading America: And How Republicans Can Keep Up”)\n\n-- PBS’s “To the Contrary” with Bonnie Erbé: Roundtable with The Heritage Foundation’s Jennifer Marshall, journalist Anushay Hossain, conservative commentator Darlene Kennedy and “Politini” host Danielle Moodie-Mills\n\n-- MSNBC’s “UP with Steve Kornacki”: (SUN 8-10am ET): The Daily Beast’s Jackie Kucinich; former Jindal and Bush campaign aide and Go Big Media CEO Phillip Stutts; Demos’ Bob Herbert; NBC News’ Mark Murray; The Heritage Foundation’s Steve Moore; Center for Budget and Policy Priorities senior fellow Jared Bernstein; Rick Perry campaign South Carolina director Katon Dawson; U.S. Rep. Hakeem Jeffries (D-NY)\n\n-- MSNBC’s “Melissa Harris-Perry”: (SUN 10am-12pm ET): Michigan State University’s Lisa Cook; The International Business Times’ Peter Goodman; author and Forbes.com’s Gordon Chang (“The Coming Collapse of China”); Bloomberg View’s Kavitha Davidson; “Up Late with Jason Page” host Jason Page; Olympic Gold Medalist Donna de Varona; E!",
  "While there, he will meet with law enforcement officials and inmates and conduct an interview for a Vice documentary that will air in the fall about the realities of our criminal justice system.”\n\nTHE V.P.’s WEEK AHEAD: “The Vice President will be in Wilmington [this weekend] ... On Monday, the Vice President will deliver remarks on U.S.-India relations at an event hosted by the Carnegie Endowment for International Peace and the Confederation of Indian Industry (CII) ... at 7:00 PM at the Willard Hotel.”\n\nCLICKER – “The nation’s cartoonists on the week in politics,” edited by Matt Wuerker -- 18 keepers: http://politi.co/1HrbLlk\n\nGREAT WEEKEND READS, curated by Daniel Lippman:\n\n--“Website, profiled,” by Josh Dzieza in The Verge: “Why are the most important people in media reading The Awl?” http://bit.ly/1NZsf9T (h/t TheBrowser.com)\n\n--The New Yorker’s series on sleep by Maria Konnikova -- Part 1: “Why We Can’t Fall Asleep”: http://nyr.kr/1ULfR1Q Part 2: “The Work We Do While We Sleep”: http://nyr.kr/1HkSh4S Part 3: “The Walking Dead”: http://nyr.kr/1HrdcjQ\n\n--“The Facts of Life,” by Jill Lepore in Foreign Affairs: “Sex ed around the World.” http://fam.ag/1J9uCm8\n\n--“When the End of Human Civilization Is Your Day Job,” by John H. Richardson in Esquire: “Among many climate scientists, gloom has set in.",
  "Probing the tension this sudden wealth has created within the staff and the country, Roger Cohen explains why Charlie Hebdo’s fate is so important.” http://vnty.fr/1JZR2Js\n\nMEDIAWATCH -- “The Daily Cruz: How Breitbart.com, partly funded by a top Ted Cruz donor, became the Texas senator’s media lifeline,” by Hadas Gold, Katie Glueck and Kenneth P. Vogel: “From reader polls and the conservative website’s near cheerleading coverage of the Texas Senator, to donor connections behind the scenes, Cruz likely has the Republican presidential field’s deepest relationship with the Breitbart machine ... Breitbart.com ... is funded in part by New York hedge fund manager Robert Mercer, whose family is bankrolling a pro-Cruz super PAC as well as a political data company called Cambridge Analytica that is working with Cruz’s presidential campaign.” http://politi.co/1J9vjMl\n\n--“Bloomberg fires digital editor Josh Topolsky,” by Dylan Byers: “Topolsky, the top digital editor at Bloomberg, has been fired from the company due to Michael Bloomberg’s frustration with the website ... Bloomberg, a notorious micro-manager, had been fighting with Topolsky for months about the direction of the website, which had been relaunched under Topolsky’s leadership in January ...",
  "Rick Perry (R-TX); Committee for a Responsible Federal Budget Maya MacGuineas; political roundtable with former World Chess champion Gary Kasparov, author, journalist and Fox News contributor Judith Miller and Fox News contributor Julie Roginsky\n\n-- Fox News’ “MediaBuzz” (11am ET / 10am CT): Roundtable with Washington Examiner’s Susan Ferrechio, former Bush spokesperson Mercedes Schlapp, The Daily Beast’s Michael Tomasky, PAVE Ambassador and alleged Cosby victim Barbara Bowman, radio host Richard Fowler, The Daily Beast’s Betsy Woodruff and Washington Post columnist Dana Milbank\n\n-- CNN’s “Inside Politics” with John King (SUN 8:30am ET): Roundtable with CNN’s Nia-Malika Henderson, The Daily Beast’s Jackie Kucinich, The Washington Post’s Ed O’Keefe and CNN’s Jeff Zeleny\n\n-- CNN’s “State of the Union,” with Dana Bash (9am ET / 12pm ET): U.S. Sen. Lindsey Graham (R-SC); former Secretary of State Hillary Clinton (taped interview); political roundtable with CNN’s Brianna Keilar, Republican strategist and CNN political analyst Ana Navarro, former Obama White House senior adviser and CNN political commentator Dan Pfeiffer and Heritage Action for America CEO Mike Needham; sons of Gov.",
  "News columnist Matt Bai, author and American Enterprise Institute president Arthur Brooks (“The Conservative Heart”), author and biographer Doris Kearns Goodwin (“The Bully Pulpit”) and NPR host Maria Hinojosa\n\n-- ABC’s “This Week”: Former Hewlett-Packard CEO Carly Fiorina; U.S. Sen. Bob Menendez (D-NJ); political roundtable with author and Republican strategist and pollster Kristen Soltis Anderson (“The Selfie Vote”), Democratic strategist and CNN political commentator Van Jones, ABC News’ Cokie Roberts and Fox News anchor Greta Van Susteren\n\n-- CBS’s “Face the Nation”: Speaker of the House John Boehner (R-OH); U.S. Sen. Bernie Sanders (I-VT); U.S. Sen. Tom Cotton (R-AR); political roundtable with The Atlantic’s Jeffrey Goldberg, Wall Street Journal columnist and CBS News contributor Peggy Noonan, USA Today’s Susan Page and PBS host Tavis Smiley\n\n-- “Fox News Sunday”: Senate Majority Leader Mitch McConnell (R-KY); former U.S. Sen. Jim Webb (D-VA); Gov.",
  "He might have to explain the ESPN report that he bet on baseball not only as a manager but a player as well, a charge he had denied for decades.” http://wapo.st/1SeYh29\n\nCONNECTING THE DOTS – WSJ A1, “Crises Fall Short Of Going Global,” by Greg Ip and Jon Hilsenrath (online: “Greek, Chinese and Puerto Rican Crises ... Fall Short of Going Global: Scant financial contagion of the sort that followed ... U.S. mortgage crisis in 2008”): “The rest of the world’s banks have limited exposure ... [G]lobal investors had already fled Greece and were always limited in how much they could invest in China.” http://on.wsj.com/1O0Vs4g\n\nTHE PRESIDENT’S WEEK AHEAD – Visiting a federal prison: “On Monday, the President will deliver remarks at the 2015 White House Conference on Aging.",
  "Jim Gilmore (R-VA); political roundtable with Reuters’ Jeff Mason and Vox’s Jonathan Allen\n\n-- NPR “Weekend Edition Sunday” (SUN 8am-10am ET): Guest host: NPR’s Lynn Neary: NPR international correspondents Joanna Kakissis (Greece), Leila Fadel (Cairo), Soraya Sarhaddi Nelson (Belgium), and Carrie Kahn (El Salvador); Catholic Relief Services Bosnia-Herzegovina Country Representative Mark D'Silva; author Sandy Tolan (“Children of the Stone”);musician and founder of the Al Kamandjâti schools of music Ramzi Aburedwan; NPR Music Alt.Latino hosts Felix Contreras and Jasmine Garsd\n\n-- SiriusXM's “No Labels Radio” (SAT 10am ET & 8pm ET / SUN 6am ET & 9pm ET): Co-hosted by Ron Christie and Steve Odland: Bernie Sanders campaign senior advisor Tad Devine; former Gov.",
  "ET at Waukesha County Expo Center in Wis.] Twitter spokesman Nu Wexler said, ... ‘We’re looking into today’s issue, and we've determined the Walker team was not at fault.’ ... Walker press secretary AshLee Strong said, ‘We're happy Twitter confirmed this wasn't Team Walker's post and are investigating what happened.’” http://yhoo.it/1UNrYvj\n\n-- L.A. Times A1, “BEYOND WISCONSIN: ... Scott Walker gets heavy briefing on foreign affairs after fumble,” by Noah Bierman (online: “Cramming for the campaign exam, Scott Walker bones up on foreign policy”): “Walker, who plans to formally announce his candidacy Monday, has arguably done the most so far to excite conservative voters.",
  "... Cruz campaign spokesperson Rick Tyler said[:] .... ‘We call on the Times, release your so-called ‘evidence.’ ... Tyler’s blast came just minutes after HarperCollins announced it had found ‘no evidence of bulk orders or sales through any retailer or organization’ ...\n\n“The publisher also pointed out that ‘A Time For Truth’ ‘ranked high on other publishing industry bestseller lists including Nielsen Bookscan (#4) … The Wall Street Journal (#4) and Barnes and Noble (#7),” all of which ‘omit bulk orders’ ... Cruz’s camp is clearly relishing the controversy, which has been good for business.",
  "But his lack of foreign policy credentials could set him up for the sort of problems that bedeviled another conservative governor, Sarah Palin, seven years ago.” http://lat.ms/1fwIUpZ\n\nTRAIL MIX -- N.Y. Times, bottom of A1, “Bush Takes His Place at Family’s Maine Retreat,” by Nick Confessore in Kennebunkport (online: “Bush Draws on Family Dynasty for Fund-Raising Efforts”): “Bush’s father, his mother, his wife and even his son have raised money for his campaign or for his ‘super PAC,’ tapping into a family donor network that began as his mother’s Christmas card mailing list.",
  "CRUZ BOOK BECOMES EVEN BIGGER SELLER amid fight with Gray Lady: ‘seizing opportunities’ -- OBAMA TO VISIT FEDERAL PRISON, a first for a sitting president – O’MALLEY tries policy blitz Presented by\n\nBy Mike Allen (@mikeallen; mallen@politico.com), with Daniel Lippman (@dlippman; dlippman@politico.com)\n\nGood Saturday morning from the Bahamas, where we’re about to head out on a 38-foot fishing charter that promises “Guaranteed fish!” and “many different species of colorful fish to catch ... Grouper, Jacks Barracuda, Sharks.” We’ll let ya know.",
  "... Georgia Godfrey, chief of staff to Condi Rice at Stanford ... Politico Magazine editor Garrett Graff is 34; spending the weekend with his folks in Vermont (h/ts wife Katherine and Jon Haber) ... Joe Wall, VP of gov’t affairs at Goldman Sachs … Josh Wachs, DNC alum and now chief strategy officer for anti-childhood hunger nonprofit Share Our Strength ... Christopher (Meow) Maloney, former Romney spokesman and now SVP at the Black Rock Group … Valery Galasso, duck lover, Biden alum and current FCC policy adviser ...",
  "This week, Bloomberg finally declared that he no longer wanted to work with Topolsky and demanded that he be moved off the Digital team.” http://politi.co/1CudY3L\n\nSPORTS BLINK – Miami Herald lead story, “Florida State University: 2nd player accused of punching a woman -- In the latest incident involving a Florida State football player, FSU suspended former Central star Dalvin Cook for allegedly hitting a woman,” by Manny Navarro http://hrld.us/1HtcBxY\n\nWELCOME TO THE WORLD – Zach Radford, legislative asst.",
  "Learn more: http://bit.ly/1Nz83v4 **\n\nTOP TALKER – WashPost A1, below fold, “On the outside looking in, Rose is still hustling: Baseball icon is banished but still beloved, signing autographs and yearning for a return to the big leagues,” by Adam Kilgore in Normal, Ill. (online: “Rose: Still banished, still adored, still waiting at the front of a long line”): “Rose is in limbo, the place he has resided since baseball banished him for betting on the sport 26 years ago.",
  "Story Continued Below\n\n26 DAYS TO FIRST GOP DEBATE -- “Cruz feuds with the New York Times — and loves it: The Texas senator is making the most of the Gray Lady’s refusal to put his book on its bestseller list,” by Dylan Byers: “The ... Times refuses to grant the Texas senator’s memoir, ‘A Time for Truth,’ a place on its ... list of bestselling books, despite his publisher’s insistence that his numbers should vault him well ahead of other titles in the top 10.",
  "manager ... Laurie Goldberg, EVP of PR at Discovery ... Jamie Stiehm, columnist at Creators Syndicate ... Ryan Van Grack, senior advisor to the SEC chair ... Scott Graves, staff director at the House Agriculture Committee ... Matt Lahr, the pride of Columbus, Ind., Brad Stevens doppleganger and press secretary to Sen. Dan Coats … Donna Tappin … Zach Simon, former Senate Dems staffer and now “Author.",
  "... [Urbahn:] ‘It’s important to look at a book like a campaign, setting the groundwork early and then seizing opportunities.’” http://politi.co/1GdUX0e\n\n**SUBSCRIBE to Playbook by email: http://politi.co/1phAeAC **\n\nSOCIAL 2016 -- TWEET MYSTERY @ScottWalker – AP’s Steve Peoples: “The message, which was quickly deleted, said, ‘Scott Walker is running for president.’ [His announcement is Mon.",
  "But where does that leave our intuition?” http://bit.ly/1CvsE2j\n\n--“Weekend With Bernie [Sanders],” by Mark Binelli in Rolling Stone: http://rol.st/1J9uTWf (h/t Longform.org)\n\n--“The Logic of Effective Altruism,” by Peter Singer in the Boston Review: “Living a minimally acceptable ethical life involves using a substantial part of our spare resources to make the world a better place.",
  "News of Cruz’s exclusion broke this week after HarperCollins, the book’s publisher, sent a letter to the Times inquiring about its omission from the list ...\n\n“[A] Times spokesperson said that the book was excluded because the paper had found its sales to be mostly ‘strategic bulk purchases’ — a common practice among political authors, but a claim hotly disputed by Cruz’s campaign.",
  "Living a fully ethical life involves doing the most good we can.” http://bit.ly/1IPQkQl (h/t ALDaily.com)\n\n--“Charlie Hebdo’s Multi-Million-Dollar Pile of Tragedy Money,” by Roger Cohen in August’s Vanity Fair: “Since the massacre in its Paris offices, Charlie Hebdo has seen a reported influx of $33 million due to skyrocketing sales, subscriptions, and donations.",
  "Bobby Jindal (R-LA); political roundtable with Fox News senior political analyst Brit Hume, The Associated Press’ Julie Pace, former Bush White House advisor and Fox News contributor Karl Rove and Fox News political analyst Juan Williams\n\n-- Fox News’ “Sunday Morning Futures” (10am ET / 9am CT): U.S. Rep. Jason Chaffetz (R-UT); former Gov.",
  "That’s more than 18 of the 20 titles that will appear on the bestseller list for the week ending July 4 ... Cruz’s memoir ... sold more copies in a single week than Rand Paul’s ‘Taking a Stand,’ which has been out for more than a month, and more than Marco Rubio’s ‘American Dreams,’ which has been out for six months.",
  "Past long-shots say, good luck,” by Jonathan Topaz and Gabriel Debenedetti: “O’Malley, stuck in low single digits in national and early-state polls, has embarked on an aggressive strategy to out-wonk his rivals, sending out a flood of super-specific policy proposals on Wall Street and climate change and more.",
  "for Rep. Tim Ryan) and Kate Sokolov (Googler in NYC) are 30 and is celebrating at Provision 14 (h/t Matt Kaplan) ...\n\n... Arthur Bushkin ... Frank Kirby … Tyler Fyrst ... Sandy Marks, health care policy expert (hubby tip: Howard) ... Lindsey Kozberg, Bush 43 alum and chief comms.",
  "While there, the President will outline the unfairness in much of our criminal justice system, highlight bipartisan ideas for reform, and lay out his own ideas to make our justice system fairer, smarter, and more cost-effective while keeping the American people safe and secure.",
  "...\n\n“Keith Urbahn, co-founder of Javelin, [which] represented Cruz on the deal[:] ‘This controversy is already helping sales.’ ... [A Cruz campaign statement:] ‘Their decision to blackball Cruz’s book suggests that the Times very much does not want people to read the book ...",
  "Nikki Haley and a number of current and former state leaders made no speeches, but stood silently, watching the history they made.” http://bit.ly/1GdRKxO\n\n** A message from Walmart: Want to help create over 1 million new American jobs and revive American manufacturing?",
  "News’ Alicia Quarles; Everyday Feminism’s Melissa Fabello; Deadspin’s Puja Patel; “So POPular!” host Janet Mock; singer-songwriter Bilal\n\n-- WUSA 9 “Capital Download” with Derek McGinty and Susan Page: (SUN 8:30am ET): Former President George W. Bush; former Gov.",
  "Her middle name honors her late maternal grandmother, Barbara Warner Walton.” Pic http://bit.ly/1IPQtmG\n\nBIRTHWEEK (was yesterday): Shawna Thomas, senior producer of “Meet the Press” (h/t Kristen Welker) ... WSJ’s Heather Haddon\n\nBIRTHDAYS: Jason Recher!",
  "Things are worse than we think, but they can’t really talk about it.” http://bit.ly/1NUHTT8\n\n--“The Endless Fall of Suge Knight,” by Matt Diehl in Rolling Stone: “He sold America on a West Coast gangster fantasy — and embodied it.",
  "Page Gardner … Paul Johnson … Gracie Boatwright … Linda Vilmain … Mike Wittenwyler … Phillip Frank (h/ts Teresa Vilmain) … Georgia Giaccone ... Leon Spinks is 62 ... Suzanne Vega is 56 ... Bon Jovi guitarist Richie Sambora is 56.",
  "“Cruz’s book is simply more interesting, with revealing anecdotes about his half-sister’s drug overdose, his time looking at pornography while clerking on the Supreme Court, and his blistering attacks on his fellow Republicans.",
  "Booksellers at each event had long lines — sometimes over 400 people per event.’\n\n“‘A Time For Truth’ was published on June 30 and sold 11,854 copies in its first week, according to Nielsen Bookscan’s hardcover sale numbers.",
  "Whether it’s expanding factories in New Hampshire, new lines of existing products in Tennessee, or even flat screen assembly plants in South Carolina – U.S. manufacturing is coming back, and Walmart is leading the way.",
  "... wildlife expert Jeff Corwin is 48 ... Lil’ Kim is 4-0 ... Lil’ Zane is 33 ... tennis player Caroline Wozniacki is 25 (h/ts AP)\n\nTHE SHOWS, from @MattMackowiak, filing from Austin:\n\n-- NBC’s “Meet the Press”: Gov.",
  "On Thursday, the President will continue his focus on criminal justice reform by making the first visit by a sitting President to a federal prison -- El Reno Federal Correctional Institution outside of Oklahoma City.",
  "Then the bills came due.” http://rol.st/1ULdwnE\n\n--“The Data or the Hunch,” by Ian Leslie in More Intelligent Life: “More and more decisions, from the music business to the sports field, are being delegated to data.",
  "and counsel for Sen. Richard Blumenthal, and Alexandria Radford, expert and author on higher education issues at RTI International: “Cora Warner Radford ... was calm but curious as she made her entrance [Thu.]",
  "officer at LEGACY (Legacy for Health Foundation) (h/t Michael Schoenfeld) ... Jim Anderson, founder of Wholecrowd ... Blackstone’s Margaret Cousley Bravo ... Susy Schultz ... David Francis Kiley ...",
  "turns page in history book: The brief solemn ceremony that ended the Confederate flag’s 54 years at the S.C. State House ... took place before a crowd of 10,000 that chanted and cheered loudly.",
  "The Boston Consulting Group estimates that it has already helped produce 58,000 American jobs, and that over the course of the next decade it could mean a million American jobs.",
  "...\n\n“On Wednesday, the President will travel to Durant, Oklahoma, where he will visit the Choctaw Nation of Oklahoma and deliver remarks on expanding economic opportunity.",
  "That’s exactly what Walmart plans to achieve with our commitment to spend an additional $250 billion on U.S. manufactured products through 2023, supporting American jobs.",
  "room in Republican politics, is Mr. Bush’s to bestow.” http://nyti.ms/1ePqdwy\n\n--“Martin O’Malley’s comeback plot: The former Maryland governor has launched a wonk blitz.",
  "But fellow Democrats who themselves have slogged through long-shot campaigns aren’t sold.” http://politi.co/1JUQLKz\n\nWHAT S.C. IS READING – The (Columbia) State, “S.C.",
  "for Jeb and is a Romney alum ... Todd DeLorenzo …\n\n... Stacy Merrick, senior account executive at rbb Public Relations … Jenn Connell Kramer, PSEG comms.",
  "Their voices rose when three S.C. State Highway Patrol troopers stood inside an iron fence and started lowering the Civil War banner to furl it.",
  "There were no ‘strategic bulk purchases.’ Cruz spent last week on a nationwide book tour, signing copies of his book at multiple locations.",
  "Learn more: http://bit.ly/1Nz83v4 **\n\nFollow us on Twitter Anna Palmer @apalmerdc\n\n\n\nJake Sherman @JakeSherman\n\n\n\nDaniel Lippman @dlippman",
  "The economics of manufacturing are changing and Walmart is changing with them, moving our production closer to our customers.",
  "... On Tuesday, the President will travel to Philadelphia ... to deliver remarks at the NAACP's 106th national convention.",
  "Holding on to faint hope baseball will reinstate him, Rose will receive something close to a reprieve Tuesday night.",
  "The Daily News’ Alyssa Katz ... Kayla Capper ... Eurasia Group’s Corey Boles, a WSJ alum ... KayAnn Schoeneman, V.P.",
  "Major League Baseball’s All-Star Game will take place in Cincinnati, where Rose played 19 years for the Reds.",
  "John Lynch (D-NH); The Hill’s Niall Stanage; No Labels Penn State chapter president Casey Conner.",
  "Commissioner Rob Manfred said this spring that he will review Rose’s request for reinstatement.",
  "** A message from Walmart: What does Walmart’s commitment mean for jobs in the United States?",
  "In recent weeks, the disagreements between Bloomberg and Topolsky hit a fever pitch ...",
  "director of community affairs … Bruce Greenstein, former head of Louisiana HHS ...",
  "of global research at Ketchum ... Emily Benavides, who runs Hispanic media comms.",
  "Nikki Haley (R-SC); U.S. Sen. Bob Corker (R-TN); political roundtable with Yahoo!",
  "This cuts down on transportation and labor costs, and is good for business.",
  "It will be the first time he attended an all-star game he did not play in.",
  "Rose has never met Manfred, but he plans to buttonhole him in Cincinnati.",
  "And now an invitation to Walker’s Point, for decades the ultimate V.I.P.",
  "“Rose will be there, as a broadcaster for Fox and on the field.",
  "Travel junky,” per his Twitter ... Chris Vaeth, CFPB’s asst.",
  "The President will remain overnight in Oklahoma.",
  "He will also attend a DNC event.",
  "Twins Anne Sokolov (L.D.",
  "Language learner.",
  "at 6:15 p.m.",
  "... Gov.",
  "...",
  "...",
  "..."
]