[
  "\"Published reports indicate that the Trump campaign hired Cambridge Analytica at the behest of Make America Number 1's chair, Rebekah Mercer, strengthening the inference that the vendor was used as a means of sharing information between the campaign and political committee,\" the Campaign Legal Center's follow-up letter said.",
  "A common vendor was one of the triggers for the complaint: Both parties hired the firm Cambridge Analytica for similar services (identifying voters and messaging) at the same time, and the watchdog believes the firm was used as a way to transmit information illegally.",
  "For example, newly-elected Rep. Brian Mast (R-Fla.) and his super PAC Valor SuperPAC each paid $10,000 each to JM Global Consulting, and GOP Florida Senate candidate Carlos Lopez-Cantera and Reform Washington paid almost $100,000 apiece to Forward Strategies.",
  "Common use of staff and services skyrocketed this year: There were at least 632 instances where a super PAC and the candidate it supported both hired the same person or company at some point during this cycle, compared to 86 in 2014 and 161 in 2012.",
  "Fievet did not detail those procedures, instead sending a statement that promised staff, data and systems for the two groups were \"physically and electronically separated...to prevent the improper disclosure (either intentional or inadvertent).\"",
  "After an investigation, the FEC ultimately dismissed the allegation because DSG had formed separate LLC entities, with separate staff and firewall procedures, to provide services to the campaign and the political committee, Fischer said.",
  "The election agency opened a formal investigation into presidential candidate John Kerry and 527 political committee America Coming Together, accused of coordinating communications by using the common vendor Dewey Square Group.",
  "\"The rule does not ban common vendors, but places restrictions on certain strategic personnel who must not engage in coordinated communication,\" wrote Cambridge Analytica's Nick Fievet in an email to OpenSecrets Blog.",
  "However, there is a way around this rule: The vendor can establish a firewall, and write contracts with the campaign and the super PAC explaining how the two accounts, and the work done on them, will be kept separate.",
  "Super PACs and campaigns with the most overlap in hiring\n\n*FEC data through Nov. 28\n\nWhile presidential candidates topped the list for the most overlap, congressional candidates didn't shy away from sharing, either.",
  "And some of the increase can be attributed to the rise of single-candidate super PACs over the years; 189 of these groups were active in 2016, as opposed to around 100 the last two cycles.",
  "Whether there was anything amiss with any of these \"common vendor\" cases is a complicated question -- and given the current posture and makeup of the FEC, we may never know for sure.",
  "\"Now, there's an increasing dysfunction at the FEC that prevents them from going after these cases, even as political committees continue to push the legal envelope,\" Fischer said.",
  "But the percentage of these PACs sharing resources with their preferred candidates increased as well, from 21.4 percent in 2012 to 38.1 percent in 2014 and 45.5 percent this year.",
  "\"The common vendor could operate as a conduit for information between the two, such as where the campaign needs ads bought, what they want them to say or what voters to target.\"",
  "Since there are so many ways to write a name, such as switching the order of first and last name, or including a middle initial, we may not have accounted for all the overlap.)",
  "\"We would not work across multiple clients if we did not have the scale to provide devoted resources to ensure full compliance with our firewalling procedures,\" Fievet said.",
  "Notable shared vendors included nine common staffers and a bucket of firms such as Campaign Solutions, Digital Core Campaign, Fp1 Strategies and Hill Deep Root Analytics.",
  "The Campaign Legal Center filed an FEC complaint in October alleging President-elect Donald Trump illegally coordinated with one of his super PACs, Make America Number 1.",
  "\"That would involve different people working on the different accounts, and procedures put in place and followed to prohibit the flow of information,\" Fischer said.",
  "The shared companies we counted were also not necessarily working for both sides at the same time; they were just hired at some point during the election.",
  "Sharing vendors \"presents an easy way to undermine the independence of super PACs,\" said Brendan Fischer, associate counsel at the Campaign Legal Center.",
  "(Anthony Behar / Pool)\n\nBY: ASHLEY BALCERZAK\n\nFor some 2016 candidates, there was a lot of sharing during the campaign season -- more than ever before.",
  "\n\nKellyanne Conway's firm, The Polling Company, is one of almost 400 vendors employed by both a candidate and the super PAC supporting that candidate.",
  "An OpenSecrets Blog analysis found that a total of 66 single-candidate super PACs hired the same vendors or staff as the candidates they backed.",
  "If a candidate and a super PAC could strategize about campaign strategy, the limits on candidate contributions would be effectively meaningless.",
  "There's also the \"common vendor rule\": A super PAC can't hire a company or staffer from a campaign until a four month cooling-off period passes.",
  "The former Obama senior staffer left her post as executive director of Priorities USA Action to serve as Clinton's state director in California.",
  "(Full disclosure: The Center for Responsive Politics, along with the Campaign Legal Center and Democracy 21, filed this complaint with the FEC.)",
  "Twenty-three of the 43 candidates using at least one vendor in common with their outside group supporters were running for the House or Senate.",
  "The Polling Company, a firm led by Trump's campaign manager, Kellyanne Conway, was employed by both Trump's campaign and Make America Number 1.",
  "The regulations barring coordination focus on firms that deal with media strategy, polling, fundraising, consulting or cultivating voter lists.",
  "Combined, the campaigns and outside groups paid these at least 393 overlapping merchants and employees more than $32 million through Nov. 28.",
  "And without an investigation, we'll likely never know whether any one of the skyrocketing instances of shared vendors is grounds for concern.",
  "In an email to OpenSecrets Blog the firm said, \"The Polling Company had separate staffs that worked on the campaign and super PAC accounts.",
  "Make America Number 1 paid almost $247,000 on Aug. 23 for survey research, while Trump's campaign spent $128,000 on polling a week later.",
  "Fischer at the Campaign Legal Center pointed to an FEC decision in 2004 as one of the last common vendor cases considered by the agency.",
  "Not so for super PACs, which can take as much money as is offered from practically any source, including corporate and union treasuries.",
  "A candidate can't jointly pay for an ad with a super PAC, or give the outside group crucial info about advertising content or placement.",
  "Additionally, Conway stated [to other outlets] that she 'had never been inside the PAC firewall and has done no work for the PAC.'\"",
  "(Note: The four month cooling-off period applies to staffers or vendors moving from a campaign to a super PAC, not vice versa.)",
  "While the bulk of these companies included common vendors like Airbnb, Amazon and Amtrak, 13 were staffers such as Buffy Wicks.",
  "Now, Fischer said, such a case might not get to the investigation stage, a step that requires the votes of four commissioners.",
  "Jeb Bush (R-Fla.) and his presidential super PAC, Right to Rise, shared 75 vendors, the most of any duo this cycle.",
  "To ensure the two aren't in cahoots (also known as coordination), there are certain rules they have to follow.",
  "Here's the basic rule: Super PACs and candidates running for public office are not supposed to work together.",
  "If campaigns and super PACs are breaking the law, though, it doesn't mean there will be consequences.",
  "That's because there are strict limits on the size and sources of donations candidates can accept.",
  "It wasn't due to an epidemic of altruism, though; in fact, it might have been quite the reverse.",
  "There were payments in common to airlines, hotels or cab companies that are pretty unavoidable.",
  "Democratic nominee Hillary Clinton and six supporting super PACs shared 127 vendors in total.",
  "\"Our strict firewall procedures ensure that we are completely compliant with this directive.\"",
  "This is not the only example of overlap between Trump's campaign and his super PACs.",
  "The sharing was between candidates and the super PACs devoted to promoting them.",
  "(There's a reason the FEC calls them independent expenditure-only committees.)",
  "In total, the campaign shared 33 vendors or staffers with those groups.",
  "(Though we should note the actual number is probably much higher.",
  "Not all of cases of shared vendors should raise red flags.",
  "There was a strict firewall between them.",
  "Ex-Gov."
]