[
  "Another $23 million went to Trump's television media buyers: $16 million to American Media and Advocacy Group, which shares an address with Virginia media firm National Media, and nearly $7.5 million to Jamestown Associates, where Trump communications director Jason Miller serves as an executive vice president.",
  "(Robyn Beck/AFP/Getty Images)\n\nDonald Trump's presidential campaign spent $70 million in September — more than double the previous month — as the GOP nominee made a slew of last-minute investments in ads and voter data, according to a new campaign finance report filed Thursday.",
  "His campaign spent far more than it raised in September, reporting $53 million in contributions, including $33 million raised through two joint fundraising committees with the Republican National Committee.",
  "Trump's campaign directed another $1 million in reimbursements to Trump companies in September, including $757,434 to Tag Air; $19,114 to the Trump National Doral Golf Resort and $182,630 to Trump Tower.",
  "For the third month in a row, the biggest vendor to Trump's campaign was Giles-Parscale, the San Antonio Web firm of Trump's digital director, Brad Parscale.",
  "But his campaign infrastructure remained tiny: Trump had just 168 people on his campaign staff, up from 131 in August, according to his latest filing.",
  "In addition, former campaign manager Corey Lewandowski received his final severance, bringing his total payments in salary and bonuses to $515,000.",
  "[Donald Trump’s charge on the election’s integrity reverberates in both campaigns]\n\nTrump's campaign lawyers continued to rake in large sums.",
  "And for the first time, Trump's campaign reported payments to pollster Tony Fabrizio, who has been working for the candidate for months.",
  "It paid out $5 million to Cambridge Analytica, a data-analytics firm backed by Republican megadonor Robert Mercer.",
  "In September, he donated $2 million to his campaign, bringing his total in personal donations to $56 million.",
  "The company was paid $20.6 million for digital consulting and online ads, up from $11.1 million in August.",
  "Democratic nominee Hillary Clinton had 815 paid staffers last month, according to a campaign official.",
  "Rick Reed Media, which used to serve as Trump's main media firm, was paid just $66,000 for the month.",
  "\n\nRepublican nominee Donald Trump at the final presidential debate in Las Vegas on Wednesday.",
  "Trump has repeatedly said in recent weeks that he would put $100 million into his bid.",
  "In all, the campaign has paid out $9.3 million to reimburse Trump and his companies.",
  "Clinton, by comparison, raised about $84 million for her campaign in September.",
  "One of the biggest new investments the campaign made was in voter data.",
  "That's a huge increase over August, when the company was paid $250,000.",
  "Nearly $500,000 went to law firms, including $322,000 to Jones Day.",
  "His firm Fabrizio, Lee & Associates received more than $623,000.",
  "Trump headed into October with $34.7 million in the bank.",
  "He has personally contributed far more than that."
]