[
  "“As Secretary Clinton holds high-dollar fundraisers with the nation’s financial elite, our supporters have stepped up in a way that allows Bernie to spend the critical days before the caucuses talking to Iowans about his plans to fix a rigged economy and end a corrupt system of campaign finance,” campaign manager Jeff Weaver said.",
  "On the eve of the Iowa caucuses, the candidates lifted the veil on their operations’ financial health as of the end of last year, revealing how some of the White House contenders are now limping along, with time running out for a breakout moment.",
  "The campaign paid Cambridge Analytica, which targets voters based on analyzing their traits and behaviors, $3 million in the last three months of 2015 and owes the company another $633,000 – almost a quarter of the campaign’s overall spending.",
  "Chris Christie, who is banking on a strong finish in New Hampshire, raised almost $3 million in the last three months of 2015 – a slight decline from the third quarter — but has only a little over $1 million cash on hand.",
  "Rubio, meanwhile, reported that his campaign had its best fundraising quarter yet, pulling in nearly $14.2 million in the fourth quarter — more than double the amount of the prior quarter and double the haul from Bush.",
  "Story Continued Below\n\nBush, once known for his shock-and-awe fundraising prowess, saw his campaign raise just $7.1 million in the fourth quarter of last year, compared to more than $13 million during the prior period.",
  "Jeb Bush’s fundraising juggernaut has run out of steam, Ben Carson’s money machine has cranked down, and Chris Christie and Rand Paul have just a little more than $1 million in each of their campaign bank accounts.",
  "The main outlier was Donald Trump, the Republican poll leader and billionaire businessman who proudly proclaims that he is self-funding his campaign, despite the prominent “donate” button on his campaign website.",
  "Martin O’Malley, the former Maryland governor who is struggling to register in the Democratic race, raised only $1.5 million in the fourth quarter, and closed out the year with less than $200,000 in the bank.",
  "But the former secretary of state also has the financial windfall of super PACs supporting her bid that pulled in $56.3 million in 2015, with Priorities USA Action ending the year with $45 million on hand.",
  "And, while Sanders derides super PACs every chance he gets, a union-backed super PAC supporting him had its biggest off-year fundraising haul ever, bringing in $2.2 million in the second half of last year.",
  "Rubio, who has replaced Bush as the favorite of rich establishment donors, also won the backing of some former Bush supporters, who helped his super PAC post a $14-million haul in the last half of 2015.",
  "The former Florida governor has likewise plummeted in the polls, and goes into Iowa with only 2 percent support of Republican caucus-goers, according to the Des Moines Register poll released on Sunday.",
  "And the campaign spent a stunning $27 million in the fourth quarter, $5 million more than it took in, leaving itself with only $6.6 million heading into a critical juncture of the campaign.",
  "Ben Carson’s filing also showed a campaign in distress, with fundraising that fell off a cliff after concerns about the retired neurosurgeon’s foreign policy knowledge took hold.",
  "Former Hewlett-Packard CEO Carly Fiorina, who raised $6.8 million in the third quarter, only brought in $2.9 million through her campaign in the last three months of 2015.",
  "Cruz raised $20.5 million in the last quarter, according to his FEC filing, up from $12 million in the previous period, bringing his total for the cycle to $47 million.",
  "Cruz, who is in a heated race with Trump to win Monday’s caucuses, had a strong cash position to close out the year, with $18.7 million in his campaign’s bank account.",
  "Eighty-five percent of the campaign's $22.6 million haul came before Nov. 13, when the Paris terrorist attacks brought national security to the fore of the 2016 race.",
  "A good deal of candidates on both sides of the aisles are struggling to not only keep pace but to also prove that they have viable operations built for the long haul.",
  "Sanders’ aides also boasted that the campaign raised an additional $20 million in January and had attracted a record 3.25 million contributions so far this cycle.",
  "Still, Rubio’s campaign ended the year with roughly $10.4 million in cash on hand – a respectable amount for a candidate with a respectable position in the polls.",
  "Trump raised $13.6 million during the fourth quarter, with a little more than $10 million of that amount coming from a loan that Trump extended to his campaign.",
  "On the Democratic side, Bernie Sanders’ filing showed that the Vermont senator has successfully translated his populist movement into a money-raising force.",
  "The company belongs at least in part to New York hedge fund manager Robert Mercer, who gave a pro-Cruz super PAC $11 million in the first half of last year.",
  "The $33.6 million that Sanders raked in is not far off pace from Hillary Clinton, whose campaign has said it brought in $38 million in the fourth quarter.",
  "Rand Paul had only a bit more in the bank account — $1.3 million, after burning through $2.9 million in the last quarter and taking in $2.1 million.",
  "The campaign spent almost $14.8 million, as the Florida senator weathered an onslaught of negative ads from the operations of Bush and Ted Cruz.",
  "And, though his personal financial disclosure statement showed that he had a negative net-worth, he loaned his campaign $24,000 on Dec. 29.",
  "An intriguing reveal in his filing was how much money was flowing to a \"psychographic\" data company tied to one of his biggest backers.",
  "He left the end of the year with $7.6 million in cash on hand, according to a Federal Election Commission filing released Sunday.",
  "who won the Iowa caucus in 2012, but never regained the spark from his last run, raised less than $250,000 in the fourth quarter.",
  "John Kasich’s campaign brought in $3.2 million during the fourth quarter, a drop from $4.4 million, and former Arkansas Gov.",
  "The conventional wisdom that candidates could keep afloat on super PAC money was upended by the departures of Wisconsin Gov.",
  "His spending notched up, with about $6.9 million going out the door, compared to roughly $4 million last quarter.",
  "His campaign, which has publicly sworn off super PACs, raised $33.6 million in the last three months of 2015.",
  "That pace likely ramped up even more in January, with the real estate mogul starting to roll out TV ads.",
  "Seventy percent of the donations were for less than $200, and only 372 gave the maximum $2,700.",
  "Roughly $6 million of the outside groups’ haul came from billionaire financier George Soros.",
  "He’s at third place in Iowa, and fifth in New Hampshire, with some signs of momentum.",
  "The former Pennsylvania senator spent $431,000 and finished the year underwater ?",
  "Mike Huckabee pulled in just a little more than $700,000 in the final quarter.",
  "Rick Perry, who both bowed out, despite have millions in super PAC money.",
  "a massive drop-off from the $103 million it raised in the first half.",
  "The group raised just $15 million in the second half of the year ?",
  "His super PAC Right to Rise also reported a plunge in new money.",
  "Only $3.6 million came in during the last month-and-a-half.",
  "he had $43,000 in the bank but also $167,000 in debt.",
  "But he also had a lot of money flying out the door.",
  "Scott Walker and former Texas Gov.",
  "Rick Santorum ?",
  "Ohio Gov."
]