[
  "For the foreseeable future, expect each broadband TV service to have some programming holes, because \"networks are intentionally withholding content,\" said Sean Cullen, executive vice president of product and technology at digital marketing and data firm Fluent.",
  "For $40 monthly, you can get all 49 of Sling's channels plus ABC in some local markets (available to Orange subscribers $5) and add extra programming including NFL RedZone in the Sports Extra package to get the NFL RedZone channel (an additional $5 monthly).",
  "Launched soon after Sling TV by Sony, Vue's Access Slim package ($29.99) has 45-plus channels including CNN, Fox Business Network, ESPN, ESPN 2, Fox Sports 1 and FS2, AMC and MSNBC -- and at least one local affiliate (ABC, CBS, Fox, NBC) in 153 markets.",
  "It fits within what has become the $35-$40 monthly range for basic programming packages on competing so-called \"broadband pay-TV\" offerings, says analyst Joel Espelien of The Diffusion Group in a blog post on the research firm's site.",
  "However, YouTube will want to be nimble and be ready to add more channels because, she said, \"the cost of YouTube TV may make it difficult to justify if some of the missing options are particularly key to (millennials') interests.\"",
  "They compete by being on the most popular devices — among them Amazon Fire, Apple TV and Roku — and \"on lining up (all) the traditional broadcasters followed by as much news and sports as content costs allow,\" Espelien said.",
  "\"We remain uncertain about the extent to which (YouTube TV's) streaming deals have been reached with various TV Station affiliates\" said Vijay Jayant, an analyst with Evercore ISI in a note to investors this week.",
  "Here's how YouTube TV and the competition compare on price, content and features:\n\n-- Sling TV ($20-$40, on Android mobile and iOS devices, Amazon Fire, Android TV, Apple TV, Chromecast, Roku, Xbox One).",
  "Currently, with only 10 of the top 25 primetime networks in its lineup, Jayant foresees YouTube TV as \"a niche offering with a number of programming ‘voids’ ... that should lead to limited mass appeal.\"",
  "The basic package has more than 60 channels including CNBC, CNN, ESPN and ESPN 2, Fox News, MSNBC, Nickelodeon, TBS and TNT (local ABC, Fox and NBC channels vary by market availability).",
  "YouTube TV's cloud DVR will appeal to millennials, who want \"the content they want on their time,\" said Molly Schweickert, head of digital at analytics firm Cambridge Analytica.",
  "\"The larger media companies aren’t just worried about upsetting cable providers, but they are also trying to avoid the emergence of a single dominant service,\" he said.",
  "More than 40 channels including CNBC, E!, ESPN, ESPN 2, ESPNU, Fox News, Fox Business Network, Fox Sports 1 and FS2, regional sports networks and local channels.",
  "YouTube said it would be available soon in the largest markets with channels from local ABC, CBS, Fox and NBC stations, with expanded availability soon after.",
  "There's plenty of room for growth as only about 2 million total have subscribed to current entrants Sling TV, PlayStation Vue and DirecTV Now, he estimates.",
  "The Dish Network-run service, which debuted two years ago, has a basic $20 Sling Orange package with more than 30 channels including CNN, ESPN and ESPN 2.",
  "In addition to a lower price, neither YouTube TV nor any of its broadband TV competitors — Sling TV, PlayStation Vue and DirecTV Now — require a contract.",
  "Pros: 30,000 hours of on demand content, plus NBC's regional sports networks land in selected markets before Major League Baseball's opening day April 3.",
  "(Photo: Sling TV/Apple)\n\n-- PlayStation Vue ($29.99-$64.99; Android and iOS devices, Amazon Fire, Apple TV, Roku, Chromecast, PlayStation 3 and PS4).",
  "The Core Slim ($34.99) adds more than 15 channels including Comcast regional sports networks, ESPNews, ESPN U, NBA TV, Golf Network and NFL Network.",
  "That Turner network, along with TBS and TNT (included on both Sling packages) will carry NCAA men's basketball tournament games beginning March 14.",
  "Subscribers can stream on up to five devices at once including one PS3 and one PS4 -- no more than three devices using the PS Vue Mobile app.",
  "At the $50 level, you gain ESPNews, ESPNU, NBC Sports and MLB Network, as well as some regional sports networks (at the $50 monthly level).",
  "Sling Blue ($25 monthly) drops the ESPN channels, but has 40-plus others such as Fox Sports 1 and FS2, NFL Network, NBCSN and Tru TV.",
  "\"All of these companies took note of how Apple was able to take over the music industry and want to avoid a similar situation.\"",
  "Pros: Free streaming for AT&T wireless customers and new Unlimited Plus plan includes $25 video credit toward DirecTV Now.",
  "(Photo: Sony PlayStation Vue)\n\n-- DirecTV Now ($35-$70; on Android and iOS devices, Amazon Fire, Apple TV, Chromecast).",
  "That puts it in direct competition with other pay-for-broadband TV services like Sling TV and DirecTV Now.",
  "Streaming site Hulu plans to enter the competition soon, too, with its own live broadband TV service.",
  "CLOSE USA TODAY's Jefferson Graham gives us the lowdown on YouTube's new subscription video service.",
  "You can also stream up on up to four devices simultaneously (one with Orange and three with Blue).",
  "Various devices showing the YouTube TV service, due in various local markets in the coming weeks.",
  "That price window represents a significant cost savings over the typical $80-$100 pay TV bill.",
  "Viewers on the Google-owned site already watch 1 billion hours daily, YouTube said recently.",
  "YouTube's massive audience will likely help it draw subscribers to the $35 monthly service.",
  "Cons: Recently lost Viacom networks such as BET, CMT, Comedy Central, MTV and Nickelodeon.",
  "(Photo: YouTube)\n\nLow price, no contract\n\nHowever, the price is right for YouTube TV.",
  "Each membership comes with six accounts, each with its own DVR capabilities.",
  "Cons: No CBS and no widely available cloud DVR (currently in beta testing).",
  "Cons: No CBS or DVR recording capability; Roku compatibility in the works.",
  "(Photo: DirecTV Now)\n\n-- YouTube TV ($35; on Android and iOS, Chromecast).",
  "You've cut the cord — but you're missing out watching \"The Voice\" on NBC.",
  "Streaming service Sling TV on Apple TV's fourth-generation set-top box.",
  "We also don't know when YouTube TV will become operational and where.",
  "More:\n\nFollow USA TODAY reporter Mike Snider on Twitter: @MikeSnider.",
  "But the fledgling service's programming holes have been duly noted.",
  "DirecTV Now is an off-shoot of the AT&T-owned satellite network.",
  "Sling Blue also has local Fox and NBC channels in some markets.",
  "AT&T's DirecTV Now streaming video service on a smartphone.",
  "Missing on its 40-plus channels: AMC, CNN, TBS and TNT.",
  "Subscribers can stream on two devices simultaneously.",
  "Pros: Has some on-demand and cloud DVR capabilities.",
  "Con: So far, Chromecast is only way to watch on TV.",
  "Pros: Unlimited cloud DVR and YouTube Red content.",
  "Such to-be-ironed out details raise some concerns.",
  "A screen shot of PlayStation Vue on a smartphone.",
  "Read or Share this story: http://usat.ly/2n2dlrm",
  "Is YouTube TV for you?"
]