[
  "Despite the stagecraft, you encounter a family that’s messier than the one you’ll almost certainly see portrayed as the Cruz campaign enters the thick of the primaries.” http://politi.co/1HYVRpl\n\nDATA HARVESTER: The Guardian: “TED CRUZ’s presidential campaign is using psychological data based on research spanning tens of millions of Facebook users, harvested largely without their permission, to boost his surging White House run and gain an edge over Donald Trump and other Republican rivals … A little-known data company, now embedded within Cruz’s campaign … Cambridge Analytica … is now using so-called psychographic profiles of U.S. citizens in order to help win Cruz votes, despite earlier concerns and red flags from potential survey-takers.” http://bit.ly/1NZW0ez\n\nJEB’s JOURNEY:\n\nOHIO FIRST: POLITICO’s Eli Stokols reports: JEB BUSH got one over on JOHN KASICH on Friday, becoming the first presidential candidate to file a full slate of delegates to get on the Ohio ballot.",
  "While hundreds of protesters and curious tourists mingled outside the hotel, several burst into the closed room upstairs ... After a scuffle in the room, which interrupted Trump’s speech and upended some furnishings, security pushed the protesters … down a staircase to the ground floor … Back upstairs Jordan Wouk, a New York Democrat, along with his wife and two other protesters who had obtained tickets to the event, stood up and started a separate disturbance by reciting a revised version of German pastor Martin Niemoller’s famous poem about the rise of the Nazi Party, which in one common version begins, “First they came for the socialists, and I did not speak out — Because I was not a socialist.” The protesters recited the first few lines of their version, which began “First they came for the Muslims,” before being ejected by security.",
  "Clinton was responding to images posted online of cadets at the Charleston school dressed all in white, with white pillow cases with eye holes cut out over their heads — resembling members of the Ku Klux Klan … Clinton was promoting a post from her South Carolina State Director and Citadel alum Clay Middleton that called on The Citadel to do more to prevent racially insensitive behavior.” http://politi.co/1IKbNvM\n\nKINDER, GENTLER: The Associated Press looks at HILLARY CLINTON’s recent campaigning and finds a kinder, gentler former secretary of state.",
  "“Amid all the naysayers who believe his campaign is all but over, Jeb Bush is pressing ahead and continuing to demonstrate signs of the organizational strength his backers still believe will put him in position to compete in February and beyond.” Delegate slates aren’t due in Ohio until Dec. 16. http://politi.co/1RehoNu\n\nAVOIDING MITT: The New York Times explores a concerted strategy by JEB BUSH’s campaign — to avoid being MITT ROMNEY.",
  "But Rubio's decision to accept a federal subsidy offered to congressional lawmakers and their staff could complicate his declaration on the trail that he's successfully undermined the law.” http://nbcnews.to/1mdRhcS\n\nSURVEYING THE 2016 LANDSCAPE:\n\nDEBATE SHAKEUP: POLITICO’s Hadas Gold and Gabriel Debenedetti report: “New Hampshire's most influential television station is being pushed out of next week's Democratic debate.",
  "http://politi.co/1lAlAe3\n\nFOLLOW @POLITICO’S politics team: @PoliticoCharlie, @POLITICO_Steve, @PoliticoAlex, @anniekarini, @GlennThrush, @EliStokols, @katieglueck, @shreckreports, @gdebenedetti, @Hadas_Gold, @ec_schneider, @kyledcheney , @theodoricmeyer, @MarcACaputo, @PoliticoKevin,@mikeallen, @dlippman, @Danielstrauss4, @henrycjjackson , @shanegoldmacher,@KristinPolitico, @PoliticoScott",
  "http://bit.ly/1jSU3CC\n\nTED’s TRIP:\n\nSOUTHERN STRATEGY: POLITICO’s Katie Glueck reports: “TED CRUZ will embark next week on a splashy swing through many of the states that vote on March 1 ...The Texas senator, flying with staff and his family on a chartered plane, will hit 12 cities in one week, flying from Las Vegas to St. Paul, Minn. on Dec. 17 … wrapping up on Dec. 23 in Oklahoma City.",
  "The Democratic National Committee announced WMUR's fate on Friday in a joint statement with the New Hampshire Democratic Party.” http://politi.co/1M7Jylz\n\nCONVENTION FIGHT: POLITICO’s Nolan D. McCaskill reports BEN CARSON is threatening to leave the Republican Party, after a Washington Post story ran saying that Republican Party leaders are gaming out a brokered convention.",
  "Chris Christie, however, has clawed back in the polling thanks to a rebound in New Hampshire, virtually ensuring he will be promoted to the main event in Las Vegas on Tuesday, according to POLITICO’s calculations.”\n\nALSO IN: Per Shepard’s analysis: DONALD TRUMP, BEN CARSON, MARCO RUBIO, TED CRUZ, JEB BUSH and — based on early state polling — JOHN KASICH and CARLY FIORINA.",
  "He single-handedly forced the government shutdown, which his own colleagues said was a suicide note.”\n\nBrock outlined a general-election battle that would focus on social issues where he believes Cruz is “wildly out of touch with American voters.” He listed Cruz’s position on a constitutional amendment to ban gay marriage, “personhood” legislation and contraception.",
  "But as she grapples with DONALD TRUMP’s prominence in the Republican race, she's embraced 'love and kindness' as a campaign refrain … Republicans scoff at the idea of Clinton preaching a gospel of love.” http://apne.ws/1Z3sZ3C\n\n‘BROAD’ APPEAL: The Verge: HILLARY CLINTON will appear on the popular Comedy Central show “Broad City” and tweeted pictures from the set.",
  "http://bit.ly/1Gw9FCU **\n\nTRUMP ON THE STUMP:\n\nLUNCH PROTEST: POLITICO’s Ben Schreckinger reports multiple waves of protest disrupted DONALD TRUMP’s speech at a private fundraiser for Pennsylvania Republicans at the upscale Plaza Hotel on Friday, as fallout from the businessman’s call to suspend the entrance of Muslims into the United States spreads.",
  "The fly-around tour... will feature rally-style events in states including Minnesota, Virginia, Georgia, Alabama, Tennessee, Arkansas and Oklahoma.” http://politi.co/1TFVsZJ\n\nWATCHING TED: For POLITICO Magazine, Michael Kruse watched 15 hours of un-edited footage meant for TED CRUZ campaign ads, dubbed “Project X,” which surfaced on YouTube recently.",
  "“Roughly 4 in 5 GOP insiders, 79 percent, said it would be either ‘impossible’ or ‘very difficult’ for the Republican nominee to win the general election if Trump launches a third-party bid … ‘Impossible is a strong but appropriate word,’ said a New Hampshire Republican.” http://politi.co/1HYPulW\n\nJUST A RIBBLE, OR A WAVE?",
  "With Trump still in the lead and still scaring party leaders, it looks like that prediction is turning into reality.”http://for.tn/1UeniNw\n\nOBAMACARE USER: NBC: “Florida Sen. MARCO RUBIO boasts of being the only Republican presidential candidate to have dealt a blow to Obamacare — but he's also insured under the law.",
  "“If that happens, a small group of wealthy donors and die-hard loyalists close to Mitt Romney will be ready with a strategy to win him the nomination from the convention floor.” http://bzfd.it/1M7leA9\n\nNEXT NEWS CYCLE\n\nHILLARY CLINTON speaks at the National Immigration Integration Conference in Brooklyn.",
  "MARTIN O’MALLEY have agreed to participate in a forum in January with top ministers from across the country, sponsored by Sharpton’s National Action Network.” http://politi.co/1Q83mxc\n\nMC BERN: People looks at why rappers, in particular, seem to be endorsing BERNIE SANDERS’ presidential campaign.",
  "He described Cruz as “the second angriest man in the race” and a “hyper-partisan who has aligned himself with the most extreme elements of the Republican Party,” including the House Freedom Caucus and Iowa Rep. Steve King, a divisive figure within the GOP who has endorsed Cruz.",
  "http://politi.co/1QBqaDW\n\nSPOILER ALERT: POLITICO’s Steve Shepard reports for POLITICO’s The Caucus, a survey of early state insiders, that most fear that a potential independent bid by DONALD TRUMP — something he’s floated in recent days — would torpedo Republicans in 2016.",
  "http://politi.co/1Qjoe4f\n\nTHE STORY: From The Washington Post, that set Carson off: http://wapo.st/1M5N7Zs\n\nRAND’s STAND: POLITICO’s Steve Shepard wraps up the latest polling data which shows RAND PAUL in serious danger of missing the main debate stage next week.",
  "“That is not smart, and I will not let that happen.” http://bit.ly/1Y2YDBf\n\nFLAG FIGHT: POLITICO’s Eliza Collins reports: “HILLARY CLINTON on Friday called for the Confederate flag to be removed from The Citadel, South Carolina's state-funded military college.",
  "But many voters never warmed up to him or came to believe that he cared about them.” http://nyti.ms/1NTa17u\n\nRUBIO’s RACE:\n\nMONEY PLAYER: Fortune: “For months, the Republican establishment has looked for a viable candidate to take on DONALD TRUMP.",
  "He founded the rapid response organization Correct The Record, which coordinates with the official Clinton campaign and plays an outsized role both in defending her against Republican attacks and going on offense against the competition.",
  "Rubio's campaign confirmed to NBC News that the GOP presidential candidate and his family remain insured under the law, through the D.C. exchange … He's not alone — Sen. RAND PAUL signed up for health insurance under the law ...",
  "Story Continued Below\n\nCRUZ CONTROL: POLITICO’s Annie Karni reports: While Hillary Clinton talks about DONALD TRUMP on the trail, her allies are going after the GOP contender Democrats see as the real competition — TED CRUZ.",
  "“If the leaders of the Republican Party want to destroy the party, they should continue to hold meetings like the one described in the Washington Post this morning,” Carson said in a statement released by his campaign.",
  "“In conversations months ago about Mr. Romney’s vulnerabilities and weaknesses, the Bush team tried to learn from Mr. Romney’s mistakes, according to aides, tweaking elements like press strategy and campaign style.",
  "THE DAILY CLINTON:\n\nISIL TALK: News on 6: HILLARY CLINTON “spoke to a full house at the Oklahoma Jazz Hall of Fame” in Tulsa on Friday and promised to fight ISIL — but without a ground fight.",
  "TRAIL MIX: Here’s what’s popping on the campaign trail\n\nIn today’s campaign news, HILLARY CLINTON reiterates a promise on fighting ISIL, Al Sharpton lands a forum and WMUR loses a debate.",
  "“Once considered the main contender for the anti-establishment GOP vote, will likely be pushed off the debate stage next week when CNN announces the lineup for the fifth Republican forum.",
  "David Brock, one of Clinton’s most important allies and fundraisers, is preparing a campaign against the Texas conservative that will attack his character as well as his policy positions.",
  "DONALD TRUMP gets protested, TED CRUZ plans a big swing, JEB BUSH tries to avoid being MITT ROMNEY, RAND PAUL could miss the debate main stage and BEN CARSON is furious with the RNC.",
  "http://bit.ly/1QjyhpX\n\nMOSQUE VISIT: POLITICO’s Nick Gass reports MARTIN O’MALLEY visited a mosque in the Washington, D.C., suburbs on Friday and took a pointed shot at DONALD TRUMP.",
  "“Sharpton — a longtime ally of President Barack Obama who has yet to endorse anyone in the presidential race — said HILLARY CLINTON, Sen. BERNIE SANDERS and former Maryland Gov.",
  "“The people who know Ted Cruz best despise him, including his former college roommate,” Brock said during a Q&A following a speech Friday at the City Club of Cleveland.",
  "WON’T: Milwaukee Journal-Sentinel Wisconsin Rep. Reid Ribble, a popular conservative, says he won’t support DONALD TRUMP no matter if he becomes his party’s nominee.",
  "“Those are the kinds of issues that are going to be raised, and there’s an awful lot to talk about with TED CRUZ.”\n\nBrock is a Clinton detractor-turned-defender.",
  "http://politi.co/1RIqh1p\n\nNEVER OVER: BuzzFeed says there is a secret plan to nominate MITT ROMNEY from the convention floor if there’s a brokered convention.",
  "When JEB BUSH floundered in the debates and the polls, conventional wisdom said that the big money donors would gravitate toward fellow Floridian MARCO RUBIO.",
  "“The lovey-dovey message seems surprising coming from a Washington veteran who frequently references women in public life needing 'skin like a rhinoceros.'",
  "What he found surprised him: “Watch all of it, and you learn some things about TED CRUZ that are hard to imagine ever showing up in a campaign ad.",
  "“He says Trump appeals to ‘the worst parts of who we are as people.’” “I’m not obligated to support a bad candidate from any party,” says Ribble.",
  "Clinton ally's Cruz attack plan\n\nTHE CLOCK: 332 days until Election Day 2016 …\n\nTHE DEBATE CLOCK: Republicans debate again in 5 days.",
  "http://bit.ly/21VJPDK\n\nTHE PROGRESSIVE RESISTANCE:\n\nAL IN THE FAMILY: POLITICO’s Annie Karni reports the Rev.",
  "That’s the percentage of New Hampshire Republicans who say they’d vote for CHRIS CHRISTIE in a new WBUR poll.",
  "When Mr. Romney ran in 2012, his strategists cast him as a repairman for the country’s floundering economy.",
  "That’s why Qualcomm invents and shares technologies that transform the way we live and perceive the world.",
  "“That sort of language that your hear from Donald Trump is not the language of America’s future.",
  "A labor dispute between a handful of employees at the station, WMUR, and its owner, Hearst.",
  "“They (ISIL) want American troops to be massed inside Syria and Iraq again,” she said.",
  "Henry C. Jackson (@henrycjjackson) is here to guide you through today’s campaign news.",
  "“He’s raised money for groups that ran ads against his own fellow Republican senators.",
  "And one reason why Christie’s spot on the debate stage is secure this time around.",
  "Al Sharpton has locked down a forum with the Democratic candidates for president.",
  "Learn how Qualcomm is accelerating the progress of mobile and other industries.",
  "http://politi.co/1TFN7Fh\n\n** A message from Qualcomm: It’s just human nature.",
  "Send your tips, complaints and hottest hot takes to: hjackson@politico.com.",
  "To want what’s around the corner to be in front of us today.",
  "He also sits on the board of her super PAC, Priorities USA.",
  "I know the language of America’s future,\" O’Malley said.",
  "Good enough for second place — behind DONALD TRUMP.",
  "Read more: http://politi.co/1lBBdBV\n\nHappy Friday.",
  "The weekend’s here, and now so is your 2016 Blast.",
  "MIKE HUCKABEE campaigns in Nevada.",
  "DONALD TRUMP hits South Carolina.",
  "MARTIN O’MALLEY visits a mosque.",
  "Democrats do it again in 9 days.",
  "BERNIE SANDERS heads to Iowa.",
  "THE DAILY NUMBER\n\n12.",
  "To be impatient.",
  "The reason?",
  "Why Wait™."
]