[
  "The U.K.'s Information Commissioner's Office (ICO) specifically referenced Cambridge Analytica, which compiles data on individuals from commercial and public sources to build behavioral profiles and assess political attitudes, noting that it may have breached privacy laws.",
  "Furthermore, persons or organisations which collect and manage your personal information must protect it from misuse and must respect certain rights of the data owners which are guaranteed by EU law,\" a note states on the European Commission's website.",
  "During U.S. presidential campaigning last year, Cambridge Analytica was hired by President Trump's son-in-law and now senior adviser, Jared Kushner, to map voter behavior and identify the policies which mattered most, according to Forbes reports.",
  "Cambridge Analytica came under fire over the weekend after it was cited at the center of a probe by the U.K.'s data privacy watchdog which seeks to examine the use of voters' personal information by data companies during political campaigns.",
  "The data analytics firm employed by U.S. President Donald Trump's campaign team has hit back at allegations that it may have breached data protection rights during the U.K.'s EU referendum.",
  "Reports on the Leave.EU website previously suggested that the two parties would collaborate to assess and engage with the British electorate, using \"psychographic methodology.\"",
  "\"We have concerns about Cambridge Analytica's reported use of personal data and we are in contact with the organisation,\" an ICO spokesperson told CNBC via email.",
  "The ICO's probe is set to continue and will assess the use of personal information by data firms in U.K. political campaigns to ensure it complies with EU law.",
  "However, the firm has denied reports that it had any involvement with Leave.EU, the group which campaigned for Britain to leave the EU.",
  "\"We are in touch with the ICO, and are happy to demonstrate that we are completely compliant with UK and EU data law.",
  "Under EU data protection law, it is illegal for companies to trade third-party data without consent.",
  "\"Personal data can only be gathered legally under strict conditions, for a legitimate purpose.",
  "White House chief strategist Steve Bannon is also a board member for Cambridge Analytica.",
  "That work did not go ahead,\" a company spokesperson for Cambridge Analytica told CNBC.",
  "\"Cambridge Analytica did not do any work (paid or unpaid) for the Leave.EU campaign.",
  "In 2015 the company was in discussions to potentially work with them.",
  "The findings are to be announced later this year."
]