[
  "“Tonight’s results … should have showed Team Trump that shooting from the gut all the time only gets you so far and that there is a real value to professionals who have been through this rodeo before,” said Republican pollster Tony Fabrizio, an adviser to several presidential campaigns, including Rand Paul’s this cycle.",
  "And, while Trump’s team late last year entered into an agreement with the political data outfit L2, the campaign has paid the firm only $235,000 for “research consulting” through the end of 2015, the period covered by the most recent Federal Election Commission reports.",
  "Cruz’s campaign, for instance, in the last three months of 2015, racked up $3.6 million in bills from a data firm called Cambridge Analytica that builds what it calls “psychographic” profiles of voters to try to win them over with narrowly targeted micro-messages.",
  "Story Continued Below\n\nAfter dominating the Republican race and predicting a win in Monday’s caucuses, Trump looks to New Hampshire with his veneer of invincibility shattered and fresh proof that winning in the polls does not prevent losing when it matters.",
  "Even as his team expressed confidence about next week’s primary, Republican operatives and Trump allies saw what his critics had long predicted — a campaign that was not equipped to capitalize on its candidate’s popularity and momentum.",
  "presumably mostly for the now-iconic hats bearing Trump’s campaign slogan “Make America Great Again.”\n\nBut the defeat exposed not just the deficiencies of Trump’s infrastructure, but also the risks of his “I’m a winner” message as well.",
  "But Trump’s circle, from the candidate on down, expressed confidence that New Hampshire and South Carolina, where the businessman’s leads in polls are larger and where turnout operations matter less, would be kinder to their candidate.",
  "Most of his rivals’ campaigns had signed similar agreements months earlier and spent heavily to build teams of staffers and consultants who could enhance and manipulate the data to power their voter outreach and mobilization efforts.",
  "Instead, Trump’s data shop is headed by a pair of low-profile former RNC data engineers, Matt Braynard and Witold Chrabaszcz, who are regarded as technically savvy but who do not have previous high-level campaign experience.",
  "“Trump created a large enough pool of people to win the Iowa caucuses and unfortunately his campaign was unable to convert them to voters.”\n\nStone noted that Trump’s vote total underperformed his polling numbers.",
  "He is an outstanding organizer and pulled off a miracle with 40K+ votes.#YUGE” and “If anyone told me Mr. @realDonaldTrump would have received 40K IA caucus votes a year ago I would have said you're crazy.",
  "“Tonight showed that Trump is mortal and his strategy of hyping himself has the potential to backfire,” said Republican operative Ryan Williams, a former Mitt Romney aide, speaking from New Hampshire.",
  "Even then, Trump’s forces did not act with urgency, waiting until late November or early December to sign an agreement allowing it to use the Republican National Committee’s massive voter file.",
  "Trump’s supporters, gathered in a ballroom at the Sheraton Hotel here, expressed anxiety as results showed Cruz’s lead holding throughout the night, and booed when CNN projected Cruz would win.",
  "They showed $200,000 in list rental payments to the conservative Newsmax Media, and $47,000 to Targeted Victory, a leading GOP digital firm, as well as $700,000 on field staff and consultants.",
  "Trump’s campaign manager, Corey Lewandowski, his Iowa state director, Chuck Laudner, and his national co-chair, Sam Clovis, an Iowa activist, did not respond to requests for comment.",
  "Sources say the firm, which is owned by one of Cruz’s biggest donors, has embedded multiple staffers within the campaign to work with a substantial in-house data operation.",
  "Now they expect polls to tighten in New Hampshire and for the loss to take a psychological toll on supporters of a contender who has sold himself as the ultimate winner.",
  "Williams said Trump’s easing off that bravado in his concession speech was the right move, as did Republican strategist Henry Barbour, a strident critic of Trump.",
  "I actually think that Trump closed the gap some at the end,” said Stone, citing both public polling and internal polls from other campaigns that he has reviewed.",
  "The RNC initially offered its file to Trump not long after he declared his candidacy in June, and it’s unclear what caused the delay in executing the agreement.",
  "Roger Stone, a longtime political adviser to Trump who left the campaign in August, said Trump had the supporters, but he couldn’t make them caucus-goers.",
  "giving Cruz and other candidates a head start of several months on the type of costly and intensive analytics used to power modern turnout operations.",
  "“You can’t get up on stage, wave around polls and push some halfhearted spin when you lose that you weren’t supposed to win,” said Williams.",
  "He showed well in a state no one thought he could do well in, and only in the last three days did polls show him coming on.",
  "Multiple GOP operatives said the loss reflects a lack of sophistication and political know-how in Trump’s organization.",
  "“No doubt polls will tighten, but Trump post-caucus comments were gracious and that’s a good start,” said Barbour.",
  "This is not a surprise.” Added the Trump ally: “Can’t wait to get to the South.”\n\n“Voting will be more universal.",
  "New Hampshire and South Carolina are less of an organization-driven effort and more of a message-driven effort.",
  "Trump’s camp didn’t start actively building a data operation to assemble voter targeting models until October ?",
  "Another former Trump adviser, Sam Nunberg, tweeted, “Chuck Laudner did an amazing job for @realDonaldTrump.",
  "Trump’s reports show that his self-funded campaign has spent relatively little on voter data or outreach.",
  "A source said the Trump campaign balked at the price tag associated with Cambridge Analytica’s services.",
  "“New Hampshire will be the beginning of Trump’s momentum,” said a close ally of Trump and his campaign.",
  "Meanwhile, Ted Cruz’s vaunted get-out-the vote operation pulled through.",
  "By contrast, the campaign has spent at least $1.2 million on hats ?",
  "WEST DES MOINES, Iowa — Donald Trump wakes up Tuesday as a loser.",
  "“He’s led in New Hampshire for months.",
  "Now, will it matter?",
  "Mr. Trump won!”"
]