[
  "In practice, this could reach voters in the form of a social media message about gun ownership, a TV ad about caring for military veterans during your favorite morning show, the scheduling of a rally in your neighborhood or a letter dropped on your doorstep.",
  "Daniel Nesbitt, research director of U.K.-based civil liberties activist group Big Brother Watch, said: \"Citizens have to be told why their personal information is being collected, where it is going to be stored and who it may be shared with.",
  "In a office featuring a foosball table and filled with computer screens packed with graphs and charts, Cambridge Analytica senior data scientist Eyal Kazin explained how voters are segmented into groups.",
  "Kriegal is on the campaign payroll for roughly $10,000 a month, according to Federal Election Commission reports, adding to the more than $233,000 Clinton paid to his company.",
  "Without this basic information citizens are going to be left in the dark about what is happening to their personal data and won't have a proper chance to say, 'no.'\"",
  "Meanwhile Democratic nominee Hillary Clinton has kept much of her big data tools in house, relying on top talent to build out her strategy from within.",
  "Campaign messaging — whether by the Democrats or Republicans — can be micro-targeted to a voter thanks to all the data collected by different sources.",
  "He added: \"Politicians are relying on this to bring them to power, that makes it very hard for them to challenge these very intrusive profiling tools.",
  "Jim Killock, its executive director, said: \"American privacy law is completely broken, there is a real sense that you don't own your own information.",
  "Some require issue-related persuasion to bring them around to Trump's agenda, while others are deemed to just need \"a nudge\" to turn out and vote.",
  "\"Citizens have to be told why their personal information is being collected, where it is going to be stored and who it may be shared with.\"",
  "\"It's very hard to pull out one data point in isolation and say 'you are that', because that's everything we're trying to get away from.\"",
  "Some of the Trump campaign's $5 million spending with the firm in September was used to buy targeted digital and TV advertising space.",
  "\"When you bake a good cake it's the sum of the ingredients ... it's actually flour, and eggs, and ginger, and everything else.",
  "It's putting power into the hands of a small number of companies who know a great deal about people's beliefs and habits.",
  "He says it means Americans receive information about issues that are fundamentally important to them, saving their time.",
  "The Open Rights Group, which is a digital rights protection campaign, called the approach a \"disturbing development.\"",
  "One of the Clinton campaign's highest-paid staffers is Elan Kriegal, co-founder of the Democratic data firm BlueLabs.",
  "Insights gained from TV-watching habits and religious affiliations allow psychological attributes to be profiled.",
  "What politician is going to constrain the thing that has brought them to political office?\"",
  "And that helps the Donald J Trump for President Campaign decide what to tell you, or not.",
  "Nix likens his data and behavioral consulting company's process to the kitchen.",
  "However, privacy campaigners have raised concerns about such methods.",
  "Nix argues that such rigorous marketing actually benefits the voter.",
  "And that's what we're looking at,\" he said."
]