[
  "Kushner earned tens of millions at minimum from his family’s sprawling real estate empire, which includes Midtown Manhattan skyscraper 666 Fifth Avenue and SoHo’s historic Puck Building, and millions more from divesting his stake in Thrive Capital, the venture capital firm founded by his brother, Joshua Kushner.",
  "The documents -- “new entrant” reports filed to the Office of Government Ethics by incoming executive branch personnel -- detail the income and assets of many of Trump’s key staffers in 2016 and the transition period between Trump’s election and inauguration.",
  "A Wisconsin lawyer and former Republican National Committee chairman, he received more than $560,000 from the RNC -- of which he was chairman before taking on his White House job -- between salary, bonuses and “rent payments” paid in 2016 and early 2017.",
  "Spicer and his wife claimed total assets worth at least $3.9 million, including Spicer’s one-third interest in a family trust that owns three residential properties in Rhode Island worth at least $1 million altogether.",
  "Gary Cohn, who is the director of the National Economic Council, earned more than $40 million from Goldman Sachs between 2016 salary and other compensation, including bonuses, restricted stock, options and dividends.",
  "He took in $191,000 from conservative media outlet Breitbart, plus $125,000 from data analytics firm Cambridge Analytica and more than $61,000 from the Government Accountability Institute, a right-wing nonprofit.",
  "He recently severed ties with the firm, which paid him more than $846,000 between his equity buyout ($450,000), return of capital ($96,000), partnership distribution ($250,000) and yearly bonus ($50,000).",
  "His decision to take the chief of staff position also boosted his income from Michael Best & Friedrich, the Milwaukee-based law firm at which he had been a partner until taking the RNC gig in 2011.",
  "In all, Bannon disclosed assets worth between $12 million and $54 million, the largest being his consulting firm, Bannon Strategic Advisors (which he valued at $5 million to $25 million).",
  "The wealthiest, outside of Trump's multibillion-dollar Cabinet, are likely the two Trump family members who have since joined the administration: Jared Kushner and his wife, Ivanka Trump.",
  "And both -- like President Trump -- have held onto income-producing stakes in a number of companies despite concerns about conflicts of interest from some ethics experts.",
  "The 54-page personal financial disclosure filed by Jared Kushner, which also lists Ivanka Trump’s income and assets, shows the couple’s tremendous financial power.",
  "Miller took in $106,000 for his work during the campaign, paid through publicly-traded payroll company Insperity, plus an additional $19,000 during the transition.",
  "Before joining the Trump administration, he earned at least $265,000, mostly from his $260,000 salary as chief strategist and communications director for the RNC.",
  "The bulk of it -- at least $5 million -- came from IT Operations LLC, which oversees her branded products business that includes clothing, jewelry and handbags.",
  "Hope Hicks -- Trump's campaign spokesperson and, at age 28, one of the youngest members of his inner circle -- earned a big paycheck for her work with Trump.",
  "Stephen Miller, a senior Trump advisor who previously worked for Jeff Sessions, earned nearly $125,000 for his work as a Trump campaign policy advisor.",
  "She took in $1 to $5 million from her interest the the Trump International Hotel Washington D.C., the president’s luxury hotel near the White House.",
  "Cohn was president and chief operating officer of the Wall Street giant, which Trump often criticized on the campaign trail, for more than a decade.",
  "She provided consulting services to 65 organizations over the time period, including the Trump campaign, the NRA and Catholic University of America.",
  "“I want people that made a fortune!” Donald Trump said, referring to the administration he was then assembling, during a rally in early December.",
  "His wife has a similar arrangement: she’s the beneficiary of a family trust that owns commercial real estate in Alabama worth at least $500,000.",
  "In all, they listed assets worth between at least $241 million and $740 million, against liabilities ranging from $19 million to $95 million.",
  "He worked for California Villages, his family’s real estate management firm, as an unpaid advisor from January 2013 until December 2016.",
  "In all she made $235,000: $141,000 during the campaign, $22,000 during the transition and another $72,000 from the Trump Organization.",
  "He listed liabilities -- including four mortgages, two credit cards and a personal loan -- totaling between $535,000 and $1.2 million.",
  "She also disclosed speaking engagements at nine organizations, including billionaire Steve Cohen's Point 72 Asset Management.",
  "Kellyanne Conway, who was Trump's campaign manager and now serves as counselor to the president, earned more than $800,000.",
  "A trove of documents dumped by the White House on Friday evening shows that it’s one promise Trump has certainly kept.",
  "Steve Bannon, the president’s controversial chief strategist, earned at least $1.4 million during the time frame.",
  "But, despite such high income in the past 15 months, Priebus claimed just $600,000 to $1.3 million in assets.",
  "Press secretary Sean Spicer took a pay cut to get grilled by journalists during his daily briefings.",
  "She did not disclose how much of the property she owns, but values her stake at $5 to $25 million.",
  "Both hail from billionaire real estate clans (meaning they didn’t exactly “make” their fortunes).",
  "Bannon Film Industries, his film company, is listed as being worth between $1 and $5 million.",
  "Trump’s other right-hand man, chief of staff Reince Priebus, also made at least $1.4 million.",
  "All of those organizations have ties to hedge fund executive Robert Mercer and his family.",
  "Miller listed between $60,000 and $245,000 in assets, largely in cash and bank accounts.",
  "The bulk of her income came from her consulting firm, the polling company/WomanTrend.",
  "Conway and her husband listed assets totaling at least $11 million to $44 million.",
  "He held the position from 2011 until taking his White House position in January.",
  "Ivanka Trump, meanwhile, earned at least $6 to $10 million during the period.",
  "Her lone asset: a bank account worth between $100,000 and $250,000.",
  "In all, Cohn holds assets valued at a minimum of $253 million."
]