[
  "Several Republican Party insiders told POLITICO that they expected movement away from Cruz the moment it’s clear Trump won’t win the nomination on a first ballot — from party veterans who aligned with Cruz out of convenience to the majority of the 168 Republican national committee leaders and state party chairs who tend to define the party establishment.",
  "“All of the data in the world that you can apply to analyze someone’s vote behavior or behavior in general can go flat out the window when they show up in Cleveland and they’re getting hounded by opposition campaigns and the media,” said a veteran GOP consultant who’s worked on contested state conventions.",
  "“I’m not ready to commit because a lot of things can happen between now and July.”\n\nDever is the face of a growing concern for Cruz — one that’s dogged Donald Trump for weeks and cast into doubt his ability to win the Republican presidential nomination: delegate loyalty.",
  "Chris Wilson, the head of the Cruz research and analytics shop, said the campaign’s delegate recruitment effort has been happening for months in tandem with its larger work identifying loyal supporters to lean on as each state holds primaries and caucuses.",
  "Added a GOP technology expert who worked for one of the 2016 candidates no longer in the race and is closely following the Cruz campaign’s delegate tracking effort: “I don’t think people are accounting for the insanity” of an open convention.",
  "His campaign has shown limited ability to organize in any state’s delegate fights so far, and his newly hired delegate guru, Paul Manafort, has ripped the notion of a contested convention as destructive for the party’s chances in November.",
  "Though it’s been clear for months that the Republican activists who will become national delegates at the Cleveland convention are likely to abandon Trump if they have the chance, Cruz is now racing to plug any leaks in his support too.",
  "Over the weekend, Trump appeared to foreclose the prospect of wooing delegates with first-class perks and plane rides, a decision he cast as noble but one that also takes one of the largest arrows out of his quiver.",
  "Paul Ryan insists he’s not interested, leaving Republican insiders to pine for the likes of a Mitt Romney, Marco Rubio or even a Mitch Daniels — who's already got a few vocal backers in his home state of Indiana.",
  "This delegate whipping effort leans on brainpower provided by several GOP data and technology firms, including Koch brothers-backed i360, Wilson Perkins Allen Research, Targeted Victory and Cambridge Analytica.",
  "“The Cruz campaign is prepared to watch the establishment pull that support off of him once they knock Trump out on the first ballot,” said Michael Steele, former chairman of the Republican National Committee.",
  "“You would end up with 1,000 free agents all out to strike the best deal.”\n\nCruz has been banking on the perception — pushed by the anti-Trump movement — that the senator is the only one who can defeat Trump.",
  "And Cruz has locked down support in states that hold no presidential contests — North Dakota, Wyoming and Colorado — and positioned backers for resounding wins in Nebraska, South Dakota and Indiana.",
  "Added another GOP source working on convention strategy: “Many of these people have made the calculus that they wouldn’t get elected as delegates unless they got the blessing of the Cruz operation.",
  "Delegates Remaining: 30 Delegates 1,543 559 165 161 23 7 4 1 1 1 1,237 Delegates Needed for Nomination\n\nIt’s during that scenario that a dark horse candidate will be tempted to enter the field.",
  "That’s because the senator’s establishment backers are only reluctantly in his corner now and they would have even less motivation to stick with the Texan through multiple rounds of balloting.",
  "They are logging detailed profiles and loyalty scores of each delegate, honing pitches to convince wavering allies to commit and deploying surrogates to stiffen the spines of wobbly backers.",
  "To prevent a delegate exodus, Cruz is deploying many of the same data-minded tactics he’s employed on a larger scale to prevail in a slew of state caucuses — from Iowa to Maine to Kansas.",
  "“I don’t think any of these people are really going to be loyal to Ted Cruz in the end,” Barry Bennett, a Trump adviser, told POLITICO in a recent interview about a contested convention.",
  "He lost an opportunity to pad that lead in New York on Tuesday, when Trump blocked him from winning a single delegate, but for the most part, the strategy has gone well for Cruz.",
  "Cruz listed Dever among a slate of 25 proposed delegates the next day, and the Texas senator’s supporters voted for Dever to represent them at the national convention in July.",
  "And if Cruz can’t corral 1,237 of them to stick with him during that round of voting, his path to a general election matchup against the Democrats gets exponentially rockier.",
  "Though most delegates are bound on a first vote to follow the results of their home state primaries and caucuses, the majority become free agents on a second ballot.",
  "His supporters have steamrolled to recent delegate victories in states where Trump initially dominated primaries, from South Carolina to Virginia to Georgia.",
  "If Cruz keeps winning delegate elections at the pace he has been, he’s all but certain to enter Cleveland with enough nominal backers to become the nominee.",
  "“This isn’t a relationship that’s recent.”\n\nBut Cruz’s team knows delegate loyalty remains fluid and at some point they will have to rely on trust.",
  "Republicans also warn that any signal Trump is de-emphasizing the hand-to-hand delegate battle actually complicates Cruz’s convention calculus.",
  "Combined, they’re helping to build the kind of individualized strategy that the Cruz campaign sees as a backstop against weak-kneed delegates.",
  "Certainly, Cruz is trying to enter Cleveland with such a yawning lead in committed delegates that a few defections won’t sway the outcome.",
  "The state senator from Bismarck said Cruz courted him in a half-hour phone call the day before North Dakota’s state convention this month.",
  "By all accounts, Dick Dever — a recently elected North Dakota delegate to the Republican National Convention — is a supporter of Ted Cruz.",
  "Cruz’s forces know that dozens — maybe even hundreds — of self-proclaimed supporters view him simply as the best candidate to stop Trump.",
  "But those delegates could bail on Cruz the moment they don't need him anymore — when it’s clear Trump won’t be the party’s nominee.",
  "Trump also is fighting against the perception that he doesn’t have the juice to mount a credible effort in a contested convention.",
  "“You really think they're going to give this nomination over to the guy they actually like less than the guy they want to stop?",
  "Story Continued Below\n\n“He didn’t ask for my commitment on that phone call, and I didn’t offer it,” Dever said in an interview.",
  "The question now facing Cruz’s camp is how many of these delegate deserters are hidden inside his own fragile coalition.",
  "How many are motivated by just stopping Trump,” said Ari Fleischer, former press secretary to President George W. Bush.",
  "“Nobody has better toys than I do,” Trump said, before adding that he wouldn’t use them to wine and dine delegates.",
  "Trump's backers are skeptical that Cruz’s operation is wrangling as much support as he claims.",
  "“Cruz,\" the source added, \"is going to have to basically strong-arm people into loyalty.\"",
  "These people know this is more of a ‘stop Trump effort’ than anything.\"",
  "“It really comes down to the individual nature of each delegate.",
  "“We had the data to recruit them last summer,” he said.",
  "But Dever says he never actually promised to back Cruz.",
  "All accounts, that is, but one: Dick Dever’s.",
  "But that could also be his undoing.",
  "Get real.”"
]