[
  "It goes on to boldly state that a future Tory government will “create a sound ethical framework for how data is used”, and that a new “Data Use and Ethics commission... will help us to develop the principles and rules that will give people confidence that their data is being handled properly.”\n\nAlthough vague, this would be an adequate response to a growing problem of psychographic profiling being used to target and influence voters in elections.",
  "A ruling party who won't answer basic qs from journalists.. pic.twitter.com/kaCSraEr4j — Carole Cadwalladr (@carolecadwalla) May 28, 2017\n\nFor some background, the UK’s information commissioner announced an inquiry into the use of data analytics for political purposes.",
  "This was prompted by an Observer investigation into data analytics companies' (Cambridge Analytica and Aggregate IQ) influence in the UK’s 2016 EU referendum, their possible collusion and funding sources.",
  "However, if the Tories firmly believe that use of people’s data should be used ethically, why won’t they answer simple questions about whether or not they’re using it for the UK's 2017 general election?",
  "The achievements of setting up commissions, passing tough new regulations and cracking down on the use of data would be sullied by the misuse of data, to put one's self a position to enact those rules.",
  "Cadwalladr has repeatedly asked the Conservative party to confirm whether or not they’re using to data, models or insight gained from last year’s successful Vote Leave (Brexit) campaign.",
  "A filing to the electoral commission states that Vote Leave intends to delete the database one year after the referendum, three weeks after the election.",
  "I highly recommend you check out Cadwalladr’s coverage on this because she’s done more than any other journalist to crack the story.",
  "The question that’s yet to be answered is: are the Conservatives using Vote Leave’s database to campaign with?",
  "But also, it’s hypocritical to write so eloquently about tackling the misuse of data, whilst also misusing it.",
  "Buried deep in the Conservative’s manifesto is a commitment to regulating how people’s data is being used.",
  "The alleged database that Vote Leave built from the EU referendum campaign is the central issue here.",
  "It would also call into question the Tories’ credibility in truly tackling the issue of data misuse.",
  "In short, it promises to “give people new rights to ensure they are in control of their own data”.",
  "I, too, contacted the Conservative party press office for an answer and received nothing.",
  "But the Tory party has steadfastly refused to reply with a simple yes or no.",
  "Observer journalist Carole Cadwalladr has covered this topic well.",
  "Because if so, then there are legal implications.",
  "Here's democracy in Britain in 2017.",
  "Countless phone calls.",
  "7 emails.",
  "3 days."
]