[
  "The legal system is a tool for change and it ought to be accessible to everyone.”\n\nFor the millions of Americans who cheered when they heard chants of “let the lawyers in” at Sea-Tac Airport last January or listened breathlessly to oral arguments over the travel ban, CrowdJustice comes along precisely at that moment when faith in the courts is all they may have left.",
  "In its very short time operating in the U.S., CrowdJustice has funded opposition to Virginia gerrymandering, a suit challenging the prohibition against the 4 million residents of U.S. territories from voting in federal elections, and a challenge to Marion County, Indiana’s refusal to open satellite early voting locations in populous minority communities.",
  "The litigation that gets featured on the site tends to involve cases with compelling human interest stories—ones that either engage local communities concerned about something happening in their own backyards or connect donors across the world to environmental or human rights abuses they might never be able to affect otherwise.",
  "Drew Angerer/Getty Images\n\nOne of Donald Trump’s first acts as president was to effectuate his 2015 campaign promise to impose “a total and complete shutdown of Muslims entering the United States,” instituting a travel ban that was spectacularly badly lawyered and poorly deployed.",
  "Salasky says these are the lessons she learned working at the U.N:\n\nThe legal system is a public good, but what does that mean if people—from those defending themselves from deportation, to those advocating for social change and advancing civil rights—can’t access it?",
  "It’s indisputable, though, that CrowdJustice has been funding many of the small public interest lawyers and firms that have taken on the administration, either directly (as with the travel ban) or indirectly (by taking on issues of voter suppression).",
  "It was a great success for us in bringing both more money and more attention to our case and to an important issue.”\n\nIf you think this all sounds a bit like the Jerry Lewis telethon for shabby hippie lawyers, you’re not quite grasping the concept.",
  "Mary Bauer, the director of the group, told me in an email that all that grass-roots support was indispensable: “CrowdJustice is a fantastic way to make impact litigation more accessible and doable for lots of attorneys and non-profits.",
  "But when those lawyers start to look like the very last line of defense against the demise of the rule of law, crowdfunding justice starts to look like a more than reasonable way to grapple with our increasingly unreasonable world.",
  "But in this instance, as equal access to the justice system dwindles with cuts to legal aid, public defenders, and other services, CrowdJustice is attempting to marry public outrage to the public interest world’s empty coffers.",
  "Unlike some existing platforms that allow funders to gamble on the outcome of litigation, raising some ethical questions, the only return on your CrowdJustice donation is the knowledge that you paid a lawyer to do her work.",
  "She became obsessed with the notion that technology should be able to fill in the gaps between legal services, which were being slashed, and people willing to give microdonations to causes that resonated with them.",
  "The American Civil Liberties Union, which spearheaded one of the first lawsuits challenging the ban, got more donations in a single weekend—$24 million from more than 350,000 donors—than it did in all of 2016.",
  "For the folks hoping the law will be the last backstop against daily incursions on the rights of vulnerable Americans, leveling the playing field in which those contests are held is not a trivial interest.",
  "In early October, CrowdJustice launched a campaign to finance a British lawsuit that will probe the role played by Cambridge Analytica and its data-collection practices in the 2016 presidential election.",
  "CrowdJustice’s most dramatic win came when it raised more than 170,550 GBP from nearly 5,000 individual donors to fund what became the successful legal challenge to Brexit in the U.K. Supreme Court.",
  "Its first American venture was the crowdfunding of a different travel ban lawsuit, one brought by the Legal Aid Justice Center on behalf of two brothers from Yemen who’d been trapped in legal limbo.",
  "Salasky says she wants to do for litigation what the Obama campaign once did for politics: afford small donors the opportunity to be part of something that once seemed accessible only to the rich.",
  "She’s hoping it becomes the way to ensure that, in the long run, citizens can feel better about supporting good people doing vital work at a moment in which nobody can figure out what else to do.",
  "CrowdJustice was founded by Julia Salasky, who was born in the U.S. to British and American parents then educated at the University of Virginia, Oxford, and the London School of Economics.",
  "As she told me over tea in Charlottesville this summer, her single greatest surprise when she launched CrowdJustice in the U.K. in 2015 was that someone else hadn’t done it already.",
  "We also like to believe that law and politics are so institutionally separate that funding the former is sort of icky, while financing the latter is just good citizenship.",
  "By contrast, enabling people to come together around issues they care about, to try to achieve real legal change, for no benefit but the social good, is a powerful tonic.",
  "The result was not just a series of cataclysmic losses for the president in the federal courts but an explosion of outraged demonstrations at airports around the country.",
  "And this past week, it started promoting a suit on behalf of seven Portuguese children seeking to bring a climate lawsuit through the European Court of Human Rights.",
  "It’s not a spectator sport.”\n\nAmericans have indeed been deploying themselves as protagonists of justice, and they’ve taken to doing so via a familiar online model.",
  "As a result of that suit, a radical action funded by the British people themselves, an act of Parliament was deemed necessary to trigger any final action.",
  "“It’s clear that right now, the courts are where the battle for rights and democracy is being fought, and it’s possible for people to be part of that.",
  "“In dark times, people want to come together to have an impact, to resist, to be part of something bigger than themselves,” Salasky told me.",
  "Making the law available only to big money, or those who already have influence, undermines the institution and makes people feel powerless.",
  "CrowdJustice wants to connect your money to their lawsuits while cutting out the pointless array of lukewarm chicken dinners in between.",
  "She worked as a commercial litigator in London and, later, as a lawyer for the United Nations Commission on International Trade Law.",
  "“It’s really clear that this is a different type of moment,” the ACLU’s executive director, Anthony Romero, explained at the time.",
  "It was a total coincidence that CrowdJustice launched in the United States the very same week money came pouring in to the ACLU.",
  "Protesters rally against President Donald Trump’s executive order at Reagan National Airport on Feb. 1 in Arlington, Virginia.",
  "If your fundraising goals are met, the money goes to trust accounts set up for counsel, with CrowdJustice taking 5 percent.",
  "It’s not just big money, or powerful players that can have an impact, or bankroll legal cases—it’s ordinary people, too.",
  "Most public interest firms work on a shoestring and truly hate spending precious resources doing fundraising.",
  "It is, in short, a way to connect ordinary people to the lawsuits they never knew they wanted to support.",
  "The LAJC, a tiny Virginia public interest shop, managed to fund its lawsuit via $36,000 from 650 donors.",
  "Travelers were trapped in airports, families were separated, and green card holders were denied entry.",
  "To have your suit promoted on the site you need an attorney, who is vetted by the CrowdJustice staff.",
  "Donors have no guarantees that the litigation will succeed and no say in litigation strategy.",
  "Salasky is well-aware that crowdfunding public interest lawyers feels weird the first time.",
  "To date, the site has raised more than $4 million directed at litigation around the world.",
  "We like to think justice is not only blind but also unconcerned with disparate resources.",
  "But the British startup CrowdJustice is starting to make inroads of its own.",
  "We think of GoFundMe as the patron saint of broken hearts and lost causes.",
  "Americans prefer not to think about lawsuits as dependent on money.",
  "Salasky emphasizes that the startup is politically neutral.",
  "They want to be deployed as protagonists in this fight.",
  "(Parliament did ultimately clear that hurdle.)",
  "Yeah, yeah, we’ve all heard the jokes.",
  "“People want to know what they can do.",
  "You’re a donor, not an investor.",
  "Salasky has heard them, too.",
  "Bottom of the ocean, check.",
  "Best lawyers, check.",
  "It’s a risk."
]