[
  "Corporation\n\nAmerican Continental Group: New Corporation\n\nBallard Partners: Advanced Roofing, Inc\n\nBallard Partners: Crowley Maritime Corporation\n\nBallard Partners: Hawkers USA\n\nBlue Star Strategies LLC: National Interest of Ukraine\n\nCovington & Burling LLP: National Association of Independent Colleges and Universities\n\nDC Strategies Group, LLC: U.S. International Council of Disabilities\n\nDentons US LLP: IFB Solutions\n\nFranklin Square Group, LLC: Postmates, Inc.\n\nGeoffrey P. Gray: American Airlines\n\nHettinger Strategy Group LLC: Coalfire Systems\n\nK&L Gates LLP: APTIM Corp.\n\nKelley Drye & Warren LLP: Prepaid Wireless Group, LLC\n\nKent Caperton Consulting: Sabine Neches\n\nMcDermott+Consulting LLC: MDxHealth\n\nMcDermott+Consulting LLC: Prothrombin-Time Self Testing Coalition\n\nMr. Mark Rey: Environmental Investigation Agency\n\nMr. Mark Rey: The Nature Conservancy\n\nOrlie Yaniv Strategies LLC: Blackridge Technology, Inc.\n\nPeck Madigan Jones: The Research Foundation for the State University of New York\n\nPrime Policy Group: Littler's Workplace Policy Institute\n\nPrime Policy Group: National Funeral Directors Association\n\nPrime Policy Group: Omega Enterprises\n\nSquire Patton Boggs: Molnlycke Health Care US, LLC\n\nStewart Strategies and Solutions, LLC: Clark Geduldig Cranford & Nielsen on behalf of TransUnion, LLC\n\nThe Ickes and Enright Group, Inc.: Peck Madigan Jones (obo The Research Fdn.",
  "[sic]\n\nHettinger Strategy Group LLC: Cyrrus Analytics on behalf of Coalfire Systems, Inc\n\nHope Beckham Inc: Cinemoi North America LLC\n\nJ.C. Watts Companies: Lockheed Martin Corporation\n\nK&L Gates LLP: Qnergy\n\nLatham & Watkins LLP: Valspar\n\nPatricia Jordan & Associates, Inc.: Holladay Utah\n\nRock Creek Counsel: H&R Block Management LLC\n\nRoscommon International: Eportation\n\nRoscommon International: Temple University\n\nRoscommon International: The Philadelphia Alliance\n\nRoscommon International: Wordsworth Academy\n\nSkladany Consulting LLC: DSCN Capital",
  "TAX REFORM UPDATE: POLITICO’s Brian Faler points out something tax lobbyists know but that hasn’t gotten much attention in the tax reform debate: “‘It’s basically impossible to have a large tax cut that doesn’t involve most of the benefits going to high-income groups just because that’s who pays taxes now,” said Adam Looney, who was deputy assistant Treasury secretary for tax analysis in the Obama administration.” That’s a problem for Republicans who want to sell their tax plan as helping the middle class, not the rich.",
  "Story Continued Below\n\n— Others who have hired lobbyists to help secure relief in the wake of Hurricane Maria include the Financial Oversight and Management Board for Puerto Rico, the federal board created last year to help the island get its finances under control, which has brought on Off Hill Strategies and Williams & Jensen; the Puerto Rico Telephone Company, which has hired Wiley Rein; the Aireko Foundation, which hired O’Donnell & Son; and Ponce Health Sciences University, which hired Prime Strategies.",
  "And Roger Dow, the president and chief executive of the U.S. Travel Association, wrote to the chairmen and ranking members of the House and Senate Appropriations committees on Wednesday to thank them for “providing disaster relief money for Hurricanes Harvey and Irma and to request that you also act swiftly to ensure that disaster relief funds are appropriated for Puerto Rico and the U.S. Virgin Islands.”\n\n— Here’s the full letter from U.S. Travel.",
  "of State University of NY)\n\nVan Scoyoc Associates: Central Arkansas Water\n\nWelsh Rose, LLC: Association of American Medical Colleges\n\nNEW LOBBYING TERMINATIONS:\n\nBen Barnes Group LP: Huntsman Cancer Institute\n\nBeveridge & Diamond PC: American Chemistry Council\n\nCapitol Legislative Strategies LLC: Anheuser-Busch Companies, Inc\n\nCapitol Legislative Strategies LLC: Emergent Biosolutions Inc.\n\nCyrrus Analytics LLC: Coalfire Systems Ic.",
  "The airline, which spent $1.8 million on lobbying in the second quarter, also retains Akin Gump Strauss Hauer & Feld; Arent Fox; Ballard Partners; Chesapeake Enterprises; the Cormac Group; the Doerrer Group; Empire Consulting Group; the Gibson Group; HLP&R Advocacy; LHD & Associates; SBL Strategies; Signal Group; the Simmons & Russell Group; Stark Strategic; and Venable.",
  "“As businesses with significant presence in Puerto Rico, we urge Congress to act swiftly to address the evolving humanitarian crisis in the territories,” reads a letter to members of Congress signed by 28 companies, including Abbott, AbbVie, Amgen, Bacardi, Carnival, Coca-Cola, GlaxoSmithKline, Johnson & Johnson, Merck, Pfizer, UPS and Walgreens.",
  "Another day, another Puerto Rico registration\n\nWith David Beavers and Aubree Eliza Weaver\n\nANOTHER DAY, ANOTHER PUERTO RICO REGISTRATION: Omega Enterprises, an investment firm, is the latest Puerto Rican company to look to K Street for help after the hurricanes that devastated the island.",
  "BALLARD PARTNERS ADDS THREE MORE: Ballard Partners, the Florida lobbying firm run by Brian Ballard, a top fundraiser for President Donald Trump during the campaign, has signed three more clients: Advanced Roofing, Crowley Maritime Corporation and Hawkers USA, a sunglasses company.",
  "HERE'S AN INTRIGUING FILING: As The New York Times' Ken Vogel pointed out on Twitter this morning, SCL Analytics, the parent company of Cambridge Analytica, registered with the Justice Department as a foreign agent working on behalf of the National Media Council of the UAE.",
  "“They are confronting a tax system where the tax burden is increasingly bunched up at the top of the income spectrum, thanks to huge earnings gains by the rich and the fact that the U.S. has one of the most progressive income tax systems in the world.",
  "The top 1 percent — about 1 million families earning at least $379,000 — will pay 45 percent of all individual income taxes collected this year, and almost one-third of taxes overall, including corporate, payroll, estate and excise taxes.” Full story.",
  "\"A total contract value of $330,000 was agreed to, which encompasses a wide range of services specific to a global social media campaign, including activities that fall outside the scope of FARA,\" the firm reported in the filing.",
  "NBA TEAMS STOP STAYING AT TRUMP HOTELS: “Until recently, the Trump SoHo hotel served as a kind of luxe clubhouse for NBA teams visiting New York,” The Washington Post’s Tim Bontemps and David Fahrenthold report.",
  "Ballard has signed an astounding 47 lobbying clients since opening a Washington office after Trump’s victory, as well as several foreign clients for which Ballard has registered with the Justice Department.",
  "— SCL Analytics was hired to wage a global social media campaign urging a boycott of Qatar, which is locked in a diplomatic standoff with the United Arab Emirates and Saudi Arabia, according to the filing.",
  "The company is sharing material with the House Intelligence Committee in relation to the committee's investigation into Russian meddling in the election, as POLITICO's Elana Schor reported on Wednesday.",
  "\"A budget of $75,000 was allocated for social media activities during certain days coinciding with the72 [sic] Regular Session of the United Nations General Assembly in New York City.",
  "“All but one of the 12 teams said they have stopped patronizing the Trump SoHo since Donald Trump launched his presidential bid in 2015, according to team officials.” Full story.",
  "The players loved it so much they became walking ads for the Trump brand: Superstar Russell Westbrook of the Oklahoma City Thunder praised the hotel in the press.” Not anymore.",
  "Omega intended to hire the firm to lobby on education issues but switched to disaster relief after the storms hit, according to Paul Weiss, Prime Policy’s managing director.",
  "Some are big names — Amazon, Sprint, Uber — but many are previous clients of Ballard’s in Florida or smaller companies looking for an advocate in Trump’s Washington.",
  "The firm is lobbying House and Senate leadership to include Puerto Rico relief in the Children’s Health Insurance Program reauthorization and other must-pass bills.",
  "DEZENHALL ADDS TWO: The public affairs firm Dezenhall Resources has hired Michael Bova as a senior director and Alison Roney as an associate.",
  "NEW JOINT FUNDRAISERS:\n\nNone\n\nNEW PACs:\n\nNone\n\nNEW LOBBYING REGISTRATIONS:\n\nAmerican Continental Group: Cognizant Technology Solutions U.S.",
  "Only a portion of the allotted $75,000, namely $64,326.19, was spent on FARA-related activities covering the period of September 19 - 22.\"",
  "Sign up HERE for more information on one of the must-attend D.C. events of the year, and check out the full POLITICO 50 List HERE.",
  "Omega has hired Prime Policy Group to lobby on rebuilding Puerto Rico’s economy and setting up an infrastructure investment trust.",
  "— Companies with interests in Puerto Rico are waging their own lobbying campaign to press Congress to do more to help the island.",
  "Cambridge Analytica, of course, worked with Donald Trump's campaign and is closely tied to the Mercer family of GOP megadonors.",
  "At the risk of infuriating our readers (and my Nats fan editors), PI will be cheering for the Cubs tonight.",
  "— “The top 0.1 percent of earners projected to pay more to the IRS than the bottom 80 percent combined.",
  "AMERICAN AIRLINES ADDS GRAY: American Airlines has hired Geoffrey Gray as its latest outside lobbyist.",
  "This year, official government data show, the top 20 percent will pay 95 percent of all income taxes.",
  "“At least 12 teams — more than a third of the league — had stayed there since it opened in 2010.",
  "If you can bring yourself to forgive me, please send me your tips: tmeyer@politico.com.",
  "Roney was previously a senior research associate at kglobal.",
  "PARTY SIREN: POLITICO’s annual 50 List Celebration is here!",
  "Bova previously worked for Hill + Knowlton in New York.",
  "“There’s so much that needs to be done,” Weiss said.",
  "You can also follow me on Twitter: @theodoricmeyer.",
  "Here's one of the ads that appeared on Facebook.",
  "The exclusive event will be held on Oct. 12.",
  "Good afternoon, and welcome to PI."
]