[
  "President Trump's troubles with questions about his campaign's ties to Russia intensified with the release of emails showing his son, Donald Trump Jr., arranging a meeting with a Russian attorney last year in the hope of obtaining incriminating information on Hillary Clinton.",
  "SENATOR MARK WARNER: Well, John, this is the first time that the public has seen in black and white on the email thread clear evidence that the Russians and particularly there was a Russian government effort to try to undermine Clinton, help Trump.",
  "I would think if you had a meeting with agents of the Russian government where they were bringing forth information to discredit Clinton and help their then-Candidate Trump I would think a rational person would remember that.",
  "SENATOR MARK WARNER: We do know as well that Facebook, for example, that denied any responsibility during our election, by the time the French elections took place this past spring, they literally took down 30,000 fake sites.",
  "And what was remarkable was you saw not only willingness but actually glee from the president's son as well as involvement of the campaign manager and the president's son-in-law to say in effect, \"Yes, bring it on.\"",
  "On Sunday, \"Face the Nation\" sat down with Sen. Mark Warner of Virginia, the top Democrat on the Intelligence Committee, to discuss the latest on the investigations into Russian interference in the 2016 election.",
  "And so all of this constant refrain from the president's son, from the president himself that there was no there there, that the whole thing is a witch hunt, these folks have been saying that for a year.",
  "And we've heard not only from the chairman, but we've heard from Susan Collins, James Lankford, a series of other Republican members on the committee as well saying, \"We need to talk to all these folks.\"",
  "SENATOR MARK WARNER: Well, we do know that there was a series of Russian trolls, paid individuals, who worked for the Russian services that were trying to interfere and put fake news out.",
  "In the middle of June, there was a report that you and Chairman Burr after speaking to Special Counsel Mueller were not going to be looking into the obstruction of justice question.",
  "But I think the whole role of these social media platforms, in terms of disseminating fake news, is a policy question that we're going to have to address.",
  "JOHN DICKERSON: You- Another area that it appears you're interested in is the data operation of the Trump campaign, which Jared Kushner was overseeing.",
  "SENATOR MARK WARNER: The question we have is: Did they somehow get information from some of the Trump campaign efforts to target that interference?",
  "Clearly this administration has not been forthcoming about what they know and when they knew it in terms of Russian involvement in the elections.",
  "What we have, what we know is that this whole group of individuals are not forthcoming about their meetings with Russians until they have proof.",
  "But then another report that- that Chairman Burr was working to get those memos that James Comey wrote about his meetings with President Trump.",
  "Senator, I want to start with the news this week about the president's son in a meeting advertised as being with a Russian government agent.",
  "Yet over a year ago we know they had clear evidence as well that there was a Russian government effort to undermine Clinton and help Trump.",
  "But it does seem strange to me that he didn't forget once, not twice, but three separate meetings with senior-level Russian officials.",
  "We now have Jared Kushner having to have three separate times where he forgot, conveniently forgot about meetings with Russians.",
  "So why if you're not looking into obstruction do you want memos that are sent- that are only about the question of obstruction?",
  "But for us to get all the information out about contact between Russians and the Trump campaign, that's our responsibility.",
  "SENATOR MARK WARNER: We also know that Twitter -- it's been reported that literally 8% of the Twitter accounts are fake.",
  "We don't know what transpired in that meeting until we get a chance to talk to all of the individuals who participated.",
  "But I think it's important to the fullest extent possible that the public get a chance to review all this information.",
  "CBS News\n\nJOHN DICKERSON: Will you be calling the president's son to testify and the others who were in that meeting?",
  "Senate Majority Leader McConnell needs his vote to pass healthcare reform and so has postponed the vote on the bill.",
  "JOHN DICKERSON: Is Chairman Burr on board with having all those people investigated as part of the committee work?",
  "We want to try to make sure we get all the facts out about the involvement of the Trump campaign and the Russians.",
  "That's one of the reasons why we want, we want to question him and all the other participants of that meeting.",
  "What follows is a transcript of the interview, which aired Sunday, July 16, 2017, on \"Face the Nation.\"",
  "SENATOR MARK WARNER: I want to hear from everyone in that meeting and get their version of the story.",
  "But we begin with the latest on the investigations into Russian interference in the 2016 election.",
  "He's back at home with his family in Arizona but is not expected back in Washington for a week.",
  "Then the president himself said the reason they fired Comey was because of the Russian thing.",
  "I'm going to give Mr. Kushner the benefit of the doubt until we get a chance to question him.",
  "There's also been a strange activity where some of them have been classified after the fact.",
  "But what we do want to know is -- I'd like to talk to the folks with Cambridge Analytica.",
  "Senator John McCain underwent surgery Friday to remove a blood clot above his left eye.",
  "For that we turn to the top Democrat on the Senate Intelligence Committee, Mark Warner.",
  "It's unfortunately dribbling out because this administration has not been forthcoming.",
  "SENATOR MARK WARNER: Well, John, obstruction of justice falls into the criminal reign.",
  "SENATOR MARK WARNER: My hope is that the public will get to see at least some of them.",
  "We saw the president, we saw the administration put out one reason for firing Comey.",
  "Because, of course, the president's son says, \"Well, nothing came from the meeting.",
  "This news came out in part because he amended his form for his security clearance.",
  "So all of these denials over the past year really are now put in doubt as well.",
  "As well as I think we may find out there may have been other meetings as well.",
  "We saw the attorney general not disclose meetings and have to recuse himself.",
  "JOHN DICKERSON: Let me ask you about the question of obstruction of justice.",
  "JOHN DICKERSON: Having reviewed those, do you think there was obstruction?",
  "But what we've seen is a constant effort to hide contacts with Russians.",
  "Because the president's son has not been forthcoming about this meeting.",
  "So they have in effect got religion about the need to police fake news.",
  "And that's where Special Prosecutor Mueller, that's his responsibility.",
  "I'd like to talk to some of the folks from the Trump digital campaign.",
  "And he conveniently forgot to put any of those on his initial filing.",
  "In effect, internet robots that actually could interfere as well.",
  "Chairman Burr and I are working together in a bipartisan fashion.",
  "JOHN DICKERSON: You mentioned there may have been other meetings.",
  "Now, we hear there may be as many as eight people in the meeting.",
  "And we want to try to get all the truth out about what happened.",
  "But I want to get all this information into the public realm.",
  "And obviously moves our whole investigation to another level.",
  "And just to button it up, are you investigating obstruction?",
  "JOHN DICKERSON: Good morning and welcome to Face the Nation.",
  "SENATOR MARK WARNER: Yeah, I don't want to break news here.",
  "SENATOR MARK WARNER: Other members have weighed in on that.",
  "How does that change what you're doing in the committee?",
  "We'll be talking about the impact of that in a moment.",
  "At first there was indication it was just four people.",
  "We saw General Flynn lie about meetings and get fired.",
  "SENATOR MARK WARNER: Obstruction is a criminal charge.",
  "Do you think he should still have security clearance?",
  "At first he said it was about Russian adoptions.",
  "Then they have to recant or amend their forms.",
  "Or do you have some evidence for that inquiry?",
  "We also know they created what's called bots.",
  "So those accounts can be manipulated as well.",
  "Ours is a counterintelligence investigation.",
  "JOHN DICKERSON: And- and what is that level?",
  "He joins us from Oak Bluffs, Massachusetts.",
  "And is that, again, another extrapolation?",
  "JOHN DICKERSON: You mention Jared Kushner.",
  "I've had a chance to review those memos.",
  "JOHN DICKERSON: So you're- that's a no?",
  "Those memos are all about obstruction.",
  "We've seen this pattern repeat itself.",
  "You're not investigating obstruction?",
  "SENATOR MARK WARNER: Thank you, John.",
  "That's for Bob Mueller to look into.",
  "That's for Bob Mueller to look into.",
  "SENATOR MARK WARNER: How do we know?",
  "Obstruction of justice is criminal.",
  "I'd like not to re-litigate 2016.",
  "It was actually many more people.",
  "Is that just your extrapolation?",
  "JOHN DICKERSON: Okay, senator.",
  "SENATOR MARK WARNER: Listen.",
  "Some of them are classified.",
  "Or do you have any evidence?",
  "SENATOR MARK WARNER: Listen.",
  "We don't know that for sure.",
  "That's my extrapolation.",
  "We don't know that yet.",
  "We'll leave it there.",
  "I'm John Dickerson.",
  "So no big deal.\"",
  "Very troubling.",
  "I know we will.",
  "Thanks so much.",
  "Explain that."
]