[
  "But when you add up the different means of disenfranchisement – voter ID laws and illegitimate enforcement of them, the Crosscheck program, voter roll purges, reduction of polling places, gutting the Voting Rights Act – you see that millions of poor, student and nonwhite voters were denied one of their basic rights as citizens, along with more than six million disenfranchised because of felony convictions.",
  "Natasha Bertrand reported in Business Insider last month that more than 30,000 Russia-linked Twitter accounts sent out “generated approximately 1.4 million automated, election-related tweets, which collectively received approximately 288 million impressions” in the last legs of the election, while 126 million Facebook users were exposed to content generated by Russia-linked accounts between 2015 and 2017.",
  "The evidence for it was substantial and diverse before the election, some of it circumstantial – the Trump team members with strong ties to and clandestine meetings with Russian officials, the odd things Trump himself, Roger Stone, and others said about Vladimir Putin, the Russian government, about WikiLeaks, and about the hacks of the DNC.",
  "(The order of succession is a grim thought, if it makes Vice-President Pence or Speaker Ryan president, but it’s fun to note that if Democrats retake the house in the 2018 midterm elections, and prosecutions or other factors remove both Pence and Trump after that event, the country gets handed a Democratic president.)",
  "But Ari Berman of Mother Jones recently reported that in Wisconsin, where Trump was supposed to have won by less than 23,000 of the nearly three million votes cast, as many as 45,000 voters, particularly black voters, were prevented from casting a ballot by voter identification laws designed to disenfranchise them.",
  "'Covering Trump's White House is like being tossed inside a washing machine' Read more\n\nMany things warped the process, including massive intervention on many fronts by a hostile foreign power, apparent collusion by Trump and his associates, and disturbing anomalies in the actual voting process and its outcome.",
  "We have yet to come to terms with the ways that Facebook in particular sold users’ data to advertisers including the Trump campaign and Cambridge Analytica, allowing voters to be targeted in unprecedented ways, often without knowing that they were in effect receiving campaign literature or propaganda.",
  "In June 2017, Bloomberg News issued a little-noticed report that voter databases in 39 states, far more than previously believed, had been hacked by Russian operatives before the 2016 election: “In Illinois, investigators found evidence that cyber intruders tried to delete or alter voter data.",
  "Trump has continued to try to obstruct any understanding of these ties, firing FBI chief James Comey, fretting over his inability to directly fire independent investigator Robert Mueller III, protesting anxiously and often that he is innocent, but clearly afraid to have that claim tested.",
  "Green Party candidate Jill Stein, at the behest of election experts troubled by these results, exercised her right to carry out a recount in three states where Trump won by a tiny margin, and a few weeks after the election raised more than $7m in small donations to carry out the project.",
  "Berman cites another study suggesting that in total 200,000 more voters would have participated in the 2016 election had nothing changed since 2012 in how elections were run in Wisconsin, and of course these voters “skewed more African American and more Democrat”.",
  "The sheer volume now of the bots, the tweets, the trolls and fake profiles, the Facebook and Twitter ads and articles is astonishing, now coming to light as the congressional investigation has made the internet companies reveal their role in skewing the election.",
  "A few weeks after the election, journalist Gabriel Sherman reported “that in Wisconsin, Clinton received 7% fewer votes in counties that relied on electronic-voting machines compared with counties that used optical scanners and paper ballots.",
  "But while the corruption of the voting system seems to have been an achievement of Republican strategists working for decades, the unprecedented role of a foreign government does give an entirely different basis to regard it as illegitimate.",
  "The likelihood of this happening in an election that is not rigged are in the realm of virtual statistical impossibility.”\n\nPerhaps Trump did actually win against such enormous odds, but we don’t actually know if he did or didn’t.",
  "Further, since 2000, the US State Department has used initial exit polling to test the fairness of elections in 14 ‘transitional’ democracies.”\n\nClinton would have won the election overwhelmingly had she won those states.",
  "There is no domestic precedent for nullifying a presidential election; there is also no previous election like this one in the nature and range of its corruptions and the unanswered questions about its anomalies.",
  "The erasure of these voices is the fruit of decades of Republican scheming to win elections without winning majorities – to hang on to power as the party of white grievance in an increasingly non-white country.",
  "That is a huge chunk of the electorate, and had half of them voted, it would have given us a wildly different outcome – in fact, it probably would’ve dictated significantly different campaigns and candidates.",
  "The 2016 US presidential election was so corrupted in so many ways, small and large, that there is no reason to respect its outcome or regard Donald J Trump as the legitimate president of the United States.",
  "Shortly after the election, Bob Fitrakis and Harvey Wasserman reported: “In 24 of 28 states, unadjusted exit polls also showed Clinton with vote counts significantly higher than the final official outcome.",
  "Republicans, with some notable exceptions, have also been eager to prevent any investigation of Russian intervention in the election and collusion between Trump’s associates and the Putin regime.",
  "In Kenya on 1 September of this year, the supreme court annulled a presidential election because of evidence that “the vote had been electronically manipulated” and ordered a new election.",
  "The hackers accessed software designed to be used by poll workers on Election Day, and in at least one state accessed a campaign finance database.” Did these incursions alter the outcome?",
  "Further, in many swing states, including Florida, North Carolina, Pennsylvania and Wisconsin, there were extraordinary discrepancies between the exit polls and the vote tallies.",
  "Though it’s common to regard the latter as more reliable than the former, in other parts of the world, exit polls are treated as important verifications of the outcome.",
  "That grave injustice got overlooked by the widespread arguments that the election results in key states were due entirely to the weakness of the Democratic candidate.",
  "Wisconsin prevented a hand recount that might have found machine errors; and the Michigan recount was stopped after enormous errors were detected.",
  "Based on this statistical analysis, Clinton may have been denied as many as 30,000 votes,” significantly more than Trump’s margin of victory.",
  "As we learn more about the latter, it behooves us not to forget the former, which is as grave a blow to the credibility of the election.",
  "You can’t count the votes that weren’t cast, and you can make a case that the election was sabotaged without taking them into account.",
  "In South Korea in late 2016, popular uprisings and parliamentary impeachment proceedings forced the corrupt president out of office.",
  "You don’t have to factor in the Russian intervention or the Trump team’s collusion to regard the election as fatally corrupted.",
  "And whether or not we can do anything about last year’s election, we can try to make sure we never again have one like it.",
  "As Alan Gilbert wrote in the Daily Beast: “In Germany, Canada, and many other countries, an initial exit poll is released.",
  "Before the election, most reporting on Russian intervention addressed the hacking of the DNC and Podesta’s emails.",
  "It is unlikely that it will be overturned, but that is not an argument against the case that it should be.",
  "You just have to like free and fair elections and the right of the people to determine who governs them.",
  "Since then, we have learned that Russian actors contaminated the election in a plethora of ways.",
  "The Republican party appeared to be frantic to prevent us from finding out what really happened.",
  "You don’t have to like the Democratic party or Clinton to come to these conclusions.",
  "Pennsylvania blocked a recount by mounting outrageous obstacles to the process.",
  "If the election is very close, the ballots can easily be recounted.",
  "Even those who were able to vote may not have their votes counted.",
  "Nor is this a case for handing the presidency to Hillary Clinton.",
  "It’s worth remembering that, and reviewing the evidence.",
  "Where this procedure is used, there is no controversy.",
  "Kenyans and South Koreans got new elections.",
  "And the evidence continues to mount.",
  "And then paper ballots are counted.",
  "We don’t really know.",
  "So is the reach.",
  "Perhaps she did."
]