[
  "Any claims that voter data from any other source played a key role in the victory are false.”\n\nAccording to the Daily Beast report, Cambridge Analytica CEO Alexander Nix approached Assange about recovering 33,000 emails that were deleted from Clinton’s private email server.",
  "“Once President Trump secured the nomination in 2016, one of the most important decisions we made was to partner with the Republican National Committee on data analytics,” Michael Glassner, executive director of the Trump campaign, said in the statement.",
  "| Jack Taylor/Getty Images Assange: Trump-tied firm sought WikiLeaks' help before election\n\nOne of the Trump campaign's top data firms sought to connect with Julian Assange before the 2016 election, the Wikileaks founder said on Twitter on Wednesday.",
  "Story Continued Below\n\nThe interaction was first reported by The Daily Beast, which said the firm approached WikiLeaks about finding emails sent during Hillary Clinton’s time as secretary of state that were not made public by the State Department.",
  "Clinton’s use of a private email server while secretary of state was a major focus of the 2016 campaign, as Trump and other Republicans argued she mishandled classified information to a degree that they said merited criminal charges.",
  "WikiLeaks has come under scrutiny since the U.S. intelligence community concluded that the organization was given Democrats' hacked emails as part of a Russian government effort to interfere in the election to help Donald Trump.",
  "He regularly praised WikiLeaks during the campaign as the organization dumped a slew of hacked emails from the account of Clinton campaign chairman John Podesta, as well as internal Democratic National Committee emails.",
  "Special counsel Robert Mueller is leading an investigation into Russia's role in the 2016 campaign, including whether any Trump associates colluded with Moscow.",
  "Cambridge Analytica, a data firm with deep ties to the billionaire Mercer family, was paid $5.9 million by Trump's campaign during the 2016 campaign cycle.",
  "“I can confirm an approach by Cambridge Analytica [prior to November last year] and can confirm that it was rejected by WikiLeaks,” Julian Assange wrote.",
  "“I can confirm an approach by Cambridge Analytica [prior to November last year] and can confirm that it was rejected by WikiLeaks,” Assange wrote.",
  "“We as a campaign made the choice to rely on the voter data of the Republican National Committee to help elect President Donald J. Trump.",
  "Trump called on Russia at one point to dig up his Democratic rival's deleted emails, though he later said his comment was a joke.",
  "Trump has subsequently dismissed the Russia investigation as a “witch hunt” and “fake news” and defended Assange and WikiLeaks.",
  "Trump’s campaign released a statement later Wednesday that appeared to try to distance itself from Cambridge Analytica.",
  "Assange, however, did not specify in his tweet who from Cambridge Analytica approached him or what they sought.",
  "Mike Pompeo, Trump’s CIA director, has described WikiLeaks as behaving like a “hostile intelligence service.”",
  "Email Sign Up By signing up you agree to receive email newsletters or alerts from POLITICO.",
  "She has said the emails were deleted because they did not relate to government business.",
  "Neither WikiLeaks nor Cambridge Analytica responded to POLITICO’s request for comment.",
  "Sign up for POLITICO Playbook and get the latest news, every morning — in your inbox.",
  "WikiLeaks has denied any connection to the Russian effort.",
  "“I love WikiLeaks,” Trump quipped at one campaign rally.",
  "“We have confirmed the approach and rejection only.",
  "Not the subject,” Assange later added on Twitter.",
  "The most reliable politics newsletter.",
  "The FBI declined to charge Clinton.",
  "You can unsubscribe at any time."
]