[
  "The inventor of the world wide web remains an optimist but sees a ‘nasty wind’ blowing amid concerns over advertising, net neutrality and fake news\n\nTim Berners-Lee on the future of the web: 'The system is failing'\n\nSir Tim Berners-Lee’s optimism about the future of the web is starting to wane in the face of a “nasty storm” of issues including the rollback of net neutrality protections, the proliferation of fake news, propaganda and the web’s increasing polarisation.",
  "It means that ISPs, which control the delivery pipes, don’t get to choose which data is sent more quickly, or which sites get blocked or throttled (for example, slowing the delivery of a TV show because it is streamed by a video company that competes with a subsidiary of the ISP) or who has to pay extra.",
  "Net neutrality, which some have described as the “first amendment of the internet”, is the idea that internet service providers (ISPs) should treat everyone’s data equally – whether that data consists of an email from your grandmother, an episode of Stranger Things on Netflix or a bank transfer.",
  "But Berners-Lee’s vision for an “open platform that allows anyone to share information, access opportunities and collaborate across geographical boundaries” has been challenged by increasingly powerful digital gatekeepers whose algorithms can be weaponised by master manipulators.",
  "“When I invented the web, I didn’t have to ask Vint Cerf [the ‘father of the internet’] for permission to use the internet,” said Berners-Lee, who previously stated that the internet should remain a “permissionless space for creativity, innovation and free expression”.",
  "The most obvious beneficiaries are the large ISPs, who frequently have local monopolies and have now been handed the ability to discriminate between their own services and those of competitors, and charge other companies for access or bandwidth.",
  "Data analytics firms such as Cambridge Analytica, which builds personality profiles of millions of individuals so they can be manipulated through “behavioural micro-targeting”, have also been criticised for creating “weaponised AI propaganda”.",
  "The financial incentive drove Macedonian teenagers with “no political skin in the game” to generate political clickbait fake news that was distributed on Facebook and funded by revenue from Google’s automated advertising engine AdSense.",
  "The EU, for instance, passed a directive in 2016 guarding some key tenets of net neutrality, although allowing some controversial practices, such as \"zero-rating\" – declaring some sites free for the purposes of data limits.",
  "It ensures that the large cable ISPs, including Comcast, AT&T and Verizon, don’t get to choose which data is sent more quickly and which sites get blocked or throttled depending on which content providers pay a premium.",
  "Trump’s FCC, headed by the former Verizon employee Ajit Pai, wants to kill the rules, arguing that “nothing is broken” and that the rules were established over “hypothetical harms and hysterical prophecies of doom”.",
  "The spread of misinformation and propaganda online has exploded partly because of the way the advertising systems of large digital platforms such as Google or Facebook have been designed to hold people’s attention.",
  "In a 3-2 vote, the commission repealed the rules, which had been introduced by the Obama administration in 2015 to replace the patchwork of authorisations that had previously regulated the internet.",
  "Net neutrality is the idea that internet service providers (ISPs) treat everyone’s data equally – whether that’s an email from your mother, a bank transfer or a streamed episode of Stranger Things.",
  "These powerful gatekeepers, Berners-Lee said, control access to the internet and pose a threat to innovation if they are allowed to pick winners and losers by throttling or blocking services.",
  "But globally, internet users will experience the indirect effects of the US decision, since its impact on the competitive market within America's borders will ripple around the world.",
  "Berners-Lee, who is in Washington urging lawmakers to reconsider the rollback, disagrees and cites problematic examples in which ISPs have violated net neutrality principles.",
  "“I’m still an optimist, but an optimist standing at the top of the hill with a nasty storm blowing in my face, hanging on to a fence,” said the British computer scientist.",
  "In February 2015, the US Federal Communications Commission (FCC) voted to more strictly regulate ISPs as utilities and enshrine in law the principles of net neutrality.",
  "So I am concerned,” said Berners-Lee, who in March called for the regulation of online political advertising to prevent it from being used in “unethical ways”.",
  "Since then, it has been revealed that Russian operatives bought micro-targeted political ads aimed at US voters on Facebook, Google and Twitter.",
  "This is not democracy – this is putting who gets selected into the hands of the most manipulative companies out there,” said Berners-Lee.",
  "“We have to grit our teeth and hang on to the fence and not take it for granted that the web will lead us to wonderful things,” he said.",
  "On 14 December 2017, the US Federal Communications Commission (FCC) voted to scrap regulations protecting net neutrality in America.",
  "They stand little risk of being blocked or throttled, given how unpopular such a move would be, and can afford to pay access fees.",
  "They would also benefit from the reduced competition from smaller firms and startups, who are at risk of discrimination from ISPs.",
  "The inventor of the world wide web always maintained his creation was a reflection of humanity – the good, the bad and the ugly.",
  "For example, AT&T blocked Skype and other similar services on the iPhone so it would make more money from regular phone calls.",
  "For some, that could even be positive: if new startups can't get traction in the US, they may decide to relocate elsewhere.",
  "The way ad revenue works with clickbait is not fulfilling the goal of helping humanity promote truth and democracy.",
  "“One of the problems with climate change is getting people to realise it was anthropogenic – created by people.",
  "“People are being distorted by very finely trained AIs that figure out how to distract them,” said Berners-Lee.",
  "“It already has got worse,” he said, referencing the rollback of Obama-era rules to protect net neutrality.",
  "Verizon blocked Google Wallet from smartphones when it was developing a competing mobile payment service.",
  "“We are so used to these systems being manipulated that people just think that’s how the internet works.",
  "But larger internet companies, such as Google or Facebook, are also likely to benefit from the decision.",
  "In response, a number of states vowed to introduce their own state-wide protections of net neutrality.",
  "“We have these dark ads that target and manipulate me and then vanish because I can’t bookmark them.",
  "“It’s part of life and shouldn’t have an attitude about what you use it for – just like water.”",
  "For this reason, some have described net neutrality as the “first amendment of the internet”.",
  "It is not too late to turn things around, he said, provided people challenge the status quo.",
  "In some cases, these platforms offer users who create content a cut of advertising revenue.",
  "“Gas is a utility, so is clean water, and connectivity should be too,” said Berners-Lee.",
  "If they are not serving humanity, they can and should be changed,” he said.",
  "It makes sense, therefore, that ISPs should be treated more like utilities.",
  "It’s the same problem with social networks – they are manmade.",
  "Quick guide Net neutrality Show Hide What is net neutrality?",
  "Other nations have their own net neutrality regulations.",
  "We need to think about what it should be like,” he said.",
  "Will the situation get worse before it gets better?",
  "Are there implications outside of the US?",
  "Why is net neutrality under threat?",
  "Who benefits from the FCC ruling?",
  "“The system is failing."
]