[
  "Anne Holton will campaign in Michigan on Tuesday and Wednesday, Iowa on Thursday and Wisconsin and Friday.”\n\nJUST POSTED -- “False Claims to Watch Out for in Monday’s Debate: Here are six topics where Trump and Clinton fudge the truth on a frequent basis,” by Darren Samuelsohn: “Trump’s claim: ‘I was totally against the war in Iraq.’ ... Clinton’s claim: ‘What I did [with emails] was allowed by the State Department…’ ... Trump’s claim: ‘Fifty-eight percent of African American youth are not working.’ ... Clinton’s claim: ‘Under [Obama’s] leadership we’ve created 15 million new private-sector jobs.’ ... Trump’s claim: Clinton supports ‘open borders’ and a ‘550 percent increase’ in Syrian refugees ... Clinton’s claim: Trump ‘doesn’t make a thing in America except bankruptcies.’” http://politi.co/2d8CijT\n\nNEW RADIO AD with Michelle – “The ad calls on supporters who voted for President Obama in 2008 and 2012 to stand together behind Hillary Clinton and ‘keep moving our country forward.’ This new advertisement will air in Florida, North Carolina, Ohio and Pennsylvania.” http://bit.ly/2crOMhX\n\n\n\nA message from Google: Google is supporting service members as they transition to civilian jobs.",
  "alum Katie Levinson Burke is 41 ... Joe Householder, EVP of corporate and crisis at Hill & Knowlton Strategies ... Jessica Schumer … Suzanne (Tomlin) Mackowiak ... Mic’s CEO and co-founder, Chris Altchek … Will Booher, former Bush 43, Commerce and FEMA, now living in New Orleans … historian and Reagan scholar Craig Shirley is 6-0 … photojournalist Mike Kamber is 53 ... DC restaurateur Alan Popovsky ... Missy Owens, JRB’s niece, former Clinton WH press aide and now director of public affairs and diplomatic relations at Coca-Cola and a DOE alum … Shawn McCoy, publisher of InsideSources and a Romney Iowa alum, is 32 (h/t Ted Greener) ... Morgan Jackson, principal at Nexus Strategies and the bane of Pat McCrory ... Will Allison, press secretary on the Ron Johnson campaign and proud Tom Price budget flack, is 3-0, celebrating by fighting the good fight in Wisconsin (h/t Brian Reisinger) ...\n\n… Mike Morey, a managing director at SKDKnickerbocker and formerly Sen. Schumer’s NY comms director (h/t Steph Reichin) ... Derek Pangallo of the Senate Office of Public Records and a new Partners alum ... Stan Kahn … former Minn. Gov.",
  "And there are more of them than ever.” http://bit.ly/2dq0GxO\n\n--“The Future of America is Being Written in This Tiny Office,” by Jonathan Cohn in a HuffPost Highline feature: “It’s time to get interested in what Hillary’s policy team is up to.” http://huff.to/2ctDxuf\n\n--“Equal opportunities for women politicians still elusive,” by Julia Gillard, the former Australian prime minister, in Politico Europe’s special U.S. election edition: “[W]hile Theresa May and Hillary Clinton may have defied the odds, women are still hindered from holding high political offices.” http://politi.co/2dghRic\n\n--“Clinton: Into the Headwinds,” by Elizabeth Drew in the N.Y. Review of Books: “[T]hough many of Clinton’s problems are ... self-inflicted, some have to do less with what she’s done than with what she is: Hillary Clinton is the unusually bright woman who turns off a lot of men—and some women, too.",
  "The festival features musical performances by Rihanna, Demi Lovato, Kendrick Lamar, Major Lazer, Metallica, Usher, Chris Martin, Eddie Vedder, Ellie Goulding, Yandel, and Yusuf /Cat Stevens.” www.msnbc.com/global-citizen\n\n--“Introducing DISKOURSE: the New Social Platform Connecting Donald Trump & Hillary Clinton Supporters”: “‘With all the toxic political rhetoric in this presidential campaign, Y Media Labs has leveled the playing field by creating an innovative platform where Donald Trump and Hillary Clinton supporters can safely connect.” www.diskourse.co\n\n--Countable’s “Why presidential debates matter” http://bit.ly/2cQ8k2B\n\nBIRTHDAYS: Michael J. Kennedy is 41 ... Hope Hall, White House videographer ... Defense Secretary Ash Carter is 62 … Lou Dobbs is 71 ... Politico’s Lisa Leonard ... former Rep. Joseph Kennedy II (D-Mass.)",
  "... Stephanie Cutter and Steve Schmidt ... Panel: Doris Kearns Goodwin, Hugh Hewitt, Gwen Ifill and Mike Murphy\n\n--ABC’s “This Week”: Kellyanne Conway ... Robby Mook ... Gary Johnson ... British foreign secretary Boris Johnson ... Panel: Alex Castellanos, Matthew Dowd, Maggie Haberman and Jamal Simmons\n\n--CBS’s “Face the Nation”: Tim Kaine ... Mike Pence ... Speaker Paul Ryan ... Sen. Bernie Sanders ... new CBS News 2016 “Battleground Tracker” polling from Missouri, Virginia and Colorado with CBS News’ Anthony Salvanto ... Bob Schieffer\n\n--“Fox News Sunday”: Mike Pence ... Joel Benenson ... Panel: Jerry Seib, Julie Pace, Rachel Campos-Duffy and Juan Williams ... “Power Player of the Week” with Librarian of Congress Dr. Carla Hayden\n\n--Fox News’ “Sunday Morning Futures” (10 a.m.",
  "... Trump’s debate prep team believes that the profile proves that when ‘she doesn’t know the answer, she says this, etc.’ The goal, said the operative, is to get Trump to recognize the tendencies, ‘so when he hears her say “X” he knows what is going on, and can respond accordingly.’ Another source ... said that Trump’s debate team is using the profile to coach the candidate on the most fruitful moments and responses to aggressively challenge Clinton.” http://politi.co/2d5s2Fb\n\n--“Trump campaign quarrels over money woes,” by Alex Isenstadt: “Trump’s top advisers have held a series of tense conversations in recent days about how to close a fundraising hole that’s grown to over $200 million – a deficit that’s led Trump to essentially cede the TV airwaves to his Democratic rival.",
  "Campaign officials said he will continue receiving his $20,000 monthly pay as severance until the end of the year, which would give him a total of $495,000 over two years.” http://wapo.st/2cuCTg9\n\nWHAT JOSH HOLMES IS READING -- THE UPSHOT: “The Republicans have a 59% chance of winning the Senate” http://nyti.ms/2d7uVrk\n\n**SUBSCRIBE to Playbook: http://politi.co/1M75UbX\n\nCLINTON CAMPAIGN’s post-debate plan – per a Clinton campaign official: “Following next week’s debate, Hillary Clinton, Tim Kaine and high profile surrogates including First Lady Michelle Obama, President Bill Clinton, Vice President Biden, Anne Holton and Chelsea Clinton will barnstorm battleground states to raise awareness of voter registration deadlines and discuss the high stakes of the November election.",
  "She cited “very stressed resources.”\n\nMYSTERY SOLVED -- “Hillary Clinton Aide Playing Donald Trump in Mock Debates,” by NYT’s Maggie Haberman and Patrick Healy: “Philippe Reines, a longtime aide to Hillary Clinton and one of the most astute observers of her personal and political vulnerabilities, is playing Donald J. Trump in her mock debate sessions, according to people familiar with Mr. Reines’s involvement … His selection as the Trump stand-in means that Mrs. Clinton wants an opponent in her mock debates who knows her flaws and how to exploit them and who is fearless about getting under her skin the way that Mr. Trump might at their first debate on Monday night.” http://nyti.ms/2cYXAQn\n\nGOOD WORK IF YOU CAN GET IT!",
  "ET): The National Museum of African-American History and Culture director Lonnie Bunch III ... former President Obama senior advisor Rick Wade ... Jack Kingston ... Jonathan Alter ... Jennifer Rubin (hosted by MSNBC’s Ari Melber live from Hofstra University)\n\n--PBS’s “To the Contrary” with Bonnie Erbé: (airs all weekend): U.S. Senate candidates Kamala Harris (D-Calif.) and Loretta Sanchez (D-Calif.) ... Panel: journalist Anushay Hossain, The Washington Examiner’s Ashe Schow, conservative commentator Dana White and Eleanor Holmes Norton\n\n--Sinclair’s “Full Measure” with Sharyl Attkisson (SUN 10am ET on WJLA and airing on Sinclair stations nationwide): Interview with Donald Trump.",
  "Page Austin ... Kim Fuller … Sarah Zichella … Tim Reynolds … Wash City Paper alum Moe Tkacik ... Daniel Buk, a FWD.us and Media Matters alum ... James Reppert ... Andrew Cecchinato ... Anthony Knopps ... Pete Carr ... Stevens C. Berry ... Patrick Davis ... Judah Groveman ... Lincoln Saunders ... Greg Knott ... Jon Davison ... Sam Parker ... Katrina Mendiola ... Tony Anthony ... Michael Teter ... Dave Contarino (h/ts Teresa Vilmain)\n\nTHE SHOWS, from Matt Mackowiak, filing from the Leadership Austin Essential Class retreat at the T Bar M Resort in New Braunfels, Texas:\n\n--NBC’s “Meet the Press”: John Podesta and Lt. Gen. Michael Flynn (Ret.)",
  "Learn more at google.com/grow/veterans\n\nGET SMART FAST -- The Council on Foreign Relations’ “Candidates and the World” site -- which just took home an award from the Online News Association -- “details the candidates’ positions on a range of foreign policy issues, defense, trade, climate, China, Iran, and more.” http://on.cfr.org/2daT9ni\n\n--NYT A9, “$12 Million Iranian Embassy Is Empty, but the U.S. Cuts the Grass,” by Nick Fandos: “The $12 million compound, once a playground for the Iranian ambassador and guests like Elizabeth Taylor, Andy Warhol and Richard M. Nixon, now sits empty on Washington’s Embassy Row.",
  "Jeffrey Immelt, the CEO of General Electric Co., who gave to Sen. Lindsey Graham during the GOP primary, called Mr. Trump’s comments about Mexicans and Muslims ‘unacceptable’ in an interview with Vanity Fair last month.” http://on.wsj.com/2cAVTbn\n\n#THISTOWN -- “White House correspondents’ dinner critic wants to be the group’s executive director,” by WashPost’s Emily Heil: “Patrick Gavin, the filmmaker and White House reporter who made a documentary critical of the White House Correspondents’ Association’s glitzy annual dinner, is looking for a new job: He wants to be the WHCA’s new executive director.",
  "Here, she reveals her full story for the first time.” http://bit.ly/2dnJDtn (h/t Longreads.com) … Vanity Fair’s Sarah Ellison tick-tock of Ailes http://bit.ly/2deIUdD\n\n--“Making Sense of Modern Pornography,” by Katrina Forrester in The New Yorker: “While the Internet has made porn ubiquitous, it has also thrown the industry into severe decline.” http://bit.ly/2crgyLD\n\n--“More Virtuous Than We Think,” by Henry J. Aaron in Democracy Journal, reviewing “The Moral Economy: Why Good Incentives Are No Substitute for Good Citizens,” by Samuel Bowles: “Homo Economicus is a fundamentally selfish man.",
  "SUBSCRIBE to the Playbook family: POLITICO Playbook http://politi.co/1M75UbX ... New York Playbook http://politi.co/1ON8bqW … Florida Playbook http://politi.co/1OypFe9 ... New Jersey Playbook http://politi.co/1HLKltF ... Massachusetts Playbook http://politi.co/1Nhtq5v ... Illinois Playbook http://politi.co/1N7u5sb ... California Playbook http://politi.co/2bLvcPl ... Brussels Playbook http://politi.co/1FZeLcw ... All our political and policy tipsheets http://politi.co/1M75UbX\n\nFollow us on Twitter Anna Palmer @apalmerdc\n\n\n\nJake Sherman @JakeSherman\n\n\n\nDaniel Lippman @dlippman",
  "October 1 is the first opportunity for students to submit their Free Application for Federal Student Aid (FAFSA) for the 2017-2018 school year, and the President will highlight changes to this year’s process and preview new tools that will ensure students are provided with timely information to access financial aid to attend a good-value school.”\n\nCOMING ATTRACTIONS – Hillary Clinton is heading to Miami Beach next Friday night to raise money at Sprint CEO Marcelo Claure’s house for a “dinner and conversation.” To be a “chair,” you have to contribute or raise $100,000.",
  "It’s about the country.” http://abc13.co/2dqZD0w\n\nINSIDE THE CAMPAIGNS – “Trump team builds ‘psychological profile’ of Clinton for debate: The GOP nominee and his team are taking a more sophisticated approach to debate preparation than previously known,” by Ken Vogel, Ben Schreckinger, Alex Isenstadt and Darren Samuelsohn: “Donald Trump’s team has created a detailed analysis of Hillary Clinton’s debate style — including her body language and verbal tics — with the goal of helping the GOP nominee exploit weaknesses during Monday’s debate ...",
  "Trump's new ad buy will include 13 states, from key battlegrounds such as Florida, North Carolina, Ohio and Pennsylvania, to new targets of Maine, New Mexico and Wisconsin ... About $40 million of the ads will play on national TV ... That averages to about $16.7 million per week in TV ads; Miller said the first $15 million ad buy was made Friday, although media buyers and services such as Kantar Media didn't immediately see evidence of that.” http://apne.ws/2cZ8Dco\n\n--Trump’s campaign has $50 million in its campaign account.",
  "SPOTTED: Mike Castellano, Niki Christoff, Pam Braden, Amy Weiss, Penny Lee, John Buckley, Stephen and Stephanie Silverman, Kate Goodall, Teal Baker, Eugene Ludwig, former Comptroller of the Currency and Dr. Carol Ludwig, Jenny Luray, former Pres Clinton Spokesman Barry Toiv and Chris Fitzgerald, AmericaScores’ Holly O’Donnell, Neil Bomberg and Bill Cramer, David Marchick and Pam Kurland, Michael Abramowitz, David Goodfriend and Susan Emmer, Debra DeShong, John Yahner, Rich Goodstein, Rebecca Geller, hundreds of others.",
  "14-minute podcast with Baquet http://nyti.ms/2cZ1RTQ\n\nCLICKER -- “The nation’s cartoonists on the week in politics,” edited by Matt Wuerker – 10 keepers http://politi.co/2db0AuO\n\n--EATER: “A Monster Summer: At Least 85 Restaurants Opened Around D.C.” http://bit.ly/2drHVdn\n\nGREAT WEEKEND READS, curated by Daniel Lippman, filing from Des Moines:\n\n--“I Used to Be a Human Being,” by Andrew Sullivan on the cover of N.Y. Mag: “An endless bombardment of news and gossip and images has rendered us manic information addicts.",
  "DRIP, DRIP, DRIP -- “Clinton aide told FBI there were internal concerns raised at State over private email server,” by WashPost’s Rosalind Helderman, Matt Zapotosky and Tom Hamburger: “A computer specialist who maintained Hillary Clinton’s private email server while she was secretary of state told the FBI that fellow State Department officials had expressed concerns to him about whether the system was properly retaining public records, according to newly released documents from the now-completed inquiry.",
  "But what if he’s been vastly overhyped?” http://bit.ly/2d6GdgM ... $22.03 on Amazon http://amzn.to/2daMM3f (h/t TheBrowser.com)\n\n--“How to Tell If You’re a Jerk,” by Eric Schwitzgebel in Nautilus Magazine: “If you think everyone around you is terrible, the joke may be on you.” http://bit.ly/2cXNYUy\n\n--“The Death of the Telephone Call: 1876–2007,” by Timothy Noah in Slate: “Calling somebody on the phone used to be a perfectly ordinary thing to do.",
  "The shortfall is putting Trump at a substantial disadvantage during the remaining few weeks of the campaign, as focus shifts to the clinical – and costly -- process of bringing voters out to the polls.” http://politi.co/2dgTnVZ\n\nTHE MAP -- “Nevada sparks Democratic concern after Obama’s successes,” by Elena Schneider in Las Vegas: “Barack Obama’s best swing state in 2008 has become one of his party’s biggest problems in 2016.",
  "She’s the smartest girl in the class who does her homework more fastidiously than the others and turns in her papers before they’re due.” http://bit.ly/2d4wt38\n\n--“How I Rewired My Brain to Become Fluent in Math,” by Barbara Oakley in Nautilus: “The building blocks of understanding are memorization and repetition.” http://bit.ly/2crgKdU\n\nGREAT WEEKEND LISTENS, curated by Jake Sherman:\n\n--Phish on Nov. 1, 2009.",
  "... Gavin, who has dinged the organization in the past for letting the dinner eclipse its mission to help journalists and offer scholarships, posted a video pitching himself for the job.” http://wapo.st/2dp8sFs\n\nJOIN US -- Next Wednesday we’ll be sitting down for a chat with theSkimm co-founders and co-CEOs Carly Zakin and Danielle Weisberg, at Twitter’s DC office for breakfast, conversation and networking.",
  "... Operatives on the ground say that Nevada’s booming, Democratic-leaning Hispanic population has obscured other disadvantages that have redounded to Trump’s benefit, including a huge population of non-college-educated white voters ... a fragile economy that still feels the reverberations of last decade’s economic crash; and Nevada’s long-standing penchant for insurgent-style politicians.",
  "Literally kissing a baby,” per our tipster\n\nHAPPENING TODAY – Rep. Steve Israel is doing a panel at the Library of Congress National Book Festival with Newt Gingrich at 1:30 p.m. http://bit.ly/2dq5inG ... Full schedule http://1.usa.gov/1zLqHYf\n\nTV TONIGHT – “NBC News’ and MSNBC’s Tamron Hall and Willie Geist will host the 5th Annual Global Citizen festival live on MSNBC starting at 3 p.m.",
  "Bryan Pagliano, a former Clinton campaign aide who set up and maintained the server during her time as secretary, said that some agency officials had asked him in late 2009 or early 2010 to convey to Clinton’s ‘inner circle’ that her use of a private server could pose a ‘federal records retention issue,’ the documents show.” http://wapo.st/2cYsA1l\n\nWHAT’S OBAMA’S FAKE EMAIL NAME?",
  "ET / 9 a.m. CT): Eric Trump ... House Homeland Security Chairman Mike McCaul (R-Texas) ... San Bernardino Police Chief Jarrod Burguan and Orlando Police Chief John Mina ... Federal Reserve Bank of Richmond president Jeffrey Lacker ... Panel: Mary Kissel, Ed Rollins and Democratic strategist and Global Strategy Group’s Stephen Sigmund\n\n--Fox News’ “MediaBuzz” (SUN 11 a.m.",
  "-- “Corey Lewandowski set to collect nearly $500,000 from Trump campaign,” by WaPo’s Matea Gold: “Lewandowski, who is now a paid commentator on CNN, collected at least $415,000 in salary, bonuses and severance from the Trump campaign between April 2015 and August of this year, according to a Washington Post analysis of federal campaign finance filings.",
  "Cruz's allies believed if he played it right, he could emerge from the election as one of the last principled conservatives - the final bulwark against a candidate who violated many of the values conservatives hold dear.” http://politi.co/2d5bZaC\n\nTED CRUZ to Texas local ABC affiliate KTRK in Houston: “Listen, [in] politics, there’s always criticism.",
  "The museum opens today with a dedication ceremony at 10 a.m. | AP Photo/Susan Walsh\n\nAIR WARS -- “Trump campaign plans $140 million ad buy,” by AP’s Julie Bykowicz and Jill Colvin: “The total, if executed, would include $100 million in television airtime and $40 million in digital ads, according to senior communications adviser Jason Miller.",
  "Arne Carlson is 82 ... Joe DeSantis, president and CEO of Elected.org ... Sara Dubois, an Amnesty International alum and Charm City’s finest ... Katherine McLane, senior advisor at LEVICK and a Bush and Schwarzenegger alum ... Will Nuckols ... Taryn Houghton Rosenkranz, founder of New Blue Interactive and DCCC alum … Hilary Kelly, M.A.",
  "“He noted that this episode was foreshadowing for how little she would use the iPad.”\n\nTICK TOCK -- “How Cruz got from ‘vote your conscience’ to ‘vote for Trump,’” by Burgess Everett, Katie Glueck and Matthew Nussbaum: “[Ted Cruz’s] about-face stunned the political world and supporters who’ve flocked to his no-compromise conservatism.",
  "‘Abedin then expressed her amazement at the president’s use of a pseudonym and asked if she could have a copy of the email.’” http://politi.co/2doe4zE\n\n--Playbook noticed one amusing little tidbit from the FBI files that hasn’t been previously reported: that time Clinton fell asleep after an unnamed aide purchased her a new iPad.",
  "Today if I want to phone someone just to chat, I first have to consider whether the call will be viewed as intrusive.” http://slate.me/2daO7XX (h/t ALDaily.com)\n\n--“How to hide it: inside the secret world of wealth managers,” by Brooke Harrington in The Guardian: “They know more about their clients than the clients’ own wives.",
  "“The advisers believe that the profile proves that Clinton has significant weaknesses and that they have identified her ‘tells’ — words, phrases or gestures she uses when she’s unsure of an answer, or is trying to deflect her way out of an uncomfortable question, according to the operatives familiar with the preparations.",
  "Tap 2 play -->” http://bit.ly/2dglGUl\n\nPlaybook Reads\n\nPHOTO DU JOUR: On the eve of the opening of the Smithsonian Museum of African American History and Culture, President Barack Obama walks into the grand foyer of the White House with museum director Lonnie Bunch and first lady Michelle Obama to speak at a reception.",
  "But the image Americans saw has hurt her ever since.” http://politi.co/2dbOWQe\n\n--“Why She’s Suing Fox News,” by Danielle Bacher in Esquire: “Andrea Tantaros brought a $49 million suit against Fox News, Roger Ailes, and some of his lieutenants, alleging that the company was run like the playboy mansion, not a newsroom.",
  "The cover http://nym.ag/2cuIHpP\n\n--“Women of the CIA: The Hidden History of American Spycraft,” by Abigail Jones on the cover of Newsweek: “There are more women in the CIA than ever before, with women operating at unprecedented levels on every floor of CIA headquarters and throughout its far-flung global outposts.",
  "The arrangement is one of the stranger consequences of the diplomatic freeze between United States and Iran.” http://nyti.ms/2cL0wNr\n\nFIRST PERSON – MJ LEE on CNN, “The day I became an American citizen”: “Although most people assume that I am American, I’ve faced constant reminders that I am not from here.",
  "-- “Obama used a pseudonym in emails with Clinton, FBI documents reveal,” by Josh Gerstein and Nolan McCaskill: “In an April 5, 2016 interview with the FBI, [Huma] Abedin was shown an email exchange between Clinton and Obama, but the longtime Clinton aide did not recognize the name of the sender.",
  "But that’s what The Times did after Mr. Trump -- who spent years fueling the provably false notion that Barack Obama was born outside the United States — renounced his earlier assertions and then, taking it further, falsely stated that the Clinton campaign actually started the birther rumors.\"",
  "This will be the President’s eighth and final Tribal Nations Conference, providing tribal leaders from the 567 federally recognized tribes with the opportunity to interact directly with high-level federal government officials and members of the White House Council on Native American Affairs.",
  "On Friday, the President will travel to Annandale High School in Annandale, Virginia, to discuss the importance of a high-quality education -- and how we must strengthen and reform our education system to ensure American students have the tools, skills and support they need to succeed.",
  "Charlie Crist -- now a congressional candidate -- and his wife Carol having drinks Thursday night in the Hyatt Regency lobby in DC ... Presidential candidate Evan McMullin in DCA yesterday “waiting for Southwest ‘Honor Flight’ of Korean War vets to deplane ... One handler, no press ...",
  "The aide also recounted how, “after he gave the Secretary the iPad, the Secretary fell asleep holding the unopened packaging in her arms.”\n\n“This struck [NAME REDACTED] as funny because, in contrast, he would not be able to sleep if he had just received a new iPad,” the summary reads.",
  "-- “Netanyahu to meet Sunday with Trump, Clinton,” by Alex Isenstadt: “After Haaretz reported this week that Netanyahu would meet with both presidential candidates if asked, Trump’s campaign engaged in a conversation with the Israeli prime minister’s advisers to discuss a meeting ...",
  "What’s more, Republicans in the state are actively chasing the Hispanic vote, even as Trump himself has seemed hell-bent on turning them away from the GOP.” http://politi.co/2drBZAX\n\n\n\nA message from Google: Google is committed to helping veterans build successful civilian careers.",
  "They agreed to meet, but both sides decided to keep the plans under wraps to give Netanyahu the opportunity to let Clinton’s team know about the meeting with Trump before it was made public.” http://politi.co/2cA8tHE\n\nTEXT FROM TRUMP – “The big debate is ONLY 3 DAYS AWAY.",
  "ET): AT&T chief federal lobbyist James Cicconi … “Newsmakers” (SUN 10am ET): Jim Jordan, questioned by WaPo’s Kelsey Snell and Politico’s Rachael Bade …“Q&A” (SUN 8pm & 11pm ET): Washington Post columnist Robert J. Samuelson\n\n--MSNBC’s “PoliticsNation with Rev.",
  "http://bit.ly/2dhHSNP\n\nPlaybookers\n\nOUT AND ABOUT -- More than 500 Clinton supporters gathered last night for a night of comedy to hear Amy Schumer, Sen. Al Franken, Jeff Ross, Rachel Feinstein and Andy Kindler toast Hillary Clinton while roasting Donald Trump.",
  "ET): Jim Lehrer and Ann Compton ... Commission on Presidential Debates executive director Janet Brown ... Seth Meyers ... Panel: Eleanor Clift, Frank Sesno and Dylan Byers ... John Avlon (live from Hofstra University)\n\n--Univision’s “Al Punto” (SUN 10 a.m.",
  "http://bit.ly/2d5C0GO\n\n-- “No Fortune 100 CEOs Back Republican Donald Trump,” by WSJ’s Rebecca Ballhaus and Brody Mullins: “During this year’s presidential primaries, 19 of the nation’s top CEOs gave to other Republican candidates, including former Gov.",
  "The plan represents a new approach for the billionaire businessman, who has repeatedly bragged in recent weeks about how much less he's spent than Democratic rival Hillary Clinton and seemed to rely heavily on free media coverage of his large rallies.",
  "‘Our country, this great country, is even stronger, even greater than it was moments ago, because you are now citizens.’” http://cnn.it/2cOq4vi\n\nDINNER WITH THE FT -- George Osborne: “‘I’ve been operating at 100mph for at least a decade,” he says.",
  "candidate at SAIS ... Katy Stech, bankruptcy reporter for WSJ … CAP immigration wonk Phil Wolgin (Ph.D.) … Ericka Andersen, digital director at National Review and a Heritage alum ... Adrian Godfrey … Jason Putorti, co-founder of Brigade ...",
  "is 64 ... Sharon Yang, gov’t and politics outreach at Facebook and Gen44 finance director for Obama for America – “the one true champion of a ‘red lip’” (h/t Lis Smith) ... NBC News’ Alexandra Jaffe, a CNN alum, is 27 ... Bush W.H.",
  "They said it was assembled with assistance from a political data firm called Cambridge Analytica that specializes in ‘psychographic’ modeling of voters and donors, and that Trump’s top advisers have been pleased with the results.",
  "Delgado ... Univision News’ Blanca Rosa Vilchez and Univision News’ Luis Megid ... Colombian President Juan Manuel Santos ... Jill Stein ... NALEO executive director Arturo Vargas\n\n---C-SPAN: “The Communicators” (SAT 6:30 p.m.",
  "This year’s conference will continue to build upon the President’s commitment to strengthen the government-to-government relationship with Indian Country and to improve the lives of American Indians and Alaska Natives.",
  "Jeb Bush and Sen. Marco Rubio of Florida … Since then, most have stayed on the sidelines, with 89 of the 100 top CEOs not supporting either presidential nominee, and 11 backing Democratic nominee Hillary Clinton.",
  "“[NAME REDACTED] stated that she could not view the articles on her Blackberry and the iPad and email account were set up as a way to test a different delivery method,” the FBI’s account of the interview reads.",
  "The ‘psychological profile,’ as the analysis is being called, is based on a statistical analysis of videos from 16 years’ worth of Clinton’s debates, dating back to her 2000 campaign for Senate in New York ...",
  "PHILIPPE REINES to play Trump -- NO Fortune 100 CEOs have endorsed TRUMP -- PLAYBOOK event with The Skimm next week -- CRUZ backs Trump -- B’DAY: Ash Carter Presented by\n\nDriving the Day\n\nIT’S THE WEEKEND.",
  "Sharyl also will look back at the presidential debates’ most famous zingers, and examine how the U.S. Forest Service, in charge of putting out more and more wildfires nationwide, is severely underfunded.",
  "Essence contributor Zerlina Maxwell ... Trump campaign senior advisor Boris Epshteyn ... Baruch College / CUNY’s David Birdsell ... Republican strategist Susan Del Percio\n\n--“MSNBC Live”: (SUN 9-10 a.m.",
  "The discussions ... have veered into finger pointing, with some participants pinning the blame on the [RNC] or on Steven Mnuchin, Trump’s national finance chairman and a newcomer to the political scene.",
  "The cover http://bit.ly/2cXFcY8 (h/t Longform.org)\n\n--“The TV Interview That Haunts Hillary Clinton,” by Michael Kruse on Politico Magazine’s Friday cover: “In 1992, she helped save Bill’s candidacy.",
  "...\n\n“Hillary Clinton will campaign in four battleground states in four days coming out of the debate - North Carolina on Tuesday, New Hampshire on Wednesday, Iowa on Thursday and Florida on Friday.",
  "HAPPENING TODAY -- Mike Pence will be campaigning in North Carolina and Iowa, headlining a homeschoolers event in Black Mountain, N.C. and the Iowa Faith and Freedom Coalition Dinner in Des Moines.",
  "After I recited the Oath of Allegiance, these were the first words I heard as an American citizen from Robert Katzmann, the Chief Judge of the United States Court of Appeals for the Second Circuit.",
  "Heather Podesta and Stephen Kessler played host while Franken emcee’d and played auctioneer as he raised another $10,000 by auctioning off his own portrait in the spirit of the Trump Foundation.",
  "ET): Kellyanne Conway ... Robby Mook ... David Axelrod and Mark McKinnon ... Panel: Van Jones, Andre Bauer, Angela Rye and Marsha Blackburn\n\n-CNN’s “Fareed Zakaria GPS” (SUN 10 a.m., 1 p.m.",
  "“On Thursday, the President and First Lady will welcome the 2016 U.S. Olympic and Paralympic teams to the White House to honor their participation and success in this year’s Games in Rio.",
  "Leading into the first presidential debate, Trump remarks on his chances for election success, Hillary Clinton’s track record combatting terrorism, and the “dishonesty” of the media.",
  "‘I’m not going anywhere,’ he says, making clear that he has no intention of following Cameron out of parliament into the familiar political afterlife of lucrative public speaking.",
  "In the afternoon, the President will travel to Fort Lee in Virginia to meet with service members and the post community to thank them for their outstanding service to the nation.",
  "“Through this week, the Trump campaign has put only about $22 million into TV and radio ads for the general election, according to Kantar Media's political advertising tracker.",
  "Today when service members search “jobs for veterans” on Google, and enter their military occupational specialty code, they’ll see jobs that match their military skill sets.",
  "But so much had changed in the past 60 days that Cruz apparently believed he had no other choice than to bust out of the political box he had built for himself in Ohio.",
  "While there, he will tape a CNN Town Hall meeting with Jake Tapper, where he will have the opportunity to take questions from members of the military community.",
  "But for nearly 40 years, the task of maintaining and putting the properties out for rent has fallen to an unlikely management company — the State Department.",
  "‘Once informed that the sender’s name is believed to be pseudonym used by the president, Abedin exclaimed: “How is this not classified?”’ the report says.",
  "The properties, and seven others across the United States assessed altogether at more than $50 million, still belong to the Islamic Republic of Iran.",
  "The five-story Upper East Side townhouse that served as a consulate was long ago repurposed as the headquarters of a dealer of old master paintings.",
  "Learn more at google.com/grow/veterans\n\nFIRST IN PLAYBOOK -- The group of ambassadors who wrote an open letter on Trump endorsing Clinton has grown.",
  "On Wednesday, the President will welcome Kyle Busch and his team members to the White House to honor his 2015 NASCAR Sprint Cup Series championship.",
  "Baquet says he cannot recall a time the paper has called out a presidential candidate -- or anyone else -- using the word ‘lie’ in a Times headline.",
  "POLITICO screen grab\n\nPRESIDENT’S WEEK AHEAD – “On Monday, the President will host the 2016 White House Tribal Nations Conference in Washington, DC.",
  "“I was shadow chancellor for five years, and chancellor for six.’ He plans to use his unplanned career break to recharge his political batteries.",
  "Sometimes it’s trivial things like not knowing certain cultural references or English idioms ... At other times, it’s feeling left out or lonely.",
  "‘I want to see what happens next.’” http://on.ft.com/2cAYzWj\n\nMEDIAWATCH -- “Times Editor Dean Baquet on Calling Out Donald Trump’s Lies”: “Mr.",
  "We also help employers find them by enabling companies to implement this feature on their career sites using Google Cloud’s Talent Solution.",
  "ET / 10 a.m. CT): Lisa Boothe ... Erin McPike ... Julie Roginsky ... Amy Holmes ... Joe Trippi ... Bill Hemmer ... Martha MacCallum ...",
  "According to the aide, he purchased the device so that Clinton could read “articles of interest” sent to her via a new Gmail account.",
  "As we countdown to election day, the campaign continues its 3 Million Stronger push to register or commit to vote 3 million voters.",
  "ET): Ukrainian president Petro Poroshenko ... Myanmar State Counsellor Aung San Suu Kyi\n\n--CNN’s “Reliable Sources”: (SUN 11 a.m.",
  "“At the time of his convention speech, there was compelling political logic for the ambitious firebrand to steer clear of Trump.",
  "Not to mention, Trump had essentially called Cruz’s wife unattractive and erroneously linked his father to JFK’s assassination.",
  "Through Grow with Google, our initiative to create economic opportunities, we’ve developed resources specifically for veterans.",
  "Join in on the conversation on Twitter at #POLITICOSkimm and send us a message at politicoevents@politico.com to learn more.",
  "The night included Jeff Ross joking he was glad that Obama broke the color barrier and now we have our first orange nominee.",
  "I envy people who are called for jury duty, and it’s gotten harder as I’ve gotten older to be so far away from my parents.",
  "CareerBuilder, Pepsi, Siemens, RecruitMilitary, and many others have already implemented the API on their career sites.",
  "Cruz appears likely to run for president again, and Trump, at the time, looked like was headed toward a blowout loss.",
  "ET): Panel: Jonathan Martin, Molly Ball, Nia-Malika Henderson and Jeff Zeleny\n\n--CNN’s “State of the Union” (9 a.m.",
  "Inside the main hall on Ellis Island, a woman sang the national anthem and I proudly placed my hand over my heart.",
  "Yet women remain underrepresented in executive-level jobs and the clandestine service.” http://bit.ly/2dgO5yf ...",
  "$33,400 makes you a “host” and $10,000 lets you go to the dinner as a “champion.”\n\nSPOTTED: Former Florida Gov.",
  "http://bit.ly/2dhGQl7\n\n--Grateful Dead, today in 1976 at Williams and Mary College in Williamsburg, Virginia.",
  "And the seven-bedroom Bethesda, Md., ranch house for Iranian diplomats is now the home of a family of five.",
  "The unnamed aide said he was “fairly sure” the Gmail account wasn’t used after its initial setup, however.",
  "President Bill Clinton will campaign in Ohio on Tuesday and travel to Florida for a bus tour on Friday.",
  "They posted the list online and now it’s grown from 75 to 115 (and to 80 appointed by GOP presidents).",
  "Registration deadlines are in early October for key states like Ohio, Pennsylvania and Florida.",
  "The National Museum of African American History and Culture has its opening festivities today.",
  "Clinton has spent more than five times as much on those kinds of ads, $124 million so far.",
  "Chelsea Clinton will campaign in North Carolina on Wednesday and Wisconsin on Friday.",
  "A total of 66 CEOs sat out the 2012 campaign, according to the Journal’s calculation.",
  "First Lady Michelle Obama will campaign in Philadelphia and Pittsburgh on Wednesday.",
  "But after the Great Texting Shift of 2007, a phone call became a claim of intimacy.",
  "And Hillary Clinton has postponed a trip to Charlotte at the mayor’s behest.",
  "The Hill’s Joe Concha\n\n--CNN’s “Inside Politics” with John King (SUN 8 a.m.",
  "I asked my digital team to build a fun quiz just for my SMS subscribers.",
  "If no one is throwing rocks at you, you’re not doing much of anything.",
  "The list was 75 on Wednesday -- with 57 appointed by GOP presidents.",
  "They are the brains behind the most ingenious tax avoidance schemes.",
  "Vice President Joe Biden will campaign in Philadelphia on Tuesday.",
  "“On Tuesday, the President will participate in a DNC roundtable.",
  "Living Colour, Public Enemy, and The Roots are all performing.",
  "...\n\n“Last Friday was one of the most joyous days of my life.",
  "It might break you, too.” http://slct.al/2dq2tmE ...",
  "I’ve discussed it with both Heidi (Cruz) and my dad.",
  "ET / 1 p.m. PT): Trump campaign senior advisor A.J.",
  "They are loyal in the face of appalling behaviour.",
  "It’s going to be 77 degrees in Washington today.",
  "On Tuesday, Tim Kaine will campaign in Florida.",
  "How good it is to say that,’ Katzmann told us.",
  "I hate that I am 29 and I’ve never voted.",
  "ET): Harry Belafonte ... Ed Rendell ...",
  "Acoustic set in Indio, California.",
  "Both of them have forgiven Donald.",
  "This is not about our family.",
  "Al Sharpton”: (SUN 8-9 a.m.",
  "This is not personal.",
  "I have forgiven him.",
  "‘My fellow citizens.",
  "I love my wife.",
  "I love my dad.",
  "It broke me.",
  "ET / 12 p.m.",
  "Enjoy it.",
  "...",
  "ET.",
  "..."
]