[
  "“The interest was a political hit job on the FBI in the service of the president.”\n\nSchiff added: “Other sources of information are going to decide not to share with the FBI because they can’t rely on our committee not to be partisan in the handling of that information.”\n\nSpeculation continued on Sunday about whether Trump would try to fire Mueller or Rod Rosenstein, the deputy attorney general overseeing the special counsel’s work.",
  "This article is over 9 months old\n\nNunes memo 'a political hit job on FBI' in service of Trump, top Democrat says\n\nA top Democrat in Congress has accused his Republican colleagues of carrying out “a political hit job on the FBI in the service of the president” with the Friday release of a memo assembled by House intelligence committee chair Devin Nunes.",
  "“The dossier has nothing to do with the meeting at Trump Tower.”\n\nDonald Trump Jr and others met Russian operatives at Trump Tower in June 2016 in hopes of obtaining damaging information on Hillary Clinton, though the president later helped create a false cover story to explain the meeting, key details of which remain unknown.",
  "Trump claims Nunes memo 'totally' vindicates him as FBI says 'talk is cheap' Read more\n\nThe extraordinary charge, which underscored the rift that has opened between Donald Trump and America’s most powerful law enforcement agency, was delivered on Sunday by Adam Schiff, the ranking Democrat on the intelligence committee.",
  "Justice department: Mueller inquiry lawful, Manafort suit lacks merit Read more\n\n“The dossier has nothing to do with an email sent by Cambridge Analytica,” Gowdy continued, referring to a data analysis firm that worked with the Trump campaign and has been a target of the special counsel investigation of Russia ties.",
  "Trump privately hoped the memo, which ties top figures in the Russia investigation to alleged law enforcement malpractice, would give him political cover to make changes in the justice department and potentially short-circuit the Russia inquiry run by special counsel Robert Mueller, according to multiple reports.",
  "While accepting a key assertion of the memo, that law enforcement relied too heavily on a dossier assembled by former MI6 agent Christopher Steele, which Steele has defended against claims of inaccuracy, Gowdy said the Russia investigation at large rested on a lot more than the dossier.",
  "“The dossier really has nothing to do with George Papadopoulos’s meeting in Great Britain,” Gowdy said, referring to a meeting between the former Trump adviser and Joseph Mifsud, the Maltese academic who told him Russia was in possession of emails that would be damaging to Clinton.",
  "Even as the president tweeted on Saturday that the memo “totally vindicates ‘Trump’ in the probe”, however, elected officials on both sides of the aisle said the memo had done nothing to change the substantial allegations at the heart of the Russia inquiry.",
  "His work on the committee made Gowdy a star for a previous micro-generation of far-right conspiracy mongers, a stardom that lives on on YouTube in videos with titles like “Trey Gowdy GRILLS Hillary Clinton Benghazi Committee Hearing”.",
  "Schiff told ABC’s This Week that Republican members of the committee had declined to interview FBI officials as they bulldozed forward to release a memo they hoped would discredit the investigation of Trump’s Russia ties.",
  "“I believe it is a matter of fundamental fairness that the American people be allowed to see both sides of the argument and make their own judgments,” the New York senator said in a letter to the White House.",
  "“It also doesn’t have anything to do with obstruction of justice,” said Gowdy, referring to an accusation against Trump that former federal prosecutors believe Mueller is preparing to make formally.",
  "Paul Rosenzweig, a homeland security official in the George W Bush administration, tweeted that with the release of the Nunes memo, the Republican party had fully consummated its union with Trump.",
  "As a member of the special Benghazi committee, Gowdy was responsible for grilling Hillary Clinton for 11 hours in 2015 about the deaths of state department personnel in the Libyan city.",
  "Former Trump chief of staff Reince Priebus, who left the White House last July, told NBC’s Meet the Press: “I never felt that the president was going to fire the special counsel.",
  "“I actually don’t think it has any impact on the Russia probe,” Trey Gowdy, the outgoing Republican chairman of the House oversight committee, said on CBS’s Face the Nation.",
  "The White House promised to weigh the request “consistent with applicable standards, including the need to protect intelligence sources and methods”.",
  "Paul Manafort, Trump’s former campaign chairman, faces multiple felony charges including fraud and failing to register as a foreign agent.",
  "Also on Sunday, Senate minority leader Chuck Schumer challenged Trump to release a document drafted by Democrats to rebut the Nunes memo.",
  "Dick Durbin, the number two Democrat in the Senate, told CNN’s State of the Union doing so would “precipitate a constitutional crisis”.",
  "I never heard that.”\n\nA White House spokesman told CNN on Friday “no changes are going to be made at the Department of Justice”.",
  "Two former Trump aides, including his first national security adviser, have pleaded guilty and are cooperating with prosecutors.",
  "“So there’s going to be a Russia probe, even without a dossier,” Gowdy concluded.",
  "“The interest wasn’t oversight,” Schiff said of the decision to release the memo.",
  "“There is a Russia investigation without a dossier,” Gowdy said.",
  "“If you stay in the party you own this,” he wrote."
]