[
  "“We ought to be trying to focus on an investigation on a professional level by Bob Mueller, and not trying to find a way to obstruct justice or to absolve this president from any responsibility he has.”\n\nIn a column for Esquire, Rep. Adam Schiff, the top Democrat in the Intelligence Committee also said the memo doesn’t vindicate Trump in any way.",
  "Pool/Getty Images\n\nA few Republican lawmakers walked a thin line on Sunday, subtly but clearly disagreeing with President Trump’s contention that the memo that was declassified Friday and alleges wrongdoing by the FBI vindicates the commander in chief in the special counsel’s investigation into Russian meddling in the presidential election.",
  "“The memo’s release provided none of the vindication the President sought or would claim, but it was hugely consequential nonetheless, in how it undermined the system of checks and balances designed to insulate the FBI from White House meddling established in the wake of Watergate,” Schiff wrote.",
  "In response to the Nunes memo, here’s Trey Gowdy on @FaceTheNation saying that there’s a Russia probe even without the dossier because of an email from Cambridge Analytica, among other reasons.pic.twitter.com/sXbjxmh3fw — David Carroll ??",
  "The statements were seen as an effort to distance themselves from a tweet President Donald Trump sent on Saturday in which he said that the memo “totally vindicates ‘Trump’ in probe.”\n\nThis memo totally vindicates “Trump” in probe.",
  "Gowdy, who is one of the four authors of the memo that was released Friday, insists that the infamous “Steele dossier” was essential to approving the surveillance warrant for former Campaign adviser Carter Page.",
  "“This memo, frankly, has nothing at all to do with the special counsel.”\n\nWATCH: Rep. Chris Stewart on Fox News says \"it would be a mistake\" for anyone to suggest Bob Mueller should not finish his investigation.",
  "“I want to stress, Bob Mueller should be allowed to turn over every rock, pursue every lead so that we can have trust in knowing what actually the Russians did or did not do,” Hurd said on ABC’s This Week.",
  "President Donald Trump listens while participating in a Customs and Border Protection (CBP) roundtable discussion after touring the CBP National Targeting Center February 2, 2018 in Sterling, Virginia.",
  "pic.twitter.com/dVlV4PNUp4 — DNC Press (@dncpress) February 4, 2018\n\nLess surprisingly, Democrats also came out strong against the contention that the memo released Friday somehow vindicates Trump.",
  "— Donald J. Trump (@realDonaldTrump) February 3, 2018\n\n“I actually don’t think it has any impact on the Russia probe,” Rep. Trey Gowdy of South Carolina said on CBS’ Face the Nation.",
  "“There is a Russia investigation without a dossier,” he said, noting that the dossier has “nothing to do” with the Trump Tower meeting between Donald Trump Jr. and a Russian lawyer.",
  "#ThisWeek pic.twitter.com/lokrB4sOPk — This Week (@ThisWeekABC) February 4, 2018\n\nRep. Brad Wenstrup from Ohio also said that the memo is a “separate issue” from the Russia probe.",
  "Four Republicans on the House Intelligence Committee said on Sunday that the controversial memo doesn’t somehow invalidate the probe that is being carried out by Robert Mueller.",
  "Host George Stephanopoulos asked Hurd point blank whether he agreed with president’s view on his own vindication from the memo and the lawmaker made it clear he disagreed.",
  "Their was no Collusion and there was no Obstruction (the word now used because, after one year of looking endlessly and finding NOTHING, collusion is dead).",
  "(@profcarroll) February 4, 2018\n\nRep. Will Hurd of Texas agreed with his colleague that there was no reason for Mueller to end his probe.",
  "“I think it would be a mistake for anyone to suggest the special counsel should not continue his work,” Stewart told Fox News Sunday.",
  "“I don’t think it really has anything to do with that,” he said on CNN’s State of the Union.",
  "Trump that the House GOP memo vindicates him in the Russia investigation?",
  "Rep. Chris Stewart agreed that the two are “very separate” issues.",
  "But that has nothing to do with the Mueller probe.",
  "“No, of course it does not,” Durbin said on CNN.",
  "But the Russian Witch Hunt goes on and on.",
  "Does @HurdOnTheHill agree with Pres.",
  "“I don’t” he tells @GStephanopoulos.",
  "This is an American disgrace!",
  "“I don’t,” Hurd responded."
]