[
  "Save for later : Jacob Brogan ponders what Twitter’s new feature allowing users to save tweets to read later will mean for the ambiguous meaning of “likes.”\n\nJacob Brogan ponders what Twitter’s new feature allowing users to save tweets to read later will mean for the ambiguous meaning of “likes.” Patently false : Congress is looking into a pharmaceutical company’s scheme to use a Native American tribe to help it protect drug patents.",
  "Jacob Brogan writes that Blade Runner 2049 is, at heart, “a science-fictional take on memory and its discontents.”\n\nIn the dystopian present, a potential British lawsuit against Cambridge Analytica, a company that helped Trump’s presidential campaign target Facebook users, could add another twist to recent investigations into Russian meddling during the 2016 campaign.",
  "More things we read in between even more hacking news:\n\nRIP AIM: After AOL announced it would shut down its seminal messaging service, Aaron Mak rounded up nostalgic goodbyes to the platform known for its angsty away messages and notable usernames.",
  "Poetry in Space\n\nJoin Future Tense on Oct. 26 in Washington, D.C., for a happy hour conversation with artists Juan José Diaz Infante and Tavares Strachan, moderated by Eric Molinsky of WNYC’s Imaginary Worlds.",
  "Philippe Lopez/AFP/Getty Images\n\nGreetings, Future Tensers,\n\nThis past weekend brought the return of one of the most seminal works of science fiction cinema, the much-anticipated sequel to Blade Runner.",
  "The group organizing the possible suit contends that the London-based company violated British data privacy laws and is requesting that the company reveal more about how it collected user data.",
  "Kevin Bankston writes that the original film—alongside works like Minority Report—both launched actual patents and helped shaped the methodology we use to imagine the future.",
  "Bumped: After the tragic mass shooting in Las Vegas, YouTube has cracked down on tutorials showing how to augment semi-automatic guns to shoot more rapidly.",
  "Congress is looking into a pharmaceutical company’s scheme to use a Native American tribe to help it protect drug patents.",
  "Home invasion: April Glaser explains why turning over your smart home to Google’s advertising machine is a huge mistake.",
  "Join Future Tense and Liza Mundy in Washington, D.C., on Oct. 17 for a discussion of her new book, Code Girls.",
  "Ryan Gosling and Harrison Ford pose during a photocall for the film Blade Runner 2049 in Paris on Sept. 20.",
  "Events:\n\nCode Girls\n\nWant to learn more about the female codebreakers who helped America win World War II?",
  "Confused about what’s been going on with the investigation into Facebook, Google, and Twitter in the U.S.?",
  "Netizen Report: Egypt’s broadcast regulator has banned all forms of LGBTQ support online.",
  "RSVP to attend here and read an excerpt about code girl Agnes Meyer Driscoll here.",
  "It’s just one of an increasing number of threats to LGBTQ users in the region.",
  "April Glaser breaks down everything we know so far about Russia’s involvement.",
  "They’ll be discussing the desirability of connecting (quite literally!)",
  "Possibly a Replicant,\n\nTonya Riley\n\nFor Future Tense",
  "To RSVP, visit the New America website.",
  "the arts and sciences."
]