[
  "Nix’s action would thus mark the fourth known contact between a Trump surrogate and an an entity tied to Russian hacking:\n\nDonald Trump Jr., Paul Manafort, and Jared Kushner met in June 2016 with individuals including Rinat Akhmetshin, a figure with numerous ties to Russian intelligence who’s twice been accused of orchestrating hacking operations.",
  "The CEO’s name is Alexander Nix:\n\nNix, who heads Cambridge Analytica, told a third party that he reached out to Assange about his firm somehow helping the Wikileaks founder release Clinton’s missing emails, according to two sources familiar with a Congressional investigation into interactions between Trump associates and the Kremlin.",
  "The company also worked closely with Kushner during the campaign; special counsel Robert Mueller is reportedly investigating, meanwhile, whether Trump’s Kushner-supervised voter-targeting operation had any contact with the Russia-supported propaganda operation that distributed fabricated anti-Clinton material via social media.",
  "Somewhat confusingly, we’re not talking here about the hacked Democratic National Committee/John Podesta emails that WikiLeaks did eventually release, but about the 33,000 ostensibly personal emails that Clinton deleted from her home server, which aren’t actually known to have ever been hacked and were never released.",
  "A Republican operative named Peter Smith who said he was working on behalf of Trump adviser Michael Flynn contacted two groups he believed to be affiliated with the Russian government in September 2016 in an effort to obtain the same Clinton emails that Nix was looking for.",
  "Bryan Bedder/Getty Images for Concordia Summit\n\nThe Daily Beast has a big scoop: The CEO of a data firm employed by the Trump campaign contacted Julian Assange last year to inquire about access to Hillary Clinton’s deleted State Department emails.",
  "Longtime Trump adviser Roger Stone has admitted that he communicated in August 2016 via Twitter direct messages with the Guccifer 2.0 account that’s believed to have been a Russian front.",
  "Those sources also relayed that, according to Nix’s email, Assange told the Cambridge Analytica CEO that he didn’t want his help, and preferred to do the work on his own.",
  "(Assange has denied that Russia provided him with the emails, though this doesn’t rule out the possibility that they were passed through a third party.",
  "U.S. intelligence services and other researchers believe that the DNC/Podesta emails were hacked by entities working on behalf of Russia.",
  "Cambridge Analytica’s primary owner is Trump megadonor Robert Mercer, and as of this April, Steve Bannon held a stake in it as well.",
  "*Correction, Nov. 2, 2017: This post originally misstated the month that Trump Jr. and others met with Rinat Akhmetshin.",
  "*\n\n*Correction, Oct. 25, 2017: This post originally misspelled Robert Mueller’s last name.",
  "Cambridge Analytica CEO Alexander Nix in New York City on Sept. 19, 2016.",
  "Also, he might be lying.)"
]