[
  "Right after the campaign, it was the firm Cambridge Analytica that was making this case, arguing that its black-box analysis of the psychology of American voters allowed Trump to target specific sorts of people with ads that dug deep into their brains to trigger a response.",
  "Shortly before the election, Bloomberg reported on the Trump campaign’s tripartite voter suppression effort, targeting black voters, young women and white liberals with ads to discourage them from being enthusiastic about Hillary Clinton’s candidacy.",
  "He also revealed that Facebook even sent staff — whose political persuasion had been cleared by the company — to aid in that effort, to help Parscale “know every, single secret button, click, technology [they] have,” as he said in the interview.",
  "He was hired to create a website for $1,500 (as he explained in that “60 Minutes” interview) and then his role expanded until he was managing tens of millions of dollars intended to promote the presidential candidate online.",
  "From Facebook’s perspective, dedicating staff to a client who was spending north of $70 million with your company (80 percent of the $94 million Parscale says the campaign paid his company to buy ads) makes perfect sense.",
  "In 2014, we explained how Facebook’s political tools work, how it combines data about what you’ve clicked with outside consumer data to get as complete a picture of who you are and what you like as anything that exists.",
  "But it does complicate Facebook chief executive Mark Zuckerberg’s statement last month about how Facebook is being deliberate about protecting the “integrity of elections,” as it did in Germany’s recent balloting.",
  "The introduction of sophisticated digital tools to the process of electing candidates has resulted in a bumper crop of people claiming that they have mastered this inscrutable system and that you should hire them.",
  "He shows the nifty tricks that you can do with Facebook, A/B testing (as the process is known) different versions of ads with different photos and ads that allow the most effective to quickly rise to the surface.",
  "The company (owned in part by the family of Robert Mercer, which was in other ways essential to Trump’s success) wanted to convince future candidates that they could work their magic to get them elected, too.",
  "(Jabin Botsford/The Washington Post)\n\nIf you do a search for Brad Parscale’s appearance on “60 Minutes,” the first thing that pops up above the results as of Monday morning is an ad for Brad Parscale.",
  "Part of the problem with Facebook’s entry into politics, as the whole Russian-intervention situation has shown, is that some ads are bought quietly and shown only to small groups of people.",
  "Facebook doesn’t want outside actors (read: Russians) buying secret ads to influence the election but will provide you staff resources to help you spend millions to influence it yourself.",
  "Setting aside the context of voter suppression, there are issues that resonate better with, say, Hispanic voters than white ones, and so you talk about those issues with Hispanic voters.",
  "We know that the social-networking site has, in the past, proven that it can increase turnout for a campaign, but we don’t know how much it boosted turnout for Trump in 2016, or where.",
  "Parscale claims that the campaign ran those so-called “dark ads” (so-called because they exist mostly in the shadows) but that none had negative or controversial messages.",
  "Stepping back, Parscale comes off like the guy who hires LeBron James to play on his team in a 3-on-3 basketball tournament and then brags about his capable coaching.",
  "He clearly used all of those secret buttons, clicks and technology that he sought, leveraging Facebook’s deep sense of its individual users and tools to target them.",
  "Had they done so, he said, “they would share a million times, it would be all over.”\n\nAssuming, that is, that people knew they were from the Trump campaign.",
  "The point of the interview was, in part, to serve as a profile of Parscale but, more broadly, to explain the primary way in which those millions were spent.",
  "To go back to the basketball tournament analogy, what Parscale is saying is the equivalent of his having asked LeBron James not to take any jump shots.",
  "He didn’t think Cambridge Analytica’s system of creating “psychographic” profiles of people was sinister, he said — he just didn’t think it worked.",
  "Trump’s team advertised on other platforms, too, but “Facebook was the 500-pound gorilla, 80 percent of the budget kind of thing,” Parscale said.",
  "To “60 Minutes,” Parscale dismissed that claim — in part because he was in the midst of claiming that he was the one with the magic touch.",
  "But then it overlays the ability to advertise specific things to specific people — and to test and refine and improve on those ads.",
  "By its very nature, Facebook does a more complete and more robust version of what Cambridge Analytica claims to accomplish.",
  "Parscale says that his wife likes to say that “[he] was thrown into the Super Bowl, never played a game and won.” Right.",
  "“Not at all.”\n\nIf he never targeted anyone by race at all, his would be the first campaign in probably a century not to.",
  "Parscale — and every political consultant in a similar situation — is doing this interview to build his business.",
  "It’s that Parscale doesn’t seem to realize that this is basically what Facebook was doing for him, in real-time.",
  "Then it won the presidency by a margin narrow enough that Parscale (and Facebook) can justifiably take credit.",
  "The campaign poured money into Facebook, sending thousands of versions of tweaked ads to maximize response.",
  "It isn’t that Parscale doesn’t think that building profiles of people to target ads to them doesn’t work.",
  "He’s an ad buyer, who lets the platform — say, on Google, when you search for his name — do the work.",
  "Facebook is a juggernaut that’s probably more influential in politics than it realizes itself.",
  "Fleshed out, Parscale is the man behind the Trump campaign’s digital media efforts in 2016.",
  "This is what Parscale was describing to “60 Minutes” — not his genius, but Facebook’s.",
  "\n\nBrad Parscale is the man behind the Trump campaign’s digital media efforts in 2016.",
  "In the least believable part of Parscale’s interview, he denies that this happened.",
  "It’s just that, in that example, he’s neither Tom Brady nor Bill Belichick.",
  "Of course they targeted to some extent by race; every campaign does.",
  "Per Parscale’s accounting, that was largely on Facebook advertising.",
  "Nor do we know how much Facebook advertising reduced turnout.",
  "“Did you microtarget by race?” CBS’s Lesley Stahl asks.",
  "The takeaway from the “60 Minutes” interview is simple.",
  "Which is a simply bizarre claim in the broader context.",
  "Again, we can’t know how much influence Facebook had.",
  "(See this New York magazine article to that end.)",
  "At best, he’s the guy who decided to hire them.",
  "And that, in a nutshell, is Brad Parscale.",
  "“No, we did not,” Parscale replies.",
  "Sure you did."
]