[
  "In an interview with Variety that year, Cowen’s investment banking chief, Kim Fennebresque, called the acquisition “something that made everybody economically happy,” adding that Bannon and his partner, Scot Vorse, were “compensated generously.”\n\nFollowing the sale, Bannon pursued a career in film production, often taking on projects with a political or religious bent, including The Undefeated, a film about Sarah Palin, and documentaries such as In the Face of Evil: Reagan’s War in Word and Deed and Fire From the Heartland: the Awakening of the Conservative Woman.",
  "Rather than pay Bannon entirely in cash, Westinghouse offered him a share in five television shows, including Seinfeld, which has generated an estimated $3.26 billion in global syndication to date; Bannon’s personal stake remains undisclosed.",
  "The disclosures show that much of Bannon’s fortune is held in real estate properties and entertainment companies, and also reveal that he is not an owner of conservative media outlet Breitbart News, with which he is closely affiliated.",
  "By Noah Kirsch and Madeline Berg\n\nWhite House Chief Strategist Stephen Bannon, among President Donald Trump’s most intimate advisors, is worth between $9.5 million and $48 million, according to newly released financial disclosures.",
  "The production company put out Clinton Cash last year, a condemnatory film based on the book Clinton Cash: The Untold Story of How and Why Foreign Governments and Businesses Helped Make Bill and Hillary Rich.",
  "Bannon also took in more than $61,000 from the Government Accountability Institute, a right-wing nonprofit, and $125,000 from data analytics firm Cambridge Analytica during the same time period.",
  "The White House strategically released details on the personal financial profiles of many senior staff members—including Trump’s son-in-law, Jared Kushner—en masse on Friday evening.",
  "Both organizations have received sizable donations from arch-conservative hedge fund executive Robert Mercer and his family, who have also poured money into Breitbart.",
  "Though best known for his political and media ties, Bannon began his career as an investment banker, first at Goldman Sachs and later at his own office, Bannon & Co.",
  "In 1993, the firm acquired a stake in Seinfeld after advising Westinghouse Electric on the sale of Castle Rock (the show's production company) to Ted Turner.",
  "Bannon’s largest individual holding, worth between $5 million and $25 million, is his eponymous consulting firm, Bannon Strategic Advisors.",
  "Bannon, 63, first achieved notoriety for his role at Breitbart, where he served as executive chairman between 2012 and August 2016.",
  "Bannon’s freshly revealed net worth ranks him well within the top 1% of Americans, but he still greatly lags the 45th president.",
  "While filings show he does not own a stake in the company, he earned a $191,000 salary from the media outlet last year.",
  "SG Cowen Securities—now part of Societe Generale—ultimately purchased Bannon & Co. in 1998 for an undisclosed sum.",
  "A representative for Bannon did not respond to requests for comment as of this article’s publication.",
  "The documents do not divulge line-item stock investments or specific details on his liquid assets.",
  "His film company, Bannon Film Industries, is worth between $1 million and $5 million.",
  "Trump is currently worth an estimated $3.5 billion."
]