[
  "Since the beginning of the summer, Tillerson has struggled to resolve the crisis between the US Gulf allies, a rift that resulted from long-simmering differences over Qatar’s relations with Iran, funding for Islamist groups, and funding of Al Jazeera, a state media outlet that gives a platform to a variety of voices in the Arab world, including those opposed to the governments of the UAE and Saudi Arabia.",
  "President Donald Trump’s former chief strategist, with whom Tillerson clashed over personnel and policy decisions during his time in the Trump administration, emerged on Monday during a think tank event in Washington to drum up support for Saudi Arabia and the United Arab Emirates, two Gulf powers Tillerson is actively pressuring to ease their isolation of Qatar, home to a key US military base.",
  "“Qatar finally had to be called to account for their continual funding of the Muslim Brotherhood, their continual funding of Hamas.” Bannon, who is currently the executive chairman of Breitbart News, was asked about his associations with SCL Social Limited, a firm that recently signed a $330,000 contract with the National Council of UAE for an anti-Qatar influence campaign.",
  "During a panel hosted by the Hudson Institute, Bannon gave a full-throated defense of the list of demands Saudi Arabia and the United Arab Emirates placed on Qatar in June to end the diplomatic crisis — an ultimatum that Tillerson for months has considered an unrealistic impediment to resolving the standoff.",
  "Bannon’s unusual foray into the technicalities of US-Gulf diplomacy comes weeks after his former colleagues at SCL Social Limited registered as foreign lobbyists for the UAE and one day after Tillerson arrived in Qatar in search of a breakthrough to the crisis.",
  "Gulf analysts said Bannon’s intervention adds another obstacle to Tillerson’s efforts to resolve the conflict, which have been complicated by Trump’s tweets in support of the blockade and his son-in-law’s backchannel communications with Saudi Arabia.",
  "From the perspective of Tillerson, and Secretary of Defense James Mattis, the dispute threatens to destabilize the region and jeopardize the US air base in Qatar, which is home to the largest concentration of US military personnel in the Middle East.",
  "“Undoubtedly Bannon’s lobbying on behalf of the UAE against Qatar makes it far more difficult for Tillerson to project the Trump administration as an impartial mediator,” said David Ottaway, a Gulf expert at the Wilson Center.",
  "“The Saudis and Emirates believe Bannon reflects Trump’s visceral bias against Qatar because of its support for the Muslim Brotherhood and Hamas.” The State Department declined to comment on Bannon’s remarks.",
  "Though US officials have previously denied that the US gave Arab countries advance support for the move, Bannon claimed the plan sprung out of the summit of Muslim countries Trump convened in Riyadh in May.",
  "SCL has the same owners and leadership team as Cambridge Analytica, which Bannon worked for as vice president and had a stake in worth $1 million to $5 million at the time he entered the White House.",
  "Shortly after Trump’s first foreign trip to the Saudi capital of Riyadh in May, the Gulf countries cut diplomatic ties with the tiny energy-rich country and imposed an air, sea, and land blockade.",
  "Bannon, carving out an alternative view, said on Monday that the pressure brought to bear on Qatar amounted to one of the most successful foreign policy achievements of Trump’s young presidency.",
  "Saudi Arabia and the UAE insisted their concerns with Qatar were due to its financing of terrorist groups, a charge many Middle East observers say Saudi Arabia and the UAE are guilty of, too.",
  "Despite those connections, Bannon told the audience “that's a company I have nothing to do with.”\n\nMandel Ngan / AFP / Getty Images Trump joins dancers with swords in Riyadh on May 20, 2017.",
  "Drew Angerer / Getty Images Steve Bannon, former White House chief strategist and chairman of Breitbart News, at Monday's conference on countering violent extremism in Washington.",
  "Alex Brandon / AFP / Getty Images US Secretary of State Rex Tillerson leaves a news conference Sunday with Qatari Foreign Minister Mohammed bin Abdulrahman al-Thani.",
  "WASHINGTON — Rex Tillerson’s beleaguered four-month effort to end the isolation of Qatar just hit a new snag: Stephen K. Bannon.",
  "“The original 12 demands that were put out… I think these demands are, quite frankly, pretty straightforward,” Bannon said.",
  "“I think the single most important thing that’s happening in the world is the situation in Qatar,” he told the audience.",
  "But key White House officials, including Bannon and Trump’s son-in-law Jared Kushner, supported the Saudi position.",
  "I thought the UAE and the Egyptians and the Kingdom of Saudi Arabia had a well thought-through plan,” he added.",
  "Trump initially voiced support for the blockade, but has since said it’s time for the dispute to be resolved.",
  "Tillerson is trying to resolve a conflict among US allies in the Persian Gulf.",
  "“It was looked at as an opportunity to be seized,” Bannon said on Monday.",
  "“I took a very hard line on that.",
  "Bannon is working to stoke it."
]