[
  "In May, the Guardian reported that sources from Cambridge Analytica shared details about “trips to the country, meetings with executives from Russian state-owned companies, and references by SCL employees to working for Russian entities.” That’s not totally surprising, since the company’s business model is to work for federal campaigns, but with so much tension mounting about Russian efforts to target U.S. voters, it’s not inconsequential.",
  "David Carroll, a professor at Parsons School of Design who studies media, data-targeting, and campaigns, is preparing for a potential lawsuit against the company for violating British data protection law, which requires a company that engages with personal digital data to provide information about how that data is collected, used, and shared if requested.",
  "Cambridge Analytica’s website claims that the company has “up to 5,000 data points on over 230 million American voters,” which it can use to create psychological profiles to “effectively engage and persuade voters using specially tailored language and visual ad combinations” that appeal to each person on an emotional level.",
  "And now Cambridge Analytica, the data firm the Trump camp used to reach voters with hyper-targeted messaging online, has been roped into the House Permanent Select Committee on Intelligence’s probe into Russian interference in the 2016 election, too, according to an article published Wednesday in the Daily Beast.",
  "Cambridge Analytica is reportedly in the process of sharing documents with the House committee, and according to a statement the data firm gave the Daily Beast, it believes other companies that also worked on online campaigning during the 2016 election are being asked to do the same.",
  "The Trump campaign spent about $85 million on Facebook advertising and promotion, and according to Hong, Facebook and Google both sent liaisons to the Trump campaign and Cambridge Analytica to help them better use the tech companies’ ad targeting tools.",
  "The news of Cambridge Analytica’s involvement in the Russia probe comes as Facebook, Twitter, and Google are also being swept into the larger investigation of how exactly Russia worked to manipulate voters in the run-up to Trump’s election victory.",
  "Since March, the U.K.’s Information Commissioner, the country’s privacy regulator, is also investigating Cambridge Analytica for its work in the successful Leave.eu campaign, which ended in a vote for Britain to part ways with the European Union.",
  "While it’s not clear at this point whether there was any collusion between Cambridge Analytica and Russian operatives, the company does have ties to Russia (as does SCL, the data firm in the U.K. that Cambridge Analytica spun off from in 2013).",
  "But the primary financier of Cambridge Analytica is Robert Mercer, the secretive hedge fund billionaire who has also invested millions in Breitbart, where Bannon is now working again after being ousted from the White House in August.",
  "He’s working with legal experts in the U.K. to begin filing pre-trial actions for a potential legal fight that could bring to light more information about exactly how Cambridge Analytica leverages voter data in its campaign work.",
  "Hillary Clinton has also alluded to the possibility that Russian groups had assistance in their efforts during the U.S. presidential race to rile the far edges of America’s polarized political landscape.",
  "So far, details about how those groups used social media reveal a deft understanding of how to provoke voters on some of the country’s most divisive political issues, like racial justice and gun control.",
  "“The Russians could not have known how to use that intelligence information unless they were guided by Americans,” Clinton said in an interview with Kara Swisher at the Code Conference in May.",
  "A group from the firm worked in the same office as Trump’s digital campaign team, according to Theresa Hong, one of the main brains behind the Trump team’s online push.",
  "If a link between Cambridge Analytica’s work with the Trump campaign and collusion with Russia does surface, those social media companies could be implicated as well.",
  "There’s also a separate case on the horizon that could expose exactly how Cambridge Analytica classified and targeted U.S. voters in the 2016 election.",
  "Bryan Bedde/Getty Images\n\nThe federal investigation of possible collusion between President Trump’s campaign with Russian operatives is expanding.",
  "Until August of last year, former Trump campaign chairman and White House Chief Strategist Steve Bannon was on the board of Cambridge Analytica.",
  "Bannon is also personally invested in the company to the tune of $1 million to $5 million, according to a Bloomberg report from April.",
  "The House committee isn’t the only governmental body looking into Cambridge Analytica’s practices.",
  "Carroll put in a request, but he says the information that he was sent back was insufficient.",
  "CEO of Cambridge Analytica Alexander Nix gives a talk in New York before the 2016 election."
]