[
  "The most relevant legal question here turns on whether Papadopoulos intentionally encouraged the Russians once they previewed that they were prepared to disseminate the stolen emails:\n\nAssuming that the dissemination of the stolen Hillary Clinton emails formed part of the conspiracy to defraud the United States that Mueller has already alleged against multiple Russian citizens and entities—on the theory, for example, that such dissemination constituted a foreign national expenditure or financial disbursement for the purpose of influencing federal elections—Papadopoulos could be charged with accomplice liability if at the time he learned of the Russian plan he knowingly and intentionally encouraged them to go forward.",
  "As Rep. Adam Schiff recently told Chris Hayes, “our memo discloses for the first time that the Russians previewed to Papadopoulos that they could help with disseminating these stolen emails.” Rep. Schiff added, “When Donald Trump openly called on the Russians to hack Hillary Clinton’s emails, they’d be richly rewarded if they released these to the press, his campaign had already been put on notice that the Russians were prepared to do just that and disseminate these stolen emails.”\n\nThis new revelation is legally important and, if true, could have exposed Papadopoulos and potentially other campaign officials to significant criminal liability.",
  "Barbara McQuade, a professor at the University of Michigan Law School and a former federal prosecutor, explained that if Papadopoulos encouraged the Russians’ efforts to disseminate the stolen emails, he could potentially be liable under aiding and abetting or conspiracy, and so could the campaign itself be criminally liable as an organization:\n\nThe language in the FISA application supports a legal theory that, if the facts pan out, Papadopoulos may have aided and abetted or conspired with others to defraud the United States by interfering with the fair administration of our election.",
  "Rep. Schiff highlighted the potential connections with Donald Trump’s calling on the Russians to hack and disseminate Clinton’s emails, and Don Trump Jr.’s positive response to being offered dirt on Clinton as “part of Russia and its government’s support for Mr. Trump.” One could add to those instances Don Jr.’s direct communications with WikiLeaks, Roger Stone’s communications with Guccifer 2.0 and WikiLeaks, and the head of Cambridge Analytica reaching out to Wikileaks to help release Clinton emails.",
  "The memo states, “Russian agents previewed their hack and dissemination of stolen emails.” The memo also refers to this part of the record in stating, “We would later learn in Papadopoulos’s plea that that[sic] the information the Russians could assist by anonymously releasing were thousands of Hillary Clinton emails.”\n\nThis new revelation is legally important and, if true, could have exposed Papadopoulos and potentially other campaign officials to significant criminal liability.",
  "Paul Seamus Ryan, vice president of Common Cause, explained how consultation or other communications between Papadopoulos and the Russians on a plan to influence the election through the dissemination of stolen emails could violate federal campaign finance laws:\n\nFederal campaign finance law prohibits a candidate campaign committee from coordinating with a foreign national on any expenditure made by the foreign national for the purpose of influencing a U.S. election.",
  "These could add up to a strong case of misprision in having not only failed to notify authorities but more importantly in also having actively concealed important information about the Russians’ involvement in the DNC hack and dissemination of those stolen emails.”\n\nSo what do we know about Trump associates’ actions subsequent to the Russians’ previewing their plan to disseminate the stolen emails?",
  "Mr. Trump’s public appeal to the Russians to find and release the emails may well look less and less like another norm-busting “Trumpism,” and more like an overt act that, in the context of a wider, private understanding with the Russians, furthered the criminal conspiracy that Mueller alleged in his recent indictment of the thirteen Russian nationals.",
  "In addition to direct involvement in campaign finance law violations or a conspiracy, Alex Whiting, a professor at Harvard Law School and former federal prosecutor, spelled out in detail the potential case for accomplice liability for Papadopoulos and any other campaign officials who may have given him instructions.",
  "Finally, if members of the Trump campaign tried to conceal the facts of a crime (potentially including either the original DNC hack or the dissemination of the stolen emails) they could be guilty of “misprision of a felony.” (See statements below by former federal prosecutors including Renato Mariotti.)",
  "If any Russian made any expenditure to disseminate the stolen emails for the purpose of influencing the 2016 presidential election, and did so in cooperation or consultation with or at the request or suggestion of Papadopoulos, then both the Russian and the Trump campaign violated federal law.",
  "It appears that the Russians made a point of secretly advising the campaign that they had stolen emails and were planning to disseminate them, and that the campaign either a) gave tacit assent or approval to the Russian plan, or b) more expressly approved and supported the scheme.",
  "If Trump campaign officials gave tacit assent or approval or support, it could directly implicate them in the “conspiracy to defraud the United States” by evading the Federal Election Commission—the very conspiracy for which Mueller has already indicted 13 Russian officials.",
  "In short, the new revelation in the Schiff memo adds an important piece to the puzzle and helps explain why Mueller’s team is asking former campaign associates what they knew about the Russian hack and plans to disseminate stolen emails and when they knew it.",
  "Just Security’s Renato Mariotti explained how “misprision of a felony” requires not just knowledge of the underlying crime but also that the defendant “actively conceal the commission of a felony.” How might that apply to the revelations in the Schiff memo?",
  "“Coordinated” is defined in the law to mean “in cooperation, consultation, or concert with, or at the request or suggestion of a candidate, his authorized political committee, or their agents.” Papadopoulos was an agent of the Trump campaign.",
  "Whiting explained:\n\nDonald Trump, Jr.’s excitement some weeks later at the prospect of receiving “dirt” on Hillary Clinton certainly suggests a posture of encouragement within the campaign with respect to the actions by the Russians.",
  "Prior to the memo, we knew that a Russian agent told Trump campaign adviser George Papadopoulos of “Moscow possessing ‘dirt’ ” on Hillary Clinton “in the form of ‘thousands of emails,’ ” according to Papadopoulos’ plea statement.",
  "There is, of course, also a long series of former Trump campaign officials misleading federal authorities about the campaign’s contacts with the Russians, and recent reporting that Hope Hicks allegedly said that Don.",
  "We know that Papadopoulos himself lied to the FBI about his contacts with the Russians, and that other former campaign officials misled federal authorities about the campaign’s contacts with the Russians.",
  "A former federal prosecutor told me:\n\nMisprision of a felony may be an especially fruitful avenue in this case if the Russians informed the campaign about their plans to disseminate the stolen emails.",
  "But the facts that have come to light suggest that it is wrong to dismiss a legal case based on an electoral alliance between the Russian government and the Trump campaign.",
  "To the extent we are looking for indications that the campaign aided and abetted the Russian activities through words or actions, the Don, Jr. emails provide a big clue.",
  "Bauer wrote to me in an email:\n\nWe have learned time after time that we know far less than the special counsel and his team do, and we should be ready to be surprised.",
  "Foreign nationals are prohibited from making contributions to U.S. candidates, and U.S. candidates are prohibited from receiving contributions from foreign nationals.",
  "A nugget of information is contained in the memo written by Democrats on the House intelligence committee (the Schiff memo), which was released on Saturday morning.",
  "The conduct could be imputed to the campaign if Mueller can establish that Papadopoulos was acting in the scope of his employment for the benefit of the campaign.",
  "If Trump campaign officials consulted with the Russians on their plans to disseminate the emails, it could involve direct violations of campaign finance laws.",
  "A significant recent revelation in the Russia investigation has been largely overlooked in the rush of several breaking news stories over the past few days.",
  "Jr. emails “will never get out” in discussions with President Trump about releasing a false statement to cover up the Trump Tower meeting with the Russians.",
  "More from Just Security:\n\nThe Legality of U.S. Support for the Saudi-Led Campaign in Yemen\n\nTrump’s New Target: The Justice Department’s Inspector General",
  "If Papadopoulos intentionally encouraged the Russians and if he was instructed to do so by other campaign officials, they could be liable as accomplices.",
  "Win McNamee/Getty Images\n\nThis piece was originally published on Just Security, an online forum for analysis of U.S. national security law and policy.",
  "A legally important question is what the Trump campaign did after the Russians previewed that they could help disseminate the stolen emails.",
  "His own liability, and the liability of those who might have been telling Papadopoulos what to do, could turn in part on this question.",
  "What about the subsequent actions of other Trump campaign officials like Donald Trump Jr. and his interactions with the Russians?",
  "More specifically, federal law treats an expenditure made in coordination with a candidate as a “contribution” to such candidate.",
  "Bauer has also twice written for Just Security on the potential criminal liability of the Trump campaign as an organization.",
  "The key piece of information that we have learned is that Papadopoulos learned of the Russian plan before they acted.",
  "Mueller would need to show th[at] Papadopoulos either intentionally helped or encouraged the commission of the crime.",
  "First, consider how the new revelation might fit into Mueller’s recent conspiracy charges against Russian officials.",
  "I spoke with several leading experts in campaign finance law and former federal prosecutors to gather their views.",
  "Rep. Adam Schiff answers questions following a committee meeting at the U.S. Capitol on Feb. 5 in Washington.",
  "(See statements below from law professors and former federal prosecutors Barbara McQuade and Alex Whiting.)",
  "What we do not yet know, though Mueller presumably knows, is how Papadopoulos reacted to this information.",
  "The Trump campaign as an organization could also be criminally liable (See statement below from McQuade.)",
  "(See the statement below by former White House official and also top election-law expert Bob Bauer.)",
  "Finally, what about the potential crime of helping to conceal the Russians’ felony?",
  "Rep. Schiff’s statement adds clarity to two stray statements in the memo itself.",
  "(See the statement below from leading election-law expert Paul Seamus Ryan.)",
  "Did he stand mute, or did he push the Russian plan forward?",
  "Such encouragement could take the form of words or actions.",
  "The memo went a legally significant step further."
]