[
  "Even after the president, 24 days into his administration, sacked Flynn—allegedly for lying to Vice President Mike Pence about his conversations with Russian Ambassador Sergey Kislyak—the president maintained a vigil over Flynn, or at least his reputation, calling him “a wonderful man.” He told his staff to stop “piling on” Flynn in the press, continued to praise Flynn’s briefing style, and all but commanded FBI Director James B. Comey to end his investigation of the former general.",
  "In both cases he lied and those lies “had a material impact on the FBI’s ongoing investigation into the existence of any links or coordination between individuals associated with the Campaign and Russia’s efforts to interfere with the 2016 presidential election,” Mueller’s prosecutors wrote in their “statement of the offense.”\n\nThe substance of Flynn’s discussion with Kislyak, legal sharp-eyes quickly noted, qualify as potential violations of the Logan Act.",
  "Former Politico Magazine editor Garrett M. Graff set the table for the investigation to come in a piece for Wired on Friday, hypothesizing that “a wide-ranging search warrant to Facebook about the influence [of] Russian advertising on the platform during the election, as well active investigations centering around WikiLeaks, the Trump campaign’s data company Cambridge Analytica, and campaign advisers like Carter Page, among others” might be in the works.",
  "Federal prosecutors told the court today that on December 29, 2016, Flynn called an unnamed “senior official” working in the Trump transition “who was with other senior members of the Presidential Transition Team” at Trump’s Mar-a-Lago resort “to discuss what, if anything, to communicate to the Russian ambassador about the U.S. Sanctions.”\n\nWho might that senior official be?",
  "Story Continued Below\n\nTrump returned Flynn’s devotion, appointing him to the national security post over the objections of transition official Chris Christie—”If I were president-elect of the United States, I wouldn’t let General Flynn in the White House, let alone give him a job,” Christie later said.",
  "“It puts Jared Kushner in the line of coordination or plotting with the Russians about diplomacy goals at the U.N. and raises the question about how high these orders came,” said MSNBC’s Ari Melber, who speculated that the contacts might present criminal exposure for Kushner.",
  "Today, he sort of got his Christmas wish as special counsel Robert S. Mueller III dropped Trump’s former national security adviser, Michael Flynn, into a box, wrapped him in glitter paper and a big bow, and ordered it shipped to 1600 Pennsylvania Ave.",
  "Trump’s attorney, Ty Cobb, tried to put on a brave face about the Flynn news, stating in part, “Nothing about the guilty plea or the charge implicates anyone other than Mr. Flynn.” While superficially true, the Cobb statement was rot.",
  "“If Mueller is actively pursuing other leads and investigations at this point, it likely means they tie tightly back to the Trump campaign and the increasingly small circle that’s drawing around the White House itself,” Graff writes.",
  "In the biggest turn of the investigation so far, Mueller got Flynn to plead guilty to making false statements to the FBI and secured his pledge to cooperate with prosecutors in building their case against others in the Trump orbit.",
  "My Politico colleagues report that the Flynn news backfooted the White House, which is comical given that Flynn’s lawyers cut off communication with Trump’s lawyers just last week, a clear sign a deal was in the offing.",
  "During the campaign, Flynn was probably Trump’s most ardent and vocal defender, the surrogate most likely at a rally to lead a “Lock her up!” chant, prepared to take any assignment or storm any hill for his man.",
  "Kushner, who had been placed in charge of Israel policy by Trump, allegedly ordered Flynn to tell the ambassador (and other countries) how to vote on a resolution about the condemnation of Israeli settlements.",
  "On December 30, the day after the consultation call, Trump—senior to everybody in Mar-a-Lago—tweeted his approval of Putin’s decision not to retaliate against the Obama administration’s December 28 sanctions.",
  "Graff, a student of Mueller’s career, writes that the prosecutor tends not to indulge in legal fishing expeditions, like the one that steered Whitewater prosecutor Ken Starr far from his original quarry.",
  "The special counsel has a buffet of other charges he could bring against Flynn—additional lies to investigators; failure to register as a lobbyist; failure to report payments on security clearance forms.",
  "What forced Flynn into Mueller’s hands was the passel of lies he told the FBI in January about his conversations with Kislyak during the transition, before the Trump administration officially took over.",
  "He told the FBI that he had never discussed sanctions with the ambassador; he also said he had never discussed with Kislyak defeating or delaying a United Nations resolution about Israeli settlements.",
  "He was no Trump org satellite like George Papadopoulos, the campaign adviser derisively referred to by Trump’s team as a “coffee boy” after he pleaded guilty in October to lying to investigators.",
  "My email alerts vows to go to jail for the president, my Twitter feed wants a book deal in exchange for a plea, and my RSS feed promises to rat indiscriminately on one and all.",
  "This rarely prosecuted law bars nongovernment figures from conducting foreign policy and would apply to the pre-inauguration Trump team, who were not yet government employees.",
  "CNN, MSNBC and other outlets have identified the very senior member as first son-in-law Jared Kushner—who was at the center of the incoming White House inner circle.",
  "To put that statement in the Christmas spirit, Graff’s trying to say that Mueller has done most of his shopping for Trump and that all he needs to do is wrap.",
  "“My guilty plea and agreement to cooperate with the Special Counsel's Office reflect a decision I made in the best interests of my family and of our country.",
  "It’s easy to make a case that Trump’s tweet is praising Putin for following the Russia instructions his camp gave them via Flynn.",
  "Flynn’s guilty plea, experienced prosecutors will tell you, only hints at the full picture Mueller has assembled of the case.",
  "Presumably, Flynn flipped from Trump’s friend to his enemy in exchange for lenient treatment from the court and Mueller.",
  "Today’s findings push other members of the White House inner circle into legal jeopardy, perhaps even Donald Trump.",
  "According to court documents, Flynn’s instructions came from a “very senior member” of the Trump transition team.",
  "Potential charges against Flynn’s son, Michael G. Flynn, gave Mueller additional leverage in flipping his man.",
  "If Trump was the architect of this intervention, he may qualify for a Logan Act rap on his knuckles, too.",
  "The two men now will retreat to their respective bunkers and next emerge as unswerving legal combatants.",
  "President Donald Trump has repeatedly expressed his wish for an early wrap to the Russia investigations.",
  "Why did Flynn tell Kislyak to kill or stall the U.N. resolution, and what was the resolution about?",
  "The Trump Tower scandal investigation has finally reached deep inside the White House itself.",
  "Flynn, the former three-star general, was no ordinary Trump administration official.",
  "“Great move on delay (by V. Putin) - I always knew he was very smart!” he wrote.",
  "******\n\nLeak to Shafer.Politico@gmail.com if you’re copping a plea with Mueller.",
  "The government often uses it to strong-arm freelance “diplomats” like Flynn.)",
  "I accept full responsibility for my actions,” Flynn wrote in a statement.",
  "Neither did Flynn, and that left the president’s men blind.",
  "He didn’t leak about the charges brought against him.",
  "Transition official KT McFarland, according to CNN.",
  "Jack Shafer is Politico’s senior media writer.",
  "It was a repeat of the Papadopoulos plea.",
  "(The law has its uses, though."
]