[
  "More: Special counsel Robert Mueller using multiple grand juries in Russia inquiry\n\nRelated: Poll: Americans in battleground districts would strongly oppose Trump firing special counsel Robert Mueller\n\nIn the filing, Flynn reports earning about $28,000 from the Trump presidential transition and more than $5,000 as a consultant to an aborted plan to build nuclear power plants across the Middle East.",
  "In a statement to the AP, NJK said Flynn “played an advisory role to NJK Holding relative to its investment interests in security.” The firm added that in his roles with NJK and GreenZone, Flynn “provided his counsel and guidance on public sector business opportunities for secure communications technology within the U.S. Department of Defense” and with other agencies.",
  "The person close to Flynn said he disclosed the information in an amended filing to make sure the “public record is accurate and transparent.” The person noted that Flynn and his legal team have spent months piecing together the information necessary for the filing without the assistance of the White House counsel’s office or the Office of Government Ethics.",
  "More: James Comey testimony: Trump pressed me to shut down Michael Flynn investigation\n\nRelated: Senate panel: Michael Flynn risks contempt of Congress\n\nThe details of Flynn’s role with SCL weren’t fully laid out, the person said, noting that Flynn terminated his involvement shortly after Trump won the presidency.",
  "(Photo: Carolyn Kaster, AP Images)\n\nWASHINGTON - President Trump’s former national security adviser, Michael Flynn, disclosed a brief advisory role with a firm related to a controversial data analysis company that aided the Trump campaign, according to a filing Flynn submitted to the White House.",
  "Democratic lawmakers and Trump critics have seized on Cambridge Analytica’s role as they’ve pushed congressional investigators to scrutinize the Trump campaign’s data operation as part of probes into Russia’s interference in the 2016 election.",
  "Time\n\nFlynn’s previous filing, submitted to the White House and Office of Government Ethics in March, listed at least $1.3 million in earnings, including between $50,000 and $100,000 from his consulting company, Flynn Intel Group Inc.",
  "Flynn’s now-defunct consulting firm, Flynn Intel Group, is under scrutiny by federal authorities and congressional investigators for its role in research and lobbying work for a Turkish businessman tied to the government of Turkey.",
  "Meanwhile, The New York Times reported Friday night that Robert Mueller, the special counsel investigating possible coordination between Russia and the Trump campaign, has asked the White House for documents related to Flynn.",
  "The disclosure of Flynn’s link to Cambridge Analytica came in an amended public financial filing in which the retired U.S. Army lieutenant general also discloses income that includes payments from the Trump transition team.",
  "A person close to Flynn told the AP that just before the end of the campaign, Flynn agreed to do consulting for the firm, but he never performed any work or accepted any payment as part of the agreement with SCL Group.",
  "The amended disclosure filed Friday by Flynn lists him as an adviser to SCL Group, a Virginia-based company related to Cambridge Analytica, the data mining and analysis firm that worked with Trump’s campaign.",
  "Earlier Thursday, Rep. Elijah Cummings, D-Md., the ranking Democrat on the House Committee on Oversight and Government Reform, asked Kian for documents detailing Flynn’s foreign business contacts and travel.",
  "CLOSE Special counsel Robert Mueller has convened a grand jury in Washington to investigate allegations of Russian interference in the 2016 U.S. election, the Wall Street Journal reported on Thursday.",
  "Media reports in Britain and some statements by leaders involved in the pro-Brexit campaign had linked Cambridge Analytica to the successful effort in 2016 to pull Britain out of the European Union.",
  "Flynn’s amended filing comes some six months after he was ousted from the White House for misleading the vice president about conversations he had with the then-Russian ambassador to the U.S.",
  "The consulting connection with a group of companies involved in the power plant proposal had been disclosed in Flynn’s previous filing, but it had not indicated that he had received payment.",
  "Campaign officials have said they used the company only for a short time for television advertising and paid some of the firm’s talented data employees, as the AP previously reported .",
  "The newspaper says investigators on Mueller’s team have asked witnesses whether the Turkish government made secret payments to Flynn during the 2016 presidential campaign.",
  "Flynn’s new filing also provided more details about his consulting work for NJK Holding Corporation, a firm headed by Iranian-American multi-millionaire Nasser Kazeminy.",
  "CLOSE Former National Security Adviser Michael Flynn is pleading the Fifth Amendment and refusing to cooperate with a subpoena from the Senate Intelligence Committee.",
  "Kian told military investigators that Flynn had several foreign business contacts, but Flynn did not provide any of those contacts to investigators, Cummings said.",
  "Cambridge Analytica is backed by the family of Robert Mercer, a hedge fund manager who also supported the campaign and other conservative candidates and causes.",
  "Flynn also served as vice chairman at GreenZone Systems, a tech firm funded by NJK and headed by Bijan Kian, who was Flynn’s business partner in Flynn Intel.",
  "CLOSE The Wall Street Journal says special counsel Robert Mueller impaneled a grand jury, which could show the Russia investigation is speeding up.",
  "It also comes as Special Counsel Robert Mueller and congressional committees are scrutinizing Flynn’s business deals and foreign connections.",
  "The Associated Press reported in May about inconsistencies in Flynn’s disclosures about payments from the Turkish client, Ekim Alptekin.",
  "Trump administration chief strategist Steve Bannon was a vice president of Cambridge Analytica before he joined the Trump campaign.",
  "The filing shows that Flynn was paid more than $140,000 for his roles as adviser and consultant to Minneapolis-based NJK.",
  "The person spoke to AP on condition of anonymity Thursday to describe details of the filing made to the White House.",
  "The filing was made public by the White House on Friday in response to an Associated Press reporter’s request.",
  "Flynn listed Kian as a personal reference in 2016 during his effort to renew his military security clearance.",
  "But the company said in a statement Friday that it did not work on the referendum campaign.",
  "Video provided by Newsy Newslook\n\nFormer national security adviser Michael Flynn.",
  "USA TODAY\n\nNJK said Kian has no current involvement with NJK or GreenZone.",
  "The Times cited anonymous sources close to Mueller’s investigation.",
  "But the Trump campaign has played down the firm’s involvement.",
  "The latest filing lists at least $1.8 million in income.",
  "Read or Share this story: https://usat.ly/2wuij5f"
]