[
  "(CNN) Cambridge Analytica funder and Trump donor Rebekah Mercer received an email in August 2016 from someone she had recently met at a political event, suggesting that they create a searchable data base for Hillary Clinton emails in the public domain.",
  "That also means his request to Assange came weeks before WikiLeaks started releasing its first election-related disclosures -- internal emails that were hacked from the Democratic National Committee.",
  "Former White House chief strategist Stephen Bannon, who is closely affiliated with the Mercers, served as Cambridge Analytica's vice president and sat on its board, according to The New York Times.",
  "Nix said in his August, 2016 email that he had contacted Assange two months earlier, which would have been June of 2016, likely right before the Trump campaign formally hired Cambridge Analytica.",
  "That is what prompted Nix's email response that he had contacted Julian Assange two months earlier asking for Clinton's emails, according to a source familiar with the Mercer and Nix email chain.",
  "However, this Trump source insists the campaign, including Cambridge Analytica staff, only used the Republican National Committee's voter data files, which the RNC had been building since 2012.",
  "Cambridge Analytica was part of the Trump campaign's three-pronged data operation, which was led by digital strategist Brad Parscale and overseen by Trump's son-in-law, Jared Kushner.",
  "A Trump campaign official insists to CNN that they hired Cambridge Analytica in order to bring on board some key staff who were known to be talented in the area of GOP data.",
  "The source would not disclose the name of the person who originally emailed Mercer but did say, according to the email, they met at a Ted Cruz related event.",
  "Mercer then forwarded the suggestion to several people, including Cambridge Analytica CEO Alexander Nix, asking if this is something they could do.",
  "The hedge fund manager and his press-averse family have spent millions of dollars to promote conservative causes and candidates over the years.",
  "Parscale and employees from his firm, Giles-Parscale, incorporated some staffers from Cambridge Analytica into their data operation.",
  "This new information about the email chain that prompted Nix's Assange revelation sheds a bit more light on its context.",
  "\"And that was with Jared Kushner and also Trump's genius coming down to allow us to put a data operation into place.\"",
  "Kushner has denied participating in or knowing about any collusion between the Trump campaign and the Kremlin.",
  "They also worked with teams from data companies that were partnered with the Republican National Committee.",
  "Both men sat down for interviews with Capitol Hill investigators probing Russian meddling in the election.",
  "A Bannon spokesman told the Times he stepped down from the post before joining the Trump campaign.",
  "Before supporting Trump, the Mercer family backed the Texas Republican's presidential campaign.",
  "They backed Cruz in the primary and had their own boutique super PAC supporting his candidacy.",
  "Cambridge Analytica employees did not start working for Trump campaign until July 2016.",
  "\"It started with leadership,\" Parscale told Fox News shortly after the election.",
  "Parscale has denied that the data team had any connection with Russia.",
  "The source said they never used Cambridge Analytica's data base.",
  "The data company is financially backed by Robert Mercer.",
  "The Wall Street Journal first reported Mercer's request.",
  "The entire operation was based in San Antonio, Texas.",
  "They aligned with Trump during the general election."
]