[
  "“It's easier for me to digest” things that Trump does “and then give suggestions based off it,” Parscale says, “because I have the largest depth of knowledge from the '16 campaign.” He tries to bring Trump’s voice to the room even though Trump himself cannot be involved with America First Policies due to time constraints and the IRS regulations that require nonprofits like America First Policies to participate in partisan politics only as a secondary activity.",
  "“Parscale is really maybe one of the primary examples of what happens when a campaign needed their digital team more than really any other previous candidate.”\n\nWith guidance from Kushner, Parscale built the campaign’s digital headquarters in the outskirts of San Antonio, where he hired Giles-Parscale employees as well as outside vendors to help with Facebook advertising, which he claims made the difference at the polling booths.",
  "“I kind of became their go-to digital consultant.”\n\n“Since our first project in 2012, Brad and his team at Giles-Parscale have been an invaluable addition to the Trump Organization’s digital portfolio,” says Amanda Miller, senior vice president of marketing and corporate communications at the Trump Organization.",
  "Parscale’s consultancy firm is also a vendor for both Trump’s re-election committee and the social welfare nonprofit America First Policies, founded in January 2017 by former Trump advisers to promote issues like the repeal of the Affordable Care Act and tax reform.",
  "As Donald Trump, Jared Kushner and Steve Bannon engineered the vision for the campaign, Parscale says he emerged as the doer or, in his words, the “campaign plumber.”\n\n“In 2016 and going forward, the thing that a campaign does every day is largely digital.",
  "“He is a quick learner.”\n\nIn total, the Trump campaign paid $94 million to Giles-Parscale, according to the Federal Election Commision database, although most of the money went to vendors that Parscale had hired—including data company Cambridge Analytica.",
  "What started as a web project for Trump International Realty, the organization’s luxury property brokerage, led the now 41-year-old to design webpages for Eric Trump Foundation, Melania Trump’s skincare line and Ivanka Trump’s eponymous retail brand.",
  "On a warm April day in 2012, however, Parscale was eating a ham and cheese omelette for lunch at an IHOP in San Antonio when he received an email from Kathy Kaye, then-executive director of marketing and sales at Trump Organization.",
  "Like a gift that keeps on giving, the Trump campaign later asked him to run its Facebook advertising, and Parscale ran most of the digital efforts until the end of the primaries from his house in San Antonio with a single laptop.",
  "At one point in 2016, Parscale’s digital media company, Giles-Parscale, was running an elaborate Facebook campaign for Trump when IvankaTrump.com became a client of the company, also in search of a Facebook advertising strategy.",
  "The digital consultant doesn’t go into detail on his work with Black Label Media or Sony but says most of his time right now is spent on other big company clients, and about 20% of his time is for political work.",
  "In July this year, Parscale sold the web production portion of his businesses (including Giles-Parscale) to a digital services company, CloudCommerce, for $9 million, according to public financial filings.",
  "Although he doesn’t work on matters for the Trump family’s businesses anymore, or for the White House, in the past he did juggle commercial and political projects for the Trumps at the same time.",
  "It was, however, still a surprise to Parscale when a big request hit his inbox on February 21, 2015: Donald Trump was going to run for president and needed a web page for his campaign platform.",
  "He didn’t meet Donald Trump in person until after Trump secured the Republican nomination in May 2016, which was Parscale’s ticket to New York, a city he had been to only once in his life.",
  "Parscale claims his company netted less than $10 million from the campaign in 2016, but his work has since attracted many companies outside of the political realm that want his services.",
  "“The only thing I see that is unique about him is that he was in the right place at the right time,” says Warren Cardinal, founder of Lucid Crew, another Texas-based web design company.",
  "In the lead up to 2020, Parscale is helping the Trump campaign maintain its website, strategize its online messaging through ads, and expand its donor base for a prospective candidacy.",
  "His new firm, Parscale Strategy LLC, has shifted away from Giles-Parscale’s low profile small business clients to much bigger fish, including some of the largest companies in America.",
  "On June 21, 2016—a day after Trump’s campaign manager Corey Lewandowski was fired—Trump tapped Parscale, who had no prior exposure to politics, as his campaign’s digital chief.",
  "The guy or gal who runs digital is, therefore, de facto in charge of the campaign,” says Gerrit Lansing, former chief digital officer of the Republican National Committee.",
  "“Do you need somebody to help you make a website for your business?” It was the beginning of a journey that would lead all the way to a presidential ride with the Trumps.",
  "“From the point I got hired, I [have] worked on something [for] Trump every day since then,” says Parscale, who is working on Trump’s re-election campaign these days.",
  "In 2015, Parscale transitioned to politics, where he oversaw the Trump campaign’s digital efforts as the digital media director—and that shift evoked some skepticism.",
  "Parscale found out that Kaye was the anonymous caller from a few years ago and wanted to talk about a web design project for Trump International Realty.",
  "Since the self-taught web designer built his first web page for the Trump family in 2012, Parscale’s role in the family’s affairs has diversified.",
  "I just made it from good old fashioned charging for a service and getting paid for it.” That, he argues, is his version of the American Dream.",
  "Just 13 years ago, Brad Parscale was touting his web design skills at a Borders bookstore in San Antonio, Texas with only $500 in his pocket.",
  "For weeks, the 6-foot-8-inch tall marketer positioned himself in the aisle with the web design books, ready to hunt for his first customers.",
  "And yet, Parscale’s success story is a perfect example of how in the eyes of Trump, loyalty can get one further than an outstanding resume.",
  "Parscale Strategy, which was founded in August, has consulted for companies like Black Label Media, a film finance and production company.",
  "Parscale helped Black Label Media appeal to conservative moviegoers for Sony Pictures’ action-drama “Only the Brave,” released in October.",
  "“Hey, I know how to do what’s in that,” he recalls saying as he approached dozens of people who were browsing the web design books.",
  "“I know you guys [at Forbes] run a lot of stories about billionaires and people who make $800 million off stocks,” Parscale says.",
  "Miller joined the Trump Organization in 2008 as a recent college graduate, and like Parscale, rose through the ranks rapidly.",
  "In less than a month, Kaye, Parscale, and Ivanka Trump talked over the phone, Parscale sent a bid, and got the gig.",
  "The caller, whose name and title he couldn’t catch, praised Parscale’s web design skills but offered him no jobs.",
  "His relationship with the Trumps started around 2010, with a call Parscale received from someone he didn’t know.",
  "With a honey brown beard that extends well beyond his chin, Parscale does not look like a typical D.C. insider.",
  "“Brad is an amazing and talented entrepreneur who is deeply passionate about his work,” Miller told Forbes.",
  "He had a lot of ideas and takes on things that we probably wouldn't have come up with,” said Lansing.",
  "His clients, he says, are attracted to his knowledge of conservatives and middle America.",
  "“It was very organic, my growth within the Trump family,” Parscale tells Forbes.",
  "“[Parscale's outsider view] was mostly refreshing.",
  "“I didn’t make mine off any kind of equity.",
  "(He declined to discuss his net worth).",
  "It led to a whole lot more work."
]