[
  "Data company gave briefing to Moscow firm Lukoil, and the lecturer who developed the crucial algorithm worked for St Petersburg university\n\nAleksandr Kogan, the Cambridge University academic who orchestrated the harvesting of Facebook data, had previously unreported ties to a Russian university, including a teaching position and grants for research into the social media network, the Observer has discovered.",
  "Play Video 13:04 Cambridge Analytica whistleblower: 'We spent $1m harvesting millions of Facebook profiles' – video\n\nBut while he was helping turn Facebook profiles into a political tool he was also an associate professor at St Petersburg State University, taking Russian government grants to fund other research into social media.",
  "Lukoil, Russia’s second-largest oil company, discussed with Cambridge Analytica the data company’s powerful social media marketing system, which was already being deployed for Republican Ted Cruz in the US presidential primaries and was later used to back Brexit and Trump.",
  "We do no have any relationship with Russia or Russian individuals.”\n\nThat appears to contradict the company documents seen by the Observer, that list Russia as one of the countries where Cambridge Analytica and affiliate companies have clients.",
  "“We understand that Dr Kogan informed his head of department of discussions with St Petersburg University regarding a collaboration; it was understood that this work and any associated grants would be in a private capacity,” a spokesman said.",
  "“Cambridge Analytica and its affiliate companies have not worked in Russia and have not worked for a Russian company or organisation.”\n\nLast month Nix told MPs: “We have never worked with a Russian organisation in Russia or any other company.",
  "“They understand behavioural micro-targeting in the context of elections (as per your excellent document/white paper) but they are failing to make the connection between voters and their consumers,” he wrote in an email seen by the Observer.",
  "In Britain, concerns about Russian propaganda have been mounting, with the prime minister, Theresa May, recently attacking Russia for spreading fake news, accusing Moscow of attempts to “weaponise information” and influence polls.",
  "Cambridge Analytica, the data firm he worked with – which funded the project to turn tens of millions of Facebook profiles into a unique political weapon – also attracted interest from a key Russian firm with links to the Kremlin.",
  "One Cambridge Analytica employee mentioned Kogan’s Russian work in an email to Nix in March 2014 discussing a pitch to a Caribbean nation for a security contract, including “criminal psychographic profiling via intercepts”.",
  "Alexander Nix, chief executive of Cambridge Analytica, emailed colleagues after initial contacts to say that Lukoil wanted a clearer explanation of “how our services are going to apply to the petroleum business”.",
  "Cambridge Analytica said an affiliate company had talked to Lukoil Turkey about a loyalty card scheme and proposed a pilot study with a small number of petrol stations there, but the project had not gone ahead.",
  "Discussion of services offered by Cambridge Analytica was apparently going right to the top of Lukoil, even though its retail operations in America are a very minor corner of the oil and gas giant’s empire.",
  "The revelations come at a time of intense US scrutiny of Russian meddling in the 2016 US presidential election, with 13 Russians criminally charged last month with interfering to help Donald Trump.",
  "Kogan, a lecturer who worked with Cambridge Analytica on building up the database of US voters then at the heart of the company’s plans, said he had not had any connection to the Lukoil pitch.",
  "Other SCL documents show that the material shared with Lukoil included posters and videos apparently aimed at alarming or demoralising voters, including warnings of violence and fraud.",
  "“We may want to either loop in or find out a bit more about the interesting work Alex Kogan has been doing for the Russians and see how/if it applies,” the colleague wrote.",
  "Christopher Wylie, the whistleblower who has come forward to talk to the Observer, said it was never entirely clear what the Russian firm hoped to get from the operation.",
  "A native Russian speaker, Kogan was born in Moldova and brought up in Moscow until he was seven, when his family emigrated to the US, where he later obtained citizenship.",
  "Asking for a detailed presentation of Cambridge Analyticas’s work in July 2014, Nix told his colleague the document would be “shared with the CEO of the business”.",
  "The chief executive of Lukoil, Vagit Alekperov, is a former Soviet oil minister who has said the strategic aims of Lukoil are closely aligned with those of Russia.",
  "A slide presentation prepared for the Lukoil pitch focuses first on election disruption strategies used by Cambridge Analytica’s parent company, SCL, in Nigeria.",
  "Energy firm Lukoil, which is now on the US sanctions list and has been used as a vehicle of government influence, saw a presentation on the firm’s work in 2014.",
  "It began with a focus on voter suppression in Nigeria, and Cambridge Analytica also discussed “micro-targeting” individuals on social media during elections.",
  "Cambridge University said academics are allowed to take on outside work but are expected to inform their head of institution, a rule Kogan had complied with.",
  "They are presented under the heading “Election: Inoculation”, a military term used in “psychological operations” and disinformation campaigns.",
  "No data or models.” His recollection was that the Russia project had started a year after his collaboration with Cambridge Analytica ended.",
  "“If this was a commercial deal, why were they so interested in our political targeting?”\n\nLukoil did not respond to requests for comments.",
  "“We met, had a nice chat, and decided let’s try to collaborate – give me more reason to visit there,” he told the Observer in an email.",
  "“Stress, health, and psychological wellbeing in social networks: cross-cultural investigation” was the title of one piece of research.",
  "“Alexander Nix’s presentation didn’t make any sense to me,” said Wylie, who left Cambridge Analytica soon after the initial meetings.",
  "“[The talks] were about potential commercial work in Turkey and did not involve any discussion of political work,” a spokesman said.",
  "Kogan told the Observer: “Nothing I did on the Russian project was at all related to Cambridge Analytica in any way.",
  "The CV lists undergraduate prizes and grants of a few thousand dollars and links to dozens of media interviews.",
  "I’m not close to Mr Putin, but I treat him with great respect,” he told the New York Times.",
  "On one trip, he said, he “dropped an email” to the psychology department at St Petersburg.",
  "One talk was called: “New methods of communication as an effective political instrument”.",
  "Russia is not mentioned in a 10-page CV Kogan posted on a university website in 2015.",
  "“I have only one task connected with politics, to help the country and the company.",
  "However, he stayed in touch with family friends in Russia and visited regularly.",
  "He said the St Petersburg position emerged by chance on a social visit.",
  "No one knew,” one academic who asked not to be named told the Observer.",
  "Apart from that, Kogan appears to have largely kept the work private.",
  "Colleagues said they had not heard about the post in St Petersburg.",
  "Online posts showed Kogan lecturing in Russian.",
  "“I am very surprised by that."
]