[
  "In a statement Friday night, Facebook said about 270,000 users downloaded the app, though the New York Times reported that Kogan and Chancellor’s company provided about 50 million user profiles to Cambridge Analytica, which may have been possible through connections to the hundreds or thousands of friends one may have on Facebook.",
  "Companies House\n\nGlobal Science Research was paid more than $800,000 to build an app in June 2014 for Cambridge Analytica that was used to harvest Facebook user data through a personality quiz that scraped data from its respondents as well as data from their friends, according to a report in the New York Times.",
  "JOSH EDELSON/Getty Images\n\nOne of the founding directors of Global Science Research, the firm hired by the Trump campaign’s data-targeting firm, Cambridge Analytica, to harvest Facebook user data for its voter-outreach operation, now works at Facebook as a human computer interaction researcher.",
  "Krogan and Chancellor courted Facebook users to take their quiz by posting it to the Mechanical Turk marketplace, a platform run by Amazon that pays digital laborers anywhere from a few cents to a few dollars for performing menial tasks online, like flagging porn or looking for broken links.",
  "Cambridge Analytica was hired to work for the Trump campaign in June 2016, about six months after the Guardian revealed the company was using tens of millions Facebook users’ data in its work on then-contender Ted Cruz’s presidential campaign without their knowledge.",
  "Facebook’s app developer policy at the time allowed developers to siphon data on users’ friend networks, too, but the company says that policy has since been updated to let users choose what data they’ll let Facebook share about them.",
  "According to the United Kingdom’s registry of companies, Joseph Chancellor worked with Aleksandr Kogan, a Russian-American psychology professor at the University of Cambridge, to launch the company in May 2014.",
  "The company did, however, contact Cambridge Analytica, as well as Kogan and Christopher Wylie, who used to work at Cambridge Analytica, to demand they destroy the data and certify that they did so.",
  "Chancellor’s employee profile on Facebook’s website says he’s a “quantitative social psychologist” who studied at the University of Cambridge and the University of California, Riverside.",
  "At that point in 2015, Facebook acknowledged that its user data was being misused by Cambridge Analytica, but the company didn’t alert users or issue a public statement.",
  "Their quiz, called “thisisyourdigitallife,” offered $1 or $2, but required participants install the Facebook app, be American, and allow access to their friend data.",
  "Facebook said that although the company received confirmations that the data had been deleted, several days ago it learned that was not the case.",
  "The New York Times reported that its reporters had seen a portion of the data set Global Science Research provided to Cambridge Analytica.",
  "The Intercept first reported their ties and Chancellor’s employment at Facebook last year.",
  "I asked Facebook for comment on Chancellor on Saturday and will update when I hear back.",
  "His listed research interests include happiness, emotions, humility, and advertising.",
  "A screenshot from Global Science Research’s certificate of incorporation.",
  "According to Facebook’s website, he still works there.",
  "Read more from Slate on Cambridge Analytica.",
  "Thumbs up!"
]