[
  "Play Video 13:04 Cambridge Analytica whistleblower: 'We spent $1m harvesting millions of Facebook profiles' – video\n\n“But it could be used as an excuse to clamp down on research – especially research that’s critical.”\n\nCatherine Brooks, of the University of Arizona’s school of information, said: “This is going to have a chilling effect on Facebook’s motivation to share data with scholars.”\n\nThe incident could also make it harder for researchers to find people to willing to hand over data.",
  "Tech firm will be even more reluctant to share with legitimate researchers who want to learn more about how it affects our lives\n\nData scandal is huge blow for Facebook – and efforts to study its impact on society\n\nThe revelation that 50 million people had their Facebook profiles harvested so Cambridge Analytica could target them with political ads is a huge blow to the social network that raises questions about its approach to data protection and disclosure.",
  "Revealed: 50 million Facebook profiles harvested for Cambridge Analytica in major data breach Read more\n\nAs Facebook executives wrangle on Twitter over the semantics of whether this constitutes a “breach”, the result for users is the same: personal data extracted from the platform and used for a purpose to which they did not consent.",
  "Will people stop wanting to participate in studies?”\n\n‘I created Steve Bannon’s psychological warfare tool’: meet the data war whistleblower Read more\n\nIt is not clear what the legal implications are for Kogan and Cambridge Analytica, and for Facebook, which discovered the unauthorised use of its data in 2015.",
  "“It’s an interesting legal strategy, but whether it will work for them is another question.”\n\nThere remain ethical questions over whether the company should tell individual users if their data was exploited – as it did for those who liked a page created by Russia’s internet research agency.",
  "“Facebook is trying to walk the line between saying that it was not a breach so they aren’t liable, but at the same time they are saying that the data use was unauthorised,” said Tiffany Li, resident fellow at Yale Law School’s Information Society Project.",
  "The 50m user profiles were harvested by a Cambridge University researcher, Aleksandr Kogan – separately from his work at the university – but passed to Cambridge Analytica for ad targeting purposes – a violation of Facebook policies.",
  "Kogan has denied he did anything wrong – so has Cambridge Analytica, which issued a statement on Saturday in which it said it fully complies with Facebook’s terms of service.",
  "It knows your real name, who your friends are, your likes and interests, where you have been, what websites you have visited, what you look like and how you speak.",
  "“This is about a company breaking Facebook’s terms of service and going rogue,” said Sarah T Roberts, a UCLA assistant professor of information studies.",
  "On the other hand, Facebook very much wants to keep that data – its competitive advantage – to itself, and so guards it carefully.",
  "So protective is the site of its user data that it makes it very difficult for scholars to study its impact on society.",
  "“Like with the emotional contagion study, people are going to want to know if their data was included,” said Fiesler.",
  "“People who consented thought it was for science,” said Casey Fiesler, from the University of Colorado Boulder.",
  "Unfortunately for researchers, the newly reported misappropriation of data is likely to make that even harder.",
  "It uses all that data to make it super easy for its customers – advertisers – to target you.",
  "“That’s a pitfall that will exist no matter what policies are implemented.",
  "Facebook has yet to face a major hack like Yahoo, Equifax or LinkedIn.",
  "Facebook has a complicated track record on privacy.",
  "Its business model is built on gathering data.",
  "“That’s a really big deal."
]