[
  "‘I made Steve Bannon’s psychological warfare tool’: meet the data war whistleblower Read more\n\nJoseph Chancellor was one of two founding directors of Global Science Research (GSR), the company that harvested Facebook data using a personality app under the guise of academic research and later shared the data with Cambridge Analytica.",
  "At that time, Facebook said in a statement: “The work that he did previously has no bearing on the work that he does at Facebook.”\n\nChancellor, who was conducting postdoctoral research at Cambridge University when GSR was set up, is understood to have been one of several students who Kogan involved in his project.",
  "In 2014, Facebook was revealed to have conducted a vast experiment on users, without their consent, which entailed tweaking the amount of positive and negative content appearing on their feeds to see if the tech giant could manipulate some kind of “emotional contagion”.",
  "Chancellor was a director of GSR along with Aleksandr Kogan, a more senior Cambridge University psychologist who is said to have devised the scheme to harvest Facebook data from people who used a personality app that was ostensibly acquiring data for academic research.",
  "In the months that followed the creation of GSR, the company worked in collaboration with Cambridge Analytica to pay hundreds of thousands of users to take the test as part of an agreement in which they agreed for their data to be collected for academic use.",
  "The following month, the Guardian published the first story detailing how Kogan and Chancellor’s company had unethically sourced data that was then passed to Cambridge Analytica, which at the time was working for the presidential campaign of Ted Cruz.",
  "\n\nThe co-director of a company that harvested data from tens of millions of Facebook users before selling it to the controversial data analytics firms Cambridge Analytica is currently working for the tech giant as an in-house psychologist.",
  "It is not known how much Chancellor knew of the operation to harvest the data of more than 50 million Facebook users and pass their information on to the company that went on to run data analytics for Donald Trump’s presidential campaign.",
  "Chancellor is still working as a researcher at Facebook’s Menlo Park headquarters in California, where psychologists frequently conduct research and experiments using the company’s vast trove of data on more than 2 billion users.",
  "The property – 29 Harley Street – reportedly operates as “as a large, ornate and prestigiously located postbox and answerphone” for some 2,159 companies that are registered from the address but locate their operations elsewhere.",
  "Facebook said in a statement Kogan “gained access to this information in a legitimate way and through the proper channels” but “did not subsequently abide by our rules” because he passed the information on to third parties.",
  "Last year, leaked documents revealed how Facebook had told advertisers they had the capacity to monitor posts in real time and identify when teenage users were feeling “insecure”, “worthless” and “need a confidence boost”.",
  "Cambridge Analytica – a company owned by the hedge fund billionaire Robert Mercer, and headed at the time by Trump’s key adviser Steve Bannon – used the data to build sophisticated psychological profiles of US voters.",
  "That kind of finite information is invaluable to advertisers – whether selling products or political candidates – as it helps them more effectively tailor and target their message to individual users on the platform.",
  "Facebook’s ability to create granular profiles of its users has been at the very core of its business model, transforming the social media platform into one of the most profitable companies on the planet.",
  "Data scandal is huge blow for Facebook – and efforts to study its impact on society Read more\n\nSince joining Facebook, some of Chancellor’s academic research has been published in peer-reviewed journals.",
  "He was hired to work at Facebook as a quantitative social psychologist around November 2015, roughly two months after leaving GSR, which had by then acquired data on millions of Facebook users.",
  "Facebook’s public statements have omitted any reference to GSR, the company Kogan incorporated in May 2014 with Chancellor, who at the time was a postdoctoral research assistant.",
  "Facebook appears to have taken no action against Chancellor – Kogan’s business partner at the time their company acquired the data, using an app called thisisyourdigitallife.",
  "He singled out Kogan, an assistant professor at Cambridge University, as having “lied to us and violated our platform policies” by passing the data on to Cambridge Analytica.",
  "The psychologist, who is 38, is understood to have been a junior partner to Kogan, who oversaw GSR’s business dealings and then elicited the help of several of his students.",
  "The Guardian asked Facebook several questions about its recruitment of Chancellor and any action it had taken in light of the data harvesting scam conducted by GSR.",
  "Facebook’s “platform policy” allowed only collection of friends’ data to improve user experience in the app and barred it being sold on or used for advertising.",
  "However, the app also collected the information of the test-takers’ Facebook friends, leading to the accumulation of a data pool tens of millions strong.",
  "However, both Kogan and Chancellor were listed as directors of GSR when it was founded and provided a “service address” in Harley Street, London.",
  "On Friday, Facebook announced it had suspended both Kogan and Cambridge Analytica from using the platform, pending an investigation.",
  "Facebook initially promised to respond to a set of questions by Sunday, but then said it had nothing to say on the matter.",
  "One source with some knowledge of Chancellor’s role at the company described him as “just the data guy”.",
  "The company employs many in-house social scientists to conduct research on the psychology of its users.",
  "Facebook’s deputy general counsel has described the data harvesting scheme as “a scam” and “a fraud”.",
  "Kogan maintains that he did nothing illegal and had a “close working relationship” with Facebook.",
  "Chancellor resigned his directorship of GSR in September 2015, according to company records.",
  "His role at Facebook was mentioned in a story by the Intercept 12 months ago.",
  "He joined Facebook around November 2015, according to his LinkedIn profile.",
  "Though potentially secretive, there is nothing unlawful about this process.",
  "Facebook appears to have taken no action against Chancellor at that stage.",
  "That data sold to Cambridge Analytica as part of a commercial agreement.",
  "However, the precise nature of his work for Facebook is unclear.",
  "Chancellor did not respond to repeated requests for comment."
]