[
  "In an interview with the website Contagious, Cambridge Analytica’s founder, Alexander Nix said it had been set up “to address the vacuum in the US Republican political market” that became evident when Mitt Romney was defeated in the 2012 presidential election.",
  "It has been accused of offering to target foreign donors for the UK’s Brexit campaign and in November it was reported that Nix had contacted the Wikileaks founder Julian Assange to ask if he could help with the release of emails linked to Hillary Clinton.",
  "Kogan assembled the information through an app on the site – it collected details of Americans who were paid to take a personality test, but also gathered data on those people’s Facebook friends.",
  "On its website it describes analysing millions of data points to identify the most persuadable voters and the issues they cared about and then sending them messages to “move them to action”.",
  "Wylie, a Canadian who previously worked for Cambridge Analytica, has lifted the lid on this and other practices at the firm, which he describes as a “full-service propaganda machine”.",
  "Over the weekend, the Observer revealed that in 2014, 50 million Facebook profiles were harvested by a UK-based academic, Aleksandre Kogan, and his company Global Science Research.",
  "It claims to be able to analyse huge amounts of consumer data and combine that with behavioural science to identify people who organisations can target with marketing material.",
  "In a statement published on Saturday, the company denied any wrongdoing and said it did not harvest Facebook data, and none was used in the 2016 presidential election.",
  "In February, Nix told MPs that his firm didn’t work for campaigners for a leave vote, although this has been hotly disputed by the co-founder of Leave.EU, Arron Banks.",
  "The managing director of Cambridge Analytica’s political division is Mark Turnbull, who spent 18 years at the communications firm Bell Pottinger before joining SCL.",
  "With its headquarters in London, the firm was set up in 2013 as an offshoot of another company called SCL Group, which offers similar services around the world.",
  "“People knowingly provided their information, no systems were infiltrated, and no passwords or sensitive pieces of information were stolen or hacked,” it said.",
  "“The Democrats had ostensibly been leading the tech revolution, and data analytics and digital engagement were areas where Republicans had failed to catch up.",
  "As we now know, some of the data came from profiles to which the company was not supposed to have access, rather than being freely available to harvest.",
  "A closer look at the company that has hit the headlines after it was revealed that 50m Facebook profiles were harvested\n\nWhat is Cambridge Analytica?",
  "The main player is 42-year-old Nix, an old Etonian who joined SCL in 2003 after studying at Manchester University and working in corporate finance.",
  "The company has also been accused of over-selling itself, with some in the tech world saying that it does not have as much influence as it claims.",
  "Bannon, who was on its board from 2014 to 2016, headed the last phase of Trump’s election campaign and then served as his chief strategist.",
  "In the UK, Cambridge Analytica and Facebook are one focus of an inquiry into data and politics by the Information Commissioner’s Office.",
  "He contradicts claims made in the past by Nix, who in February told British MPs that the company did not use Facebook data in its work.",
  "However, in sharing it with Cambridge Analytica and allowing it to be used for commercial purposes, he broke the terms of the licence.",
  "In the US, Robert Mueller has asked for emails from the firm as part of his inquiry into Russia’s involvement in the 2016 election.",
  "Cambridge Analytica is a company that offers services to businesses and political parties who want to “change audience behaviour”.",
  "But according to a whistleblower, Christopher Wylie, most of this personal information had been taken without authorisation.",
  "He said Cambridge Analytica used it to build a powerful software program to predict and influence choices at the ballot box.",
  "Last year, he told Techcrunch of plans to publish a book about the company, provisionally titled ‘Mad men to maths men’.",
  "It collects data from a wide range of sources, including social media platforms such as Facebook, and its own polling.",
  "Separately, the Electoral Commission is also investigating what role Cambridge Analytica played in the EU referendum.",
  "The company has worked on political campaigns in countries including Kenya, Colombia, India and St Kitts & Nevis.",
  "It said it fully complied with Facebook’s terms of service and it had deleted all the data it received from GSR.",
  "Voters in 17 states were polled every day, and online advertising and social media used to send them messages.",
  "The company claims that in this way it boosted donations and turn out and contributed to Trump’s victory.",
  "It said it learned about the issue in 2015 and removed the app and demanded that the data was destroyed.",
  "It denies there was a data breach, and says it had granted Kogan permission to access the information.",
  "Mercer, who also funded the rightwing website Breitbart, was introduced to the firm by Steve Bannon.",
  "It has suspended Cambridge Analytica and several individuals from its site while it investigates.",
  "Robert Mercer, a key Trump supporter and donor, gave $15m in funding to Cambridge Analytica.",
  "The company worked on three candidates’ campaigns for the presidency, including Trump’s.",
  "There are likely to be questions for Cambridge Analytica and Facebook to answer.",
  "• This article was amended on 19 March 2018 to correct the spelling of Colombia.",
  "The firm at the centre of Facebook's data breach\n\nWhat is Cambridge Analytica?",
  "Kogan had a deal to share this information with Cambridge Analytica.",
  "Nix may be asked by MPs to explain his position over Facebook data.",
  "The company is part of SCL Group and shares some of its directors.",
  "What are Cambridge Analytica’s links with Donald Trump?",
  "We saw this as an opportunity.”\n\nWhy is it in the news?",
  "Nix developed the political arm of the business.",
  "What other campaigns has it been involved with?",
  "Kogan also denied GSR had done anything wrong.",
  "This isn’t the first controversy for the firm.",
  "Who runs Cambridge Analytica?",
  "What does Facebook say?",
  "What about Brexit?",
  "What happens next?"
]