[
  "It said: “We entirely refute any allegation that Cambridge Anlytica or any of its affiliates use entrapment, bribes or so-called ‘honey-traps’ for any purpose whatsoever … Cambridge Analytica does not use untrue material for any purpose.”\n\nOf the suggestions they used honey trap techniques, the company said: “Our executives humoured these questions and actively encouraged the prospective client to further disclose his intentions.”\n\nPlay Video 13:04 Cambridge Analytica whistleblower: 'We spent $1m harvesting millions of Facebook profiles' – video\n\nIn a later statement Cambridge Analytica accused Channel 4 News of attempting to entrap its executives by initiating a conversation about unethical practices, which it insisted the company did not use.",
  "“It has to happen without anyone thinking it’s propaganda, because the moment you think ‘that’s propaganda’ the next question is: ‘Who’s put that out?’”\n\nHe added: “It may be that we have to contract under a different name ... a different entity, with a different name, so that no record exists with our name attached to this at all.”\n\nIn a recent project in eastern Europe, the company sent a team but “no one even knew they were there, they were just ghosted in, did the work, ghosted out”, Turnbull said.",
  "In one exchange, the company chief executive, Alexander Nix, is recorded telling reporters: “It sounds a dreadful thing to say, but these are things that don’t necessarily need to be true as long as they’re believed.”\n\nThe Channel 4 News investigation, broadcast on Monday, comes two days after the Observer reported Cambridge Analytica had unauthorised access to tens of millions of Facebook profiles in one of the social media company’s biggest data breaches.",
  "“We have two projects at the moment, which involve doing deep deep depth research on the opposition and providing source ... really damaging source material, that we can decide how to deploy in the course of the campaign.”\n\nDenham told Channel 4 News that she had issued a demand for access to Cambridge Analytica earlier this month.",
  "“Please don’t pay too much attention to what I’m saying, because I’m just giving you examples of what can be done, what has been done.”\n\n\n\nAny work may have stayed out of the spotlight partly because Cambridge Analytica works hard to cover traces of its operations, Nix said, using a shifting network of names and front groups.",
  "No 10 'very concerned' over Facebook data breach by Cambridge Analytica Read more\n\nIn a series of meetings with a reporter posing as a representative of a wealthy Sri Lankan family seeking political influence, Cambridge Analytica executives initially denied the company was in the business of using entrapment techniques.",
  "It is a key subject in two inquiries in the UK – by the Electoral Commission, into the firm’s possible role in the EU referendum, and the Information Commissioner’s Office, into data analytics for political purposes – and one in the US, as part of special counsel Robert Mueller’s probe into Trump-Russia collusion.",
  "“You know these sort of tactics are very effective, instantly having video evidence of corruption.”\n\nNix suggested one possible scenario, in which the managing director of Cambridge Analytica’s political division, Mark Turnbull, would pose as a wealthy developer looking to exchange campaign finance for land.",
  "Bosses tell undercover reporters how honey traps, spies and fake news can be used to help clients\n\nThe company at the centre of the Facebook data breach boasted of using honey traps, fake news campaigns and operations with ex-spies to swing election campaigns around the world, a new investigation reveals.",
  "Profile Alexander Nix, CEO of Cambridge Analytica Show Hide Name Alexander James Ashburner Nix Age 42 Education Eton, then Manchester University, where he studied history of art Career Nix worked as a financial analyst in Mexico and the UK before joining SCL, a strategic communications firm, in 2003.",
  "The Observer revealed this week that the company had harvested millions of Facebook profiles of US voters, in one of the tech giant’s biggest ever data breaches, and used them to build a powerful software program to predict and influence choices at the ballot box.",
  "Cambridge Analytica has sold itself as the ultimate hi-tech consultant, winning votes by using data to pinpoint target groups and design messages that will appeal powerfully to their interests, although it denies using Facebook information in its work.",
  "- video explainer\n\nThe Information Commissioner Elizabeth Denham criticised Cambridge Analytica for being “unco-operative” with her investigation as she confirmed that her watchdog would apply for a warrant to help her examine the firm’s activities.",
  "Executives from Cambridge Analytica spoke to undercover reporters from Channel 4 News about the dark arts used by the company to help clients, which included entrapping rival candidates in fake bribery stings and hiring prostitutes to seduce them.",
  "I should have recognised where the prospective client was taking our conversations and ended the relationship sooner.”\n\n\n\nOn Saturday, Cambridge Analytica denied it had done anything wrong in relation to the handling of Facebook data.",
  "Emma Graham-Harrison Photograph: The Washington Post\n\nThe company, and Nix, are under pressure from politicians in the US and the UK to explain how it handled the data and what role the information played in its campaigns, if any.",
  "Covers include the setting up of fake academic projects, sometimes simply going in on tourist visas, as former employees have told the Guardian they did for US elections – apparently employed in violation of Federal law.",
  "“Deep digging is interesting, but you know equally effective can be just to go and speak to the incumbents and to offer them a deal that’s too good to be true and make sure that that’s video recorded.",
  "When the reporter asked if Cambridge Analytica could offer investigations into the damaging secrets of rivals, Nix said it worked with former spies from Britain and Israel to look for political dirt.",
  "They were given until 6pm on Monday to respond to it, but she said the company had been “unco-operative” with the investigation and that she would be applying to the courts on Tuesday for a warrant.",
  "“We’re used to operating through different vehicles, in the shadows, and I look forward to building a very long-term and secretive relationship with you,” Nix told the source in a first phone call.",
  "“We could bring some Ukrainians in on holiday with us, you know what I’m saying.”\n\n\n\nHe said these were hypothetical scenarios, but suggested his ideas were based on precedent.",
  "Controversies Cambridge Analytica has come under scrutiny for its role in elections on both sides of the Atlantic, working on Brexit and Donald Trump’s election team.",
  "He has been both hailed as a visionary – featuring on Wired’s list of “25 Geniuses who are creating the future of business” – and derided as a snake oil salesman.",
  "Admitting he misjudged the situation, Nix said: “In playing along with this line of conversation … we entertained a series of ludicrous hypothetical scenarios.",
  "But in the undercover investigation by Channel 4 News, in association with the Observer, executives claimed to offer a much darker range of services.",
  "Cambridge Analytica said the Channel 4 News investigation contained false claims, factual inaccuracies and substantial mischaracterisations.",
  "Cambridge Analytica sometimes contracts under a different name, so that there are no records of its involvement, Turnbull said.",
  "Our robust data protection policies comply with US, international, European Union, and national regulations,” it said.",
  "From 2007 he took over the company’s elections division, and claims to have worked on more than 40 campaigns globally.",
  "But Nix later detailed the dirty tricks the company would be prepared to pull behind the scenes to help its clients.",
  "This could be because it launched early, our rights have expired, there was a legal issue, or for another reason.",
  "He set up Cambridge Analytica to work in America, with investment from US hedge fund billionaire Robert Mercer.",
  "It accused Channel 4 of setting out to entrap staff by initiating a conversation about unethical practices.",
  "“Send some girls around to the candidate’s house, we have lots of history of things,” he told the reporter.",
  "I am aware how this looks … I deeply regret my role in the meeting and I have already apologised to staff.",
  "We need to look at the servers and understand how data was processed or deleted by Cambridge Analytica.",
  "That does not only protect the company, but also makes its work more efficient, he is recorded saying.",
  "Nix also offered details regarding the services of professional ex-spies from Britain and Israel.",
  "It rejected any suggestion that the company used fake news, honey traps, bribes or entrapment.",
  "“Cambridge Analytica only receives and uses data that has been obtained legally and fairly.",
  "“Oh, we do a lot more than that,” he said over dinner at an exclusive hotel in London.",
  "He also volunteered that his team were ready to go further than an investigation.",
  "Many of SCL’s projects are secret, so that may be a low estimate.",
  "There are a lot of conflicting stories about the data,” she said.",
  "Another option, Nix suggested, would be to create a sex scandal.",
  "Play Video 3:41 What is the Cambridge Analytica scandal?",
  "“I’m a master of disguise,” Turnbull said.",
  "We need to look at the databases.",
  "This video has been removed.",
  "“We need to get in there."
]