[
  "However, the ICO has also come in for criticism, with shadow culture minister Liam Byrne telling the BBC's Today program: \"The fact the information commissioner has told the world she is going to court has given Cambridge Analytica, and potentially others, all sorts of head starts in disguising and hiding data and information and records that might be needed for the investigation.\"",
  "The 'others' that Byrne is referring to are behavioral research and strategic communication company SCL, which is associated with Cambridge Analytica, and Dr. Aleksandr Kogan, the Cambridge professor who created the data-harvesting quiz.",
  "However, the company missed last night's deadline to hand over information to the UK information commissioner's office (ICO) and, as a result, the commissioner says she is seeking a warrant to raid the firm's offices today.",
  "Facebook has been told in no uncertain terms to leave the offices of Cambridge Analytica, the shadowy political analytics firm said to have harvested personal data from more millions of Facebook users.",
  "Facebook had hired cybersecurity firm Stroz Friedberg to carry out a data audit at Cambridge Analytica's London premises; but last night the company's experts were asked by the ICO to leave.",
  "\"Cambridge Analytica has not responded by the deadline provided; therefore, we are seeking a warrant to obtain information and access to systems and evidence related to our investigation.\"",
  "Recent reports have indicated that Cambridge Analytica accessed data from more than 50 million Facebook users in order to target messages and boost Donald Trump's presidential campaign.",
  "While only around 270,000 people downloaded the app, the company was able to mine the profiles of tens of millions of other users through Facebook tools that have since been withdrawn.",
  "The ICO will investigate whether this amounted to unauthorized access, as well as whether the data was adequately safeguarded and, crucially, whether sufficient consent was given.",
  "\"This is a complex and far-reaching investigation for my office, and any criminal or civil enforcement actions arising from it will be pursued vigorously,\" says Denham.",
  "Executives have also been filmed by Channel 4 News describing how the company ued honey traps and bribery to discredit politicians.",
  "\"On 7 March, my office issued a Demand for Access to records and data in the hands of Cambridge Analytica,\" says Elizabeth Denham.",
  "\"The concern would have been, were they removing information or evidence which could have been vital to the investigation?",
  "Cambridge Analytica is alleged to have captured the data through a Facebook quiz titled This is Your Digital Life.",
  "It will also investigate whether Facebook acted quickly and robustly enough when it learned about the data loss.",
  "\"Facebook sent in data analysts and lawyers who they appointed; what they intended to do there, who knows?\"",
  "At the same time, Facebook has been forced to stand down its own search of Cambridge Analytica's premises.",
  "And the chair of the culture select committee, Damian Collins, has questioned Facebook's motives.",
  "\"Such a search would potentially compromise a regulatory investigation,\" says Denham.",
  "It’s right they stood down but it’s astonishing they were there in the first place.\"",
  "Both are also under investigation by the ICO.",
  "he commented to the BBC."
]