[
  "Facebook announced in a blog post Friday night that the company had suspended political analytics research firm Cambridge Analytica from its platform, suggesting it had not been honest about deleting user data sent to it by the makers of a popular psychology test app.",
  "\"Despite these negative headlines and increased concerns around user data and regulatory risk, we do not believe Facebook's business is currently being impacted,\" J.P. Morgan analyst Doug Anmuth wrote in a note to clients Monday.",
  "\"We are very much concerned that the systemic risk around data-driven online advertising and specific concerns about FB's data are rising quickly,\" Macquarie Research analyst Benjamin Schachter wrote in a note to clients Monday.",
  "\"We see a large distance between the current issues / investigations and any legislation that would curb Facebook's ad targeting in a meaningful way,\" analyst Lloyd Walmsley wrote in a note to clients Monday.",
  "Wall Street is playing down the risks to Facebook shares resulting from a potential credibility crisis after Cambridge Analytica's alleged misuse of the social media company's users' data.",
  "\"We recognize the potential for ongoing negative news flow, but Facebook shares currently trade at 18.5x 2019E GAAP EPS, and we would be adding on the pullback.\"",
  "Its shares rallied 23 percent in the past 12 months through Monday versus the S&P 500's 14 percent gain, but is now down 12 percent from its early February high.",
  "Schachter reiterated his outperform rating and lowered his share forecast for Facebook to $200 from $205, representing 16 percent upside to Monday's close.",
  "One analyst from a small financial firm headquartered in Australia did reduce his price target for Facebook shares, but only slightly.",
  "The New York Times reported the data firm was able to acquire 50 million people's Facebook profile information without their consent.",
  "Deutsche Bank reiterated its buy rating and $235 price target for Facebook shares, citing the company's inexpensive valuation.",
  "But analysts believe the company's stock price is already discounting any potential risks.",
  "Facebook stock plunged 6.8 percent Monday as investors digested the weekend reports.",
  "\"We see the valuation as extremely compelling despite the increased risks.\"",
  "Facebook stock has outperformed the market over the past year.",
  "The political/regulatory/legal risks are rising.\"",
  "\"The bottom line is that these headlines matter.",
  "Its shares fell another 2.56 percent Tuesday.",
  "Facebook declined to comment for this story.",
  "Most other analysts had similar sentiments."
]