[
  "We are committed to vigorously enforcing our policies to protect people’s information and will take whatever steps are required to see that this happens.”\n\nThe company’s stock market stock’s woes continued on Tuesday, as the share price dropped 3.5% to drop to around 17% below last month’s all-time high,\n\nThe inquiries followed revelations of how data from Facebook was deployed by Cambridge Analytica (CA) without users’ consent, and of boasts by CA to undercover reporters about the role it could play in political campaigns.",
  "“It is now time to hear from a senior Facebook executive with the sufficient authority to give an accurate account of this catastrophic failure of process … Given your commitment at the start of the new year to ‘fixing’ Facebook, I hope that this representative will be you.”\n\nThe committee said Facebook had failed to provide follow-up evidence after the last hearing and that this week’s revelations had raised new questions for the inquiry.",
  "“Without knowing the specifics, it’s difficult to tell whether an individual should testify but we do support the privacy of American citizens.”\n\nRepresentatives of Facebook are expected to brief Senate and White House aides on Wednesday, and the US Federal Trade Commission is reported to be looking at whether it violated an agreement over its use of consumers’ personal data.",
  "Quick guide How the story unfolded Show Hide In December 2016, while researching the US presidential election, Carole Cadwalladr came across data analytics company Cambridge Analytica, whose secretive manner and chequered track record belied its bland, academic-sounding name.",
  "“Since early last year we have subsequently cooperated with the ICO on multiple lines of inquiry, including most recently on the Facebook data and derivatives that we received from GSR, the research company that we engaged in good faith to legally supply data for research.",
  "Share your concerns on privacy with us Read more\n\nThe company has also come under the spotlight in the US after an investigation by the Observer, Channel 4 News and the New York Times revealed that 50m user profiles had been accessed and harvested for data.",
  "It’s right they stood down but it’s astonishing they were there in the first place.”\n\nIn a statement on Tuesday, CA said it had been in touch with the Information Commissioner’s Office since February 2017, when it had hosted its team in its London office.",
  "The statement said: “[CEO] Mark [Zuckerberg], [COO] Sheryl [Sandberg] and their teams are working around the clock to get all the facts and take the appropriate action moving forward, because they understand the seriousness of this issue.",
  "In a letter to Zuckerberg, the committee’s chair, Damian Collins, wrote that Facebook had been repeatedly asked about how companies acquired and held on to user data from its site, and whether data had been taken without users’ consent.",
  "Her network of sources and contacts grew to include not only former employees who regretted their work but academics, lawyers and others concerned about the impact on democracy of tactics employed by Cambridge Analytica and associates.",
  "Cybersecurity consultants from Stroz Friedberg, who had been engaged by Facebook to do the audit, were at CA’s office in London on Monday evening when the ICO asked them to leave so the authorities could pursue their own investigation.",
  "That article prompted Britain’s Electoral Commission and the Information Commissioner’s Office to launch investigations whose remits include Cambridge Analytica’s use of data and its possible links to the EU referendum.",
  "Her initial investigations uncovered the role of US billionaire Robert Mercer in the US election campaign: his strategic “war” on mainstream media and his political campaign funding, some apparently linked to Brexit.",
  "The Leave.EU campaign tweeted a doctored video that showed her being violently assaulted, and the Russian embassy wrote to the Observer to complain that her reporting was a “textbook example of bad journalism”.",
  "How to protect your Facebook privacy – or delete yourself completely Read more\n\n“We were told this last night and I don’t think the information commissioner was aware of that at that time,” he told the BBC.",
  "The Facebook founder has been called to give evidence to the digital, culture, media and sport committee after revelations over the use of its data by the election consultancy Cambridge Analytica.",
  "pic.twitter.com/mBPEYZxmQw\n\nThe commissioner, Elizabeth Denham, said she had also demanded that Facebook halt an data audit of CA which had commenced, saying it could prejudice her investigation.",
  "“On this point we have offered to share with the ICO all the information that it asked for and for the ICO to attend our office voluntarily, subject to our agreeing the scope of the inspection.”",
  "While chasing the details and ramifications of complex manipulation of both data and funding law, Cadwalladr came under increasing attacks, both online and professionally, from key players.",
  "But the growing profile of her reports also gave whistleblowers confidence that they could trust her to not only understand their stories, but retell them clearly for a wide audience.",
  "You know, if Congress wants to look into the matter or other agencies want to look into the matter, we welcome that,” the deputy press secretary Raj Shah told Fox News.",
  "The UK’s information commissioner has announced her intention to investigate CA, but on Tuesday she was still awaiting a warrant to enter its central London offices.",
  "MPs have summoned Mark Zuckerberg to appear before a select committee investigating fake news and accused his company of misleading them at a previous hearing.",
  "Cambridge Analytica is now the subject of special prosecutor Robert Mueller’s probing of the company’s role in Donald Trump’s presidential election campaign.",
  "A Huffington Post reporter said he had seen about 10 crates of documents being removed from the building, which is shared with other tenants.",
  "George Bowden (@georgebowden) Crates filled with documents have been seen being removed from the same building as Cambridge Analytica's HQ.",
  "She found the first indications that Cambridge Analytica might have used data processing methods that breached the Data Protection Act.",
  "Collins said it was extraordinary that Facebook’s investigators had been in the CA office, and he questioned their motives.",
  "“The concern would have been: were they removing information or evidence which could have been vital to the investigation?",
  "“Your officials’ answers have consistently understated this risk and have been misleading to the committee,” he wrote.",
  "Facebook sent in data analysts and lawyers who they appointed; what they intended to do there, who knows?",
  "The agreement was reached in 2011 after previous concerns about Facebook’s handling of privacy issues.",
  "These investigations are continuing, as is a wider ICO inquiry into the use of data in politics.",
  "On Wednesday it will take evidence from a former Facebook operations manager, Sandy Parakilas.",
  "The Information Commissioner’s Office (ICO) said it wasn’t responsible for removing any files.",
  "A White House spokesman said Donald Trump would welcome investigations into the breach.",
  "The company issued a statement on Tuesday saying it was outraged at the developments.",
  "A delivery person did not answer questions, while a van driver said: \"No comment\".",
  "“The president believes that Americans’ privacy should be protected.",
  "The letter gave a deadline of 26 March for a response.",
  "“The entire company is outraged we were deceived.",
  "“This is a matter for the authorities.",
  "Investigations in the UK remain live.",
  "Their provenance cannot be verified.",
  "Are you leaving Facebook?"
]