[
  "“Can this democracy survive this micro-targeting machine,” he asked, “and is it going to erode the idea of the public sphere for advertising purposes?”\n\nIn his statement to the court, Carroll said he was “concerned that I may have been targeted with messages that criticized [Democratic 2016 presidential candidate] Hillary Clinton with falsified or exaggerated information that negatively affected my sentiment about her candidacy and consequently discouraged me from engaging with the Clinton campaign as a formal or informal volunteer.”\n\nBut Carroll says he is not motivated by political partisanship.",
  "“The escalation and weaponization of data is really concerning,” he told the Guardian, “and we have to make sure we understand the effects before we allow this to just run its course.”\n\nCambridge Analytica has described his claims as “unfounded” and said: “Unfortunately, he is wasting other people’s money with this spurious legal action.”\n\nA special House of Commons committee headed by Collins visited Washington DC last month, questioning media and tech executives about fake news and misinformation in the political sphere, including the 2016 referendum on Britain’s withdrawal from the EU.",
  "A case before the high court in London is seeking to recover personal information from the controversial data mining company\n\nAn American professor who is using UK law to try to reclaim data that may be held by Cambridge Analytica has told the Guardian he is encouraged that regulatory pressures on both sides of the Atlantic could force companies to be more transparent about their handling of personal information.",
  "Facebook Twitter Pinterest David Carroll: ‘Can this democracy survive this micro-targeting machine?’ Photograph: Christopher Lane for the Observer\n\nDavid Vladeck, director of the bureau at the time, told the Washington Post that Facebook’s sharing of data with Cambridge Analytica “raises serious questions about compliance with the FTC consent decree”.",
  "Carroll said he was “extremely pleased that the attorney general of Massachusetts is taking this up, and I’m also encouraged that Damian Collins MP is calling [Cambridge Analytica CEO] Alexander Nix back to parliament to clarify his misleading statements and inviting Mark Zuckerberg as well as whistleblower Christopher Wylie in to give evidence”.",
  "It is a key subject in two inquiries in the UK – by the Electoral Commission, into the firm’s possible role in the EU referendum, and the Information Commissioner’s Office, into data analytics for political purposes – and one in the US, as part of special counsel Robert Mueller’s probe into Trump-Russia collusion.",
  "Profile Alexander Nix, CEO of Cambridge Analytica Show Hide Name Alexander James Ashburner Nix Age 42 Education Eton, then Manchester University, where he studied history of art Career Nix worked as a financial analyst in Mexico and the UK before joining SCL, a strategic communications firm, in 2003.",
  "This was particularly true with respect to my political opinions.”\n\n\n\nHe told the Guardian his “great concern” was that if voters received through social media messages tailored to their beliefs and personality, ideas about shared reality and shared sense of civic discourse would be eroded.",
  "Last week, David Carroll, an associate professor at Parsons School of Design in New York, filed a statement in the high court in London in support of a claim to recover his data and reveal its source, citing Cambridge Analytica and SCL Elections Ltd, described as its parent company.",
  "“Privacy and data protections are fundamental to every decision we make.”\n\nIn his statement to the high court, Carroll says he brought the action as part of “a general desire to ensure that my personal data was not used for purposes I consider unsettling or unlawful.",
  "The Observer revealed this week that the company had harvested millions of Facebook profiles of US voters, in one of the tech giant’s biggest ever data breaches, and used them to build a powerful software program to predict and influence choices at the ballot box.",
  "'Utterly horrifying': ex-Facebook insider says covert data harvesting was routine Read more\n\nAdam Schiff, the ranking Democrat on the House intelligence committee, invited Cambridge Analytica whistleblower Christopher Wylie to appear before his panel.",
  "On Monday, Senator Ron Wyden of Oregon sent a letter to Mark Zuckerberg asking him to explain how Cambridge Analytica ended up with data on 50 million people and why Facebook did not drop Cambridge Analytica when it learned of the collection in 2015.",
  "The company may also be facing millions of dollars in fines if it is found to have violated a 2011 consent decree reached with the Federal Trade Commission’s Bureau of Consumer Protection limiting the release of information to third parties.",
  "“I write to learn how Facebook user data may have been inappropriately obtained and abused by third parties to target and manipulate tens of millions of American voters without the knowledge or consent of those individuals,” Wyden wrote.",
  "The direction of the questions posed by the UK politicians to Facebook and Twitter executives, Carroll believes, hinted that committee members already knew about third-party developer access, data retention and verification.",
  "They wrote to Senate judiciary committee chair Chuck Grassley to demand tech CEOs be summoned to answer questions “regarding the security of Americans’ data in light of this significant breach”.",
  "Emma Graham-Harrison Photograph: The Washington Post\n\nCarroll found that he could sue to obtain access to his information in Britain in part because one of the companies is a UK limited company.",
  "An FTC spokeswoman confirmed to Bloomberg that the consumer protection agency is aware of the issues that have been raised, but would not comment on the existence of an investigation.",
  "Wyden also asks for background information, including the number of data policy violations from the past 10 years as well as the number of third-party apps Facebook audited.",
  "Controversies Cambridge Analytica has come under scrutiny for its role in elections on both sides of the Atlantic, working on Brexit and Donald Trump’s election team.",
  "He has been both hailed as a visionary – featuring on Wired’s list of “25 Geniuses who are creating the future of business” – and derided as a snake oil salesman.",
  "The agreement came as part of a settlement of federal charges that it deceived consumers and forced them to share more personal information than they intended.",
  "Shares in Facebook fell a further 4.5 % in New York trading on Tuesday after dropping almost 7% on Monday, a $48bn loss in value over two days.",
  "Two US senators, Minnesota Democrat Amy Klobuchar and Louisiana Republican John Kennedy, have joined growing calls for congressional hearings.",
  "Carroll’s request for information, which was described by the Observer last year, was formally entered with the UK courts on Friday.",
  "From 2007 he took over the company’s elections division, and claims to have worked on more than 40 campaigns globally.",
  "He set up Cambridge Analytica to work in America, with investment from US hedge fund billionaire Robert Mercer.",
  "We respected the privacy settings that people had in place,” Facebook offered in a statement on Sunday.",
  "“It looked like parliament had known about this for a while,” he said.",
  "Many of SCL’s projects are secret, so that may be a low estimate.",
  "Cambridge Analytica is expected to enter a response on 6 April.",
  "Vladeck estimated penalties could reach $40,000 per violation.",
  "“We reject any suggestion of violation of the consent decree."
]