[
  "“In the view of the board, Mr Nix’s recent comments secretly recorded by Channel 4 and other allegations do not represent the values or operations of the firm and his suspension reflects the seriousness with which we view this violation.”\n\nProfile Alexander Nix, CEO of Cambridge Analytica Show Hide Name Alexander James Ashburner Nix Age 42 Education Eton, then Manchester University, where he studied history of art Career Nix worked as a financial analyst in Mexico and the UK before joining SCL, a strategic communications firm, in 2003.",
  "“The board will be monitoring the situation closely, working closely with Dr Tayler, to ensure that Cambridge Analytica, in all of its operations, represents the firm’s values and delivers the highest-quality service to its clients.”\n\nArriving at Cambridge Analytica’s offices in New Oxford Street, London, on Tuesday, Nix told reporters “appearances can be deceptive” when asked about the Channel 4 News filming.",
  "He further boasted that the firm could avoid any US investigation into its foreign clients, saying: “I’m absolutely convinced that they have no jurisdiction … We’ll say none of your business.”\n\nNix added that the election candidates were never told what was going on, agreeing that they were “puppets” in the hands of their campaign teams.",
  "Asked if the company would abandon its political work Nix gave no reply but firmly denied he had misled parliament when he gave evidence over its use of data, saying: “Absolutely not.”\n\nHe was seen leaving the office at 6.30pm through a fire exit door and did not answer questions as he got into a waiting black Mercedes.",
  "It is a key subject in two inquiries in the UK – by the Electoral Commission, into the firm’s possible role in the EU referendum, and the Information Commissioner’s Office, into data analytics for political purposes – and one in the US, as part of special counsel Robert Mueller’s probe into Trump-Russia collusion.",
  "Emma Graham-Harrison Photograph: The Washington Post\n\nCambridge Analytica said its chief data officer, Alexander Tayler, had been appointed acting chief executive while an investigation was carried out by Julian Malins QC, whose findings they would “share publicly in due course”.",
  "The Observer revealed this week that the company had harvested millions of Facebook profiles of US voters, in one of the tech giant’s biggest ever data breaches, and used them to build a powerful software program to predict and influence choices at the ballot box.",
  "We ran all the digital campaign, the television campaign and our data informed all the strategy.”\n\nRevealing the firm’s system of erasing any digital footprint, he said they used a self-destruct email server.",
  "There’s no evidence, there’s no paper trail, there’s nothing.”\n\nHe was also recorded explaining how Cambridge Analytica set up proxy organisations to feed untraceable messages on to social media.",
  "The company said in a statement: “The board of Cambridge Analytica has announced today that it has suspended CEO Alexander Nix with immediate effect pending a full, independent investigation.",
  "Cambridge Analytica execs boast of role in getting Trump elected Read more\n\nIn a series of secret recordings broadcast on Channel 4 News Nix claimed credit for the election of Donald Trump.",
  "He added: “No one knows we have it, and secondly we set our … emails with a self-destruct timer … So you send them and after they’ve been read, two hours later, they disappear.",
  "Controversies Cambridge Analytica has come under scrutiny for its role in elections on both sides of the Atlantic, working on Brexit and Donald Trump’s election team.",
  "He has been both hailed as a visionary – featuring on Wired’s list of “25 Geniuses who are creating the future of business” – and derided as a snake oil salesman.",
  "From 2007 he took over the company’s elections division, and claims to have worked on more than 40 campaigns globally.",
  "Alexander Nix, the CEO of Cambridge Analytica, the firm at the heart of the data-mining scandal, has been suspended.",
  "This could be because it launched early, our rights have expired, there was a legal issue, or for another reason.",
  "They don’t understand how it works.” He claimed that Democrats on the committee were motivated by “sour grapes”.",
  "He set up Cambridge Analytica to work in America, with investment from US hedge fund billionaire Robert Mercer.",
  "He told an undercover reporter: “We did all the research, all the data, all the analytics, all the targeting.",
  "And he mocked an investigation by the US House intelligence committee, to which he gave evidence in 2017.",
  "“After five minutes – done.”\n\nPlay Video 3:41 What is the Cambridge Analytica scandal?",
  "- video explainer\n\nHe added: “They’re politicians, they’re not technical.",
  "In the footage, he claimed Republican members asked just three questions.",
  "Many of SCL’s projects are secret, so that may be a low estimate.",
  "This video has been removed."
]