[
  "It claims to be able to create psychological profiles to “effectively engage and persuade voters using specially tailored language and visual ad combinations” that appeal to each person on an emotional level, according to its website, which also says the company can leverage “up to 5,000 data points on over 230 million American voters.” The company also worked on the winning Leave.EU campaign that ended with a decision for Britain to exit the European Union.",
  "The app, called “thisisyourdigitallife,” was downloaded roughly 270,000 times, but since Facebook’s app policies at the time allowed for developers to scrape data from users who downloaded the app as well as data from their friends, that number of people who it collected data on inflated to the tens of millions, since people may be friends with hundreds or thousands of people on Facebook.",
  "In the report released Monday, Nix proposed to the undercover journalist that the company could “send some girls around to the candidate’s house,” specifically Ukrainian girls, whom Nix said “are very beautiful, I find that works very well.” He went on to describe a potential scheme involving offering a bribe to a candidate and then releasing a video of the deal to the public.",
  "The decision to remove Nix from his post follows two jaw-dropping reports from the British news station Channel 4, which feature an undercover journalist (posing as an intermediary for a wealthy client who wants to influence elections in Sri Lanka) speaking to Nix and other Cambridge Analytica employees.",
  "“In the view of the Board, Mr. Nix’s recent comments secretly recorded by Channel 4 and other allegations do not represent the values or operations of the firm and his suspension reflects the seriousness with which we view this violation,” a statement issued today by Cambridge Analytica’s board reads.",
  "AFP Contributor/Getty Images\n\nCambridge Analytica, the political-targeting firm hired by the Trump campaign that’s at the center of a controversy over Facebook’s once-porous data policies, has suspended CEO Alexander Nix, according to a statement from the company’s board of directors on Tuesday.",
  "A second Channel 4 video released Tuesday shows officials from Cambridge Analytica bragging about their involvement in attack ads on Hillary Clinton and how the company filters opposition research to media outlets and activists and through social media.",
  "The company, according to reports in the Guardian and the New York Times, secured data on more than 50 million Facebook users, which was harvested in 2014 via a personality quiz hosted on Facebook and built by a professor at Cambridge University.",
  "One whistleblower who used to work on Facebook’s app security team said in a Guardian report on Tuesday that he estimates hundreds of millions of people could have been impacted by Facebook’s porous data-sharing policies.",
  "Some critics of Cambridge Analytica have suggested that the firm’s capabilities weren’t nearly as sophisticated as what it described—and that Nix was overstating its services to win more business.",
  "Watch the Channel 4 video from Tuesday here:\n\nThe videos come days after the firm became embroiled in a massive controversy over how it obtained the personal data on voters.",
  "Secretly filmed footage shows Nix and his colleagues offering to stage scandals involving sex workers and bribes as well as spread propaganda online.",
  "Rebekah Mercer, daughter of the far-right billionaire Robert Mercer, sits on Cambridge Analytica’s board of directors.",
  "The move is effective immediately, and the company is conducting an investigation, the statement reads.",
  "The Mercer family has been Cambridge Analytica’s primary backer since the company was founded in 2013.",
  "The details in the Channel 4 reports certainly demanded scrutiny of Nix’s actions.",
  "Whatever the case, Nix probably wishes right now that he had kept his mouth shut.",
  "Cambridge Analytica isn’t your average data-targeting firm.",
  "This guy."
]