[
  "If you have the Facebook app on your phone, it’s also prudent to check your device’s “Location Services” settings and make sure Facebook only has access to your location “While Using” or “Never.”\n\nUse a Browser that Prevents Monitoring\n\nBrowsers such as Firefox and Safari have “Intelligent Tracking Protection” features that make it harder for Facebook, Google, and others to keep tabs on you after you’ve left their domains through the use of ads and cookies.",
  "LOIC VENANCE/AFP/Getty Images\n\nWith revelations emerging since last Friday that political data company Cambridge Analytica obtained private info from more than 50 million Facebook accounts beginning in 2014 and later used it to boost the Trump presidential campaign, Facebook’s data collection and use has again come under scrutiny.",
  "If you want to more thoroughly curate the viewership of your past activity, you should go to the “Activity Log” accessible in the upper right dropdown menu and manually review who can see each action you’ve taken on Facebook.",
  "Conduct a “Privacy Checkup”\n\nAs The Verge points out, you can click the question mark icon on the top right of Facebook’s interface to run a somewhat comprehensive survey of what’s being shared through your account.",
  "It’s generally a good idea to limit viewership of your posts, friend list, phone number, and other details to “friends” or “only me,” unless there is certain info that you want available to the broader public.",
  "Manage Your Ad Preferences\n\nVisit the “Ads” tab in the “Settings” menu and turn off permissions for information Facebook is allowed to use to target ads, such as your relationship status and job title.",
  "Since allowing access to Facebook information is a prerequisite for so many apps, it’s important to keep track of every one that you’ve enabled and revoke permissions for those you no longer use.",
  "Cambridge Analytica, for example, reportedly had access to users’ locations, “likes,” and other personal details and used it to develop psychographic profiles of voters’ behavioral traits.",
  "Apart from guiding you through managing your privacy settings for third party apps and posts, the checkup also allows you to examine the info in the “About Me” section of your profile.",
  "Revoke Facebook Permissions for Apps You Don’t Use Anymore\n\nIt’s pretty much de riguer nowadays for apps to ask you for access to information from your profile.",
  "Configure Privacy Settings\n\nYou can control who can and cannot see your Facebook activity by navigating to the “Privacy” tab in the “Settings” menu.",
  "For many users, it’s been an abrupt wakeup call about how much data they’ve been sharing with the company and the third-party apps that it hosts.",
  "It’s wise to turn off the feature that allows search engines to list the link to your profile, which you can toggle at the bottom of the page.",
  "Cambridge Analytica, in fact, was able to scrape much of its data from users who granted these permissions to an affiliated personality app.",
  "You can further remove data on the interests that Facebook has gathered from your profile, also for the purpose of ad targeting.",
  "From there, you can decide what details you want to be public and whether you want certain information on the platform at all.",
  "If you are one such user, here’s a quick tutorial on how to minimize the amount of data available on your Facebook account.",
  "You can see your enabled apps by going to the settings menu and then clicking on the “apps” tab on the left.",
  "The recent news should give users pause about the privacy configurations of their own accounts.",
  "Cambridge Analytica had access to private info from over 50 million account.",
  "Make sure your browser has such a feature and that you’ve enabled it.",
  "Read more from Slate on Cambridge Analytica."
]