[
  "bit.ly/2IE7G6D\n\nThe Guardian\n\n- Partners from PricewaterhouseCoopers will be questioned by the work and pensions committee on Wednesday about the accounting firm's role in the collapse of Carillion Plc , with PwC accused of attempting to \"milk the Carillion cow dry\".",
  "bit.ly/2IEAaNq\n\n- Some of the City's largest investors have clashed with Aviva Plc over its controversial plan to cancel 450 million pounds of preference shares, many of which are owned by pensioners and charities.",
  "bit.ly/2IEEDzT\n\n- The UK's Information Commissioner has forced Facebook Inc to pull an audit of Cambridge Analytica's offices as she applies for an urgent warrant to investigate the data firm's servers.",
  "The Times\n\n- Glencore Plc is poised to acquire two Australian coalmining projects from Rio Tinto, strengthening its position in the coal industry as others quit in response to environmental concerns.",
  "bit.ly/2ptzMJ8\n\n- Inflation fell further than expected last month, as the impact of the Brexit vote on the price of petrol and food began to fade, easing the pressure on squeezed British households.",
  "bit.ly/2puBfib\n\nThe Independent\n\n- ITV Plc said women make up 60 per cent of its workforce in the lowest quartile of pay bands, while men make up 58 per cent of workers in the upper quartile.",
  "bit.ly/2prTwwA\n\nThe Telegraph\n\n- BMW has been raided by German authorities investigating the luxury car maker over claims it cheated pollution controls.",
  "bit.ly/2IBUkb0\n\nSky News\n\n- Flooring chain Carpetright Plc is racing to secure emergency funding to pave the way for a longer-term restructuring plan.",
  "The data analytics firm is accused of using millions of Facebook profiles without authorisation to predict and influence the U.S. election.",
  "ind.pn/2prwiqg\n\n- GKN Plc has slammed Melrose over \"misleading\" comments the turnaround specialist made about the company.",
  "The consumer price index fell to 2.7 percent in February, down from 3 percent in January.",
  "The following are the top stories on the business pages of British newspapers.",
  "Reuters has not verified these stories and does not vouch for their accuracy.",
  "bit.ly/2pubq1H\n\n- Cambridge Analytica suspended its CEO Alexander Nix.",
  "As a result, the gender bonus gap is 49 per cent.",
  "ind.pn/2psSfpa"
]