[
  "Also see: Top 10 most annoying people you may want to unfriend on Facebook\n\nFacebook and Google GOOG, -3.01% are now ramping up efforts to combat fake news and illegitimate posts, filtering these posts or tagging news stories that are “disputed.” Facebook is in for an uphill battle, said James Kuck, branding and building strategist at New York-based social media consultancy firm MyMediaPal.com, but developing algorithms that detect keywords in political and celebrity news to filter through could help.",
  "“I’ve been working to understand exactly what happened and how to make sure this doesn’t happen again.”\n\nZuckerberg pledged to “investigate all apps that had access to large amounts of information before we changed our platform to dramatically reduce data access in 2014, and we will conduct a full audit of any app with suspicious activity.”\n\nThis isn’t the first time Facebook has been in the crosshairs.",
  "The company has been accused of fake audience numbers — it allegedly told advisers it could reach more than 100 million adults under 35 years old, but the census only counts 76 million — and the site was a main platform for Russian-bought ads during the 2016 presidential campaign, where more than 126 million Americans may have been exposed to Russia-backed Facebook posts.",
  "— Alessandra Malito\n\nDon’t miss: Waste time on Facebook and Twitter, and become a better investor\n\nAutoplaying videos were already annoying — now they’re even louder\n\nIt’s hard to remember a time when Facebook’s news feed was a calm environment, but it’s been only four years since Facebook began allowing videos to autoplay in its news feed.",
  "Here are some other ways MarketWatch writers believe Facebook could improve:\n\nStop trying to make us download Messenger\n\nFacebook began forcing users to download its messenger app in 2016, making it so mobile users could no longer access messages through the main Facebook app or Facebook via a browser.",
  "Facebook CEO Mark Zuckerberg recently admitted he underestimated the impact of fake news on Facebook during the 2016 election, and President Obama in November 2016 warned the company of how much damage could be done to the country with the spread of political misinformation.",
  "In that instance, users can choose between the thumbs up emoticon, a heart, a laughing emoticon, a surprised one, a tearful one and an angry one, and the wrong one could send mixed signals, said Stephanie Cartin, co-founder of social media agency SocialFly in New York City.",
  "Sure, emoticons are becoming part of our popular culture: An “Emoji Movie” was released last year, but it was widely panned by critics as scraping the bottom of the “Ideas” barrel (it was rated 9% and one out of five stars on Rotten Tomatoes, a popular movie review site.)",
  "— Maria LaMagna\n\nThe ‘like’ was limiting, but the emojis are just plain crude\n\nSometimes, those reaction buttons with happy, sad and angry emoticons can be confusing, especially when someone posts sensitive information, such as the passing of a loved one.",
  "Also see: Amazon, Apple, Google and Facebook could all go away within 50 years\n\nFacebook is one of the least-trusted consumer tech brands for taking care of personal data, according to an October survey of 1,600 readers about 25 brands from Quartz.",
  "See: Zuckerberg saved tens of millions of dollars by selling Facebook stock ahead of Monday’s decline\n\nIn the last 14 years, Facebook has become one of the main places friends share announcements, read news, online shop and exchange money.",
  "Just 21% said they trust Facebook, compared with 46% for Amazon AMZN, -4.12% 42% for Google, 40% for Apple AAPL, -3.57% and 25% for Microsoft MSFT, -4.00% Some 35% of people said they didn’t trust any of the brands that were options.",
  "When Facebook users choose not to fill out parts of their profile, such as their workplace or alma mater, Facebook continues to display blank spaces on their profile where they might want to fill that information in.",
  "Facebook FB, -1.58% is in the middle of a political scandal, after Cambridge Analytica, a firm tied to President Trump’s campaign, allegedly used personal data of 50 million Facebook users without authorization.",
  "Last year, autoplay video has been mentioned more than 25,000 times on Twitter TWTR, -0.39% Facebook, Instagram and Reddit, according to data from Brandwatch, a social intelligence platform.",
  "It can be hard to tell what’s real versus fabricated news, or how credible the sources are, especially as loved ones and friends share, comment on and sometimes argue about these posts.",
  "— Alessandra Malito\n\nStop asking us to fill out more personal data\n\nFacebook wants us to document the details of our lives, express ourselves and celebrate our friendships.",
  "A heart could mean that the user is sending their love, but it could be confusing to the poster if they interpret it as the user loving what happened, she said.",
  "Now, loading Facebook in a quiet spot can be quite the harrowing experience if a user doesn’t make sure the sound on their device is turned down ahead of time.",
  "This was bad news for people who have privacy concerns about the app, which has been accused in the past of collecting sensitive data on location and contacts.",
  "If Facebook is going to force all of its users to download a new app to message people, perhaps they should give them the option to make it less invasive.",
  "The company is determined to compete with iMessage, WhatsApp, Skype MSFT, -4.00% and others working to create direct-to-business communication platforms.",
  "Granted, security of its users’ personal data should probably be its greatest priority, but there’s more that can be done to improve the service.",
  "But that doesn’t mean they’re widely understood, according to a recent study by Japanese researchers in the Journal of Cross-Cultural Psychology.",
  "“You’ll always have people trying to game the system.” Facebook is also hiring 1,000 more people to block fake news ads, according to Vice.",
  "A poll from the Huffington Post and YouGov showed similar results in 2016, when they asked about 1,000 people how much they trust Facebook.",
  "Of course, the service is free and Facebook outlines how this data will be used anonymously for marketing purposes on its privacy policy.",
  "In June 2017, Apple added an autoplay-blocking function to the new Safari browser for desktops, and Google Chrome will follow next year.",
  "Twitter TWTR, -0.39% flipped the switch on autoplay back in 2015, and now autoplay videos are inescapable on most social media.",
  "— Kari Paul\n\nIt’s hard to know what’s real and what’s fake\n\nReal versus fake news has become a major issue on the internet.",
  "On Wednesday, nearly one week after the story broke, Facebook chief executive Mark Zuckerberg finally released a statement.",
  "“It’s hard to interpret if they’re only using a reaction and not leaving a comment to show what they mean,” Cartin said.",
  "But when downloading the app for the first time, there are no fewer than five pop-up screens prompting users to do so.",
  "“With 2 billion active users monthly, it is hard for them to implement something to work right away,’ he said.",
  "Despite these criticisms, experts say the Messenger app does not collect more data than the main Facebook app.",
  "“We have a responsibility to protect your data, and if we can’t then we don’t deserve to serve you,” he said.",
  "The site and mobile app are often updating, whether it’s the ability to watch television or listen to music.",
  "Also, automatically pinging Facebook friends to join the app doesn’t help make this any less frustrating.",
  "If consumers really didn’t want Facebook to use their data, they could stop using the service altogether.",
  "If anything, video content has gotten more obtrusive since Facebook started using autoplay videos.",
  "Before that landmark change, users had to click to play videos, and animated GIFs were verboten.",
  "And Facebook users have the ability to stop videos from autoplaying by adjusting their settings.",
  "— Jacob Passy\n\nGet a daily roundup of the top reads in personal finance delivered to your inbox.",
  "In short, advertisers and brands love it, according to media and marketing publication Digiday.",
  "With its 2 billion-plus users, however, there’s been trouble for the social networking giant.",
  "If there was a “dislike” button on Facebook, many users would be clicking it right about now.",
  "Researchers found some people understood the emotion of the emoticon, while others did not.",
  "Don’t want to add “featured photos” or tell what your hobbies are in the “Intro” section?",
  "Whether or not Facebook does anything about this gripe, users are starting to see relief.",
  "Indeed, features like Instagram stories are centered on content automatically playing.",
  "This is in addition to three separate screens prompting them to turn on notifications.",
  "Still, privacy-concerned users may not want to sync their contacts with Messenger.",
  "The company’s platform has changed dramatically since it first launched in 2004.",
  "Facebook uses those details to allow advertisers to send specific ads to users.",
  "It has never been slow about changing, experimenting and innovating.",
  "And 74% of those comments made by social media users were negative.",
  "Subscribe to MarketWatch's free Personal Finance Daily newsletter.",
  "But that hasn’t made autoplay videos any less annoying for users.",
  "So why hasn’t autoplay gone away if so many people hate it?",
  "You’ll still be asked every time you look at your profile.",
  "Displeasure with autoplay content is fairly ubiquitous.",
  "(Facebook did not respond to a request for comment.)",
  "Facebook’s change ushered in a sea change.",
  "Another term for all of that?",
  "Personal data.",
  "Sign up here."
]