[
  "CLOSE FII INVESTMENTS EQUITIES DEBT PNDF spot 65.18/65.21 March 20 $52.74 mln -$96.64 mln 10-yr bond yield 7.66 pct Month-to-date $1.49 bln -$1.03 bln Year-to-date $1.60 bln $58.65 mln For additional data: India govt bond market volumes Stock market reports Non-deliverable forwards data Corporate debt stories [IN CORPD] Local market closing/intraday levels [IN SNAPSHOT] Monthly inflows [INFLOWS RTRS TABLE IN] ($1 = 65.2300 Indian rupees) (Compiled by Nachiket Tekawade in Bengaluru)",
  "To join the conversations, click on the link: here INDIA TOP NEWS • PNB bank woes spur Goldman to downgrade India's economic growth forecasts Investment bank Goldman Sachs downgraded its forecasts for India's economy on Tuesday in the wake of a more than $2 billion fraud at Punjab National Bank, warning it could spark tighter regulation of the banking sector that would constrain credit growth.",
  "• Canara Bank shares tumble after police file charges in new fraud case Shares in India's Canara Bank tumbled on Tuesday after the country's federal police filed charges against a former chairman of the state-run bank and others over allegations that the officials helped a company defraud the bank of about $10.5 million taken in loans over four years ago.",
  "GLOBAL TOP NEWS • Cambridge Analytica CEO claims influence on US election, Facebook questioned The suspended chief executive of Cambridge Analytica said in a secretly recorded video broadcast on Tuesday that his UK-based political consultancy's online campaign played a decisive role in U.S. President Donald Trump's 2016 election victory.",
  "• INTERVIEW-India's UltraTech says some Binani Cement creditors back its $1.1 bln bid Top Indian cement maker UltraTech said on Tuesday it had secured backing from some creditors of Binani Cement to buy the firm for $1.1 billion outside of a bankruptcy process, a move that is testing India's new insolvency proceedings.",
  "• U.S. Congress leaders near deal on government funding bill -senators U.S. lawmakers neared agreement on Tuesday on a massive government spending bill that Congress hopes to pass by Friday, as congressional leaders worked to narrow their differences on thorny issues such as President Donald Trump's border wall.",
  "• EXCLUSIVE-India's Essar Oil picks Trafigura, BP for $1 bln oil-backed loan Essar Oil has picked Trafigura and BP to lend it $1 billion to be repaid with cargoes of refined products as the Indian refiner's new owners seek to diversify the firm's financing base, sources with direct knowledge of the matter said.",
  "• P&W to deliver spare A320neo engines soon to India's IndiGo - source Pratt & Whitney will soon begin deliveries of spare engines to India's IndiGo airlines, which was forced to ground eight of its Airbus A320neo aircraft last week after engine problems, a source familiar with the matter told Reuters.",
  "• India's state-run Hindustan Aeronautics IPO hits turbulence Indian state-run Hindustan Aeronautics Ltd's initial public offering of a 10 percent stake received a tepid response from investors who had subscribed for just 99 percent of shares, data released after Tuesday's deadline for bids showed.",
  "• Noble Group hit by lawsuit amid crucial debt restructuring Goldilocks Investment Co, a leading shareholder of Noble Group, has filed a lawsuit with the Singapore High Court against the commodities trader and some of its former and current senior executives, alleging they inflated Noble's assets.",
  "Thomson Reuters/INSEAD Asian Business Sentiment Survey 2018 Q1 Business confidence among Asian companies rose in the first quarter to the highest level in seven years, a Thomson Reuters/INSEAD survey showed, as a fresh surge by the Chinese economy offset concerns about rising trade barriers.",
  "To access the newsletter, click on the link: here If you would like to receive this newsletter via email, please register at: here FACTORS TO WATCH 09:00 am: Finance Minister Arun Jaitley to inaugurate International Competition Network Annual Conference and deliver address in New Delhi.",
  "• Two-year Treasury note yields hit more than nine-year highs on Tuesday as investors awaited the conclusion of the Federal Reserve’s two-day meeting on Wednesday, when the U.S. central bank is widely expected to raise interest rates for the first time this year.",
  "• India, U.S. to bilaterally discuss steel import curbs - minister India will bilaterally discuss import curbs on steel with the United States, Trade Minister Suresh Prabhu said on Tuesday, amidst growing concerns of an escalating trade war over tariffs.",
  "To join the conversations, click on the link: here LIVECHAT - ASIA BUSINESS SENTIMENT We discuss the Thomson Reuters/INSEAD Asian Business Sentiment Survey for the first quarter of 2018 with Reuters Australia Correspondent Byron Kaye at 1130 am IST.",
  "• The dollar held firm against major currencies as traders look to whether the U.S. Federal Reserve will indicate faster monetary tightening this year, with the first rate increase of 2018 almost unanimously expected later in the day.",
  "• Gold prices inched up as the dollar crept lower, while investors awaited the conclusion of U.S. Federal Reserve's two-day meet for clues on faster monetary tightening, expecting the first rate increase of the year later in the day.",
  "• The Indian rupee will likely edge lower against the dollar as investors bet that the Federal Reserve will raise interest rates and possibly change its projections for future rate increases at the conclusion of its meeting today.",
  "• India scraps sugar export tax to boost exports, cut inventory India has scrapped a 20 percent sugar export tax, a government source said on Tuesday, to help boost overseas sales in a year of surplus production.",
  "• Indian government bonds are likely to fall as investors await the U.S. Federal Reserve's widely expected interest rate hike at the conclusion of its two-day meeting later today.",
  "GLOBAL MARKETS • U.S. stocks advanced modestly on Tuesday as higher oil prices lifted the energy sector, but another slump in Facebook shares curbed gains.",
  "TRADING INDIA FORUM - INDIAN EQUITY TECHNICAL SETUP After the relatively one-sided rally of 2017, 2018 hasn't started in the best possible way for India.",
  "• Oil prices rose, lifted by tensions in the Middle East and healthy demand, although rising U.S. output continued to weigh on markets.",
  "LOCAL MARKETS OUTLOOK (As reported by NewsRise) • SGX Nifty Futures were trading at 10,172.00, up 0.1 percent from its previous close.",
  "We speak to Gautam Shah, Associate Director - Technical Analyst at JM Financial Services Ltd., on this and much more at 11:00 am IST.",
  "The yield on the benchmark 7.17 percent bond maturing in 2028 is likely to trade in 7.62 percent -7.66 percent band today.",
  "Gains in U.S. Treasury yields and crude oil prices are also likely to weigh on demand for Indian bonds, traders said.",
  "• MSCI's broadest index of Asia-Pacific shares outside Japan was barely changed after four straight days of losses.",
  "12:30 pm: S.S. Infrastructure to announce details of its upcoming SME IPO in Mumbai.",
  "The Nifty Index is down 4 percent YTD and FII flows have taken a step back too.",
  "How does 2018 look and what holds for both the Midcap and Smallcap siblings?",
  "11:00 am: Budget session of Parliament continues in New Delhi.",
  "To read more, click on the link here."
]