[
  "Former FBI special agent Clint Watts, in Senate testimony last March, stated that “part of the reason active measures worked in this election is that the commander in chief has used Russian active measures at times, against his opponents.” He went on to detail occasions when the president and aides such as Paul Manafort aped themes that originated on Russian sites such as RT and Sputnik News, or Russian troll accounts on social media.",
  "It is plausible Cambridge Analytica—itself apparently a propaganda outfit replete with messaging, creative services, and targeting capabilities in addition to black ops and an apparent knack for employing Ukrainian sex workers to secure damaging kompromat—closely tracked the Russian effort and considered how to leverage it on behalf of its client, Donald Trump.",
  "On the heels of Wylie’s revelations, the U.K.’s Channel 4 is in the midst of broadcasting a five-part exposé including undercover footage of recently suspended Cambridge Analytica CEO Alexander Nix offering to engage in not just microtargeting and data services, but also the dark arts of propaganda, entrapment, and other illicit tactics to win elections.",
  "In answering those questions, one would also want to explore Cambridge Analytica’s role not only directly in the Trump campaign, but also for Mercer-funded super PACs like “Make America Number 1.” In one instance, that super PAC produced an ad, which a Russian false account tweeted out, and Flynn then significantly amplified the Russian account’s tweet.",
  "By later in the summer, the Trump campaign team was essentially in the hands of individuals tied to Cambridge Analytica: funded by Robert and Rebekah Mercer, chaired by Trump campaign chairman Steve Bannon, and advised by Michael Flynn, who disclosed that he was an adviser to Cambridge Analytica only after he was ousted from the White House.",
  "In 2015, SCL’s head of defense business Steve Tatham edited a Stratcom journal on subjects ranging from “Russia’s 21st Century Information Warfare” and “Memetic Warfare” to “Narrative and Social Media.” That same year, SCL was hired by NATO for training services on disinformation, including countering Russian information warfare.",
  "Consistent with other Trump campaign figures who denied contact with Russians only to later be exposed as liars, apparently Cambridge Analytica met at least three times in 2014 and 2015 with Kremlin-connected executives from the Russian oil giant Lukoil, who “showed interest” in using data to target messaging to American voters.",
  "While an associate professor at St. Petersburg State University in Russia, Kogan received grants from the Russian government to research “stress, health and psychological wellbeing in social networks.” St. Petersburg was also home to the famous, recently indicted troll farm the Internet Research Agency.",
  "The general counsels for Facebook, Twitter, and Google certainly gave strange replies when asked by California Rep. Jackie Speier last November whether they had investigated “who was mimicking who” when it came to online messages promoted by both the Trump campaign and Russia during the election.",
  "Cambridge Analytica reportedly gave a slideshow presentation to the Russians “focus[ing] first on election disruption strategies used by Cambridge Analytica’s parent company, SCL.” What’s more, according to the Channel 4 reports, SCL highlighted Russia on its client map.",
  "“Some of the Trump campaign’s most prominent names and supporters, including Trump’s campaign manager, digital director, and son, pushed tweets from professional trolls paid by the Russian government in the heat of the 2016 election campaign,” the Daily Beast reported.",
  "Back in March 2017, McClatchy reported that the FBI investigation into Russia’s election interference was exploring whether far-right news operations, including Breitbart specifically, took any actions to assist Russia’s operatives in their spread of disinformation.",
  "(See the October 2017 report by the Daily Beast, “Trump Campaign Staffers Pushed Russian Propaganda Days Before the Election.”)\n\nDuring the period under the FBI’s investigation, Breitbart was bankrolled by the Mercer family and headed by Steve Bannon.",
  "A whistleblower—a former Cambridge Analytica employee named Christopher Wylie—revealed evidence that the firm had extracted the information of 50 million Facebook users, which it then employed in the data models it used to help elect Donald Trump.",
  "A nonpartisan watchdog group has filed a complaint before the Federal Election Commission the Trump Campaign and Make America Number 1 engaged in illicit coordinated communications through use of Cambridge Analytica as a common vendor.",
  "In the last few days, a number of incredible claims were made about the shadowy firm Cambridge Analytica and its relationship to both Facebook and the Trump campaign that seem like a combination of Black Mirror and Burn After Reading.",
  "The question is what role Cambridge Analytica, which boasted a deep hand in shaping the Trump campaign’s online information operations, played in helping leverage the Russian information—and whether it knew what it was doing.",
  "In a private email to a colleague in August 2015, Bannon wrote, “I’m Trump’s campaign manager.” Bannon left both Breitbart and Cambridge Analytica in August 2016 to serve as the chief executive of the Trump campaign.",
  "At the time, the Mercer family also bankrolled Cambridge Analytica with a $15 million startup investment, and Bannon was installed as vice president and secretary of Cambridge Analytica from June 2014 to August 2016.",
  "“It turns out, there’s a lot of Americans who really like this idea of a really strong authoritarian leader and people were quite defensive in focus groups of Putin’s invasion of Crimea.”\n\nBurn after reading.",
  "“Russian bots and internet trolls sought to propagate stories underground,” Mike Carpenter, a former senior Pentagon official during the Obama administration whose job focused on Russia told McClatchy.",
  "In July 2016, around the time that WikiLeaks posted hacked DNC emails, Mother Jones reports Nix was photographed posing with Alexander Yakovenko, the Russian ambassador to the United Kingdom.",
  "Cambridge Analytica’s parent company, Strategic Communications Laboratories, is a military contractor recognized as a global leader on the subject of disinformation and political influence.",
  "A data scientist who started a quantitative hedge fund, Robert Mercer would certainly have understood the concept of using leverage to amplify gains—that’s how hedge funds make their money.",
  "Christopher Wylie told the Washington Post on Tuesday that among the first things he did for Bannon and the Mercers in 2014 was to test American views on Russian President Vladimir Putin.",
  "Presumably, the management of the company were all well-aware of the Russian campaigns in Eastern Europe that presaged efforts to interfere in the Brexit referendum and the U.S. election.",
  "“Those stories got amplified by fringe elements of our media like Breitbart.” But Breitbart and the far-right media outlets were not the only ones to amplify the Russian disinformation.",
  "But you don’t have to believe that there were other active forms of collusion to see a connection between Russian disinformation, Cambridge Analytica, and the Trump campaign.",
  "We ran all the digital campaign, the television campaign and our data informed all the strategy,” Nix said during a secretly recorded meeting with the undercover reporter.",
  "The Russian effort to sow discord and ultimately to help Donald Trump, we now know from years of news reports, started well before Trump publicly announced his candidacy.",
  "But drilling down into recent and past reporting shows the likelihood that Cambridge Analytica helped spur the Russian disinformation operation during the 2016 election.",
  "Perhaps SCL/Cambridge Analytica, experts in the theory and practice of disinformation, observed what the Russians were up to and decided to use it to Trump’s advantage.",
  "Indeed, both Cambridge Analytica and the Internet Research Agency developed strategies to drive up xenophobia and depress voter turnout amongst certain populations.",
  "Cambridge Analytica also enlisted Russian-American academic Aleksandr Kogan to mine the private Facebook user data that is the subject of the ongoing scandal.",
  "But what is known supports another theory: that Cambridge Analytica knowingly used Russian disinformation to help the Trump campaign win the 2016 election.",
  "The question is how much he and Cambridge Analytica knew of the Russian election interference operation in the United States and when did they know it.",
  "Cambridge Analytica whistleblower Christopher Wylie, U.S. President Donald Trump, and Cambridge Analytica’s chief executive officer Alexander Nix.",
  "Here are three reasons to question whether Cambridge Analytica may have helped the Trump campaign take advantage of Russian disinformation:\n\n1.",
  "Alexander Nix told Parliament in recent hearings that Cambridge Analytica did not have any relationship with Russia or Russian companies.",
  "More from Just Security:\n\n• The Saudi War in Yemen Is Strengthening Terrorism\n\n• Sessions’ Firing McCabe Violated His Promise to Recuse",
  "At the time of the photo, Nix had already attempted to get access to the hacked emails by contacting WikiLeaks founder Julian Assange.",
  "SCL/Cambridge Analytica has more ties to Russia and Russian interests than it admits, possibly giving it insights into Russian goals.",
  "The company, for example, is currently working with the U.S. State Department on a $500,000 contract for countering ISIS propaganda.",
  "All of this raises questions: What was the full extent of Cambridge Analytica/SCL’s relationship to Russia and Russian companies?",
  "In the Channel 4 series, Alexander Nix suggested Cambridge Analytica played a significant role in the Trump campaign strategy.",
  "Was Cambridge Analytica a nexus for collaboration between the Trump campaign and the Russian election interference campaign?",
  "This piece was originally published on Just Security, an online forum for analysis of U.S. national security law and policy.",
  "It was eerie how often Donald Trump, his family and his aides mimicked Russian disinformation during the 2016 election.",
  "Photos by Jack Taylor/Getty Images, Kevin Dietsch-Pool/Getty Images, and Patricia De Melo Moreira/AFP/Getty Images.",
  "As a director of SCL, Alexander Nix almost certainly would have been aware of Russian strategies and tactics.",
  "Christopher Wylie described Bannon as Nix’s boss and said he approved all of the company’s spending.",
  "In an age of conspiracy theories and internet hoaxes, it can be hard to separate fact from fiction.",
  "Was there an active effort to channel Russian disinformation to the candidate and his surrogates?",
  "They suggested congressional investigators might be better placed to put two and two together.",
  "Cambridge Analytica/SCL is a global expert on disinformation—including of the Russian variety.",
  "Was Cambridge Analytica/SCL ever informed about Russian efforts to interfere in U.S. politics?",
  "Whether anyone actively coordinated these messages is, of course, a matter of ongoing debate.",
  "Whether anyone actively coordinated these messages is, of course, a matter of ongoing debate.",
  "These revelations have provided evidence for a potential plot line perhaps stranger still.",
  "These revelations have provided evidence for a potential plot line perhaps stranger still.",
  "That expertise also extends to Russian information warfare and disinformation tactics.",
  "Despite its British roots, Cambridge Analytica was deeply tied to the Trump campaign.",
  "Did Kogan have any contact with Russian intelligence or the Internet Research Agency?",
  "Bannon also considered himself enormously influential with Donald Trump at the time.",
  "“We did all the research, all the data, all the analytics, all the targeting.",
  "Donald Trump frequently repeated Russian disinformation during the campaign.",
  "Perhaps this bet wasn’t about money, but rather about targeted propaganda.",
  "Did Cambridge Analytica feed it to him or to others on the campaign team?",
  "The technology companies have seen the data, but they won’t say.",
  "“The only foreign thing we tested was Putin,” he told the Post.",
  "How much, if at all, did the two sides share with each other?",
  "It’s all too possible it was just a matter of leverage.",
  "No evidence directly supports that theory yet.",
  "So did the Trump campaign’s inner circle.",
  "What pattern of activity was suspicious?",
  "Or perhaps, the truth is stranger still.",
  "Photo illustration by Slate.",
  "Was this just a coincidence?",
  "2.",
  "3."
]