[
  "“Because the company is reeling from revelations that they allowed the private information of 50 million Americans to be harvested by the Trump campaign’s consulting firm Cambridge Analytica.”\n\nColbert then explained that Cambridge Analytica, partly owned by Trump donor Robert Mercer, acquired its data from personality quizzes that claimed to be for research purposes and harvested psychological data from Facebook users and those users’ friends.",
  "“As all this sex stuff is going on,” he began, “here’s what’s up with our secretary of interior decorating, Dr Ben Carson.” Kimmel showed Carson addressing the reports, including several from the Guardian, that he has spent lavish amounts of taxpayer money to furnish his office at the Department of Housing and Urban Development.",
  "Do you kill the people who sell drugs to pay for their own addiction?”\n\n“I’m not saying all of Trump’s plans are bad, but some of these drug-fighting ideas seem to come straight out of the 80s,” Noah added, referencing Trump’s idea of airing commercials that will “scare” kids away from using drugs.",
  "So to keep them off drugs all the president needs to do is pretend that he takes drugs, which shouldn’t be that hard.”\n\nLate-night hosts on McCabe firing: 'On the brink of another crisis' Read more\n\nStephen Colbert: ‘Wear hat, yell at wall’\n\n“Does anybody here use Facebook?” began Stephen Colbert.",
  "“It seems like now would be a very good time for some damage control from Facebook CEO and guy-who-wants-you-to-play-a-complicated-board-game-he-invented Mark Zuckerberg.”\n\nColbert then showed investigative footage acquired by the UK’s Channel 4.",
  "In it, Cambridge Analytica CEO Alexander Nix can be seen detailing his firm’s involvement in the Trump campaign, which he says included handling all research, data, analytics, targeting, and digital and television advertisements.",
  "He began with footage of the president doubling down on his proposal to execute drug dealers; in the clip, Trump says he can understand if “our country is not ready for that,” but then says he “personally can’t understand it”.",
  "“Ben Carson, by the way, is one of the few remaining members of Trump’s original cabinet.”\n\n\n\n“Last week, he fired his body-man, his personal assistant, and his secretary of state Rex Tillerson,” the host explained.",
  "“Coming up with demeaning nicknames was the one skill we knew Trump had!”\n\nJimmy Kimmel on the ‘secretary of interior decorating’\n\nJimmy Kimmel addressed the revolving door of employees in the Trump administration.",
  "-Trevor on Trump’s death penalty idea for drug traffickers\n\n\n\nFull episode: https://t.co/PdK1YFmNpR pic.twitter.com/tkiPMBnGd3\n\nTrevor Noah discussed Trump’s plans to combat drug trafficking and the opioid crisis.",
  "“Studies have shown that those commercials didn’t actually work.” Noah referenced one from the National Institutes of Health that showed kids were no less likely to use drugs after seeing the commercials.",
  "“If the president of the United States believes everything he sees on TV, then why wouldn’t teenagers?”\n\n\n\nThe host explained, though, that America has spent money on ad campaigns of this sort before.",
  "“Rex Tillerson had a two-hour meeting with his replacement yesterday, Mike Pompeo, who currently runs the CIA.”\n\n\n\n“If you’re Mike Pompeo, do you even do anything to your new office?” Kimmel quipped.",
  "Trevor Noah: ‘Teenagers think Donald Trump is totes lame’\n\nThe Daily Show (@TheDailyShow) \"Let's say you kill all the drug dealers...do you also kill doctors who over-prescribe painkillers?",
  "Late-night hosts on Tuesday discussed Facebook’s data breach, continued personnel shakeups at the White House, and the Trump administration’s approach to the opioid epidemic.",
  "“People are blaming Facebook for this because they handed over all your data willingly; after this revelation, Facebook’s stock value dropped by $36bn,” Colbert explained.",
  "He then showed more of the undercover video, including a section in which a Cambridge Analytica staffer explains the origins of the nickname “Crooked Hillary”.",
  "“I love that with all this madness going on, Ben Carson is being grilled about a dinette set,” Kimmel joked, referencing the Carson’s $31,000 payment.",
  "“Wow, so it was their meticulous data and analytics that informed Trump’s strategy of Wear Hat, Yell about Wall,” the host joked.",
  "“You put up pictures or just live out of a banker’s box and gather your stuff when it’s time to go?”",
  "“It’s like America elected Gollum.”\n\nNoah continued: “Today’s epidemic is complicated in many ways.",
  "Because according to polls, two-thirds of American teenagers think Donald Trump is totes lame.",
  "What Trump needs is a way to make drugs seem really uncool to young people,” Noah suggested.",
  "“One of my favorite things about Trump is that he inner-monologues out loud,” Noah joked.",
  "“I believe that the president sincerely wants to keep young people away from drugs.",
  "And do you kill family members who buy opioids for their addicted loved ones?\"",
  "Do you kill family members who buy opioids for their addicted loved ones?",
  "“Again, I see why Trump thinks that this idea makes sense,” Noah said.",
  "In this opioid crisis, that’s hardly the only kind of person involved.",
  "In the footage, Nix says the candidate is “always” the puppet.",
  "“Wait, they made up Crooked Hillary?” Colbert responded.",
  "Do you also kill doctors who overprescribe painkillers?",
  "You see, typical anti-drug PSAs don’t work on the kids.",
  "“And for once, I think he’s the right man for the job.",
  "Let’s say you kill all the drug dealers.",
  "“They weren’t just corny,” he noted."
]