[
  "It says: “Although it is outside of our remit, I have asked for an update on what the Israeli team has been working on and what they will be delivering between now and the election.”\n\nIn a second episode in early 2015, sources said the same Israeli team that had worked on the Nigeria campaign obtained private information of the St Kitts and Nevis politician Timothy Harris.",
  "SCL Elections does not use ‘hacked’ or ‘stolen’ data.”\n\nThe statement added: “Members of the SCL Elections team that worked on the Nigeria campaign remained in country throughout the original campaigning period, although the election was rescheduled and SCL was not retained for the entirety of the extended campaign period.",
  "It is a key subject in two inquiries in the UK – by the Electoral Commission, into the firm’s possible role in the EU referendum, and the Information Commissioner’s Office, into data analytics for political purposes – and one in the US, as part of special counsel Robert Mueller’s probe into Trump-Russia collusion.",
  "“They wanted to have nothing to do with it.”\n\nPlay Video 13:04 Cambridge Analytica whistleblower: 'We spent $1m harvesting millions of Facebook profiles' – video\n\nOne member of the campaign team told the Guardian and Observer that the material they believed had been hacked included Buhari’s medical records.",
  "Profile Alexander Nix, CEO of Cambridge Analytica Show Hide Name Alexander James Ashburner Nix Age 42 Education Eton, then Manchester University, where he studied history of art Career Nix worked as a financial analyst in Mexico and the UK before joining SCL, a strategic communications firm, in 2003.",
  "Team members were regularly briefed about security concerns prior to and during deployment and measures were taken to ensure the team’s safety throughout.”\n\nThe revelations will add to the questions facing Cambridge Analytica and the techniques it uses to influence elections for its clients.",
  "“It was a very serious situation and they had to evacuate immediately.”\n\nAn SCL Elections spokesperson said team members working on the Nigeria campaign remained in the country throughout the original campaigning period, and left in accordance with the company’s campaign plan.",
  "Quick guide How the story unfolded Show Hide In December 2016, while researching the US presidential election, Carole Cadwalladr came across data analytics company Cambridge Analytica, whose secretive manner and chequered track record belied its bland, academic-sounding name.",
  "The Observer revealed this week that the company had harvested millions of Facebook profiles of US voters, in one of the tech giant’s biggest ever data breaches, and used them to build a powerful software program to predict and influence choices at the ballot box.",
  "The revelations are the latest to focus attention on Cambridge Analytica, whose activities are being investigated in the US by the special counsel Robert Mueller as part of his inquiry into possible Russian collusion in the 2016 US presidential election.",
  "Multiple sources have described how senior directors of Cambridge Analytica – including its chief executive, Alexander Nix – gave staff instructions to handle material provided by computer hackers in election campaigns in Nigeria and St Kitts and Nevis.",
  "Or if they didn’t have his medical records they at least had emails that referred to what was going on.”\n\nWhen news of the London meeting filtered back to Cambridge Analytica staff working on the ground in Nigeria, it caused panic, the source said.",
  "The evil genius of Cambridge Analytica was to exploit those we trust most | Richard Wolffe Read more\n\nStaff working on the campaign say in early 2015 they met Israeli cybersecurity contractors in Cambridge Analytica’s offices in Mayfair, London.",
  "Her network of sources and contacts grew to include not only former employees who regretted their work but academics, lawyers and others concerned about the impact on democracy of tactics employed by Cambridge Analytica and associates.",
  "The data analytics firm that worked on the Donald Trump election campaign was offered material from Israeli hackers who had accessed the private emails of two politicians who are now heads of state, witnesses have told the Guardian.",
  "Hired by a Nigerian billionaire to support the re-election of Goodluck Jonathan, Cambridge Analytica was paid an estimated £2m to orchestrate a ferocious campaign against his rival, the opposition leader Muhammadu Buhari.",
  "That article prompted Britain’s Electoral Commission and the Information Commissioner’s Office to launch investigations whose remits include Cambridge Analytica’s use of data and its possible links to the EU referendum.",
  "Her initial investigations uncovered the role of US billionaire Robert Mercer in the US election campaign: his strategic “war” on mainstream media and his political campaign funding, some apparently linked to Brexit.",
  "The Leave.EU campaign tweeted a doctored video that showed her being violently assaulted, and the Russian embassy wrote to the Observer to complain that her reporting was a “textbook example of bad journalism”.",
  "The Guardian and Observer have been told the Israelis brought a laptop from their office in Tel Aviv and handed employees a USB stick containing what they believed were hacked personal emails.",
  "Sources said Nix, who was suspended on Tuesday, and other senior directors told staff to search for incriminating material that could be used to damage opposition candidates, including Buhari.",
  "While chasing the details and ramifications of complex manipulation of both data and funding law, Cadwalladr came under increasing attacks, both online and professionally, from key players.",
  "SCL Elections, Cambridge Analytica’s parent company, denied taking possession of or using hacked or stolen personal information from such individuals for any purpose in either campaign.",
  "But the growing profile of her reports also gave whistleblowers confidence that they could trust her to not only understand their stories, but retell them clearly for a wide audience.",
  "Politicians in the US and UK have accused it of giving misleading statements about its work, and the information commissioner has demanded access to the company’s databases.",
  "They claim there were two episodes in 2015 that alarmed members of staff and led them to refuse to handle the data, which they assumed would have been obtained illegally.",
  "Controversies Cambridge Analytica has come under scrutiny for its role in elections on both sides of the Atlantic, working on Brexit and Donald Trump’s election team.",
  "A statement from SCL Elections said: “During an election campaign, it is normal for SCL Elections to meet with vendors seeking to provide services as a subcontractor.",
  "He has been both hailed as a visionary – featuring on Wired’s list of “25 Geniuses who are creating the future of business” – and derided as a snake oil salesman.",
  "Cambridge Analytica is now the subject of special prosecutor Robert Mueller’s probing of the company’s role in Donald Trump’s presidential election campaign.",
  "In the UK, the Electoral Commission and the Information Commissioner’s Office are investigating the firm for breaches of electoral and data protection law.",
  "Emma Graham-Harrison Photograph: The Washington Post\n\nThe Guardian has seen an email from Nix dated 26 January 2015, referring to the “Israeli team”.",
  "Local security advisers told the firm’s team to leave the country immediately because if opposition supporters found out, they could turn on them.",
  "In all, the Guardian and Observer has spoken to seven individuals with knowledge of Cambridge Analytica and its campaign in Nigeria in early 2015.",
  "She found the first indications that Cambridge Analytica might have used data processing methods that breached the Data Protection Act.",
  "“What is clear is that the security of their employees didn’t even seem to have occurred to them,” said one former employee.",
  "From 2007 he took over the company’s elections division, and claims to have worked on more than 40 campaigns globally.",
  "SCL Elections did not take possession of or use any personal information from such individuals for any purposes.",
  "He set up Cambridge Analytica to work in America, with investment from US hedge fund billionaire Robert Mercer.",
  "The firm is under pressure to explain how it came to have unauthorised access to millions of Facebook profiles.",
  "“They wanted people to load it into their email programs.”\n\nPeople “freaked out”, another employee said.",
  "Employees say they were told the meeting was arranged by Brittany Kaiser, a senior director at the firm.",
  "These investigations are continuing, as is a wider ICO inquiry into the use of data in politics.",
  "Sources have said staff did not want to handle what appeared to be stolen material.",
  "At the time he was an opposition leader, and is now prime minister.",
  "“Nobody wanted to have anything to do with it,” one employee said.",
  "“Team members left in accordance with the company’s campaign plan.",
  "Many of SCL’s projects are secret, so that may be a low estimate.",
  "“It made everyone feel really uncomfortable,” said one source.",
  "There is no suggestion Jonathan knew of the covert operation.",
  "Jonathan lost out to Buhari in the presidential race.",
  "Investigations in the UK remain live.",
  "“I’m 99% sure of that."
]