[
  "Chris J Ratcliffe/Getty Images\n\nAlthough a recent survey suggests that Americans still don’t fear big tech’s power, news last week that the data firm Cambridge Analytica shadily obtained profile data from 50 million Facebook users—and then used that data to conduct ad targeting for, among others, the 2016 Trump presidential campaign—might change those attitudes.",
  "As Slate’s Will Oremus argues, the real scandal isn’t what Cambridge Analytica did, it’s how Facebook’s business model revolves around these kinds of sweeping data collection tools and permissive data collection policies.",
  "The scandal appears to be just one of many of the firm’s egregious practices: Its since-suspended CEO was also caught on video offering to stage an opposition candidate in a compromising situation for a hefty sum.",
  "As Slate’s April Glaser writes, the impending exit of Alex Stamos, Facebook’s head of security, reveals a troubling turn in the debate over whether the social network should prioritize users or profits.",
  "Ultimately, argues Tiffany C. Li, some responsibility should also fall on us, the consumers, who freely give up our data to various apps, websites, and companies like Facebook.",
  "Meanwhile, tech ethics experts Jacob Metcalf and Casey Fiesler argue that Facebook can stop the next Cambridge Analytica by giving researchers more access to data, not less.",
  "It’s something privacy experts have been warning us about for years, and that even the FTC raised red flags about all the way back in 2011, explains Siva Vaidhyanathan.",
  "Other things we read while trying to figure out how living in space actually changes DNA:\n\nOpen internet: California wants to pass its own net neutrality legislation.",
  "Never uploading my brain to the cloud,\n\nTonya Riley\n\nFor Future Tense\n\nFuture Tense is a partnership of Slate, New America, and Arizona State University.",
  "While Facebook was quick to pass the buck to Cambridge Analytica, most fingers, including some from Congress, seem to be pointing at Facebook.",
  "Slate has an easy how-to guide about how to find and disable the sketchy apps that you allowed to access your Facebook data.",
  "understand “common sense” might make robots seem more like us, but it could also sacrifice their ability to be unbiased.",
  "“Fast [driverless] car”: What happens to the role of driving in music when the automobile goes hands-free?",
  ": Lyft’s new subscription service seems to have its sights on moving Americans away from car ownership.",
  "Whether or not you agree, now’s still a good time to do a Facebook privacy check-up of your own.",
  "Do FarmVille or Kim Kardashian: Hollywood still trawl your profile after all these years?",
  "Carissa Véliz weighs the pros and cons of developing robots with human-like intelligence.",
  "Crypto downgrade: Ethereum used to be one of the hottest cryptocurrencies.",
  "But could it be enough to restore net neutrality for the whole country?",
  "Brandon Tensley explores its potential impact on youth culture.",
  "It’s also something Facebook has been wresting over internally.",
  "So why has its price fallen nearly $1,000 this year?",
  "But it’s not the only game in town.",
  "Sense and sensibility: Helping A.I.",
  "So who’s to blame for this mess?",
  "The end of ownership?",
  "Aaron Mak explains."
]