[
  "Wylie was unfazed when that freedom came at the price of a partnership with Steve Bannon—in fact, he characterized Bannon as “smart” and “interesting,” someone who “got it immediately.” Both Bannon and Rebekah Mercer, he insisted, “loved the gays.” That claim stands in sharp contrast to Bannon’s own comments and the hateful headlines that went up during his tenure at Breitbart, which make it clear that this isn’t the case.",
  "He’s taken pains to paint his past self as “curious and naïve,” and to emphasize his self-perception as an average millennial (including through the helpful use of the hashtag #millennial):\n\nDownside to @facebook also banning me on @instagram is missing out on my daily dose of well curated food pics and thirst traps ??????",
  "In earlier reporting on Cambridge Analytica, Wylie is referred to as a “Canadian political strategist” and “an elusive Canadian with right-wing corporate affiliations.” Since his precipitous rise to notoriety, though, the tone has changed.",
  "In short, Wylie is exactly what we’ve come to expect from his Silicon Valley counterparts: He’s a twentysomething wunderkind empowered by and enamored of technology—and critically, damningly unconcerned with its consequences.",
  "On Twitter, Cadwalladr underscored Wylie’s outraged tone at the thought of being banned from Instagram and describes him as “the Millennials’ first great whistleblower,” and the rest of the press seemed similarly enchanted.",
  "In highlighting the more “unexpected” aspects of his identity, the current coverage of Wylie seems like it’s seeking to defang or absolve a bad actor of his crimes and rehabilitate him as something of a cyberpunk hero.",
  "He wasn’t drawn to these parties by a shared belief in their stated aims or a desire to make their policies known to the wider public; all he wanted was a playground for his hypotheses about tech and human nature.",
  "Unlike Chelsea Manning and Edward Snowden, who spoke out after becoming aware of injustices being perpetrated by their higher-ups, Wylie can’t be thought of as a cog in a sinister machine—he built the machine.",
  "On Friday, when the co-founder of Cambridge Analytica revealed that his company had gained unauthorized access to millions of Facebook users’ data, his whistleblowing lit the fuse on a massive news cycle.",
  "The then-CEO of behavioral research company SCL Elections was intrigued by Wylie’s background in politics and fashion-informed philosophy, a product of the Ph.D. he’d been pursuing in trend forecasting.",
  "He comes from the same tradition as Mark Zuckerberg himself, who was infamously compared to Lennie from Of Mice and Men by one of his employees—a man unaware of his own strength until it was too late.",
  "And the fixation with Wylie’s own sexuality—which has, according to HuffPost, made him a case study in “how Trump’s backers use queer people and spit them out”—feels unhelpful at best.",
  "Other stories on Wylie echo the fascination with his cinematic hacker aesthetic, and there are seemingly infinite invocations of “gay Canadian vegan” (his favored self-descriptors).",
  "Come and test out all your crazy ideas.’ ”\n\nNo matter how he sees himself or seeks to be seen by others, he is neither your average millennial nor your average whistleblower.",
  "Their appalling attitudes toward LGBTQ people can’t fairly be framed as a surprising betrayal of Wylie’s trust: He walked into these partnerships with his eyes wide open.",
  "This story doesn’t tell us anything we didn’t already know about Trump and his supporters; what it does tell us is what Wylie himself was willing to ignore about them.",
  "(@chrisinsilico) March 19, 2018\n\nIt’s a shtick that’s been corroborated by Carole Cadwalladr, the Guardian reporter on the receiving end of Wylie’s whistleblowing.",
  "Coverage of his saga has been quick to note that he’s gay, vegan, and dresses like a “slick hacker antihero.” Much has been made of his background in fashion.",
  "As the Cambridge Analytica story continues to develop and his complicated personal legacy continues to grow, it’s worth bearing that central truth in mind.",
  "And as long as Bannon told him to his face that he “loved the gays,” it didn’t matter what went up on Breitbart or came to pass during Trump’s presidency.",
  "It’s an attitude toward innovation that’s inflicted harm before and no doubt will again; Wylie may be a striking figure, but he’s not a unique one.",
  "He first learned “all things data” as part of the Obama presidential campaigns, under the tutelage of the team’s national director of targeting.",
  "He then brought that approach back to the Liberal Party in Canada, and later tried and failed to do the same with the Lib Dems in the U.K.",
  "The decision to not care who used his ideas or to what end is the most useful marker of Wylie’s identity that we’ve been given so far.",
  "Independence Party leader Nigel Farage, a friend of Bannon’s and a vocal advocate for Brexit who has also been virulently homophobic.",
  "No matter how he sees himself or seeks to be seen by others, he is neither your average millennial nor your average whistleblower.",
  "Cambridge Analytica whistleblower Christopher Wylie attends an event at the Frontline Club on Tuesday in London.",
  "He’s not a glamorous hacker-turned-hero: He’s a manic pixie tech bro, all graphic tees and nonexistent ethics.",
  "Based on his tweets, interviews, and official statements, this is exactly how Wylie wants to be seen.",
  "And as his history operating across the political spectrum shows, he didn’t seem to care who used it.",
  "Frustrated by their disinterest in his ideas, he found Alexander Nix’s offer impossible to refuse.",
  "It also led every outlet to ask some version of the same question: Who is Christopher Wylie?",
  "He couldn’t possibly have been ignorant of Bannon’s ideology, nor of the views of then–U.K.",
  "#millennial #whistleblower pic.twitter.com/P8AheOMWQI — Christopher Wylie ??????",
  "But whether Wylie eats meat or dates men feels largely beside the point.",
  "As Wylie put it, “[Nix] said: ‘We’ll give you total freedom.",
  "Photo by Jack Taylor/Getty Images.",
  "Photo illustration by Slate.",
  "Experiment."
]