[
  "“We will learn from this experience to secure our platform further and make our community safer for everyone going forward.”\n\nFacebook has been widely criticized over the mishandled data, but the company didn’t do anything illegal, said Jamie Court, president of consumer protection group Consumer Watchdog — and that’s part of the problem.",
  "Facebook says you can opt out of these ads under “ad settings,” but the program only allows you to opt out of around 100 specific companies, it also relies on cookies and — as privacy organization the Electronic Frontier Foundation has noted — “does not actually stop tracking,” including that allegedly carried out by Cambridge Analytica.",
  "“The problem is politicians are elected by the same privacy violations consumers are against.”\n\nThe Electronic Frontier Foundation, a privacy advocacy organization, sends out email updates on how to take action against laws that threaten consumer privacy, or use the site to look up your representative’s contact information.",
  "Here are some measures you can take to minimize the hold it has on your privacy:\n\nRevoke access from connected apps\n\nWhen you give permission for games and other apps to access your Facebook account, third-party companies can often crawl your phone for more data, including your friends’ contact information.",
  "“They have been able to fend off legal accountability regarding the actions of third parties even when they essentially conspire with them.”\n\nHe said it is up to the Federal Trade Commission to enforce existing regulations on these companies and to Congress to pass better laws protecting consumers.",
  "The change has to come through Facebook itself (and the other tech companies) or through regulation of those companies.”\n\nFacebook allows users to deactivate an account temporarily or delete it permanently, although it does not say it will delete the data it holds on users after they go.",
  "On Android, it is under “settings,” “app,” “permissions.”\n\nCall your elected officials\n\nFew consumer privacy protection laws exist in the U.S., Court of Consumer Watchdog said, and those that do center on identity theft and require proof of financial damage due to an identity crime.",
  "Cambridge Analytica, a data firm that worked for Donald Trump’s presidential campaign, reportedly used the Facebook FB, -1.58% data of more than 50 million users without their knowledge, possibly contributing to the president’s win in November 2016.",
  "It’s one of the first to chip away at the protections big tech companies have in the U.S. Another ballot measure proposed in California for the 2018 elections requires companies to disclose exactly what data they collect and how it is handled.",
  "Limit visibility\n\nUnder “privacy settings and tools,” you can limit who sees future posts, who can send friend requests, who can see your friend list, and who can look you up using the email or phone number linked to your account.",
  "Following outrage at the news, Facebook suspended the accounts Cambridge Analytica and parent firm Strategic Communications Laboratories for policy violations, the company’s deputy general counsel Paul Grewal said in a blog post.",
  "You can also opt out of “face recognition” under “face recognition settings.”\n\nTurn off location services\n\nYou may want to consider opting out of location-stamping posts, especially if they are public.",
  "This will include pages you’ve actually liked as well as interests the algorithm has inferred you have based on your behavior (including card games, thriller movies, and romance novels).",
  "That’s how Cambridge Analytica allegedly retrieved the information of 50 million users from just a few hundred thousand people who opted to take a free personality quiz on Facebook.",
  "“In this case, we already took the most important steps a few years ago in 2014 to prevent bad actors from accessing people’s information in this way,” he wrote on Facebook.",
  "See what Facebook knows about you and opt out\n\nIf you live in the U.K. or the European Union, Facebook is required to let you see what information is collected on you.",
  "“While this specific issue involving Cambridge Analytica should no longer happen with new apps today, that doesn’t change what happened in the past,” he said.",
  "Even if you don’t live in a place with strict privacy laws — like the U.S., for example — Facebook lets users see what is collected on them in other ways.",
  "You can also disable Facebook’s “platform” feature, which stops Facebook from integrating with games and other apps for login purposes in the future.",
  "Of course, this won’t stop Facebook from mining data from you but will limit the amount of information other users can see about you online.",
  "To revoke app permissions, follow these steps on your Facebook page:\n\n• Go to “account settings.”\n\n• Click “apps” on the left-hand sidebar.",
  "A bill passed by the House in February aims to hold websites accountable for what third parties host on their platforms.",
  "“But there’s more we need to do.” Zuckerberg pledged to be more vigilant with third party apps from accessing user data.",
  "“Unfortunately, under federal law these companies are often not held accountable for privacy violations,” he said.",
  "Delete your account\n\nThe only way to truly get Facebook to stop tracking you is to delete your account entirely.",
  "You can turn this off on iOS under ”settings,” “location services,” and toggling them “off” for Facebook.",
  "Simply click the “X” next to the name of the city on your status avoid revealing where you are.",
  "Although it does not stop companies from tracking you, it will make your ads less personalized.",
  "This won’t limit what Facebook collects on you, but can limit your visibility on the internet.",
  "Mendelson, author of ‘Privacy: And How to Get it Back’ “You can’t really avoid these leaks.",
  "“The public needs to rise up if Congress is ever going to challenge Facebook,” Court said.",
  "Some apps allow location tracking while others upload your phone contacts and even photos.",
  "Under “Facebook Ads,” users can see what information Facebook thinks it knows about them.",
  "On Wednesday, Facebook chief executive Mark Zuckerberg finally released a statement.",
  "You can remove these ads by clicking the “x” in the top right corner of each image.",
  "Get a daily roundup of the top reads in personal finance delivered to your inbox.",
  "Facebook’s main app as well as its Messenger app also track user location.",
  "(This is especially advisable for friends who you don’t know very well.)",
  "• Click the “X” on the right of each app to revoke access to your data.",
  "Subscribe to MarketWatch's free Personal Finance Daily newsletter.",
  "“If you use Facebook, the price you pay is your data,” said B.J.",
  "(Facebook did not immediately reply to request for comment.)",
  "• Confirm “remove” when the window prompts you to do so.",
  "You can find the option to download data under settings.",
  "Your Facebook “likes” could be swinging elections.",
  "(The FTC did not respond to request for comment.)",
  "To change that, consumers need to demand more.",
  "An example from the author’s Facebook page.",
  "Sign up here."
]