[
  "“We have a responsibility to protect your data — and if we can’t, then we don’t deserve to serve you.”\n\nFacebook’s latest scandal kicked off on March 17 when The New York Times published a piece revealing how theCambridge Analytica captured the profile information of 50 million Americans without their consent to create targeted advertisements aimed at ensuring Donald Trump won the 2016 election.",
  "Cambridge Analytica obtained that user data through Aleksander Kogan, a lecturer at Cambridge University, who originally received it from Facebook via a personality test app connected to the Facebook Platform, a tool that allowed third-party apps to connect to users’ profiles and then snake their way through the profiles of those users’ friends without asking their consent.",
  "We need to fix that.”\n\nIf the initial reports that Facebook had known that its users’ profile data was taken at least as far back as 2016 without coming forward wasn’t bad enough, the company then tried to deflect, saying that the matter wasn’t a data breach, but a third-party abusing their access to user profiles.",
  "The Cambridge Analytica matter follows the firestorm of criticism leveled at Facebook and other social media sites over the spread of fake news and advertisements on their platforms, some of which was created by Russian political interests seeking to disrupt the 2016 election.",
  "Facebook (FB) CEO Mark Zuckerberg made his first public statements on Wednesday following revelations that the profile information of 50 million users was used without their knowledge or consent as part of a targeted advertising campaign to elect Donald Trump.",
  "In the midst of that, Facebook and its cohort, which include Reddit, Twitter (TWTR) and Google’s (GOOG, GOOGL) YouTube, were repeatedly chastised for allowing so-called Alt-Right, Neo Nazis and other hate groups to freely post hate speech on their sites.",
  "The first, he explained, was to audit all companies that had previously used the Facebook Platform prior to the company’s decision to limit access to users’ profiles to ensure there are no other such abuses.",
  "As part of his annual New Year’s statement, Zuckerberg pledged to improve Facebook by tackling issues like fake news and prevent foreign interests from using the social network to influence U.S. elections.",
  "The CEO then said the company will further restrict access to users’ profile data beyond its current measures and provide a notice to all users about what apps are currently accessing their profiles.",
  "But we also made mistakes, there’s more to do, and we need to step up and do it.”\n\nFacebook COO Sheryl Sandberg echoed Zuckerberg’s sentiments in her own post, while also apologizing for the leak.",
  "And while that fact is true, no usernames or passwords were stolen, it didn’t do much to ease investors’ or advertisers’ concerns, or address the public’s trust in the social network.",
  "Despite the growing controversy, neither Zuckerberg nor COO Sheryl Sandberg, the two faces of the company, offered any public statements on the issue until Zuckerberg’s message today.",
  "Instead, of using that profile data for the personality test, though, Kogan shared it with Cambridge Analytica, which then used it to craft political ads for the Trump campaign.",
  "In it, the CEO laid out the timeline for how users’ profile data fell into the hands of the voter-profiling company Cambridge Analytica, which created the ads for Trump.",
  "But instead of speaking to the press, or even hosting a Facebook Live video, as he has done in the past, Zuckerberg posted a message to his official Facebook account.",
  "Zuckerberg’s announcement is unlikely to quell calls for him or Sandberg to appear before Congress or British Parliament regarding the Cambridge Analytica fiasco.",
  "More recently, such sites have taken heat for allowing conspiracy theories about the Parkland High School shooting to circulate alongside factual news articles.",
  "The only information from the social network came via its initial release about Cambridge Analytica and posts from lower level executives.",
  "“We know that this was a major violation of peoples’ trust, and I deeply regret that we didn’t do enough to deal with it,” she wrote.",
  "The good news is that the most important actions to prevent this from happening again today we have already taken years ago.",
  "“But it was also a breach of trust between Facebook and the people who share their data with us and expect us to protect it.",
  "In his statement, Zuckerberg said his company would take three steps in preventing a similar issue from happening again.",
  "“We have a responsibility to protect your data, and if we can’t then we don’t deserve to serve you,” Zuckerberg wrote.",
  "It’s also not likely to make investors or advertisers already wary of the recent scandal to feel any more at ease.",
  "“This was a breach of trust between Kogan, Cambridge Analytica and Facebook,” Zuckerberg said in his statement.",
  "“I’ve been working to understand exactly what happened and how to make sure this doesn’t happen again.",
  "Unfortunately, it seems, the company and its CEO still have a long way to go before they get there.",
  "That capability has since been turned off.",
  "More from Dan:"
]