[
  "“In the meantime, Cambridge inked deals with the presidential campaigns of Carson, now the secretary of housing and urban development, and Texas Sen.\n\nTed Cruz, according to Federal Election Commission data and campaign operatives.” Cambridge Analytica was officially brought into Trump World in June 2016 by Brad Parscale, who was then a digital advisor to the Trump campaign.",
  "But not everyone was sold on the company, CNN reports, including Trump campaign head Paul Manafort, who thought the company was “full of shit.”\n\nFrom ABC News:\n\nThree Cambridge Analytica employees, including two data scientists, immediately moved to San Antonio to embed with Parscale’s firm and by August, the number of fulltime staffers in Texas ballooned to 13.",
  "“Cambridge Analytica was one entity involved in creating the voter information and fundraising database now known as Project Alamo, built jointly by staffers from the RNC, the Trump campaign and Parscale’s firm with data supplied by the RNC and the campaign, sources said,” according to ABC News.",
  "Daniel Leal-Olivas/Getty Images\n\nThe extent and exact timeline of the Trump campaign’s association with under-fire British data firm Cambridge Analytica remains hazy, but Trump’s data operation has been on the radar of special counsel Robert Mueller.",
  "“Overseeing that effort was Parscale, [who] coordinated work with Cambridge Analytica executives to identify voters who were undecided and use social media to motivate them to support Trump over Hillary Clinton.”",
  "“Cambridge began courting the Trump campaign early on, making at least three unsuccessful overtures in early 2015 and 2016, according to a source familiar with the conversations,” according to CNN.",
  "Parscale would eventually leave Texas to move into Trump Tower in September, and the data firm sent a mid-level employee with him to interpret daily polling reports, according to sources.",
  "The team led by Matt Oczkowski, who served as the data firm’s chief product officer, was divided into three groups focusing on data science, research and polling and marketing.",
  "A Trump campaign spokesperson, however, denied that the campaign used Cambridge Analytica’s data at all, saying the Trump operation instead relied on the RNC voter data.",
  "“Any claims that voter data were used from another source to support the victory in 2016 are false.” This contradicts the previous statements of Trump officials.",
  "Mueller’s team has been sorting through the ties between the campaign, Cambridge Analytica, and the Republican National Committee, ABC News reports.",
  "“Using the RNC data was one of the best choices the campaign made,” the spokesperson said."
]