[
  "“The addition of Brian brings an incredibly talented engineer and visionary with decades of experience building successful products to our team.”\n\nActon is not exactly a prolific Twitter user—he tweeted twice this year and twice in 2016; apart from a random “whatsapp” tweet in 2012, he doesn’t seem to have used the service much since 2010.",
  "But even before the latest scandal hit, Facebook was caught up in a furor over propaganda that might have influenced the 2016 U.S. election, and growing disquiet over its deliberately addictive and arguably divisive nature.",
  "Facebook’s stock price is down more than 11% since last weekend’s reports that Cambridge Analytica, a right-leaning political consultancy, acquired and misused the personal data of tens of millions of Facebook users.",
  "That said, WhatsApp has for the last few years actually used Signal’s open-source, end-to-end encryption technology, which was developed by Signal founder Moxie Marlinspike and his team at Open Whisper Systems.",
  "“Brian left WhatsApp and Facebook last year, and has been thinking about how to best focus his future time and energy on building nonprofit technology for public good,” Marlinspike wrote at the time.",
  "Among the many voices calling for people to leave scandal-hit Facebook, one stands out: Brian Acton, the co-founder of messaging service WhatsApp, which Facebook now owns.",
  "Last month Marlinspike announced the creation of the Signal Foundation, a new nonprofit funded by Acton, who has put $50 million into the project as a starter.",
  "The social network is now facing crackdowns from regulators in the U.S. and Europe, and an investor lawsuit over that share price slump.",
  "Many people have pointed out that Cambridge Analytica didn’t use Facebook’s data in an unusual way: it wanted to influence people.",
  "Facebook bought the messaging app in 2014, making Acton a multi-billionaire, and he hung around there until November last year.",
  "Signal is a rival of WhatsApp, albeit one that pitches itself much more to security-minded users.",
  "— Brian Acton (@brianacton) August 3, 2009\n\nOne notable tweet, though, came in 2009.",
  "Acton was an engineer and executive at Yahoo before he co-founded WhatsApp in 2009.",
  "Signal was previously reliant on support from the Freedom of the Press Foundation.",
  "The hashtag he used has been trending since the weekend’s scandal broke.",
  "“It was a great opportunity to connect with some fantastic people.",
  "It was a great opportunity to connect with some fantastic people.",
  "“Facebook turned me down,” Acton said in that message.",
  "#deletefacebook,” Acton tweeted on Tuesday night.",
  "Now, Acton heads up the Signal Foundation.",
  "Looking forward to life’s next adventure.”",
  "Looking forward to life's next adventure.",
  "Facebook turned me down.",
  "“It is time."
]