[
  "The Cambridge Analytica saga is a scandal of Facebook’s own making | John Harris Read more\n\nSo no surprise that on the Drudge Report, the links page at the center of the conservative internet, there has been a gleeful curation of stories about Facebook’s troubles, with taunting link texts like “Facebook Freakout”, “Where’s Zuckerberg”, and “Busy Selling Shares”.",
  "“Facebook was surprised we were able to suck out the whole social graph,” she wrote, “but they didn’t stop us.”\n\nFor “alt-right” blogger and author, Vox Day, this was enough to confirm that “Facebook is in SERIOUS trouble”, and he did a back-of-the-envelope sum leading to the conclusion that the company may owe “$200bn in potential FTC fines”.",
  "He wrapped it up with an increasingly common question among conservatives: “isn’t about time lawmakers take action to prevent Facebook from shutting down conservative voices?”\n\nOn RedState, Seton Motley expanded the discussion to include the other three members of tech’s “big four”: Google, Amazon and Twitter.",
  "The scandal of the data mining company produced complicated feelings on the right as hatred of big tech companies vied with sensitivity about Trump’s victory\n\nNews of the Cambridge Analytica scandal, which may have helped elect Donald Trump, has awakened complicated feelings in rightwing media.",
  "Facebook collects a lot of data, he argued, and “Cambridge analytics [sic] is like any other outfit that found a way to access it, and it’s not illegal.” Then, with trademark bluster, he pointed the finger of blame at a familiar party.",
  "“Google, the kings of data collection, Google, the kings of harvesting everybody’s personal data to use in advertising and who knows whatever else, practically had a White House relationship with Barack Hussein O,” said Limbaugh.",
  "On the other, the story’s implicit suggestion that Trump’s victory was less than legitimate has led others to insist either that the problem of social media manipulation does not exist, or that Democrats are even worse.",
  "To understand the first response, remember that Facebook, Twitter and Google have recently rejigged their algorithms or tightened their rules in order to address a perceived extremism problem.",
  "Another part of Davidsen’s remarks, where she said that Facebook was “on our side”, became the basis of headlines from RT to ZeroHedge, and dutifully amplified by the likes of Infowars.",
  "A former Obama campaign staffer, Carol Davidsen, put out a number of tweets seeming to indicate that in 2012, their organization had also been given broad access to Facebook user data.",
  "The second kind of response to the story involves those who, above all, are concerned that the Facebook caper will be folded into the broader narrative of Russian collusion.",
  "He argued that Donald Trump and conservative sites have been targeted by algorithm changes, and have lost traffic, while liberal politicians have suffered no such hit.",
  "The story was also covered by Breitbart, where schadenfreude led to a possibly unprecedented step: a straight and sympathetic rewrite of a Guardian column.",
  "He finished with some hand-wringing about how conservatives’ suspicion of regulation means that it’s difficult for them to imagine what to do about it.",
  "It’s also led some on the conservative and radical right to pursue legal action against Twitter, YouTube and others on free speech grounds.",
  "On Gateway Pundit, in characteristic dot-point prose, Jim Hoft alleged that Facebook itself is biased against conservative viewpoints.",
  "On the one hand, it plays into some conservatives’ increasing hostility to big tech firms, and social media companies in particular.",
  "More than a year since he left office, in times of trouble, conservatives are still using Obama as their most reliable punching bag.",
  "Others have taken the opportunity to directly link the story to the perceived “viewpoint discrimination” against conservatives.",
  "The fact that those companies “loathe conservatives and conservatism”, he claimed, was “the world’s worst kept secret”.",
  "In the New York Times, Ross Douthat claimed it was television, not social media, that was crucial in Trump’s election.",
  "But this has led to claims that the companies have skewed their platforms to penalize conservative speech.",
  "Their power, he said, enabled them to “warp or silence our political communications”.",
  "Those seeking to protect Trump at all costs were thrown a lifeline late on Monday.",
  "On his radio show, Rush Limbaugh insisted that there was nothing to see.",
  "Seeing Facebook in trouble has allowed many to vent some righteous fury.",
  "- video explainer\n\nOthers tried to wave the whole thing away.",
  "Play Video 3:41 What is the Cambridge Analytica scandal?"
]