[
  "This week we'll be joined by Editor-in-Chief of The Atlantic Jeffery Goldberg, Slate Chief Political Correspondent and CBS News Contributor Jamelle Bouie, Publisher of The Federalist and CBS News Contributor Ben Domenech and National Editor of the Cook Political Report Amy Walter.",
  "Sen. James Lankford, R-Oklahoma, a member of the Senate Intelligence Committee, will be on the program to talk about what direction his committee's Russia investigation might be headed and whether he feels that the administration is trying to exert influence over it.",
  "Other important developments in the investigation this week included reports that Mueller's team and the House Intelligence Committee sought information from Cambridge Analytica, a data analytics firm the Trump campaign employed.",
  "Trump and Republicans are putting pressure on special counsel Robert Mueller's investigation into Russian meddling after reports of anti-Trump bias from an FBI agent who was dismissed from Mueller's team earlier this year.",
  "As the final language is crafted, and amid some last-minute maneuvering for votes, Vice President Mike Pence has postponed his Middle East trip to be available to cast a possible tie-breaking vote.",
  "Senate Republicans' slim majority grew slimmer on Tuesday with Democrat Doug Jones' surprising victory over Trump-backed Republican Roy Moore in Alabama's dramatic special election.",
  "The president, who has more than a dozen accusers of his own, lashed out on Twitter at Sen. Kirsten Gillibrand, D-New York, after she openly called for his resignation.",
  "Rubin, who has rigorously covered the GOP's efforts from the start, will help us maneuver through the weeds and clarify what this bill could mean for taxpayers.",
  "He'll identify what has and hasn't changed, and he'll discuss the administration's view on the bill's larger implications for the middle class and the deficit.",
  "Texas congressman Blake Farenthold said this week he won't run for reelection after recently coming under fire for alleged sexual misconduct with staffers.",
  "This Sunday, U.S. Treasury Secretary Steven Mnuchin will talk with \"Face the Nation\" anchor John Dickerson about the final version of the GOP's tax bill.",
  "Moore, accused of sexual misconduct with minors almost 40 years ago, has refused to concede despite President Trump's urging him to do so.",
  "Wall Street Journal tax reporter Richard Rubin will join the program to break down the tax bill – what it does, who it affects, and more.",
  "And on Friday, the Ethics Committee launched an another investigation into misconduct allegations against Rep. Ruben Kihuen, D-Nevada.",
  "It's going to be an exciting broadcast, so click here to check your local listings and tune into \"Face the Nation\" this Sunday.",
  "Moore's controversial campaign is done, but the Capitol's reckoning with assault and harassment is far from over.",
  "We'll also get Sanders' take on Jones' historic win in deep-red Alabama, the looming budget deadlines, and more.",
  "We'll ask Sanders, an outspoken critic of Republican efforts, to outline his problems with the GOP's plan.",
  "Senate and House leaders said on Wednesday they reached an agreement in melding their two bills.",
  "As always, we'll have our expert political panel to break down this week's round of headlines.",
  "Sen. Bernie Sanders, I-Vermont, will be on this Sunday to give his evaluation of the bill.",
  "Meanwhile, Republicans moved closer this week to passing a tax bill before Christmas.",
  "We'll also get Lankford's take on the GOP's last-minute tax negotiations.",
  "Trump has used the report to levy criticism against the bureau."
]