[
  "These are my words and not Mr Zuckerburgs':\n\nThank you for your patience during this unprecidented time in Facebook's history - the events of recent days have not fallen on deaf ears and I thank each and every one of you for holding us to account - it's important and I wouldn't want it any other way.",
  "While I and the team firmly believe we were not at fault for this gross violation of our policies, it falls on our shoulders and take this note me me telling you that I, and we, take that responsibility seriously and we apologise that this occurance happened.",
  "Here's what I would have written if I was Zuckerberg (based on my knowledge of the situation, my time at Myspace and comms/strategy career and subsequently speaking with others about the issue).",
  "We are living through interesting times and we're continually learning that while we may have the best intentions, others may not and that's up to us to protect users against.",
  "We're working through a lot, there are no quick fixes but we're ready to keep making tough decisions to keep making Facebook the best place it can be.",
  "We're not perfect, the world is not perfect, but we're working on multiple fronts to make Facebook the shining light we know it can and will be.",
  "Your likes, clicks and shares makes us revenue, but moreso to build something bigger than ourselves (something we remain deeply commited to).",
  "Facebook is and should remain a platform for everyone - that's a difficult task when you have billions of users around the world.",
  "We've built something and we're not done yet but I want Facebook to be a force for good but not at the cost of you the users.",
  "We have stakeholders like every business but I want to assure you as majority shareholder that I am going to make this right.",
  "While I don't agree with calls for Zuckerberg to resign, #deletefacebook or that 'Facebook has failed' there's plenty to do.",
  "Five days late and 922 words later we know what Zuckerberg and the lawyers want us to know about the future of Facebook.",
  "We are working to fix things and I'll talk to anyone who wants to listen about how I and the team plan to do that.",
  "[Facebook's lawyers should then have written a nice paragraph that Mark approved]\n\nOur users are key to Facebook.",
  "Essentially, it's a 'sorry we got caught but really it's not our fault if people abuse our technology'.",
  "Thank you again - I appreciate your trust, know we have let you down and will work to fix this.",
  "I appreciate your thoughts and feedback - please keep it coming - i'm reading it all.",
  "Being brutally honest, you are how we keep the lights on.",
  "Mark."
]