[
  "A senior U.K. official involved in the negotiations would not be drawn on the suspected identity of the source but said it was clearly “someone bent on destruction.” Selmayr was also accused of leaking an account of a similar dinner in London, after which the British side was described as \"in another galaxy.\"",
  "British negotiators are increasingly concerned that Brexit divorce talks are caught in an internal EU power struggle that has little to do with the U.K.'s impending exit and everything to do with who continues to wield power in Brussels after Jean-Claude Juncker's term as Commission president ends in 2019.",
  "But regardless of the contempt in which Selmayr is held, there is also a grudging acceptance in London that there is no way to get around him, either in the current divorce talks, or later in discussions on a transition period and potential free-trade deal — at least for as long as Juncker is in office.",
  "Earlier this year there was mounting suspicion among officials about Selmayr's alleged role in sabotaging agreements that Robbins thought he had struck with his opposite number at the Commission, Sabine Weyand, who is Barnier's deputy and also a veteran Commission trade official who is close to Selmayr.",
  "British diplomats in Brussels have told U.K. officials, meanwhile, that Selmayr is concerned that British secret services are spying on him and resorts to hard copies of documents rather than emailed exchanges to avoid intrusion — a charge the Commission dismissed as \"nonsense.\"",
  "Brits burned\n\nSenior Conservative aides who worked under both David Cameron and Theresa May regard Selmayr as an anti-British, European federalist ideologue hellbent on disrupting the U.K.’s attempts to renegotiate its relationship with the EU.",
  "A similar thing happened when Robbins felt he had secured Weyand’s commitment for moving to a more fluid negotiating process, which would essentially mean “continuous talks” instead of the formal month-by-month cycle which is still in place.",
  "Despite his resolute denials, Selmayr is pinned in the U.K. as the source of a brutal account of Theresa May's dinner date with his boss in Brussels, which appeared in the German newspaper Frankfurter Allgemeine Zeitung on Sunday.",
  "Barnier is still widely tipped as a contender to replace Juncker as Commission president in 2019, leading many in the British Cabinet to assume he has a personal stake in making Brexit negotiations a success.",
  "“One is barely functional and Selmayr is the functional bit.”\n\nThe latest rumor to catch alight among British officials in Brussels and relayed back in London is of tension between Selmayr and Barnier.",
  "He travels to EU capitals for meetings, meets directly with senior leaders of the European Parliament, commissioners and anyone else, and personally briefs the 27 EU leaders at their summit meetings.",
  "Regardless of the truth, the suspicion alone illustrates the levels of mistrust which have developed between the two sides: The monster of the Berlaymont is apparently lurking under London Bridge.",
  "LONDON — Disdain for the European Commission's Martin Selmayr is near universal in Westminster — but so too is the weary acceptance that he cannot be sidelined if there is to be a Brexit deal.",
  "According to EU diplomats, as officials prepared draft conclusions for last week's European Council summit, Selmayr unsuccessfully sought to remove references to \"the Union negotiator\" — i.e.",
  "Juncker named Barnier as a special adviser on European defense and security at the start of his term, and tapped him as the EU's chief negotiator shortly after the Brexit referendum.",
  "Selmayr and Juncker have made no secret of their effort to run a more \"political\" Commission, in which Juncker is firmly in charge, and Selmayr acts as both his right hand and fist.",
  "Selmayr was one of only six people at the dinner, which Davis also attended along with Juncker, EU chief negotiator Michel Barnier and Britain's top Brexit official, Olly Robbins.",
  "A more 'political' Commission\n\nThe latest rumor to catch alight among British officials in Brussels and relayed back in London is of tension between Selmayr and Barnier.",
  "On two occasions Robbins thought he had a verbal agreement with Weyand only for the Commission to backtrack after the U.K. had made an announcement, two officials said.",
  "\"Last week was a 'Juncker week' on Brexit due to the dinner and the [European Council meeting], accompanied by Selmayr doing media work on it,\" the official said.",
  "In September, Robbins emerged from a private meeting with Weyand believing they had agreed a delay in the next round of formal talks, one U.K. official said.",
  "The new schedule gave May time to make her September 22 speech in Florence, aimed at breaking the negotiating deadlock, before the next round of talks.",
  "Selmayr — Juncker's powerful chief of staff who, officials once told POLITICO, is occasionally referred to as \"the monster\" by his boss — looms large.",
  "\"Look, Selmayr is interfering in everything,\" the official said, but quickly added there was no evidence to suggest that he was undermining Barnier.",
  "Technically there is no difference: the Commission is designated as the negotiating body of the EU, and Barnier is the instrument of the Commission.",
  "On September 12, a spokeswoman for the Brexit department announced a delay to the next negotiating round, originally planned for September 18.",
  "\"The U.K. and the European Commission have today jointly agreed to start the 4th round of negotiations on September 25,” the spokeswoman said.",
  "However, the announcement came the day before Juncker’s State of the Union speech which set out his legislative program for the coming year.",
  "“Jean-Claude Juncker has a crucial role, with Selmayr ensuring that his role and full authority is felt everywhere,” the official said.",
  "Barnier, a veteran French statesman, was Juncker's opponent for the Commission presidency in 2014, when Selmayr ran Juncker's campaign.",
  "One U.K. official said Barnier was constantly undermined by Selmayr in a bid to ensure Juncker remained fully in charge of the talks.",
  "In the minds of British officials, his fingerprints — real or imagined — can be seen on every leak or rumor emanating from Brussels.",
  "A Commission spokesperson said conspiracy theories about Selmayr trying to undermine Barnier were an effort to sabotage the talks.",
  "\"Martin Selmayr and Michel Barnier are an excellent team and both work loyally for the president and the institution as a whole.\"",
  "Brexit Secretary David Davis has told confidantes in Westminster he blames Juncker's chief of staff for the hostile briefing.",
  "On both occasions, officials in the Brexit department and the U.K. representation in Brussels suspected Selmayr's hand.",
  "\"This is wishful thinking by those who don't want the negotiations to succeed,\" spokesperson Mina Andreeva said.",
  "Barnier answers directly to the president, but it has never been clear if Selmayr fully supported the choice.",
  "The Commission did not want anything overshadowing the speech and refused to confirm the delay until later.",
  "One official in the European Parliament who deals with Brexit said rumors of a split were overblown.",
  "The monster of the Berlaymont is apparently lurking under London Bridge.",
  "After the news leaked in POLITICO it was denied by the Commission.",
  "Dealing with Juncker, officials say, means dealing with Selmayr.",
  "But diplomats read a power play into the move, officials say.",
  "Jacopo Barigazzi and Maïa de La Baume contributed reporting.",
  "Juncker, too, has denied any connection to the account.",
  "Barnier — and to replace them with “the Commission.\"",
  "But on Brexit, Barnier has extraordinary latitude.",
  "“Neither can be bypassed,” one U.K. official said.",
  "\"Beside this I don't see anything.\""
]