[
  "He wrote: “Whilst there is no law against ‘lying’, I think that we need to establish the narrative that precipitated these two admissions, such that we can mitigate loss of credibility … both the press release and Brittany’s comments [at the Leave.EU launch] indicate that CA had already completed work for the campaign.”\n\nHe went on to express concern that “it might be argued that we contributed to the campaign in the form of ‘goodwill’”.",
  "“I sat with their social media person, worked through what they did; that’s all, in my opinion, invaluable advice, and in my opinion actual work that was undertaken although no one wants to hear that because it was never ever paid for – doesn’t mean that my time wasn’t given.”\n\nKaiser said she still feels Cambridge Analytica’s insistence it had undertaken no work for Leave.EU was “disingenuous”.",
  "Exclusive: Brittany Kaiser contradicts CEO, who told MPs the data firm did not work with Brexit campaign group\n\nCambridge Analytica conducted data research for one of the leading Brexit campaign groups and then misled the public and MPs over the work the company had undertaken, according to a former employee who has spoken to the Guardian.",
  "“The moment that that statement went out,” Nix told MPs last month, “we were absolutely crystal clear to all the media outlets that we weren’t involved, that it had been released in error, and we tried to correct the press again and again and again.”\n\nA UKIP spokesman said Cambridge Analytica saw UKIP membership data - but nothing else.",
  "It is a key subject in two inquiries in the UK – by the Electoral Commission, into the firm’s possible role in the EU referendum, and the Information Commissioner’s Office, into data analytics for political purposes – and one in the US, as part of special counsel Robert Mueller’s probe into Trump-Russia collusion.",
  "Profile Alexander Nix, CEO of Cambridge Analytica Show Hide Name Alexander James Ashburner Nix Age 42 Education Eton, then Manchester University, where he studied history of art Career Nix worked as a financial analyst in Mexico and the UK before joining SCL, a strategic communications firm, in 2003.",
  "“Because I was continually told I could go along with the narrative that we did work on it.”\n\nShe added: “I was like: the narrative should be that the work that we did was never paid for so Leave.EU, by not registering that we did that work, are the ones that should be in trouble.",
  "On 21 April 2017, the Electoral Commission launched its first investigation into Leave.EU, looking specifically at “whether one or more donations – including of services – accepted by Leave.EU was impermissible; and whether Leave.EU’s spending return was complete”.",
  "The Observer revealed this week that the company had harvested millions of Facebook profiles of US voters, in one of the tech giant’s biggest ever data breaches, and used them to build a powerful software program to predict and influence choices at the ballot box.",
  "Play Video 0:25 Cambridge Analytica chief denies working with Facebook data - video\n\nHe has blamed this on the “erroneous” publication of an article in Campaign magazine, attributed to him, which said that “Cambridge Analytica has teamed up with Leave.EU”.",
  "We do research for you, we build models, and then we help you execute that database through digital, direct mail, door-knocking, events, whatever.”\n\nKaiser said that the full proposal included two phases of work, and only the first was ever carried out.",
  "Leaked: Cambridge Analytica's blueprint for Trump victory Read more\n\nKaiser, 30, said the work took a number of weeks and involved “at least six or seven meetings” with senior officials from Leave.EU, which was co-founded by Arron Banks, a Ukip donor.",
  "“Cambridge Analytica pitched to us, no data changed hands, and the invoice was rejected unpaid as there was no commercial relationship between UKIP and Cambridge Analytica.”\n\nThe Electoral Commission said its inquiry into Leave.EU was ongoing.",
  "Nix sent an email to Kaiser and other executives at 3.37am the following morning, arguing the company had “nothing to worry about” from the Electoral Commission and that the “narrative” should be that “we did not end up working together”.",
  "Friday 23 March Brittany Kaiser, formerly Cambridge Analytica’s business development director, reveals the blueprint for how CA claimed to have won the White House for Donald Trump by using Google, Snapchat, Twitter, Facebook and YouTube.",
  "Former Cambridge Analytica exec says she wants lies to stop Read more\n\nIn particular, the firm was concerned about “the origins of the data we have analysed”, and whether it could declare it had looked at Ukip membership and survey data.",
  "Photograph: Antonio Olmos\n\nKaiser’s revelations will reignite a fierce argument about the tactics used to try to influence voters in the Brexit campaign – and will add to the pressure on Alexander Nix, the CEO of Cambridge Analytica.",
  "That was work that would normally be paid for.”\n\nKaiser said she briefed senior Leave.EU officials on the results of the research, but that the campaign never received a final report because it unexpectedly backed out of a contract.",
  "Emma Graham-Harrison Photograph: The Washington Post\n\nShe admitted Leave.EU did not pay for the work but described how the relationship between them began in the autumn of 2015 when she visited the offices of Leave.EU and Ukip.",
  "Monday 19 March Channel 4 News airs the findings of an undercover investigation where Cambridge Analytica executives ?boast of using honey traps, fake news campaigns and operations with ex-spies to swing election campaigns.",
  "We have not undertaken any paid or unpaid work for them, OK?”\n\nHis testimony appears to be challenged by Kaiser, who was a senior employee at the company until she left following a contractual dispute earlier this month.",
  "Emails and other documents, seen by the Guardian, show the company was worried about whether it could speak openly about the “interesting findings” and the origins of the data that had been analysed.",
  "She claims she presented this initial data work to 15 members of the Leave.EU campaign team in a briefing meeting, but did not supply them with the usual final report as no payment was ever made.",
  "In an exclusive interview, Brittany Kaiser, Cambridge Analytica’s business development director until two weeks ago, said the work with Leave.EU involved analysis of data provided by Ukip.",
  "Former Cambridge Analytica employee Christopher Wylie reveals how the firm used personal information taken in early 2014 to build a system that could profile individual US voters.",
  "Show Hide Saturday 17 March The Observer publishes online its first story on the Facebook and Cambridge Analytica scandal, written by Carole Cadwalladr and Emma Graham-Harrison.",
  "The data was collected through an app, built by academic Aleksandr Kogan, separately from his work at Cambridge University, through his company Global Science Research (GSR).",
  "Wednesday 21 March UK MPs summon Mark Zuckerberg to appear before a select committee investigating fake news, and accuse Facebook of misleading them at a previous hearing.",
  "Controversies Cambridge Analytica has come under scrutiny for its role in elections on both sides of the Atlantic, working on Brexit and Donald Trump’s election team.",
  "He has been both hailed as a visionary – featuring on Wired’s list of “25 Geniuses who are creating the future of business” – and derided as a snake oil salesman.",
  "In the end, no details about the Ukip data study were made public, but Kaiser sat alongside leading members of Leave.EUfor its official launch in central London.",
  "I’m so tired of making excuses for old white men.”\n\nSince then Nix has repeatedly maintained that Cambridge Analytica did “no paid or unpaid work” for Leave.EU.",
  "It had nothing to do with us.”\n\nNix has repeatedly denied there was any involvement, telling MPs last month: “Let me be absolutely crystal clear about this.",
  "However, she estimated the data modelling work done by Cambridge Analytica for Leave.EU and Ukip in the run-up to the referendum was worth around £40,000.",
  "But Kaiser says the most fruitful work was conducted on data stored on a Ukip computer that was carried into Cambridge Analytica’s London office.",
  "Kaiser said she felt she had lied by supporting Cambridge Analytica’s company line that it had done “no paid or unpaid work” for Leave.EU.",
  "Nix, who the firm suspended earlier this week, has said the claim that Cambridge Analytica was involved in the referendum was fake news.",
  "The company is already under investigation by the Electoral Commission over what role, if any, it played in the EU referendum campaign.",
  "Thursday 22 March It emerges Facebook had previously provided Kogan with an anonymised, aggregate dataset of 57bn Facebook friendships.",
  "He requested access to Facebook pages, “subscriber, donation and local group data”, email engagement and call centre records.",
  "“In my opinion I felt like we should say, ‘this is exactly what we did’.”\n\nQ&A How did the Cambridge Analytica story unfold?",
  "She said both organisations offered to share proprietary data with Cambridge Analytica’s lead scientist, David Wilkinson.",
  "“When I first found out that we were going to say that we did zero work on it, I felt betrayed and lied to,” said Kaiser.",
  "hundreds of millions of Facebook users may have had their private information harvested by companies in similar methods.",
  "US congressional investigators call for Cambridge Analytica boss Alexander Nix to testify again before their committee.",
  "From 2007 he took over the company’s elections division, and claims to have worked on more than 40 campaigns globally.",
  "Sunday 18 March As the Observer publishes its full interview with Wylie in the print edition, the fallout begins.",
  "In the following weeks Kaiser said she personally advised Leave.EU campaigners in offices in London and Bristol.",
  "He set up Cambridge Analytica to work in America, with investment from US hedge fund billionaire Robert Mercer.",
  "“Ukip had undertaken a survey on why people wanted to leave the EU or not, and they also had membership data.",
  "“The proposal was to do what we do for any other campaign in the world, which was to undertake a data audit.",
  "Photograph: Pedro Fiuza/Sipa/Rex/Shutterstock\n\nAccording to Kaiser, that does not tell the full story.",
  "Ukip did give Cambridge Analytica some of its data and Cambridge Analytica did some analysis of this.",
  "She said the work took place as part of an effort to secure formal business with the campaign group.",
  "Banks said that this work was not used in the Brexit campaign and was not connected to Leave.EU.",
  "Banks said: “Leave.EU did not receive any data or work from Cambridge Analytica.",
  "Zuckerberg breaks his silence to call the misuse of data a 'breach of trust'.",
  "Cambridge Analytica tried to make me pay for that work but I refused.",
  "It is not clear what information they had – or what was passed over.",
  "Many of SCL’s projects are secret, so that may be a low estimate.",
  "Literally why should we make excuses for these people?",
  "Tuesday 20 March ?A former Facebook employee claims?",
  "So we were able to build personas out of that.",
  "But it was not used in the Brexit campaign.",
  "I do not know how many ways I can say this.",
  "Facebook Twitter Pinterest Alexander Nix.",
  "“In my opinion, I was lying,” she said.",
  "Not us for lying for their asses.",
  "We did not work for Leave.EU.",
  "It decided against doing so.",
  "Why?"
]