[
  "“Control The First Impression,” the slide says, with an arrow pointing to a search result that states: “Hillary Voted for the Iraq War – Donald Trump opposed it.”\n\n“That’s a Google manipulation thing,” Kaiser said, adding that while a “general person” probably did not know how easy it was to pay for ads to appear high in Google search results, it was considered “an old-school tactic” in her industry.",
  "Those whose geographical information suggested they were not fervent Trump supporters, such as swing voters, were shown photos of his high-profile supporters, including his daughter Ivanka Trump, a celebrity from the reality TV show Duck Dynasty, and Dana White, the president of the Ultimate Fighting Championship.",
  "The level of information the company could glean about voters – and the apparent appetite among Silicon Valley companies to cash in on the advertising bonanza – is illustrated on another page which shows how the Trump campaign used a prime piece of marketing real estate on election day: YouTube’s entire masthead.",
  "Play Video 6:03 Brittany Kaiser, former Cambridge Analytica director: 'I voted for Bernie' - video\n\nIntensive survey research, data modelling and performance-optimising algorithms were used to target 10,000 different ads to different audiences in the months leading up to the election.",
  "One page, however, suggests Cambridge Analytica was able to constantly monitor the effectiveness of its messaging on different types of voters, giving the company and the campaign constant feedback about levels of engagement on platforms such as Twitter, Facebook and Snapchat.",
  "The document was presented to Cambridge Analytica employees in London, New York and Washington DC weeks after Trump’s victory, providing an insight into how the controversial firm helped pull off one of the most dramatic political upsets in modern history.",
  "The blueprint for how Cambridge Analytica claimed to have won the White House for Donald Trump by using Google, Snapchat, Twitter, Facebook and YouTube is revealed for the first time in an internal company document obtained by the Guardian.",
  "“This is the debrief of the data-driven digital campaign that was employed for Mr Trump,” said Brittany Kaiser, 30, who was Cambridge Analytica’s business development director until two weeks ago, when she left over a contractual dispute.",
  "The interactive graphic, which looked like a piece of journalism and purported to list “10 inconvenient truths about the Clinton Foundation”, appeared for several weeks to people from a list of key swing states when they visited the site.",
  "However, the scandal over Cambridge Analytica’s acquisition of data from more than 50 million Facebook users is lifting the lid on an industry that has learned how to closely track the online footprint and daily lives of US voters.",
  "This is what we were allowed to confidentially show people if they signed a non-disclosure agreement.”\n\nKaiser claims to be committed to human rights, but many would argue her career at Cambridge Analytica tells a different story.",
  "Facebook Twitter Pinterest Photograph: Cambridge Analytica\n\nOne of the most effective ads, according to Kaiser, was a piece of native advertising on the political news website Politico, which was also profiled in the presentation.",
  "Facebook Twitter Pinterest Photograph: Cambridge Analytica\n\nOne slide showed how the company ensured that voters searching the words “Trump Iraq War” would encounter paid-for search results that were favourable to his campaign.",
  "Photograph: Cambridge Analytica\n\nFacebook Twitter Pinterest Photograph: Cambridge Analytica\n\nKaiser said Cambridge Analytica staff told her they were stunned when they arrived at Trump’s headquarters in Trump Tower, New York.",
  "According to the presentation, Cambridge Analytica and the Trump campaign also used a new advertising technique offered by Twitter, launched at the start of the election year, which enabled clients to kickstart viral tweets.",
  "She is the second former employee to come forward in less than a week, talking exclusively to the Guardian about the inner workings of the firm, including the work she said it conducted on the UK’s EU membership referendum.",
  "Facebook Twitter Pinterest Photograph: Cambridge Analytica\n\nThe feedback loop meant the algorithms could be constantly updated and improved to deliver thousands of different messages to voters depending on their profile.",
  "Cambridge Analytica scandal: the biggest revelations so far Read more\n\nKaiser said Hillary Clinton’s campaign had reserved the space on Google’s video-hosting platform but was so confident of victory that it gave it up.",
  "There was no digital marketing team.”\n\nOne of the first things Cambridge Analytica did, she said, was work with data supplied by the party’s data trust and other data acquired through an initiative called Project Alamo.",
  "“That’s what I was told.”\n\nThe Trump campaign seized the opportunity, showing two different ads to different categories of voters according to the detailed geographical information of visitors to the YouTube home page.",
  "The Republican nominee, who had just secured sufficient delegates to become the party’s candidate, still had “no speakable data infrastructure” and “no unifying data, digital and tech strategy”, the document states.",
  "Despite the advances made in data-led political campaigning, these were techniques that, according to the presentation, Trump did not have access to when Cambridge Analytica joined his campaign in early June 2016.",
  "A senior Trump campaign official who said they saw the document about a year ago claimed it took credit for some work that was done by the Republican national committee and Trump’s digital director, Brad Parscale.",
  "A former employee explained to the Guardian how it details the techniques used by the Trump campaign to micro-target US voters with carefully tailored messages about the Republican nominee across digital channels.",
  "One of the final slides explains how the company used paid-for Google ads to implement “persuasion search advertising”, to push pro-Trump and anti-Clinton search results through the company’s main search facility.",
  "She has worked extensively for the firm, pitching business to clients in countries that have a history of exploitation by western political mercenaries, including Lithuania, Benin, Ethiopia and Libya.",
  "Kaiser did not work on the campaign but said she gleaned information about how it was orchestrated during discussions with senior staff, including the now suspended chief executive, Alexander Nix.",
  "She said she had access to a copy of the same document now obtained by the Guardian, and had used it to showcase the campaign’s secret methods to potential clients of Cambridge Analytica.",
  "Advertisements on Facebook, Twitter, Google and the music-sharing app Pandora were used to help convince 35,000 supporters to install an app used by the most active supporters.",
  "Voters in areas where people were likely to be Trump supporters were shown a triumphant-looking image of the nominee, and help finding their nearest polling station.",
  "There were many disparate data sources that were not connected, matched or hygiened,” she said of the process of ordering, sorting and cleaning enormous data sets.",
  "The Cambridge Analytica presentation dedicates an entire slide to the ad, which is described as having achieved “an average engagement time of four minutes”.",
  "While not useful for securing donors, Cambridge Analytica deemed the tool useful for engaging potential voter “contacts”, according to the presentation.",
  "Politico said editorial journalists were not involved in the campaign, and similar ads were purchased by the Bernie Sanders and Clinton campaigns.",
  "The campaign also took advantage of an ad opportunity provided by Snapchat, enabling users to swipe up and immediately see a preloaded web page.",
  "The 27-page presentation was produced by the Cambridge Analytica officials who worked most closely on Trump’s 2016 presidential campaign.",
  "The “conversational ads” feature was used to encourage Trump’s followers to tweet using a set of pre-determined hashtags.",
  "Cambridge Analytica has a reputation among political operatives for exaggerating its role in campaigns.",
  "“There was a huge demand internally for people to see how we did it,” Kaiser said of the 2016 race.",
  "Facebook Twitter Pinterest A sample of Cambridge Analytica’s ‘Trump for President’ debrief.",
  "The document contains very little information about how the campaign used Facebook data.",
  "“Google called us and said this ad space is now available, immediately,” Kaiser said.",
  "“There was no data science programme, so they weren’t undertaking any modelling.",
  "It was produced by the in-house Politico team that creates sponsored content.",
  "Kaiser described the ad as “the most successful thing we pushed out”.",
  "The ads were viewed billions of times, according to the presentation.",
  "None of the techniques described in the document are illegal.",
  "“Everyone wanted to know: past clients, future clients.",
  "The whole world wanted to see it.",
  "“There was no database of record."
]