[
  "Steve Bannon on Cambridge Analytica: 'Facebook data is for sale all over the world' Read more\n\nFacebook has faced an onslaught of criticism from elected officials, former employees, the press and its own users in the wake of the Observer’s reporting that personal information about 50 million US Facebook users was harvested largely without users’ knowledge or consent and then improperly given to the political consultancy company Cambridge Analytica.",
  "This article is over 8 months old\n\nIn a jab against the embattled social network, Musk joked ‘What’s Facebook?’ before deactivating his companies’ official pages\n\nElon Musk joined the #DeleteFacebook movement on Friday, taking down official pages for two of his companies, Tesla and SpaceX, after he learned – apparently for the first time – that the pages existed.",
  "The billionaire chief executive engaged in some light-hearted Twitter trolling on Friday morning, responding to a tweet from the WhatsApp co-founder Brian Acton, which urged people to delete the social network with the query: “What’s Facebook?”\n\nElon Musk (@elonmusk) What’s Facebook?",
  "His understanding of the subject is limited.”\n\nStill, Musk’s commitment to deleting Facebook does not appear to extend to Instagram, the photo sharing service owned by Facebook where the billionaire frequently shares selfies and snapshots of his travels, cars, and rockets.",
  "When a Twitter user brought up the fact that SpaceX has a profile on the massive social media platform and asked whether he would put his money where his mouth was, Musk responded: “I didn’t realize there was one.",
  "Will do.”\n\nMusk also said that he had “literally never seen it even once”, presumably breaking the heart of the social media staffer whose job it was to create and manage the page in the first place.",
  "In July 2017, Zuckerberg addressed Musk’s views in a Facebook Live broadcast, stating that focusing on “doomsday scenarios” was “really negative” and “pretty irresponsible”.",
  "In 2016, Zuckerberg was a touch less than gracious about the accidental explosion of a SpaceX rocket carrying a satellite intended for use on his Internet.org project.",
  "We did give them a free launch to make up for it and I think they had some insurance.”\n\nElon Musk (@elonmusk) Yeah, my fault for being an idiot.",
  "Musk has long pushed for regulation of AI, warning that the technology poses a “fundamental risk to the existence of civilization”.",
  "Musk also addressed that brouhaha, responding to a reporter’s tweet about the incident: “Yeah, my fault for being an idiot.",
  "“I’m deeply disappointed to hear that SpaceX’s launch failure destroyed our satellite,” he wrote at the time.",
  "But Musk has long had a touchy relationship with Facebook’s chief executive, Mark Zuckerberg.",
  "We did give them a free launch to make up for it and I think they had some insurance.",
  "Minutes later, both the Facebook pages of both Tesla and SpaceX had been deactivated.",
  "The rival billionaires have also traded barbs over artificial intelligence.",
  "Asked about his continued use of Instagram, Musk tweeted: “It’s borderline.",
  "Musk shot back in a tweet, saying: “I’ve talked to Mark about this.",
  "A Tesla spokesperson declined to comment on the motivation.",
  "FB influence is slowing creeping in.”"
]