[
  "There are countless examples, from the Egyptian teenagers who used Facebook to rally protesters to Tahrir Square, eventually toppling the Mubarak regime, to the British blogger who methodically proved Russia had supplied the weapon that brought down Malaysian Airlines flight MH17 over Ukraine, leaving Moscow’s denials in tatters.",
  "They certainly saw themselves that way, Google charmingly distilling its mission statement into three words: “Don’t be evil.” It’s amazing how long an initial image of laidback informality can endure: for decades, Britons struggled to see Virgin as a corporate giant because Richard Branson had long hair and a goatee.",
  "Or as Zuckerberg defined his company’s purpose: “Facebook gives people the power to share and make the world more open and connected.”\n\nThose words leave a bitter taste now, after Carole Cadwalladr’s ground-shaking revelation that Cambridge Analytica had helped itself to the Facebook data of 50 million users.",
  "Even after they’d begun making serious money, too many of us took the aversion to a collar and tie to mean the likes of Facebook or Google were not really scary capitalist behemoths, but retained the spirit of the upstart startup: quirky, plucky and driven chiefly by a desire to do cool stuff with computers.",
  "I like Derakhshan’s idea of obliging Facebook and others to open up a marketplace of algorithms: if you don’t like the current social media preference for popularity (retweets) and novelty (“latest”), you should be free to choose a different algorithm that acts on different values.",
  "He shows how a 16-year-old Gazan, Farah Baker, used a Twitter account to give real-time reports on the daily bombardments that came in the summer of 2014, steadily building up a vast international audience and leaving the mighty Israel Defence Forces playing catch-up.",
  "A correspondent who has covered several recent conflicts, he was struck by the emergence of what he calls Homo digitalis, the lone individual who, armed with nothing more than a smartphone, is able to shape global perceptions of the battle fought around them.",
  "It can’t be only political campaigners who used the likes of Cambridge Analytica to pickpocket our personal data; surely we’ll learn soon of the major corporations that similarly played on our online hopes and fears to sell us stuff.",
  "As a Cambridge Analytica executive said, unwittingly caught on film: “We just put information into the bloodstream of the internet and then watch it grow … it’s unattributable, untrackable.”\n\nThe hypocrisy is obvious.",
  "Except this time, that message would be disguised as if it were the organic word of the crowd itself, spread virally from one person to another, with no traces or fingerprints left by those at the top.",
  "Here was the supposedly populist movement of Trump taking a tool that once empowered ordinary people and handing it back to the politicians, allowing them to manipulate voters and exploit their fears.",
  "London or Washington would not make so egregious a move, either because they’d regard it as a violation of their democratic norms or because they’d fear exposure, depending on your degree of cynicism.",
  "That’s as hard as giving up sugar | Dean Burnett Read more\n\nThis week’s revelations are not exactly a loss of innocence: many shed their turn-of-the-century illusions about the internet years ago.",
  "But it was not so long ago that the internet, and specifically social media, were seen as forces that might transform the world for good, harming the powerful and strengthening the weak.",
  "Witness the model built by researchers at Stanford and Cambridge that, simply by looking at your Facebook “likes”, can assess your personality with a startling degree of accuracy.",
  "A crucial example is provided in War in 140 Characters: How Social Media is Reshaping Conflict in the 21st Century, an insightful, richly reported book by David Patrikarakos.",
  "The casual wear favoured by those founding wunderkinds of tech – Mark Zuckerberg, Steve Jobs, Sergey Brin, Larry Page and the rest – lulled us into a false sense of security.",
  "For what we now understand is that those at the top, the political parties or governments that could afford it, have been engaged in a radical act of recentralising power.",
  "The technology is available to anyone, but it’s Moscow that dares fund a troll factory, the Internet Research Agency in St Petersburg, pumping out lies and hate.",
  "What Cambridge Analytica promised its clients was a return to the old form of media distribution, with those at the top sending their message to the crowd below.",
  "They saw the way social media was working, empowering individuals and networks of individuals, and they decided to grab those same weapons for themselves.",
  "They represent an attempt to reverse the internet’s previous upending of power, to restore the traditional imbalance between the ruled and their rulers.",
  "The tech companies are greedy corporations that need to be tamed – even if the boss came to work on a skateboard and is still wearing a damn T-shirt.",
  "This week I met Hossein Derakhshan, a true Homo digitalis once known as Iran’s “blogfather”, whose activities earned him six years in prison.",
  "In the age of social media, he writes, even the most powerful “states can win the physical battle on the ground but lose the political war”.",
  "In the old days, information was passed down from the mountain top – by a government, say, or a news organisation – to the crowd below.",
  "We’re taking on Cambridge Analytica in a legal fight for data rights | Ravi Naik Read more\n\nIn truth, it wasn’t just the look.",
  "It could be regulation; it could be anti-trust legislation to break up those tech giants that act as virtual monopolies.",
  "The apparent idealism of the enterprise also encouraged consumers to give the tech Goliaths the benefit of the doubt.",
  "No wonder the Trump campaign and so many others were ready to hand over big money to Cambridge Analytica.",
  "The new gospel held that “information wants to be free” – free from censorship and free of charge.",
  "Give the machine 150 likes and it can predict you more accurately than your parents or siblings.",
  "There are success stories, with the collectively curated Wikipedia perhaps the best example.",
  "You can see why they were tempted, for our digital footprint is extraordinarily revealing.",
  "It takes just 10 “likes” for the computer to know you better than your work colleagues.",
  "“Predictability is control,” he told me, recalling the hold his jailers had over him.",
  "At least one aspect of the techno-utopians’ early hopes seemed to have materialised.",
  "In its infancy, the internet was hailed as a harbinger of equality and liberty.",
  "Which is why the Cambridge Analytica/Facebook revelations are so significant.",
  "Once you can predict someone’s actions and reactions, you can control them.",
  "Digitally speaking, the 21st century “belongs to the illiberals”, he says.",
  "Thanks to social media, the internet had apparently decentralised power.",
  "But we don’t have to have the full picture to know that we have to act.",
  "The asymmetry in each case was vast – and yet the weaker party won.",
  "And it’s that hope that Cambridge Analytica has shattered.",
  "Now the crowd could speak to each other and to the world.",
  "Give it 300 and it knows you better than your spouse.",
  "But it will mean discarding our 00s-era naivete.",
  "And there will be more disenchantment to come.",
  "• Jonathan Freedland is a Guardian columnist",
  "But the Kremlin bows to no such constraint.",
  "A new techno-utopia seemed at hand.",
  "This is not – yet – a lost cause.",
  "Patrikarakos is not surprised.",
  "I blame the T-shirts.",
  "Delete Facebook?"
]